[  {"body" : "Here are some of the best inexpensive places reviewed in the Dining section this year. ABRAçO ESPRESSO86 East Seventh Street, East Village; (212) 388-9731. Espresso drinks are among the city's finest and drip coffee is even better. There's a small flavorful menu with a Spanish-style frittata of ethereal, custardy creaminess ($4) and warm French" , "date" : "20081231" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Resolution: Dine Well Without Breaking the Budget" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/31\/dining\/31cheap.html"} , {"body" : "A 9\/11 REMINDER, With a Question Cheryl Stewart keeps a sign in the narrow garden in front of her house, a homespun billboard on an anonymous street in Red Hook, Brooklyn, that serves as a personal protest. On Wednesday, the sign's hand-painted red and black letters and numbers read: ''7 years 97 days since 9-11-01. Where is Osama bin Laden?'' The" , "date" : "20081218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E4DA1F3AF93BA25751C1A96E9C8B63"} , {"body" : "In the grays of winter, the last stop on any subway line can have a lonely, ominous feel. But when the new $530 million South Ferry station, the terminus of the No. 1 train, opens in January, it will have some added luminosity, thanks to a site-specific installation by the artists Doug and Mike Starn. Commissioned by the Arts for Transit program of" , "date" : "20081215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Making Artistic Connections at New Subway Station" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/15\/arts\/design\/15ferr.html"} , {"body" : "SHAI KREMER, a 34-year-old Israeli, has lived in New York since 2002. As a new arrival to the city, Mr. Kremer was struck by the contrast between the myth of New York, as seen in Manhattan's towers and glittering lights, and the reality, as seen in the prosaic cityscape of the boroughs beyond. A landscape photographer with a penchant for metaphor" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Miles From Glitter Town" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/thecity\/07hori.html"} , {"body" : "SOME New Yorkers never get to know their neighbors. They nod hello, but rarely speak, and they certainly don't break bread with them. Even names may remain a mystery, unless an errant letter finds its way into the wrong mailbox. This is precisely the New York that a group of Brooklyn residents hopes to escape. They plan to do so by pooling their" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Village Down the Block" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/30\/realestate\/30cov.html"} , {"body" : "RED HOOK TOWN HOUSE $975,000 BROOKLYN: 52 Dikeman Street (near Richard Street) A 1910 brick house with four bedrooms, two baths, three parlors, a library, a landscaped patio, and central heating, ventilation and air-conditioning. Denise Cataudella, the Corcoran Group (917) 749-4076; www.corcoran.com Open house Sunday, 3 to 4:30 p.m. TAXES: $1,800 a" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET: RED HOOK TOWN HOUSE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E4DD1239F933A05752C1A96E9C8B63"} , {"body" : "UPPER WEST SIDE CO-OP $1,450,000 MANHATTAN: 245 West 74th Street (between Broadway and West End Avenue), #8A A two-bedroom two-bath co-op with a windowed dining room, a washer and dryer, and ample storage, in a prewar elevator building. Gaetano Gizzo, Century 21 NYC (212) 872-7859, ext. 7890; www.c21nyc.com MAINTENANCE: $1,542 a month PROS: A" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET: UPPER WEST SIDE CO-OP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3D81530F933A05752C1A96E9C8B63"} , {"body" : "The Red Hook piers, one of the last working waterfronts in New York, have seemed destined for the kind of high-gloss gentrification that was enveloping much of the city. Cargo piers would become marinas and cruise ship terminals; warehouses would be transformed into restaurants, luxury condominiums and corporate conference centers. But the" , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "For Reinvention, Red Hook Follows Its Roots" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/23\/nyregion\/23redhook.html"} , {"body" : "Steven Thrasher usually carries two reusable cloth bags for any impromptu shopping. At the Ikea store in Brooklyn the other day, he gladly forked over $1.18 for two of the store's big blue bags, made of durable plastic for repeated use. But even an environmentally aware New Yorker like Mr. Thrasher cannot shake himself loose of the everyday" , "date" : "20081118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Seeing a Pitched Battle Over Plastic Bags" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/18\/nyregion\/18plastic.html"} , {"body" : "CUT off from the rest of Brooklyn by expressways, Red Hook can feel like a small town, and as in any small town, newcomers can have a hard time fitting in. Especially when they are trailed by television cameras. Back in July, the Brooklyn blogosphere began to buzz with rumors that MTV's next season of ''The Real World,'' the long-running reality" , "date" : "20081109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "RED HOOK; A 'Real World' That's Really Elusive" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/09\/nyregion\/thecity\/09real.html"} ,   {"author" : "E-mail: fyi@nytimes.com" , "body" : "Help Finding Uptown Q.What happened to those compass-shaped decals on the sidewalks in front of subway station exits near Grand Central Terminal, which let you know which way was which? A. There are plans to have more of those directions, but the plans are not yet final. The sidewalk directions, which were there only for a 10-day pilot program last" , "date" : "20081109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/11\/09\/nyregion\/thecity\/09fyi.html"} , {"body" : "In its struggle to make New York more green, the Bloomberg administration has tried discouraging people from using plastic bags. It has taken out ads beseeching residents to use cloth bags and set up recycling bins for plastic bags at supermarkets. But now the carrots have been put away, and the stick is out: Mayor Michael R. Bloomberg has called" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Mayor's Plan, The Plastic Bag Will Carry a Fee" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/07\/nyregion\/07bags.html"} , {"author" : "Ben Gibberd is the author of ''New York Waters: Profiles From the Edge,'' with the photographer Randy Duchaine." , "body" : "FOR many Americans, the Presidential Election Night Party is part of a long-established social tradition, one that takes its place alongside familiar and beloved institutions like the Oscar Night Party, the World Series Party and the Super Bowl Party. Friends and sometimes colleagues gather eagerly in one another's living rooms, there to eat," , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After the Ballot, the Bash" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/nyregion\/thecity\/02part.html"} , {"body" : "IF you want to rent a loft in an old commercial or manufacturing building, the best place to look is in less-established neighborhoods like the South Bronx and in the Brooklyn neighborhoods of Bushwick, Carroll Gardens, Clinton Hill and Red Hook. Those areas are served by small local brokers as well as the larger chains. You can find listings from" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Finding Raw Space of Your Own" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DA1338F931A35752C1A96E9C8B63"} , {"body" : "BROOKLYN produced one-fifth of the nation's beer as recently as 1960. By 1976, when Rheingold and Schaefer shuttered their Brooklyn plants, the number of local breweries dropped to zero. Now the hops are stirring in Brooklyn once again. Sixpoint Craft Ales, which has been brewing an increasingly popular range of beers in a small brew house in Red" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn Returns To a Heady Time" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29beer.html"} , {"body" : "International REPORT DETAILS WIDE USE Of Security Contractors in Iraq According to a report by a federal oversight agency, at least 310 private security companies from around the world have received contracts from United States agencies to protect American and Iraqi officials, installations, convoys and other entities in Iraq since 2003. The roster" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times, October 29, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE2D8163BF93AA15753C1A96E9C8B63"} , {"body" : "THE first thing you notice about Char No. 4, the new bourbon-obsessed bar in Cobble Hill, is the intimidating wall of whiskey sitting directly behind the bartender and stretching up to the ceiling. More than a hundred bottles are displayed in a custom-designed iron and walnut case, and a muted backlight suffuses the young professionals at the bar" , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "BOîTE; A Straight-Up Kind of Place" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/fashion\/26boite.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ERIC ALEXANDER QUARTET (Thursday) Eric Alexander is a tenor saxophonist drawn to the smart, surging hard bop of the 1950s and '60s. His working quartet features the veteran pianist Harold Mabern as well as the sturdy rhythm team of John Webber on bass and Joe Farnsworth on drums." , "date" : "20081024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/24\/arts\/music\/24jazz.html"} , {"body" : "THERE are women who fantasize about their weddings from early childhood. Jill Clark is not one of them. Ms. Clark, 44, was raised to be an independent, self-sufficient woman. The youngest of seven siblings, she is a fast-talking Mets fan with a penchant for margaritas, and not the type to wait around for Mr. Right. ''He's not coming,'' she" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SCOTLAND" , "IRELAND"] , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "VOWS; Jill Clark and Steven McNally" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/fashion\/weddings\/19vows.html"} , {"body" : "ZOMBIECON There are still two weeks until Halloween, and already the undead are out in force. ZombieCon, the annual parade of the bloody, the battered and the strangely animated, takes place on Saturday. For the fourth year participants in this loosely organized spectacle will roam the streets of Manhattan (above), dressed in their best" , "date" : "20081017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/17\/arts\/17wspare.html"} ,   {"body" : "GROWING up in the Dominican Republic, Rafael Soler started sewing pants after school when he was 14 years old to help support his family. He produced a half-dozen pairs every day, earning $3 for each batch, and he has not stopped working since. He has been a tailor, both in Santo Domingo and, after moving to New York 27 years ago, in the garment" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; The Nobu of Red Hook Park" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/12\/nyregion\/thecity\/12disp.html"} , {"body" : "In a political season in which conscience and ambition are on such vivid daily display, I am very much looking forward to Frank Langella in ''A Man for All Seasons,'' the great drama of Sir Thomas More's struggle against King Henry VIII -- a struggle More lost, at least on earth, when he was executed. The play is a reminder of the importance of" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "My New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1D9103EF931A25753C1A96E9C8B63"} , {"body" : "In college, Severine von Tscharner Fleming's ''violent allergic reaction to L.A.'' drove her to help set up a guerrilla farming club, visit farmers on the West Coast in a vegetable-oil pickup truck and form the Society for Agriculture and Food Ecology at the University of California, Berkeley. Now von Tscharner Fleming, the child of urban planners" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "78" , "title" : "STYLE; Food Fighters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D61531F931A25753C1A96E9C8B63"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "The first and hardest part was deciding which crop to take to market from the farm in Red Hook, Brooklyn. All arguments were charged with the stainless-steel passion of 15-year-olds. ''Corn,'' Narcisso Rosado said. ''Raspberry jam,'' said Malcom Walker. ''Mine was the best idea,'' said Aseel Al Waqza. ''Lemon sorrel. A juice drink from it.'' He" , "date" : "20081008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; Sweat Equity Put to Use Within Sight of Wall St." , "url" : "http:\/\/www.nytimes.com\/2008\/10\/08\/nyregion\/08about.html"} , {"body" : "To the Editor: The Gil Hodges Memorial Garden, which honors the Dodgers first baseman who went on to manage the Mets to their World Series championship in 1969, is on a small lot at Carroll Street and Denton Place in Gowanus, Brooklyn. The Dodgers played at nearby Washington Park before Ebbets Field was built. Marilyn Pettit Red Hook, Brooklyn" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "LETTERS TO THE EDITOR; Laughing Matters, Disappearing Grass and Luxe Dorms" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E7DB123BF936A35753C1A96E9C8B63"} , {"body" : "FOR CHILDREN OPENHOUSENEWYORK KIDS! Architectural activities start early in life. What child hasn't built a sand castle, a Lego tower or a house of wooden blocks? But serious engagement with the environment surrounding every New Yorker -- that created by artists and designers, ancient and modern -- often doesn't begin until adolescence. The" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/03\/arts\/03wkids.html"} , {"body" : "OPENHOUSENEWYORK KIDS! Architectural activities start early in life. What child hasn't built a sand castle, a Lego tower or a house of wooden blocks? But serious engagement with the environment surrounding every New Yorker -- that created by artists and designers, ancient and modern -- often doesn't begin until adolescence. The organization" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E6DB1E3BF930A35753C1A96E9C8B63"} , {"body" : "When the third season of ''Ugly Betty'' begins on Thursday, viewers who see the show's star, America Ferrera, stumble past the Brooklyn Bridge or the Empire State Building will be seeing something new: New York. Until this season, the ABC show was produced in Los Angeles, where its exterior shots were frequently filmed in front of green screens," , "date" : "20080925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Thanks to Tax Credits, the New York You See on TV Is More Likely the Real City" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/25\/nyregion\/25betty.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera DEATH BY ARIA (Saturday) Members of Dicapo Opera Theater's resident artist program sing arias from ''La Traviata,'' ''I Pagliacci,'' ''La Bohème,'' ''Ariadne auf Naxos,'' ''Turandot,'' ''Billy Budd'' and ''Andrea Chénier.'' Performers will be announced at the time of" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE5D61130F93AA2575AC0A96E9C8B63"} , {"body" : "From ''The Breakfast Club'' to ''American Teen,'' high-school dramas often star a familiar cast of characters: the princess, the jock, the nerd. In ''Red Hook High,'' a new television pilot shot in Brooklyn, there is a different set of protagonists: the immigrant, the pregnant girl, the gay guy. ''It's the anti-'Gossip Girl,' '' said Trac Minh Vu," , "date" : "20080915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Far From Hollywood, Red Hook's Grit Sells" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/15\/nyregion\/15pilot.html"} ,   {"body" : "FIVE in the morning down at the deli, Knapp Street, Brooklyn, the smell of the tide coming in soft and funky over Jordan's Lobster Dock down the block. People stand in line for coffee, ice, a sandwich for later. There is nervous energy in the air, guys shuffling in boots and flip-flops. Here are rumpled fishing guides ripped from the womb of sleep" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "A Short Cast Away" , "url" : "http:\/\/travel.nytimes.com\/2008\/09\/12\/travel\/escapes\/12Fish.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'CALLING: AN OPERA OF FORGIVENESS' (Friday through Sunday, and Thursday) With a libretto based on ''A Mother's Essays From Ground Zero'' by the writer Wickham Boyle, ''Calling: An Opera of Forgiveness'' recounts the experiences of one downtown family on Sept. 11 and the" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E4DA143AF931A2575AC0A96E9C8B63"} , {"body" : "AS with many small, utilitarian wineries in California, barrels and tanks practically spill out of Tenbrink, home of Scholium Project, here in the Suisun Valley, just east of Napa Valley. Yet to call Scholium Project a winery and its proprietor, Abe Schoener, a winemaker is a little like calling Salvador Dalí a painter. It's true, but it does not" , "date" : "20080910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TENBRINK (CALIF)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "THE POUR; A Thinking Man's Wines" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/10\/dining\/10pour.html"} , {"body" : "When the Vertical Player Repertory presented Puccini's ''Tabarro'' last year on an oil tanker moored at the Red Hook Marine Terminal in Brooklyn, it made sense; the opera is set on a barge in the Seine. Producing Offenbach's ''Contes d'Hoffmann'' on the docks there, as the feisty company is doing now, is more of a stretch. Jules Barbier's libretto" , "date" : "20080908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "MUSIC REVIEW; Night Skies and City Views for Tales of Thwarted Love" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/08\/arts\/music\/08vert.html"} , {"author" : "Alice Mattison's latest novel, ''Nothing Is Quite Forgotten in Brooklyn,'' will be published this month by Harper Perennial." , "body" : "''GO one stop on the express, change for the local and get on at the back of the train.'' My father knew how to take the subway almost anywhere, and he'd even instruct you where to stand on the platform so as to be near the most convenient exit when you got off. But going from one place in Brooklyn to another was beyond even him. When I was a" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Along the Tracks of Her Mind" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/nyregion\/thecity\/07trai.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'THE CRUCIBLE' (Thursday) Robert Ward's setting of Arthur Miller's politically charged allegory about the Salem witch trials is always worth hearing. This new production by Robert Alfoldi, the director of the Hungarian National Theater, is a centerpiece of the company's" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Classical" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/05\/arts\/music\/05classical.html"} , {"body" : "At first glance the stylized movements of the group of adults and teenagers attached to one another's wrists with long crepe ribbons seemed to be some kind of avant-garde twilight tai chi. But these exercises on the Red Hook Marine Terminal docks in Brooklyn, against a striking backdrop of Governors Island and the Manhattan skyline, were part of" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Operatic Cargo of Tragic Love, Unloaded on a Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/arts\/music\/01vert.html"} , {"body" : "Flatbush Avenue pulses in the Brooklyn distance, but back here the vines are heavy with the bounty of late summer, a salsa-lover's harvest of organic plum tomatoes, jalapeños and habaneros, along with bulbous eggplants, purple-veined Swiss chard, cucumbers, celery (for bloody marys), spearmint, basil, and strawberries, lavender, sunflowers," , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Out Back, an Urban Oasis" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/31backyards.html"} , {"body" : "IN the summer of 2001, Roberto Sosa, a delivery driver for a sewing machine company, started a soccer organization for Mexican-American children in Red Hook, Brooklyn. Its name, Liga Mexicana de Fútbol Infantil, or Mexican Children's Soccer League, was straightforward enough -- except that all the players were boys. Mr. Sosa, 37, had grown up in" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "PROSPECT PARK; The Soccer Mamas of Summer" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/thecity\/31socc.html"} , {"body" : "Admirals' Row, a collection of historic buildings at the southwestern edge of the Brooklyn Navy Yard, housed high-ranking officers from the 1840s until the early 1970s. The city wants the Army National Guard, which owns the property, to transfer the land so that the Brooklyn Navy Yard Development Corporation can demolish the houses and replace them" , "date" : "20080822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "At the Navy Yard, a Call to Preserve Admirals' Row" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E0DA1F3DF931A1575BC0A96E9C8B63"} ,   {"body" : "MUCH activity is on tap for Governors Island next weekend, when that 172-acre patch of land midway between Manhattan and Brooklyn celebrates its role in the Revolutionary War's Battle of Brooklyn. But Brooklyn residents who live just 400 yards away might have considerable trouble making their way to the festivities. From Red Hook, the Brooklyn" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "GOVERNORS ISLAND" , "MANHATTAN (NYC)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "GOVERNORS ISLAND; Brooklyn, Seeing a Slight, Battles for an Island" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/nyregion\/thecity\/17gove.html"} , {"body" : "For Michael Voudouris, 47, a lifelong New Yorker, the city itself was an Olympic training ground. He grew up riding a sled in Forest Park in Queens and worked for years as an ambulance driver, which gave him the agility to become a world-class sled driver. And the inspiration he gained from working at ground zero helped propel him to compete in the" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "On the Streets of New York, Olympians Among Us" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/sports\/olympics\/17locals.html"} , {"body" : "The secret to buying confiscated cars at the police auction, regulars say, is knowing what not to bid on. ''Once, I was looking at a nice BMW X5 going for only $5,000, a great price,'' said Mike Randall, 37, of Queens. ''But then I saw that there were two bullet holes, and blood on the seats. I mean, you know what you'd have to spend just to clean" , "date" : "20080816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Watch Out for Blood and Bullet Holes" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/16\/nyregion\/16impound.html"} , {"body" : "INTERNATIONAL BEHIND POMP OF GAMES, A Dancer's Serious Injury The story behind the opening ceremony for the Beijing Olympics continues to grow: a 26-year-old dancer was seriously injured during a rehearsal just 12 days before the show and may be paralyzed for the rest of her life. People who have visited her in the hospital say organizers initially" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES, AUGUST 15, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1D8133EF936A2575BC0A96E9C8B63"} , {"body" : "NEW Yorkers see their town as the center of the universe. But despite huge strides by New York's cafes over the last few years, the most respected coffee roasters are elsewhere. Now, some of the best are coming to town. Duane Sorenson, who owns Stumptown Coffee Roasters, based in Portland, Ore., packed up a U-Haul last month and moved to Carroll" , "date" : "20080813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Specialty Coffee Roasters Brew in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/13\/dining\/13coffee.html"} , {"body" : "International OPULENCE AND CHAOS In a Nigerian Boomtown Lagos, the Nigerian mega-city on Africa's west coast, is often described as a city with contrasting superlatives. The city is flush with cash and glitter from the high cost of oil, making it one of the most expensive cities even as the quality of life sags under the weight of overpopulation." , "date" : "20080813" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: AUGUST 13, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E5DD1F38F930A2575BC0A96E9C8B63"} , {"body" : "The blue box opened, and so far, the sky hasn't fallen. When Ikea, the Swedish furniture giant, announced that it would open one of its trademark big-box stores on the Brooklyn waterfront in Red Hook, many in the area feared that throngs of shoppers would transform and scar a quiet neighborhood possessed of a battered industrial charm. The battle" , "date" : "20080811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Neighbors Admit a Big Box Isn't All Bad" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/11\/nyregion\/11ikea.html"} , {"body" : "Sometimes you need a Hollywood ending, even in Edinburgh. The screenwriter Budd Schulberg conceded the point more than a half-century ago after he wrote the screenplay to the film ''On the Waterfront.'' For a new British production of the stage adaptation written by Mr. Schulberg with the help of Stan Silverman, he suggested to the director Steven" , "date" : "20080811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EDINBURGH (SCOTLAND)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Dockside Contender Coulda Had A Sad End" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/11\/theater\/11water.html"} , {"body" : "MARK MANNING looked up from his sketch pad, past the entrance of Sunny's Bar, and gazed at the pickup truck parked just beyond the porch. ''I feel like I'm home in Montana,'' said Mr. Manning, an artist (middle photo at left). ''The laid-backness of the people, the open spaces -- they are the closest thing I know to home.'' He was describing Red" , "date" : "20080807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "7" , "title" : "LIFE AS A RUNWAY; On the Brooklyn Prairie" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE3D6163EF934A3575BC0A96E9C8B63"} , {"body" : "Red Hook in Brooklyn, the neighborhood of warehouses, funky bars and rundown roads, is a haven to would-be homesteaders fleeing Manhattan’s hectic pace." , "date" : "20080806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Style"] , "title" : "Life as a Runway | On the Brooklyn Prairie" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/08\/06\/fashion\/20080807-RUNWAY_index.html"} ,   {"author" : "Nathaniel Rich's first novel, ''The Mayor's Tongue,'' was published earlier this year." , "body" : "NEW YORKERS may be prone to the flu in the winter, but in the summer the entire city comes down with a fever. Common symptoms include subway-platform fainting spells, air-conditioner sore throats, fits of sidewalk nudity, heat rash, heat migraines, heat confusion, heat rage and heat nightmares. Even the rats, lazily sampling the curb's all-night" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His Blue Period" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/thecity\/03pool.html"} , {"body" : "COULD Champagne replace beer as Brooklyn's quaff of choice? Now there's fighting words. But bartenders in this venerably beery borough seem, increasingly, to be reaching for a heavy-bottomed bottle of Champagne, rather than a long-necked bottle of beer. Not that they're pouring it, unaccompanied, into delicate flutes -- Brooklyn's gentrification" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "SHAKEN AND STIRRED; Well, It's Not Champale" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/fashion\/03shake.html"} , {"body" : "MICHAEL BARGO, a 25-year-old interior designer, has only recently moved from a studio to a one-bedroom apartment, so he knows well what it's like to live in a small New York City space that must be multifunctional and good-looking. For a first apartment, he recommends creating a ''clean basic canvas,'' and then embellishing with accessories. Mr." , "date" : "20080731" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "SHOPPING WITH MICHAEL BARGO; First Apartment" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/31\/garden\/31shop.html"} , {"body" : "Looking Ahead MR. JONES YAKITORI In the fall Lesly Bernard, left, whose cocktail lounges have included Tillman's, Pravda and Taj, will open this place specializing in yakitori dishes grilled over Japanese charcoal: 243 East 14th Street, (212) 253-7670. LA OTRA Also in September, Mr. Bernard plans to open this Cuban spot, with food by Colin Alevras," , "date" : "20080723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/23\/dining\/23off.html"} , {"body" : "When the Brooklyn Brewery set up its brew house 12 years ago in a decaying section of Williamsburg riddled with empty shells of the borough's industrial past, Steve Hindy, the brewery's president, was hailed as a pioneer. Today, the neighborhood has come a long way: Condominiums a block away offer rooftop cabanas, while developers are turning" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Double Edge to Brooklyn's Success" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20brewery.html"} , {"body" : "Everardo Vaquero's truck was the first to arrive. It was 8 a.m., and Red Hook Park was nearly deserted except for a few dozen men in cleats and shorts scrambling around on the soccer field. By noon, a half dozen taco trucks and food carts were lining the curb along Clinton and Bay Streets, and a crowd was starting to build. The Latin food vendors" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Back on the Street, Brooklyn Vendors Try to Make Up for Lost Time" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20vendors.html"} , {"body" : "ON her first day working in Washington for the One Campaign, an antipoverty group founded by the singer Bono, Meighan Mills Stone was introduced to Seth Amgott, a slender and handsome New Yorker who sat just feet away, frenetically working the phones on behalf of their cause. It was June 2005, and they were too busy to socialize as they wrangled" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "VOWS; Meighan Stone and Seth Amgott" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/fashion\/weddings\/20VOWS.html"} , {"body" : "An article and an accompanying list last Wednesday about Brooklyn restaurants that have involved the entrepreneurs Alan Harding and Jim Mamary misstated the name of one Mr. Harding opened in Red Hook and the year it opened, and erroneously included one item on its menu. The restaurant was The Old Pioneer, not Pioneer Bar-B-Que; it opened in 2004," , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Correction: 'Restless Pioneers, Seeding Brooklyn'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E4DA153CF935A25754C0A96E9C8B63"} , {"body" : "It is easy to forget, in celebrating the suspension of street-cleaning parking rules, that such an act is accompanied by the suspension of, well, street cleaning. The absence of those lumbering scritchy-scratch street sweepers has not gone unnoticed in Park Slope, Brooklyn, where a two-month hiatus from alternate-side parking rules has created an" , "date" : "20080714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parking Rules Return; Cleaner Streets to Follow" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/14\/nyregion\/14slope.html"} , {"body" : "Erik Baard was 200 yards away from a smooth, placid day on the water. The weather was warm, the water picturesque, and Mr. Baard and 26 other kayakers were just about to finish their trip Friday on the Brooklyn waterfront, from Red Hook to Governors Island and finally on to Dumbo. But then Mr. Baard heard a commotion and looked back, and suddenly," , "date" : "20080712" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Kayakers Rescued Near Waterfall in Harbor" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/12\/nyregion\/12capsize.html"} ,   {"body" : "WITH a trunk full of cod, brisket, blackberries, arugula and antifreeze, Alan Harding drives down Smith Street, past American Apparel, past the Michelin-starred restaurant Saul and past Patois, the bistro he helped open 11 years ago. Back then the neighborhood was a more likely destination for drug deals than dinner. Patois, where he was the chef," , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Restless Pioneers, Seeding Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09brook.html"} , {"body" : "The citywide concrete truck drivers' strike hit the end of its first week on Tuesday, with slowdowns and work stoppages continuing at construction sites. But on the Brooklyn streets adjacent to the Quadrozzi Concrete Corporation, one of the city's largest concrete plants, most residents barely even noticed. It did not matter that there were no" , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Drivers on Strike, Brooklyn Barely Notices" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/nyregion\/09concrete.html"} , {"body" : "Late one night, shortly after Kai Lui and his wife, Laura Campbell-Lui, moved into their Queen Anne-style house in Midwood, Brooklyn, she shook him awake, insisting that she heard intruders. Mr. Lui went to investigate and discovered noises coming from the fourth-floor attic. He called the police. ''They had their weapons drawn,'' said Mr. Lui, a" , "date" : "20080708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The City's Latest Real Estate Fight: Humans Against Raccoons" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/08\/nyregion\/08raccoons.html"} , {"body" : "IKEA, the Swedish home furnishings juggernaut, has just opened an outlet in Red Hook, Brooklyn. The gigantic bright blue and yellow building looks like the Embassy of Legoland and is completely incongruous with the craggy brick factory buildings of this historic but rapidly gentrifying waterfront village. The huge store went up so fast I would" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SWEDEN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | IKEA; A Diverse Brooklyn, With Meatballs" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/fashion\/03CRITIC.html"} , {"body" : "A Brooklyn judge on Wednesday ordered the removal of an 18-foot-tall, 200-foot-long metal fence that separates the Red Hook Recreation Area from the Henry Street Basin. City lawyers had argued that the fence was built illegally and impeded access to the Red Hook waterfront. The fence was installed, without permission, by Gowanus Industrial Park," , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)" , "HENRY STREET BASIN (NYC)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Judge Orders Fence Struck In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03wall.html"} , {"body" : "FOR CHILDREN 'CINDERELLA' (Saturday) Forget about a wicked stepmother and a pumpkin-turned-coach. This new production by Youth on Target Theater Company presents a version drawn from the Italian tradition, in which Cinderella's mother is very much alive, and Cinderella is not so much persecuted as immobilized by grief. (Her father has died.) For" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E2DA1338F934A15755C0A96E9C8B63"} , {"body" : "FOR CHILDREN AMERICAN MUSEUM OF NATURAL HISTORY (Saturday through Thursday) Creatures that creep, crawl, slither and even swim are definitely the museum's stars this season. The popular 2006 exhibition ''Lizards & Snakes: Alive!'' has reopened, with more than 60 breathing (and hissing) examples, from five continents. The museum is also showing a" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/27\/arts\/27wkids.html"} , {"body" : "ROBIN SIMMEN calls herself a guerrilla gardener. Even though she has lived in New York City, where backyards are the exception, for 29 years, she has always found a ledge or a stoop to use as an urban plot. ''There's nothing like being able to look out of your window at a garden,'' she said, ''even if you have no land.'' As the director of" , "date" : "20080626" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "SHOPPING WITH | Window Dressing" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/26\/garden\/26shopping.html"} , {"body" : "THERE was a time, decades ago, when Steve Hindy's friends couldn't believe what he and his partner wanted to call their new business. Brooklyn Brewery? Why, people wondered, would you name a beer after that place? Mr. Hindy can laugh about it now, and he did, on Wednesday morning, in a conference room at the Brooklyn Public Library's business" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Brooklyn for Sale" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/nyregion\/thecity\/22disp.html"} , {"body" : "It seemed to make sense at the time: Build New York landmarks and scenes out of Ikea boxes to promote the opening on Wednesday of the company's big store in Red Hook, Brooklyn. ''I honestly, naïvely believed it wouldn't be that difficult,'' said John Hobbs, the Brooklyn artist who embarked on the project in his Williamsburg loft. ''They're boxes." , "date" : "20080620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CITY ROOM; Thousands of Boxes in the Cardboard City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E7DF1731F933A15755C0A96E9C8B63"} ,   {"body" : "FOR CHILDREN FAMILY PUPPET FESTIVAL The Yeshiva University Museum is ordinarily a Jewish institution. But for one afternoon -- this Sunday -- it will be a Chinese, Greek and Czechoslovakian one too. Those cultures will all be represented in the museum's second annual Family Puppet Festival, an international celebration for ages 5 to 12. ''We'll" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/arts\/20wkids.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go'' have taken their expeditions into new territory at the Children's Museum of Manhattan. The museum has replaced a ''Dora the Explorer''" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E1DA133EF933A15755C0A96E9C8B63"} , {"body" : "When she moved to her apartment five years ago, Perian Carson's small corner of Red Hook in Brooklyn looked much different. An abandoned Civil War-era warehouse sat a few blocks away on Van Brunt Street. Nearby, along the cobblestones on Beard Street, she could see the remnants of the old Todd Shipyards, where ships were repaired in a massive" , "date" : "20080616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RED HOOK JOURNAL; Awaiting a Big Blue Box and a New World" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/16\/nyregion\/16redhook.html"} , {"body" : "INTERNATIONAL NO RUSHING TALKS ON PACT With U.S., Iraqis Say Discussions among Iraqi politicians on the country's long-term security agreement with the United States are under way, but it may take months before the agreement is completed. American officials would like a deal before the Democratic and Republican national conventions. But for Iraqis," , "date" : "20080616" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: June 16, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0D91038F935A25755C0A96E9C8B63"} , {"body" : "HIP HOP GENERATION NEXT Some New Yorkers like to think that their city wrote the book on the culture of hip-hop and especially on gritty hip-hop art forms like breaking and b-boying. But breaking long ago developed distinct regional and local flavors, and more recently, an international explosion of interest in this competitive, virtuosic form of" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "HIP HOP GENERATION NEXT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E4D81138F930A25755C0A96E9C8B63"} , {"body" : "When David Blumenfeld, a developer in Syosset, N.Y., bought a long-dormant wire factory in the East Harlem section of Manhattan in 1994 with the intention of turning it into a vertical shopping center for big-box stores, the notion that quintessentially suburban retailers could adjust to an urban setting had yet to be fully tested. So to design his" , "date" : "20080611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "SQUARE FEET; Squeezing Big-Box Retailing Into Small City Spaces" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/11\/realestate\/commercial\/11shop.html"} , {"body" : "SITTING on a banquette in the back of the dining room at Tellers Chophouse here, John and Linda Bohlsen and their grown sons, Michael and Kurt, tried hard to act like customers. They read the menu. They asked to hear the specials -- even though they had heard them all before. The Bohlsens own Tellers, a former bank building with 32-foot ceilings" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUSINESS; When Food Is the Family Enterprise" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/nyregion\/nyregionspecial2\/08dynastiesli.html"} , {"body" : "WITH a repertory of songs like ''Party Hard,'' ''Long Live the Party,'' ''Party Til You Puke'' and ''Party Party Party,'' the pop-metal musician Andrew W. K. would seem to be a fun guest to have at, say, a party. And now that he has his own dance club, the long-awaited Santos Party House on Lafayette Street, he seems to be an equally enthusiastic" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "BOîTE; Thank You for Partying" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/fashion\/08boite.html"} , {"body" : "AROUND TOWN ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06wspare.html"} , {"body" : "GOING to our local playground in Brooklyn can be painful. When friends are there, it's great. But it's hard to make small talk with people I barely know about high-tech strollers, whose kid is taking French lessons (mine are not), the pros and cons of gifted-and-talented programs -- the usual nightmare urban-mommy conversation. So, come late" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SUMMER IN THE CITY; New York's Big Backyard" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06play.html"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 12:30 to 3:30 p.m., Identification Day, with scientists on hand to identify shells, rocks, fossils, bones or other natural or cultural object submitted by visitors. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARETIMES| AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DF1E3EF935A35755C0A96E9C8B63"} , {"body" : "Soon, New York City residents in need of a new sofa or Swedish meatballs won't have to visit Long Island or New Jersey to get an Ikea fix. Ikea Brooklyn is to open June 18 at 1 Beard Street on the Erie Basin in Red Hook. Although the new location will sell the same products as the 34 other Ikea stores in the United States, it will have a cafeteria" , "date" : "20080605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | OPEN; Ikea's Brooklyn Beachhead" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/05\/garden\/05open.html"} , {"body" : "Opening This Week SHERIDAN SQUARE On Thursday, what was Central Kitchen will become this home for Gary Robins's American food with Asian and Moroccan touches, and a wood oven and grill: 138 Seventh Avenue South (10th Street), (212) 352-2237. ODEON ICE CREAM CART Freshly churned French ice cream in vanilla, chocolate, dulce de leche, pistachio and a" , "date" : "20080528" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH (CONN)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/28\/dining\/28off.html"} , {"body" : "Here they come, chugging down Fifth Avenue with their cargo of gleeful passengers: public double-decker buses in New York City! The announcement on Thursday that New York City Transit might bring back the double-decker bus, last seen plying the streets on a regular basis circa 1953, is certainly good news to fans of good old New York. But why stop" , "date" : "20080524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FIFTH AVENUE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Past Beckons The Future" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/24\/nyregion\/24bygone.html"} , {"body" : "BROOKLYN BRIDGE 125TH BIRTHDAY CELEBRATION New York is a city whose survival is rooted in its ability to shift shape. Ports give way to waterfront parks, cobblestone to paved roads, and other markers of each age vanish, only to be replaced by new ones. Perhaps that is why the city so reveres those few monuments that endure. The Brooklyn Bridge is" , "date" : "20080523" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3D8143EF930A15756C0A96E9C8B63"} , {"body" : "THE rumors of huaraches were greatly exaggerated (or at least premature), but they lured me to Brownstoner's Brooklyn Flea as if I were a cartoon hobo drawn to a pie on the windowsill. The Flea is a new outdoor market that takes place Sundays, 10 a.m. to 5 p.m., on the 40,000-square-foot playground of Bishop Loughlin Memorial High School on" , "date" : "20080521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; Treats for the Treasure Hunters" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/21\/dining\/21under.html"} , {"body" : "Amid the tightly packed row houses of North Philadelphia, a pioneering urban farm is providing fresh local food for a community that often lacks it, and making money in the process. Greensgrow, a one-acre plot of raised beds and greenhouses on the site of a former steel-galvanizing factory, is turning a profit by selling its own vegetables and" , "date" : "20080520" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PENNSYLVANIA" , "PHILADELPHIA (PA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Where Industry Once Hummed, Urban Garden Finds Success" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/20\/us\/20philadelphia.html"} , {"body" : "So the first thing Ikea wants you to know: Customers will not be allowed to line up outside the new Ikea in Red Hook, Brooklyn, until 48 hours before the grand opening, which is scheduled for 9 a.m. on June 18. That may seem like a bizarre warning, except that a man showed up two and a half weeks before the opening of a West Sacramento Ikea store" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "CITY ROOM; Hoping the Swedish Meatballs Hold Out in Red Hook" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DD1038F935A25756C0A96E9C8B63"} , {"body" : "IN the shadows of the elevated tracks toward the end of the No. 3 line in East New York, Brooklyn, with an April chill still in the air, Denniston and Marlene Wilks gently pulled clusters of slender green shoots from the earth, revealing a blush of tiny red shallots at the base. ''Dennis used to keep them big, and people didn't buy them,'' Mrs." , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Urban Farmers' Crops Go From Vacant Lot to Market" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/dining\/07urban.html"} , {"body" : "LITTLE HOUSE IN RED HOOK $925,000 BROOKLYN: 98 Pioneer Street A three-story house with a two-bedroom one-bath duplex and a one-bedroom one-bath garden-level apartment. A one-car garage in back is reached from both the garden and an alleyway. Kenneth Goldstein, Prudential Douglas Elliman (718) 840- 2010; www.Prudentialelliman.com. TAXES: $1,436 a" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; On The Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED7153CF937A35756C0A96E9C8B63"} ,   {"body" : "Homes for sale from Red Hook, Brooklyn to Fairfield, Conn." , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "On the Market: May 4, 2008" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/05\/04\/realestate\/0504-OTM_index.html"} , {"author" : "E-mail:dwyer@nytimes.com" , "body" : "Phone rings. ''Yes,'' Joel Magallan says. He listens for a minute, then speaks again. ''That's right, on the park side of Central Park West at 97th Street,'' he says. ''I am far from there now. But I am sending someone.'' He hangs up. ''Toilets for the parade,'' Mr. Magallan explains. ''Part of the requirements from the police.'' Sunday is the" , "date" : "20080503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; A Day in May To Celebrate, For Mexicans And the City" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/03\/nyregion\/03about.html"} , {"body" : "The long-running battle over the future of the cargo docks in Red Hook, Brooklyn, is over. After a five-year effort to stave off eviction and the redevelopment of the Red Hook container terminal, American Stevedoring, which has operated at least four piers in Brooklyn since 1994, signed a 10-year lease on Thursday with the Port Authority of New" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lease Ends Uncertainty for Red Hook Cargo Docks" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/nyregion\/25redhook.html"} , {"body" : "KATZ--Rosalyn. Died of natural causes on Wednesday, April 23, 2008 in Arlington, VA. She was 92. She was born in the Bronx, the daughter of Samuel and Ethel Rossoff. After graduating from Hunter College in 1935, she became a gym and health education teacher in the New York City schools. Her first assignment was in Red Hook, Brooklyn. When she" , "date" : "20080424" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths KATZ, ROSALYN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4DF113AF937A15757C0A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BAD WIZARD, MONOTONIX, DARK MEAT (Sunday) Lest you think that all retro rock is brainy and arty, here are three bands that approach the sounds of the 1970s with as little intelligence as possible. Bad Wizard, from Brooklyn, draws from Grand Funk Railroad and Kiss, and the existence of" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/18\/arts\/music\/18pop.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the Imax theater, ''Dinosaurs Alive!,'' a film about museum paleontologists in search of dinosaur remains. Timed tickets to ''Water:" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EEDE1430F93BA25757C0A96E9C8B63"} , {"body" : "The Bloomberg administration has revised its redevelopment plan for the Coney Island waterfront in an effort to break a deadlock with some landowners and elected officials while still preserving the area's historic amusement district, which includes the Wonder Wheel and the Cyclone roller coaster. The proposal, which would turn the area into a" , "date" : "20080417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City's Coney Island Design Revised to Break Deadlock" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/17\/nyregion\/17coney.html"} , {"body" : "It was a big show of force: 60 people under arrest, 5 gangs vanquished, more than 200 criminal charges, a $1.5 million narcotics enterprise shattered and an urban village of 3,500 liberated. The 2002 raid on the sprawling Cypress Hills housing project in East New York, said Charles J. Hynes, the Brooklyn district attorney, shut down ''a historic" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Conspiracy and Compromise" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/06arrests.html"} , {"body" : "Flickinger Glassworks, a company in Red Hook, Brooklyn, bends sheets of glass to create curved windows, display cases, light fixtures and various other items. (The glass faces on the Grand Central Terminal information booth clock were made by Flickinger.) One Friday evening each month, the company offers a glass-bending workshop, open to eight" , "date" : "20080403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "WORKSHOPS; CURRENTS | A Chance to Bend Glass Into a Work of Art" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/03\/garden\/03glass.html"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "JAMARIS VALLADARES of Brooklyn has never had a formal job interview. ''I've only had part-time, minimum-wage jobs, selling and as a cashier,'' she said. Nevertheless, Ms. Valladares, 22, recently planned a four-day conference in Puerto Rico for a company based in New York. With a budget of $65,000, she arranged the transportation, lodging, meals," , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Education" , "Technology" , "Business"] , "page_facet" : "16" , "title" : "HOME FRONT; Imaginary Hors d'Oeuvres, But Real Job Skills" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/jobs\/30homefront.html"} ,   {"body" : "Less than two months after conceding that 2007 financial results did not meet expectations, the chairman and chief executive of the Sealy Corporation, David J. McIlquham, resigned last week, effective immediately. Stock of Sealy, the world's largest mattress manufacturer, lost more than half its value in the last year as the company struggled" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "SUITS; Can Sealy Catch Up With the Foam Set?" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/business\/16suits.html"} , {"body" : "The crisis of Red Hook Park is, for the most part, over. Last year, the Latin food vendors of the Red Hook soccer fields of Brooklyn, who have been serving up hot tacos and huaraches since Mayor Abraham D. Beame was in office, felt threatened by internal strife and the wheels of city bureaucracy. The Department of Parks and Recreation wanted a" , "date" : "20080312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Venerable Vendors to Stay At Brooklyn Soccer Field" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/12\/nyregion\/12vendors.html"} , {"author" : "COLSON WHITEHEAD IS A FELLOW AT THE CULLMAN CENTER FOR SCHOLARS AND WRITERS. HIS NOVEL ''SAG HARBOR'' WILL BE PUBLISHED NEXT YEAR." , "body" : "I live in Brooklyn. I moved here 14 years ago for the cheap rent. It was a little embarrassing because I was raised in Manhattan, and so I was a bit of a snob about the other boroughs. At the time there was a big buzz about the ''Black Renaissance'' of Fort Greene. It was one big house party thrown by Spike Lee and Branford Marsalis, Rosie Perez" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "31" , "title" : "ESSAY; I WRITE IN BROOKLYN. GET OVER IT." , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/books\/review\/Whitehead-t.html"} , {"body" : "MOST New Yorkers would greet the prospect of a $51,000 two-bedroom co-op in Chelsea with slack-jawed wonder, since the average price for an apartment in the city now exceeds $1.4 million. They might react the same way to a three-story house in Park Slope priced at $255,000 or to a one-bedroom in a brand-new Harlem condominium for $147,500. But" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Winning That One In a Million" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/realestate\/02cov.html"} , {"body" : "''HOWDY, folks,'' Chris Thile said one recent Tuesday night, as he twisted a peg on his mandolin. His audience, packed into the cozy Rockwood Music Hall on the Lower East Side, seemed to appreciate the salutation. Somebody voiced a request: ''Over the Waterfall,'' a bluegrass standard. ''Second tune I ever learned,'' he shot back, ''after 'Woody's" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["APPALACHIAN REGION" , "NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "The Sound Is Rural, the Setting Urban" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/music\/29folk.html"} , {"body" : "Acoustic music, especially bluegrass, has found new momentum and a new generation of pickers, and can be found every night of the week these days in clubs around New York. (The number preceding each item corresponds to a location on the map at right.) Mondays 1. NYC'S HOTTEST HOEDOWN, 7:30 p.m. to midnight, Parkside Lounge, 317 East Houston Street," , "date" : "20080229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "The Week in Twang, Day by Day" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/29bfolk.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-CUBAN FIESTA (Friday and Saturday) The acclaimed alto saxophonist and clarinetist Paquito D'Rivera, who just won a Grammy for best Latin jazz album, presides over this celebration of Afro-Cuban music. His fellow performers include Las Hermanas Márquez, the traditional Cuban group" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/music\/22wjazz.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-CUBAN FIESTA (Friday and Saturday) The acclaimed alto saxophonist and clarinetist Paquito D'Rivera, who just won a Grammy for best Latin jazz album, presides over this celebration of Afro-Cuban music. His fellow performers include Las Hermanas Márquez, the traditional Cuban group" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DE1438F931A15751C0A96E9C8B63"} , {"body" : "There's something reassuring about knowing you can hop on a ship and cruise to warmer climes when you're living in the New York area in February. CruisingFromNewYork.com, a new Web site that was started last month, aims to expedite this fantasy. The site breaks down New York's three ports --Manhattan (55th Street and 12th Avenue); Brooklyn (Pier 12" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Technology"] , "page_facet" : "2" , "title" : "COMINGS AND GOINGS; New Site Tells All About New York's Ports" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/17\/travel\/17COMcruise.html"} , {"body" : "An Italian woman tends her garden in Boerum Hill, Brooklyn, and worries about her neighbor, an increasingly sullen black teenager, all the while arguing with her bigoted mother. A neighborhood and a world away, two buddies fishing in Red Hook recoil at a horrible sight bobbing in the water: a little coffin. And back in Boerum Hill, a wife walks out" , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "5" , "title" : "One Writer's Brooklyn: Chronicles of Crime, Boombox Abuse and Divorce" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/06\/books\/06cohen.html"} ,   {"body" : "Voters jumping and hollering in stadiums and town squares in last-minute rallies intended not to convince anyone but to fire up the true believers. Thousands of people standing in snaking lines in Connecticut, hoping to register to vote or change their party affiliations. And everywhere, from the opinionated and heavily Democratic precincts of" , "date" : "20080205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUFFALO (NY)" , "CONNECTICUT" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Many Democrats Still Wavering on a Choice" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/05\/nyregion\/05york.html"} , {"body" : "Daniel Levine could barely contain himself. He paced the floor of the Izod Center waiting for Senator Barack Obama's appearance on Monday morning. He spoke about being ''part of something amazing'' and ''magical,'' and how a person like Senator Obama ''only comes along every 40 years.'' ''I used to say, 'I feel bad for my kids,' '' said Mr. Levine," , "date" : "20080205" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Obama Receives Cheers In the Meadowlands" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/05\/nyregion\/05stadium.html"} , {"author" : "As told to Jennifer Bleyer" , "body" : "AS a child growing up in Bedford-Stuyvesant, Robert Holt Jr. thought that the mysterious gray machines rolled into his school for Election Day looked like coffins. Now, as one of 21 repairmen in the place where Brooklyn's voting machines are fixed, he has developed a certain amount of affection for the hulking contraptions. Mr. Holt, 47, is a" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; The Fixer" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03elec.html"} , {"author" : "Nathaniel Rich, an editor at The Paris Review, is the author of ''The Mayor's Tongue,'' a novel to be published by Riverhead Books in April." , "body" : "I RECENTLY went into Manhattan with a friend to visit her younger brother's new apartment on 52nd Street and the East River. The brother, Ariel, had just graduated from college and had been hired by a prestigious financial firm in Midtown. His two roommates had followed the same path, and so, apparently, had everyone else who lived on their long," , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His City, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03broo.html"} , {"body" : "Simply Chocolate A buffet of chocolate desserts will be available on Fridays and Saturdays at 6:30, 8:30 and 10:30 p.m. through March 1 at Rise Bar, on the 14th floor in the Ritz-Carlton New York, Two West Street at Battery Park. The buffet will also be available on Valentine's Day at the same times. The cost is $75 a person: (917) 790-2600. A" , "date" : "20080130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/30\/dining\/30fcal.html"} , {"body" : "Working as an undercover narcotics officer is among the most dangerous jobs on the police force. You have to pretend to be an addict and win the trust of dealers. But if you must do the job, it would seem, a good place to land would be the area designated by the Police Department as Brooklyn South. For as large as it is, covering the vast territory" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Undercover Work Seen as Mix of Art, Temptation and, Sometimes, Corruption" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25arrest.html"} , {"body" : "A contractor involved in Monday's fatal construction accident in SoHo has a history of safety violations at projects in Manhattan and has been fined tens of thousands of dollars in penalties, according to federal records. A worker for the contractor, DiFama Concrete, died on Monday when he fell 42 floors from the top of Trump SoHo, a condominium" , "date" : "20080116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SOHO (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Many Violations For Employer In Fatal Fall" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/16\/nyregion\/16building.html"} , {"body" : "Deborah D'Ambrosi can recite with ease the weight of each of the Queens -- Elizabeth 2, Mary 2 and Victoria, which are among the world's most luxurious ocean liners. And she came all the way from her landlocked hometown, Olney, Ill., on Sunday just to see ''the three girls,'' as she called them. She watched as the liners sailed side by side through" , "date" : "20080114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "Three Seafaring Queens Spend a Day in New York" , "url" : "http:\/\/travel.nytimes.com\/2008\/01\/14\/nyregion\/14ships.html"} , {"body" : "A TOP-FLOOR apartment was what Michelle Panzer and Paul Campbell wanted most. They craved the quiet that came with having no inconsiderate neighbors tromping above them. Tomblike silence was their ideal. To avoid noise, they would have been happy with ''a crypt -- an apartment buried underground,'' Ms. Panzer said. But at the same time, they wanted" , "date" : "20080113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Quiet on the Home Front" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/13\/realestate\/13HUNT.html"} , {"body" : "Distilled Apples Apple brandies will be available for tasting, free of charge, on Saturday from noon to midnight and on Sunday from noon to 9 p.m. at LeNell's: a Wine and Spirit Boutique, 416 Van Brunt Street (Coffey Street), Red Hook, Brooklyn. Sake or Cocktails? A class on sake given by Timothy Sullivan, with a tasting, $95, will be held on" , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/09\/dining\/09fcal.html"} ,   {"body" : "Here are some of the best inexpensive places reviewed in the Dining section this year. ABRAçO ESPRESSO86 East Seventh Street, East Village; (212) 388-9731. Espresso drinks are among the city's finest and drip coffee is even better. There's a small flavorful menu with a Spanish-style frittata of ethereal, custardy creaminess ($4) and warm French" , "date" : "20081231" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Resolution: Dine Well Without Breaking the Budget" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/31\/dining\/31cheap.html"} , {"body" : "A 9\/11 REMINDER, With a Question Cheryl Stewart keeps a sign in the narrow garden in front of her house, a homespun billboard on an anonymous street in Red Hook, Brooklyn, that serves as a personal protest. On Wednesday, the sign's hand-painted red and black letters and numbers read: ''7 years 97 days since 9-11-01. Where is Osama bin Laden?'' The" , "date" : "20081218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E4DA1F3AF93BA25751C1A96E9C8B63"} , {"body" : "In the grays of winter, the last stop on any subway line can have a lonely, ominous feel. But when the new $530 million South Ferry station, the terminus of the No. 1 train, opens in January, it will have some added luminosity, thanks to a site-specific installation by the artists Doug and Mike Starn. Commissioned by the Arts for Transit program of" , "date" : "20081215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Making Artistic Connections at New Subway Station" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/15\/arts\/design\/15ferr.html"} , {"body" : "SHAI KREMER, a 34-year-old Israeli, has lived in New York since 2002. As a new arrival to the city, Mr. Kremer was struck by the contrast between the myth of New York, as seen in Manhattan's towers and glittering lights, and the reality, as seen in the prosaic cityscape of the boroughs beyond. A landscape photographer with a penchant for metaphor" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Miles From Glitter Town" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/thecity\/07hori.html"} , {"body" : "SOME New Yorkers never get to know their neighbors. They nod hello, but rarely speak, and they certainly don't break bread with them. Even names may remain a mystery, unless an errant letter finds its way into the wrong mailbox. This is precisely the New York that a group of Brooklyn residents hopes to escape. They plan to do so by pooling their" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Village Down the Block" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/30\/realestate\/30cov.html"} , {"body" : "RED HOOK TOWN HOUSE $975,000 BROOKLYN: 52 Dikeman Street (near Richard Street) A 1910 brick house with four bedrooms, two baths, three parlors, a library, a landscaped patio, and central heating, ventilation and air-conditioning. Denise Cataudella, the Corcoran Group (917) 749-4076; www.corcoran.com Open house Sunday, 3 to 4:30 p.m. TAXES: $1,800 a" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET: RED HOOK TOWN HOUSE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E4DD1239F933A05752C1A96E9C8B63"} , {"body" : "UPPER WEST SIDE CO-OP $1,450,000 MANHATTAN: 245 West 74th Street (between Broadway and West End Avenue), #8A A two-bedroom two-bath co-op with a windowed dining room, a washer and dryer, and ample storage, in a prewar elevator building. Gaetano Gizzo, Century 21 NYC (212) 872-7859, ext. 7890; www.c21nyc.com MAINTENANCE: $1,542 a month PROS: A" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET: UPPER WEST SIDE CO-OP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3D81530F933A05752C1A96E9C8B63"} , {"body" : "The Red Hook piers, one of the last working waterfronts in New York, have seemed destined for the kind of high-gloss gentrification that was enveloping much of the city. Cargo piers would become marinas and cruise ship terminals; warehouses would be transformed into restaurants, luxury condominiums and corporate conference centers. But the" , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "For Reinvention, Red Hook Follows Its Roots" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/23\/nyregion\/23redhook.html"} , {"body" : "Steven Thrasher usually carries two reusable cloth bags for any impromptu shopping. At the Ikea store in Brooklyn the other day, he gladly forked over $1.18 for two of the store's big blue bags, made of durable plastic for repeated use. But even an environmentally aware New Yorker like Mr. Thrasher cannot shake himself loose of the everyday" , "date" : "20081118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Seeing a Pitched Battle Over Plastic Bags" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/18\/nyregion\/18plastic.html"} , {"body" : "CUT off from the rest of Brooklyn by expressways, Red Hook can feel like a small town, and as in any small town, newcomers can have a hard time fitting in. Especially when they are trailed by television cameras. Back in July, the Brooklyn blogosphere began to buzz with rumors that MTV's next season of ''The Real World,'' the long-running reality" , "date" : "20081109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "RED HOOK; A 'Real World' That's Really Elusive" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/09\/nyregion\/thecity\/09real.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Help Finding Uptown Q.What happened to those compass-shaped decals on the sidewalks in front of subway station exits near Grand Central Terminal, which let you know which way was which? A. There are plans to have more of those directions, but the plans are not yet final. The sidewalk directions, which were there only for a 10-day pilot program last" , "date" : "20081109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/11\/09\/nyregion\/thecity\/09fyi.html"} , {"body" : "In its struggle to make New York more green, the Bloomberg administration has tried discouraging people from using plastic bags. It has taken out ads beseeching residents to use cloth bags and set up recycling bins for plastic bags at supermarkets. But now the carrots have been put away, and the stick is out: Mayor Michael R. Bloomberg has called" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Mayor's Plan, The Plastic Bag Will Carry a Fee" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/07\/nyregion\/07bags.html"} , {"author" : "Ben Gibberd is the author of ''New York Waters: Profiles From the Edge,'' with the photographer Randy Duchaine." , "body" : "FOR many Americans, the Presidential Election Night Party is part of a long-established social tradition, one that takes its place alongside familiar and beloved institutions like the Oscar Night Party, the World Series Party and the Super Bowl Party. Friends and sometimes colleagues gather eagerly in one another's living rooms, there to eat," , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After the Ballot, the Bash" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/nyregion\/thecity\/02part.html"} , {"body" : "IF you want to rent a loft in an old commercial or manufacturing building, the best place to look is in less-established neighborhoods like the South Bronx and in the Brooklyn neighborhoods of Bushwick, Carroll Gardens, Clinton Hill and Red Hook. Those areas are served by small local brokers as well as the larger chains. You can find listings from" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Finding Raw Space of Your Own" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DA1338F931A35752C1A96E9C8B63"} , {"body" : "BROOKLYN produced one-fifth of the nation's beer as recently as 1960. By 1976, when Rheingold and Schaefer shuttered their Brooklyn plants, the number of local breweries dropped to zero. Now the hops are stirring in Brooklyn once again. Sixpoint Craft Ales, which has been brewing an increasingly popular range of beers in a small brew house in Red" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn Returns To a Heady Time" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29beer.html"} , {"body" : "International REPORT DETAILS WIDE USE Of Security Contractors in Iraq According to a report by a federal oversight agency, at least 310 private security companies from around the world have received contracts from United States agencies to protect American and Iraqi officials, installations, convoys and other entities in Iraq since 2003. The roster" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times, October 29, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE2D8163BF93AA15753C1A96E9C8B63"} , {"body" : "THE first thing you notice about Char No. 4, the new bourbon-obsessed bar in Cobble Hill, is the intimidating wall of whiskey sitting directly behind the bartender and stretching up to the ceiling. More than a hundred bottles are displayed in a custom-designed iron and walnut case, and a muted backlight suffuses the young professionals at the bar" , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "BOîTE; A Straight-Up Kind of Place" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/fashion\/26boite.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ERIC ALEXANDER QUARTET (Thursday) Eric Alexander is a tenor saxophonist drawn to the smart, surging hard bop of the 1950s and '60s. His working quartet features the veteran pianist Harold Mabern as well as the sturdy rhythm team of John Webber on bass and Joe Farnsworth on drums." , "date" : "20081024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/24\/arts\/music\/24jazz.html"} , {"body" : "THERE are women who fantasize about their weddings from early childhood. Jill Clark is not one of them. Ms. Clark, 44, was raised to be an independent, self-sufficient woman. The youngest of seven siblings, she is a fast-talking Mets fan with a penchant for margaritas, and not the type to wait around for Mr. Right. ''He's not coming,'' she" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SCOTLAND" , "IRELAND"] , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "VOWS; Jill Clark and Steven McNally" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/fashion\/weddings\/19vows.html"} , {"body" : "ZOMBIECON There are still two weeks until Halloween, and already the undead are out in force. ZombieCon, the annual parade of the bloody, the battered and the strangely animated, takes place on Saturday. For the fourth year participants in this loosely organized spectacle will roam the streets of Manhattan (above), dressed in their best" , "date" : "20081017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/17\/arts\/17wspare.html"} , {"body" : "GROWING up in the Dominican Republic, Rafael Soler started sewing pants after school when he was 14 years old to help support his family. He produced a half-dozen pairs every day, earning $3 for each batch, and he has not stopped working since. He has been a tailor, both in Santo Domingo and, after moving to New York 27 years ago, in the garment" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; The Nobu of Red Hook Park" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/12\/nyregion\/thecity\/12disp.html"} , {"body" : "In a political season in which conscience and ambition are on such vivid daily display, I am very much looking forward to Frank Langella in ''A Man for All Seasons,'' the great drama of Sir Thomas More's struggle against King Henry VIII -- a struggle More lost, at least on earth, when he was executed. The play is a reminder of the importance of" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "My New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1D9103EF931A25753C1A96E9C8B63"} , {"body" : "In college, Severine von Tscharner Fleming's ''violent allergic reaction to L.A.'' drove her to help set up a guerrilla farming club, visit farmers on the West Coast in a vegetable-oil pickup truck and form the Society for Agriculture and Food Ecology at the University of California, Berkeley. Now von Tscharner Fleming, the child of urban planners" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "78" , "title" : "STYLE; Food Fighters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D61531F931A25753C1A96E9C8B63"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "The first and hardest part was deciding which crop to take to market from the farm in Red Hook, Brooklyn. All arguments were charged with the stainless-steel passion of 15-year-olds. ''Corn,'' Narcisso Rosado said. ''Raspberry jam,'' said Malcom Walker. ''Mine was the best idea,'' said Aseel Al Waqza. ''Lemon sorrel. A juice drink from it.'' He" , "date" : "20081008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; Sweat Equity Put to Use Within Sight of Wall St." , "url" : "http:\/\/www.nytimes.com\/2008\/10\/08\/nyregion\/08about.html"} , {"body" : "To the Editor: The Gil Hodges Memorial Garden, which honors the Dodgers first baseman who went on to manage the Mets to their World Series championship in 1969, is on a small lot at Carroll Street and Denton Place in Gowanus, Brooklyn. The Dodgers played at nearby Washington Park before Ebbets Field was built. Marilyn Pettit Red Hook, Brooklyn" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "LETTERS TO THE EDITOR; Laughing Matters, Disappearing Grass and Luxe Dorms" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E7DB123BF936A35753C1A96E9C8B63"} , {"body" : "FOR CHILDREN OPENHOUSENEWYORK KIDS! Architectural activities start early in life. What child hasn't built a sand castle, a Lego tower or a house of wooden blocks? But serious engagement with the environment surrounding every New Yorker -- that created by artists and designers, ancient and modern -- often doesn't begin until adolescence. The" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/03\/arts\/03wkids.html"} , {"body" : "OPENHOUSENEWYORK KIDS! Architectural activities start early in life. What child hasn't built a sand castle, a Lego tower or a house of wooden blocks? But serious engagement with the environment surrounding every New Yorker -- that created by artists and designers, ancient and modern -- often doesn't begin until adolescence. The organization" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E6DB1E3BF930A35753C1A96E9C8B63"} , {"body" : "When the third season of ''Ugly Betty'' begins on Thursday, viewers who see the show's star, America Ferrera, stumble past the Brooklyn Bridge or the Empire State Building will be seeing something new: New York. Until this season, the ABC show was produced in Los Angeles, where its exterior shots were frequently filmed in front of green screens," , "date" : "20080925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Thanks to Tax Credits, the New York You See on TV Is More Likely the Real City" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/25\/nyregion\/25betty.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera DEATH BY ARIA (Saturday) Members of Dicapo Opera Theater's resident artist program sing arias from ''La Traviata,'' ''I Pagliacci,'' ''La Bohème,'' ''Ariadne auf Naxos,'' ''Turandot,'' ''Billy Budd'' and ''Andrea Chénier.'' Performers will be announced at the time of" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE5D61130F93AA2575AC0A96E9C8B63"} , {"body" : "From ''The Breakfast Club'' to ''American Teen,'' high-school dramas often star a familiar cast of characters: the princess, the jock, the nerd. In ''Red Hook High,'' a new television pilot shot in Brooklyn, there is a different set of protagonists: the immigrant, the pregnant girl, the gay guy. ''It's the anti-'Gossip Girl,' '' said Trac Minh Vu," , "date" : "20080915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Far From Hollywood, Red Hook's Grit Sells" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/15\/nyregion\/15pilot.html"} , {"body" : "FIVE in the morning down at the deli, Knapp Street, Brooklyn, the smell of the tide coming in soft and funky over Jordan's Lobster Dock down the block. People stand in line for coffee, ice, a sandwich for later. There is nervous energy in the air, guys shuffling in boots and flip-flops. Here are rumpled fishing guides ripped from the womb of sleep" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "A Short Cast Away" , "url" : "http:\/\/travel.nytimes.com\/2008\/09\/12\/travel\/escapes\/12Fish.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'CALLING: AN OPERA OF FORGIVENESS' (Friday through Sunday, and Thursday) With a libretto based on ''A Mother's Essays From Ground Zero'' by the writer Wickham Boyle, ''Calling: An Opera of Forgiveness'' recounts the experiences of one downtown family on Sept. 11 and the" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E4DA143AF931A2575AC0A96E9C8B63"} , {"body" : "AS with many small, utilitarian wineries in California, barrels and tanks practically spill out of Tenbrink, home of Scholium Project, here in the Suisun Valley, just east of Napa Valley. Yet to call Scholium Project a winery and its proprietor, Abe Schoener, a winemaker is a little like calling Salvador Dalí a painter. It's true, but it does not" , "date" : "20080910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TENBRINK (CALIF)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "THE POUR; A Thinking Man's Wines" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/10\/dining\/10pour.html"} , {"body" : "When the Vertical Player Repertory presented Puccini's ''Tabarro'' last year on an oil tanker moored at the Red Hook Marine Terminal in Brooklyn, it made sense; the opera is set on a barge in the Seine. Producing Offenbach's ''Contes d'Hoffmann'' on the docks there, as the feisty company is doing now, is more of a stretch. Jules Barbier's libretto" , "date" : "20080908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "MUSIC REVIEW; Night Skies and City Views for Tales of Thwarted Love" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/08\/arts\/music\/08vert.html"} , {"author" : "Alice Mattison's latest novel, ''Nothing Is Quite Forgotten in Brooklyn,'' will be published this month by Harper Perennial." , "body" : "''GO one stop on the express, change for the local and get on at the back of the train.'' My father knew how to take the subway almost anywhere, and he'd even instruct you where to stand on the platform so as to be near the most convenient exit when you got off. But going from one place in Brooklyn to another was beyond even him. When I was a" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Along the Tracks of Her Mind" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/nyregion\/thecity\/07trai.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'THE CRUCIBLE' (Thursday) Robert Ward's setting of Arthur Miller's politically charged allegory about the Salem witch trials is always worth hearing. This new production by Robert Alfoldi, the director of the Hungarian National Theater, is a centerpiece of the company's" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Classical" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/05\/arts\/music\/05classical.html"} , {"body" : "At first glance the stylized movements of the group of adults and teenagers attached to one another's wrists with long crepe ribbons seemed to be some kind of avant-garde twilight tai chi. But these exercises on the Red Hook Marine Terminal docks in Brooklyn, against a striking backdrop of Governors Island and the Manhattan skyline, were part of" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Operatic Cargo of Tragic Love, Unloaded on a Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/arts\/music\/01vert.html"} , {"body" : "Flatbush Avenue pulses in the Brooklyn distance, but back here the vines are heavy with the bounty of late summer, a salsa-lover's harvest of organic plum tomatoes, jalapeños and habaneros, along with bulbous eggplants, purple-veined Swiss chard, cucumbers, celery (for bloody marys), spearmint, basil, and strawberries, lavender, sunflowers," , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Out Back, an Urban Oasis" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/31backyards.html"} , {"body" : "IN the summer of 2001, Roberto Sosa, a delivery driver for a sewing machine company, started a soccer organization for Mexican-American children in Red Hook, Brooklyn. Its name, Liga Mexicana de Fútbol Infantil, or Mexican Children's Soccer League, was straightforward enough -- except that all the players were boys. Mr. Sosa, 37, had grown up in" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "PROSPECT PARK; The Soccer Mamas of Summer" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/thecity\/31socc.html"} , {"body" : "Admirals' Row, a collection of historic buildings at the southwestern edge of the Brooklyn Navy Yard, housed high-ranking officers from the 1840s until the early 1970s. The city wants the Army National Guard, which owns the property, to transfer the land so that the Brooklyn Navy Yard Development Corporation can demolish the houses and replace them" , "date" : "20080822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "At the Navy Yard, a Call to Preserve Admirals' Row" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E0DA1F3DF931A1575BC0A96E9C8B63"} , {"body" : "MUCH activity is on tap for Governors Island next weekend, when that 172-acre patch of land midway between Manhattan and Brooklyn celebrates its role in the Revolutionary War's Battle of Brooklyn. But Brooklyn residents who live just 400 yards away might have considerable trouble making their way to the festivities. From Red Hook, the Brooklyn" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "GOVERNORS ISLAND" , "MANHATTAN (NYC)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "GOVERNORS ISLAND; Brooklyn, Seeing a Slight, Battles for an Island" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/nyregion\/thecity\/17gove.html"} , {"body" : "For Michael Voudouris, 47, a lifelong New Yorker, the city itself was an Olympic training ground. He grew up riding a sled in Forest Park in Queens and worked for years as an ambulance driver, which gave him the agility to become a world-class sled driver. And the inspiration he gained from working at ground zero helped propel him to compete in the" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "On the Streets of New York, Olympians Among Us" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/sports\/olympics\/17locals.html"} , {"body" : "The secret to buying confiscated cars at the police auction, regulars say, is knowing what not to bid on. ''Once, I was looking at a nice BMW X5 going for only $5,000, a great price,'' said Mike Randall, 37, of Queens. ''But then I saw that there were two bullet holes, and blood on the seats. I mean, you know what you'd have to spend just to clean" , "date" : "20080816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Watch Out for Blood and Bullet Holes" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/16\/nyregion\/16impound.html"} , {"body" : "INTERNATIONAL BEHIND POMP OF GAMES, A Dancer's Serious Injury The story behind the opening ceremony for the Beijing Olympics continues to grow: a 26-year-old dancer was seriously injured during a rehearsal just 12 days before the show and may be paralyzed for the rest of her life. People who have visited her in the hospital say organizers initially" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES, AUGUST 15, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1D8133EF936A2575BC0A96E9C8B63"} , {"body" : "NEW Yorkers see their town as the center of the universe. But despite huge strides by New York's cafes over the last few years, the most respected coffee roasters are elsewhere. Now, some of the best are coming to town. Duane Sorenson, who owns Stumptown Coffee Roasters, based in Portland, Ore., packed up a U-Haul last month and moved to Carroll" , "date" : "20080813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Specialty Coffee Roasters Brew in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/13\/dining\/13coffee.html"} , {"body" : "International OPULENCE AND CHAOS In a Nigerian Boomtown Lagos, the Nigerian mega-city on Africa's west coast, is often described as a city with contrasting superlatives. The city is flush with cash and glitter from the high cost of oil, making it one of the most expensive cities even as the quality of life sags under the weight of overpopulation." , "date" : "20080813" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: AUGUST 13, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E5DD1F38F930A2575BC0A96E9C8B63"} , {"body" : "The blue box opened, and so far, the sky hasn't fallen. When Ikea, the Swedish furniture giant, announced that it would open one of its trademark big-box stores on the Brooklyn waterfront in Red Hook, many in the area feared that throngs of shoppers would transform and scar a quiet neighborhood possessed of a battered industrial charm. The battle" , "date" : "20080811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Neighbors Admit a Big Box Isn't All Bad" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/11\/nyregion\/11ikea.html"} , {"body" : "Sometimes you need a Hollywood ending, even in Edinburgh. The screenwriter Budd Schulberg conceded the point more than a half-century ago after he wrote the screenplay to the film ''On the Waterfront.'' For a new British production of the stage adaptation written by Mr. Schulberg with the help of Stan Silverman, he suggested to the director Steven" , "date" : "20080811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EDINBURGH (SCOTLAND)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Dockside Contender Coulda Had A Sad End" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/11\/theater\/11water.html"} , {"body" : "MARK MANNING looked up from his sketch pad, past the entrance of Sunny's Bar, and gazed at the pickup truck parked just beyond the porch. ''I feel like I'm home in Montana,'' said Mr. Manning, an artist (middle photo at left). ''The laid-backness of the people, the open spaces -- they are the closest thing I know to home.'' He was describing Red" , "date" : "20080807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "7" , "title" : "LIFE AS A RUNWAY; On the Brooklyn Prairie" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE3D6163EF934A3575BC0A96E9C8B63"} , {"body" : "Red Hook in Brooklyn, the neighborhood of warehouses, funky bars and rundown roads, is a haven to would-be homesteaders fleeing Manhattan’s hectic pace." , "date" : "20080806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Style"] , "title" : "Life as a Runway | On the Brooklyn Prairie" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/08\/06\/fashion\/20080807-RUNWAY_index.html"} , {"author" : "Nathaniel Rich's first novel, ''The Mayor's Tongue,'' was published earlier this year." , "body" : "NEW YORKERS may be prone to the flu in the winter, but in the summer the entire city comes down with a fever. Common symptoms include subway-platform fainting spells, air-conditioner sore throats, fits of sidewalk nudity, heat rash, heat migraines, heat confusion, heat rage and heat nightmares. Even the rats, lazily sampling the curb's all-night" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His Blue Period" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/thecity\/03pool.html"} , {"body" : "COULD Champagne replace beer as Brooklyn's quaff of choice? Now there's fighting words. But bartenders in this venerably beery borough seem, increasingly, to be reaching for a heavy-bottomed bottle of Champagne, rather than a long-necked bottle of beer. Not that they're pouring it, unaccompanied, into delicate flutes -- Brooklyn's gentrification" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "SHAKEN AND STIRRED; Well, It's Not Champale" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/fashion\/03shake.html"} , {"body" : "MICHAEL BARGO, a 25-year-old interior designer, has only recently moved from a studio to a one-bedroom apartment, so he knows well what it's like to live in a small New York City space that must be multifunctional and good-looking. For a first apartment, he recommends creating a ''clean basic canvas,'' and then embellishing with accessories. Mr." , "date" : "20080731" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "SHOPPING WITH MICHAEL BARGO; First Apartment" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/31\/garden\/31shop.html"} , {"body" : "Looking Ahead MR. JONES YAKITORI In the fall Lesly Bernard, left, whose cocktail lounges have included Tillman's, Pravda and Taj, will open this place specializing in yakitori dishes grilled over Japanese charcoal: 243 East 14th Street, (212) 253-7670. LA OTRA Also in September, Mr. Bernard plans to open this Cuban spot, with food by Colin Alevras," , "date" : "20080723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/23\/dining\/23off.html"} , {"body" : "When the Brooklyn Brewery set up its brew house 12 years ago in a decaying section of Williamsburg riddled with empty shells of the borough's industrial past, Steve Hindy, the brewery's president, was hailed as a pioneer. Today, the neighborhood has come a long way: Condominiums a block away offer rooftop cabanas, while developers are turning" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Double Edge to Brooklyn's Success" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20brewery.html"} , {"body" : "Everardo Vaquero's truck was the first to arrive. It was 8 a.m., and Red Hook Park was nearly deserted except for a few dozen men in cleats and shorts scrambling around on the soccer field. By noon, a half dozen taco trucks and food carts were lining the curb along Clinton and Bay Streets, and a crowd was starting to build. The Latin food vendors" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Back on the Street, Brooklyn Vendors Try to Make Up for Lost Time" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20vendors.html"} , {"body" : "ON her first day working in Washington for the One Campaign, an antipoverty group founded by the singer Bono, Meighan Mills Stone was introduced to Seth Amgott, a slender and handsome New Yorker who sat just feet away, frenetically working the phones on behalf of their cause. It was June 2005, and they were too busy to socialize as they wrangled" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "VOWS; Meighan Stone and Seth Amgott" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/fashion\/weddings\/20VOWS.html"} , {"body" : "An article and an accompanying list last Wednesday about Brooklyn restaurants that have involved the entrepreneurs Alan Harding and Jim Mamary misstated the name of one Mr. Harding opened in Red Hook and the year it opened, and erroneously included one item on its menu. The restaurant was The Old Pioneer, not Pioneer Bar-B-Que; it opened in 2004," , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Correction: 'Restless Pioneers, Seeding Brooklyn'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E4DA153CF935A25754C0A96E9C8B63"} , {"body" : "It is easy to forget, in celebrating the suspension of street-cleaning parking rules, that such an act is accompanied by the suspension of, well, street cleaning. The absence of those lumbering scritchy-scratch street sweepers has not gone unnoticed in Park Slope, Brooklyn, where a two-month hiatus from alternate-side parking rules has created an" , "date" : "20080714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parking Rules Return; Cleaner Streets to Follow" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/14\/nyregion\/14slope.html"} , {"body" : "Erik Baard was 200 yards away from a smooth, placid day on the water. The weather was warm, the water picturesque, and Mr. Baard and 26 other kayakers were just about to finish their trip Friday on the Brooklyn waterfront, from Red Hook to Governors Island and finally on to Dumbo. But then Mr. Baard heard a commotion and looked back, and suddenly," , "date" : "20080712" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Kayakers Rescued Near Waterfall in Harbor" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/12\/nyregion\/12capsize.html"} , {"body" : "WITH a trunk full of cod, brisket, blackberries, arugula and antifreeze, Alan Harding drives down Smith Street, past American Apparel, past the Michelin-starred restaurant Saul and past Patois, the bistro he helped open 11 years ago. Back then the neighborhood was a more likely destination for drug deals than dinner. Patois, where he was the chef," , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Restless Pioneers, Seeding Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09brook.html"} , {"body" : "The citywide concrete truck drivers' strike hit the end of its first week on Tuesday, with slowdowns and work stoppages continuing at construction sites. But on the Brooklyn streets adjacent to the Quadrozzi Concrete Corporation, one of the city's largest concrete plants, most residents barely even noticed. It did not matter that there were no" , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Drivers on Strike, Brooklyn Barely Notices" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/nyregion\/09concrete.html"} , {"body" : "Late one night, shortly after Kai Lui and his wife, Laura Campbell-Lui, moved into their Queen Anne-style house in Midwood, Brooklyn, she shook him awake, insisting that she heard intruders. Mr. Lui went to investigate and discovered noises coming from the fourth-floor attic. He called the police. ''They had their weapons drawn,'' said Mr. Lui, a" , "date" : "20080708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The City's Latest Real Estate Fight: Humans Against Raccoons" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/08\/nyregion\/08raccoons.html"} , {"body" : "IKEA, the Swedish home furnishings juggernaut, has just opened an outlet in Red Hook, Brooklyn. The gigantic bright blue and yellow building looks like the Embassy of Legoland and is completely incongruous with the craggy brick factory buildings of this historic but rapidly gentrifying waterfront village. The huge store went up so fast I would" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SWEDEN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | IKEA; A Diverse Brooklyn, With Meatballs" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/fashion\/03CRITIC.html"} , {"body" : "A Brooklyn judge on Wednesday ordered the removal of an 18-foot-tall, 200-foot-long metal fence that separates the Red Hook Recreation Area from the Henry Street Basin. City lawyers had argued that the fence was built illegally and impeded access to the Red Hook waterfront. The fence was installed, without permission, by Gowanus Industrial Park," , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)" , "HENRY STREET BASIN (NYC)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Judge Orders Fence Struck In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03wall.html"} , {"body" : "FOR CHILDREN 'CINDERELLA' (Saturday) Forget about a wicked stepmother and a pumpkin-turned-coach. This new production by Youth on Target Theater Company presents a version drawn from the Italian tradition, in which Cinderella's mother is very much alive, and Cinderella is not so much persecuted as immobilized by grief. (Her father has died.) For" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E2DA1338F934A15755C0A96E9C8B63"} , {"body" : "FOR CHILDREN AMERICAN MUSEUM OF NATURAL HISTORY (Saturday through Thursday) Creatures that creep, crawl, slither and even swim are definitely the museum's stars this season. The popular 2006 exhibition ''Lizards & Snakes: Alive!'' has reopened, with more than 60 breathing (and hissing) examples, from five continents. The museum is also showing a" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/27\/arts\/27wkids.html"} , {"body" : "ROBIN SIMMEN calls herself a guerrilla gardener. Even though she has lived in New York City, where backyards are the exception, for 29 years, she has always found a ledge or a stoop to use as an urban plot. ''There's nothing like being able to look out of your window at a garden,'' she said, ''even if you have no land.'' As the director of" , "date" : "20080626" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "SHOPPING WITH | Window Dressing" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/26\/garden\/26shopping.html"} , {"body" : "THERE was a time, decades ago, when Steve Hindy's friends couldn't believe what he and his partner wanted to call their new business. Brooklyn Brewery? Why, people wondered, would you name a beer after that place? Mr. Hindy can laugh about it now, and he did, on Wednesday morning, in a conference room at the Brooklyn Public Library's business" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Brooklyn for Sale" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/nyregion\/thecity\/22disp.html"} , {"body" : "It seemed to make sense at the time: Build New York landmarks and scenes out of Ikea boxes to promote the opening on Wednesday of the company's big store in Red Hook, Brooklyn. ''I honestly, naïvely believed it wouldn't be that difficult,'' said John Hobbs, the Brooklyn artist who embarked on the project in his Williamsburg loft. ''They're boxes." , "date" : "20080620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CITY ROOM; Thousands of Boxes in the Cardboard City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E7DF1731F933A15755C0A96E9C8B63"} , {"body" : "FOR CHILDREN FAMILY PUPPET FESTIVAL The Yeshiva University Museum is ordinarily a Jewish institution. But for one afternoon -- this Sunday -- it will be a Chinese, Greek and Czechoslovakian one too. Those cultures will all be represented in the museum's second annual Family Puppet Festival, an international celebration for ages 5 to 12. ''We'll" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/arts\/20wkids.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go'' have taken their expeditions into new territory at the Children's Museum of Manhattan. The museum has replaced a ''Dora the Explorer''" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E1DA133EF933A15755C0A96E9C8B63"} , {"body" : "When she moved to her apartment five years ago, Perian Carson's small corner of Red Hook in Brooklyn looked much different. An abandoned Civil War-era warehouse sat a few blocks away on Van Brunt Street. Nearby, along the cobblestones on Beard Street, she could see the remnants of the old Todd Shipyards, where ships were repaired in a massive" , "date" : "20080616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RED HOOK JOURNAL; Awaiting a Big Blue Box and a New World" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/16\/nyregion\/16redhook.html"} , {"body" : "INTERNATIONAL NO RUSHING TALKS ON PACT With U.S., Iraqis Say Discussions among Iraqi politicians on the country's long-term security agreement with the United States are under way, but it may take months before the agreement is completed. American officials would like a deal before the Democratic and Republican national conventions. But for Iraqis," , "date" : "20080616" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: June 16, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0D91038F935A25755C0A96E9C8B63"} , {"body" : "HIP HOP GENERATION NEXT Some New Yorkers like to think that their city wrote the book on the culture of hip-hop and especially on gritty hip-hop art forms like breaking and b-boying. But breaking long ago developed distinct regional and local flavors, and more recently, an international explosion of interest in this competitive, virtuosic form of" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "HIP HOP GENERATION NEXT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E4D81138F930A25755C0A96E9C8B63"} , {"body" : "When David Blumenfeld, a developer in Syosset, N.Y., bought a long-dormant wire factory in the East Harlem section of Manhattan in 1994 with the intention of turning it into a vertical shopping center for big-box stores, the notion that quintessentially suburban retailers could adjust to an urban setting had yet to be fully tested. So to design his" , "date" : "20080611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "SQUARE FEET; Squeezing Big-Box Retailing Into Small City Spaces" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/11\/realestate\/commercial\/11shop.html"} , {"body" : "SITTING on a banquette in the back of the dining room at Tellers Chophouse here, John and Linda Bohlsen and their grown sons, Michael and Kurt, tried hard to act like customers. They read the menu. They asked to hear the specials -- even though they had heard them all before. The Bohlsens own Tellers, a former bank building with 32-foot ceilings" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUSINESS; When Food Is the Family Enterprise" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/nyregion\/nyregionspecial2\/08dynastiesli.html"} , {"body" : "WITH a repertory of songs like ''Party Hard,'' ''Long Live the Party,'' ''Party Til You Puke'' and ''Party Party Party,'' the pop-metal musician Andrew W. K. would seem to be a fun guest to have at, say, a party. And now that he has his own dance club, the long-awaited Santos Party House on Lafayette Street, he seems to be an equally enthusiastic" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "BOîTE; Thank You for Partying" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/fashion\/08boite.html"} , {"body" : "AROUND TOWN ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06wspare.html"} , {"body" : "GOING to our local playground in Brooklyn can be painful. When friends are there, it's great. But it's hard to make small talk with people I barely know about high-tech strollers, whose kid is taking French lessons (mine are not), the pros and cons of gifted-and-talented programs -- the usual nightmare urban-mommy conversation. So, come late" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SUMMER IN THE CITY; New York's Big Backyard" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06play.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 12:30 to 3:30 p.m., Identification Day, with scientists on hand to identify shells, rocks, fossils, bones or other natural or cultural object submitted by visitors. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARETIMES| AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DF1E3EF935A35755C0A96E9C8B63"} , {"body" : "Soon, New York City residents in need of a new sofa or Swedish meatballs won't have to visit Long Island or New Jersey to get an Ikea fix. Ikea Brooklyn is to open June 18 at 1 Beard Street on the Erie Basin in Red Hook. Although the new location will sell the same products as the 34 other Ikea stores in the United States, it will have a cafeteria" , "date" : "20080605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | OPEN; Ikea's Brooklyn Beachhead" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/05\/garden\/05open.html"} , {"body" : "Opening This Week SHERIDAN SQUARE On Thursday, what was Central Kitchen will become this home for Gary Robins's American food with Asian and Moroccan touches, and a wood oven and grill: 138 Seventh Avenue South (10th Street), (212) 352-2237. ODEON ICE CREAM CART Freshly churned French ice cream in vanilla, chocolate, dulce de leche, pistachio and a" , "date" : "20080528" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH (CONN)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/28\/dining\/28off.html"} , {"body" : "Here they come, chugging down Fifth Avenue with their cargo of gleeful passengers: public double-decker buses in New York City! The announcement on Thursday that New York City Transit might bring back the double-decker bus, last seen plying the streets on a regular basis circa 1953, is certainly good news to fans of good old New York. But why stop" , "date" : "20080524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FIFTH AVENUE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Past Beckons The Future" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/24\/nyregion\/24bygone.html"} , {"body" : "BROOKLYN BRIDGE 125TH BIRTHDAY CELEBRATION New York is a city whose survival is rooted in its ability to shift shape. Ports give way to waterfront parks, cobblestone to paved roads, and other markers of each age vanish, only to be replaced by new ones. Perhaps that is why the city so reveres those few monuments that endure. The Brooklyn Bridge is" , "date" : "20080523" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3D8143EF930A15756C0A96E9C8B63"} , {"body" : "THE rumors of huaraches were greatly exaggerated (or at least premature), but they lured me to Brownstoner's Brooklyn Flea as if I were a cartoon hobo drawn to a pie on the windowsill. The Flea is a new outdoor market that takes place Sundays, 10 a.m. to 5 p.m., on the 40,000-square-foot playground of Bishop Loughlin Memorial High School on" , "date" : "20080521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; Treats for the Treasure Hunters" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/21\/dining\/21under.html"} , {"body" : "Amid the tightly packed row houses of North Philadelphia, a pioneering urban farm is providing fresh local food for a community that often lacks it, and making money in the process. Greensgrow, a one-acre plot of raised beds and greenhouses on the site of a former steel-galvanizing factory, is turning a profit by selling its own vegetables and" , "date" : "20080520" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PENNSYLVANIA" , "PHILADELPHIA (PA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Where Industry Once Hummed, Urban Garden Finds Success" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/20\/us\/20philadelphia.html"} , {"body" : "So the first thing Ikea wants you to know: Customers will not be allowed to line up outside the new Ikea in Red Hook, Brooklyn, until 48 hours before the grand opening, which is scheduled for 9 a.m. on June 18. That may seem like a bizarre warning, except that a man showed up two and a half weeks before the opening of a West Sacramento Ikea store" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "CITY ROOM; Hoping the Swedish Meatballs Hold Out in Red Hook" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DD1038F935A25756C0A96E9C8B63"} , {"body" : "IN the shadows of the elevated tracks toward the end of the No. 3 line in East New York, Brooklyn, with an April chill still in the air, Denniston and Marlene Wilks gently pulled clusters of slender green shoots from the earth, revealing a blush of tiny red shallots at the base. ''Dennis used to keep them big, and people didn't buy them,'' Mrs." , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Urban Farmers' Crops Go From Vacant Lot to Market" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/dining\/07urban.html"} , {"body" : "LITTLE HOUSE IN RED HOOK $925,000 BROOKLYN: 98 Pioneer Street A three-story house with a two-bedroom one-bath duplex and a one-bedroom one-bath garden-level apartment. A one-car garage in back is reached from both the garden and an alleyway. Kenneth Goldstein, Prudential Douglas Elliman (718) 840- 2010; www.Prudentialelliman.com. TAXES: $1,436 a" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; On The Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED7153CF937A35756C0A96E9C8B63"} , {"body" : "Homes for sale from Red Hook, Brooklyn to Fairfield, Conn." , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "title" : "On the Market: May 4, 2008" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/05\/04\/realestate\/0504-OTM_index.html"} , {"author" : "E-mail:dwyer@nytimes.com" , "body" : "Phone rings. ''Yes,'' Joel Magallan says. He listens for a minute, then speaks again. ''That's right, on the park side of Central Park West at 97th Street,'' he says. ''I am far from there now. But I am sending someone.'' He hangs up. ''Toilets for the parade,'' Mr. Magallan explains. ''Part of the requirements from the police.'' Sunday is the" , "date" : "20080503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; A Day in May To Celebrate, For Mexicans And the City" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/03\/nyregion\/03about.html"} , {"body" : "The long-running battle over the future of the cargo docks in Red Hook, Brooklyn, is over. After a five-year effort to stave off eviction and the redevelopment of the Red Hook container terminal, American Stevedoring, which has operated at least four piers in Brooklyn since 1994, signed a 10-year lease on Thursday with the Port Authority of New" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lease Ends Uncertainty for Red Hook Cargo Docks" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/nyregion\/25redhook.html"} , {"body" : "KATZ--Rosalyn. Died of natural causes on Wednesday, April 23, 2008 in Arlington, VA. She was 92. She was born in the Bronx, the daughter of Samuel and Ethel Rossoff. After graduating from Hunter College in 1935, she became a gym and health education teacher in the New York City schools. Her first assignment was in Red Hook, Brooklyn. When she" , "date" : "20080424" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths KATZ, ROSALYN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4DF113AF937A15757C0A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BAD WIZARD, MONOTONIX, DARK MEAT (Sunday) Lest you think that all retro rock is brainy and arty, here are three bands that approach the sounds of the 1970s with as little intelligence as possible. Bad Wizard, from Brooklyn, draws from Grand Funk Railroad and Kiss, and the existence of" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/18\/arts\/music\/18pop.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the Imax theater, ''Dinosaurs Alive!,'' a film about museum paleontologists in search of dinosaur remains. Timed tickets to ''Water:" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EEDE1430F93BA25757C0A96E9C8B63"} , {"body" : "The Bloomberg administration has revised its redevelopment plan for the Coney Island waterfront in an effort to break a deadlock with some landowners and elected officials while still preserving the area's historic amusement district, which includes the Wonder Wheel and the Cyclone roller coaster. The proposal, which would turn the area into a" , "date" : "20080417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City's Coney Island Design Revised to Break Deadlock" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/17\/nyregion\/17coney.html"} , {"body" : "It was a big show of force: 60 people under arrest, 5 gangs vanquished, more than 200 criminal charges, a $1.5 million narcotics enterprise shattered and an urban village of 3,500 liberated. The 2002 raid on the sprawling Cypress Hills housing project in East New York, said Charles J. Hynes, the Brooklyn district attorney, shut down ''a historic" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Conspiracy and Compromise" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/06arrests.html"} , {"body" : "Flickinger Glassworks, a company in Red Hook, Brooklyn, bends sheets of glass to create curved windows, display cases, light fixtures and various other items. (The glass faces on the Grand Central Terminal information booth clock were made by Flickinger.) One Friday evening each month, the company offers a glass-bending workshop, open to eight" , "date" : "20080403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "WORKSHOPS; CURRENTS | A Chance to Bend Glass Into a Work of Art" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/03\/garden\/03glass.html"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "JAMARIS VALLADARES of Brooklyn has never had a formal job interview. ''I've only had part-time, minimum-wage jobs, selling and as a cashier,'' she said. Nevertheless, Ms. Valladares, 22, recently planned a four-day conference in Puerto Rico for a company based in New York. With a budget of $65,000, she arranged the transportation, lodging, meals," , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Education" , "Technology" , "Business"] , "page_facet" : "16" , "title" : "HOME FRONT; Imaginary Hors d'Oeuvres, But Real Job Skills" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/jobs\/30homefront.html"} , {"body" : "Less than two months after conceding that 2007 financial results did not meet expectations, the chairman and chief executive of the Sealy Corporation, David J. McIlquham, resigned last week, effective immediately. Stock of Sealy, the world's largest mattress manufacturer, lost more than half its value in the last year as the company struggled" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "SUITS; Can Sealy Catch Up With the Foam Set?" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/business\/16suits.html"} , {"body" : "The crisis of Red Hook Park is, for the most part, over. Last year, the Latin food vendors of the Red Hook soccer fields of Brooklyn, who have been serving up hot tacos and huaraches since Mayor Abraham D. Beame was in office, felt threatened by internal strife and the wheels of city bureaucracy. The Department of Parks and Recreation wanted a" , "date" : "20080312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Venerable Vendors to Stay At Brooklyn Soccer Field" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/12\/nyregion\/12vendors.html"} , {"author" : "COLSON WHITEHEAD IS A FELLOW AT THE CULLMAN CENTER FOR SCHOLARS AND WRITERS. HIS NOVEL ''SAG HARBOR'' WILL BE PUBLISHED NEXT YEAR." , "body" : "I live in Brooklyn. I moved here 14 years ago for the cheap rent. It was a little embarrassing because I was raised in Manhattan, and so I was a bit of a snob about the other boroughs. At the time there was a big buzz about the ''Black Renaissance'' of Fort Greene. It was one big house party thrown by Spike Lee and Branford Marsalis, Rosie Perez" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "31" , "title" : "ESSAY; I WRITE IN BROOKLYN. GET OVER IT." , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/books\/review\/Whitehead-t.html"} , {"body" : "MOST New Yorkers would greet the prospect of a $51,000 two-bedroom co-op in Chelsea with slack-jawed wonder, since the average price for an apartment in the city now exceeds $1.4 million. They might react the same way to a three-story house in Park Slope priced at $255,000 or to a one-bedroom in a brand-new Harlem condominium for $147,500. But" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Winning That One In a Million" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/realestate\/02cov.html"} , {"body" : "''HOWDY, folks,'' Chris Thile said one recent Tuesday night, as he twisted a peg on his mandolin. His audience, packed into the cozy Rockwood Music Hall on the Lower East Side, seemed to appreciate the salutation. Somebody voiced a request: ''Over the Waterfall,'' a bluegrass standard. ''Second tune I ever learned,'' he shot back, ''after 'Woody's" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["APPALACHIAN REGION" , "NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "The Sound Is Rural, the Setting Urban" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/music\/29folk.html"} , {"body" : "Acoustic music, especially bluegrass, has found new momentum and a new generation of pickers, and can be found every night of the week these days in clubs around New York. (The number preceding each item corresponds to a location on the map at right.) Mondays 1. NYC'S HOTTEST HOEDOWN, 7:30 p.m. to midnight, Parkside Lounge, 317 East Houston Street," , "date" : "20080229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "The Week in Twang, Day by Day" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/29bfolk.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-CUBAN FIESTA (Friday and Saturday) The acclaimed alto saxophonist and clarinetist Paquito D'Rivera, who just won a Grammy for best Latin jazz album, presides over this celebration of Afro-Cuban music. His fellow performers include Las Hermanas Márquez, the traditional Cuban group" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/music\/22wjazz.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-CUBAN FIESTA (Friday and Saturday) The acclaimed alto saxophonist and clarinetist Paquito D'Rivera, who just won a Grammy for best Latin jazz album, presides over this celebration of Afro-Cuban music. His fellow performers include Las Hermanas Márquez, the traditional Cuban group" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DE1438F931A15751C0A96E9C8B63"} , {"body" : "There's something reassuring about knowing you can hop on a ship and cruise to warmer climes when you're living in the New York area in February. CruisingFromNewYork.com, a new Web site that was started last month, aims to expedite this fantasy. The site breaks down New York's three ports --Manhattan (55th Street and 12th Avenue); Brooklyn (Pier 12" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Technology"] , "page_facet" : "2" , "title" : "COMINGS AND GOINGS; New Site Tells All About New York's Ports" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/17\/travel\/17COMcruise.html"} , {"body" : "An Italian woman tends her garden in Boerum Hill, Brooklyn, and worries about her neighbor, an increasingly sullen black teenager, all the while arguing with her bigoted mother. A neighborhood and a world away, two buddies fishing in Red Hook recoil at a horrible sight bobbing in the water: a little coffin. And back in Boerum Hill, a wife walks out" , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "5" , "title" : "One Writer's Brooklyn: Chronicles of Crime, Boombox Abuse and Divorce" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/06\/books\/06cohen.html"} , {"body" : "Voters jumping and hollering in stadiums and town squares in last-minute rallies intended not to convince anyone but to fire up the true believers. Thousands of people standing in snaking lines in Connecticut, hoping to register to vote or change their party affiliations. And everywhere, from the opinionated and heavily Democratic precincts of" , "date" : "20080205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUFFALO (NY)" , "CONNECTICUT" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Many Democrats Still Wavering on a Choice" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/05\/nyregion\/05york.html"} , {"body" : "Daniel Levine could barely contain himself. He paced the floor of the Izod Center waiting for Senator Barack Obama's appearance on Monday morning. He spoke about being ''part of something amazing'' and ''magical,'' and how a person like Senator Obama ''only comes along every 40 years.'' ''I used to say, 'I feel bad for my kids,' '' said Mr. Levine," , "date" : "20080205" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Obama Receives Cheers In the Meadowlands" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/05\/nyregion\/05stadium.html"} , {"author" : "As told to Jennifer Bleyer" , "body" : "AS a child growing up in Bedford-Stuyvesant, Robert Holt Jr. thought that the mysterious gray machines rolled into his school for Election Day looked like coffins. Now, as one of 21 repairmen in the place where Brooklyn's voting machines are fixed, he has developed a certain amount of affection for the hulking contraptions. Mr. Holt, 47, is a" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; The Fixer" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03elec.html"} , {"author" : "Nathaniel Rich, an editor at The Paris Review, is the author of ''The Mayor's Tongue,'' a novel to be published by Riverhead Books in April." , "body" : "I RECENTLY went into Manhattan with a friend to visit her younger brother's new apartment on 52nd Street and the East River. The brother, Ariel, had just graduated from college and had been hired by a prestigious financial firm in Midtown. His two roommates had followed the same path, and so, apparently, had everyone else who lived on their long," , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His City, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03broo.html"} , {"body" : "Simply Chocolate A buffet of chocolate desserts will be available on Fridays and Saturdays at 6:30, 8:30 and 10:30 p.m. through March 1 at Rise Bar, on the 14th floor in the Ritz-Carlton New York, Two West Street at Battery Park. The buffet will also be available on Valentine's Day at the same times. The cost is $75 a person: (917) 790-2600. A" , "date" : "20080130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/30\/dining\/30fcal.html"} , {"body" : "Working as an undercover narcotics officer is among the most dangerous jobs on the police force. You have to pretend to be an addict and win the trust of dealers. But if you must do the job, it would seem, a good place to land would be the area designated by the Police Department as Brooklyn South. For as large as it is, covering the vast territory" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Undercover Work Seen as Mix of Art, Temptation and, Sometimes, Corruption" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25arrest.html"} , {"body" : "A contractor involved in Monday's fatal construction accident in SoHo has a history of safety violations at projects in Manhattan and has been fined tens of thousands of dollars in penalties, according to federal records. A worker for the contractor, DiFama Concrete, died on Monday when he fell 42 floors from the top of Trump SoHo, a condominium" , "date" : "20080116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SOHO (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Many Violations For Employer In Fatal Fall" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/16\/nyregion\/16building.html"} , {"body" : "Deborah D'Ambrosi can recite with ease the weight of each of the Queens -- Elizabeth 2, Mary 2 and Victoria, which are among the world's most luxurious ocean liners. And she came all the way from her landlocked hometown, Olney, Ill., on Sunday just to see ''the three girls,'' as she called them. She watched as the liners sailed side by side through" , "date" : "20080114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "Three Seafaring Queens Spend a Day in New York" , "url" : "http:\/\/travel.nytimes.com\/2008\/01\/14\/nyregion\/14ships.html"} , {"body" : "A TOP-FLOOR apartment was what Michelle Panzer and Paul Campbell wanted most. They craved the quiet that came with having no inconsiderate neighbors tromping above them. Tomblike silence was their ideal. To avoid noise, they would have been happy with ''a crypt -- an apartment buried underground,'' Ms. Panzer said. But at the same time, they wanted" , "date" : "20080113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Quiet on the Home Front" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/13\/realestate\/13HUNT.html"} , {"body" : "Distilled Apples Apple brandies will be available for tasting, free of charge, on Saturday from noon to midnight and on Sunday from noon to 9 p.m. at LeNell's: a Wine and Spirit Boutique, 416 Van Brunt Street (Coffey Street), Red Hook, Brooklyn. Sake or Cocktails? A class on sake given by Timothy Sullivan, with a tasting, $95, will be held on" , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/09\/dining\/09fcal.html"}]