[  {"body" : "A 24-year-old car service employee who rushed to the aid of a neighboring Brooklyn merchant during a robbery was shot twice in the head on Monday afternoon and left in extremely critical condition, the police said. The employee, whose name was not released, tried to stop two men from robbing a cellphone store on Avenue Z at Coney Island Avenue in" , "date" : "20081230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn Car Service Worker Is Shot in Head While Trying to Foil Robbery" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/30\/nyregion\/30shoot.html"} , {"body" : "Eleven years after an off-duty police officer was assassinated by gunmen lying in wait outside his home in Sheepshead Bay, federal prosecutors charged three accused mob figures on Thursday in the shooting, removing a high-profile murder from the ranks of unsolved cases while painting the motive as one of simple romantic jealousy. The charges were" , "date" : "20081219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "11 Years After Officer's Slaying, Reputed Mob Figures Are Indicted" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/19\/nyregion\/19indict.html"} , {"body" : "Subway car No. 8026 stopped, and the public-address system announced, a little too clearly: ''Sheepshead Bay. This is a northbound Brighton local. Next stop, Kings Highway.'' ''This was my line,'' said Thomas C. Nuzzo, who was driving the train. ''I can name all the stops.'' But No. 8026 was nowhere near where he grew up in Brooklyn. It had been" , "date" : "20081124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "A Model Subway, but the Announcements Are Clear" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/24\/nyregion\/24lionel.html"} , {"body" : "The number of children entering New York City public school gifted programs dropped by half this year from last under a new policy intended to equalize access, with 28 schools lacking enough students to open planned gifted classes, and 13 others proceeding with fewer than a dozen children. The policy, which based admission on a citywide cutoff" , "date" : "20081030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "With New City Policy, Gifted Programs Shrink" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/30\/nyregion\/30gifted.html"} , {"body" : "This is how Aidan Menzul's dream fell apart. He was laid off in September, barely three months into a $65,000-a-year job at a private equity firm. He was supposed to move this month from Brooklyn Heights to the East Village, but instead has rented a room near Sheepshead Bay. Now, facing credit-card debt and student loans, he is frequenting" , "date" : "20081024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Harsh Math for Wall Street's Young: Stay or Go?" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/24\/nyregion\/24leave.html"} , {"body" : "Javier Ortiz rounded the corner from 79th Street onto Amsterdam Avenue at midday on Sunday and let out a groan. To his left, a vendor was selling gooey mozzarella-filled arepas. To his right, a row of blenders whipped fruit into froth. Mr. Ortiz knew what lay ahead. There would be overly solicitous masseuses. Someone would be hawking" , "date" : "20081013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Back Rubs? Check. Chickens? Not at These Fairs." , "url" : "http:\/\/www.nytimes.com\/2008\/10\/13\/nyregion\/13fairs.html"} , {"body" : "For decades, there have been efforts to preserve parts of Sheepshead Bay as a quaint fishing village in Brooklyn, with plans to make Emmons Avenue the kind of waterfront promenade that would draw visitors to seafood restaurants and a boardwalk on the bay. Every year, though, the street looks less like Manhattan's South Street Seaport and more like" , "date" : "20080930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Renovation of Lundy's Stirs Dispute in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/30\/nyregion\/30lundys.html"} , {"body" : "The real question is, what is left for New Yorkers to lord over people who live someplace else? That question was on some New Yorkers' minds this week when they heard about Google's new transit map service. Google thinks it knows everything, and no doubt its new program will make it easier for people to get where they are going in the" , "date" : "20080925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "If Tourists Know Subway Routes, Teach Them Tricks" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/25\/nyregion\/25native.html"} , {"body" : "EARLIER this month, as Roger Federer was defending his crown against top rivals in the United States Open at Flushing Meadows, another group of tennis champions gathered on two weather-beaten courts at First Avenue and 25th Street in Manhattan. This is the practice space for the Hunter College women's tennis team, which amassed a 61-3 record over" , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "EAST SIDE; The Cheerleader" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/21\/nyregion\/thecity\/21tenn.html"} , {"body" : "LAST September, John Szlasa and his two artist roommates were roughing it, sort of. Their $2,700 monthly rent, split three ways, might have been a deal somewhere else, but not in Ridgewood, Queens, where in defiance of all practicality they had committed themselves to about 2,000 square feet of empty, high-ceilinged space. From the first day, the" , "date" : "20080914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RIDGEWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "RIDGEWOOD; Three Men and Their Baby" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/14\/nyregion\/thecity\/14showe.html"} ,   {"body" : "FIVE in the morning down at the deli, Knapp Street, Brooklyn, the smell of the tide coming in soft and funky over Jordan's Lobster Dock down the block. People stand in line for coffee, ice, a sandwich for later. There is nervous energy in the air, guys shuffling in boots and flip-flops. Here are rumpled fishing guides ripped from the womb of sleep" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "A Short Cast Away" , "url" : "http:\/\/travel.nytimes.com\/2008\/09\/12\/travel\/escapes\/12Fish.html"} , {"body" : "ALI AFZAL, the 45-year-old owner of R. A. Fragrances and Perfumes, can enter a crowded room and tell who is wearing Jean Paul Gaultier, Givenchy or his personal favorite, Acqua di Gio from Armani. But Mr. Afzal's skills have not shielded him or the city's perfume district, which runs along Broadway from about 28th to 34th Street, from the nation's" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE VOICE; The Semisweet Smell of Success" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/nyregion\/thecity\/07perf.html"} , {"body" : "THERE are some New York neighborhoods where the population is expected to be heavily Asian-American -- say, in Chinatown, or in Flushing, Queens, or in Sunset Park, Brooklyn. Those areas have long been defined by the first-generation immigrants from China and Korea who fill the busy streets lined with ethnic markets and restaurants. But developers" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A New Generation Moves On, But Not Too Far" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/realestate\/17cov.html"} , {"body" : "When he was 5 years old, Billy O'Connor stood on a Brooklyn street with his mother and two sisters, and for the last time, watched his father fight a fire. It was August 2, 1978. The O'Connors were supposed to go the beach that day, but when they went to the firehouse that morning to pick up Billy's father, Firefighter William O'Connor, at the end" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Memory They Refuse To Let Fade" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/03memorial.html"} , {"body" : "STORMS can roll in quickly across Breezy Point, Queens, which sits on a low-lying spit at the borough's southernmost edge, dangling into the Atlantic Ocean. When they do, Susan Hines, a therapist and part-time photographer, grabs her camera and heads to the stone jetty at Rockaway Point, hoping for that perfect shot of swirling clouds and waves. If" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BREEZY POINT (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN BREEZY POINT, QUEENS; Beach Living, 22 Miles From Manhattan" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/realestate\/27livi.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show is shown in the Rose Center; tickets, $15; $12 for members. Tuesday at 6:30 p.m., ''Mint Julep: The Official Drink of the Kentucky Derby,'' a" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DA1331F93BA25754C0A96E9C8B63"} , {"body" : "AROUND TOWN VICTORIAN GARDENS AND ASTROLAND AMUSEMENT PARK New York may never sleep, but it certainly gets sluggish this time of year. Yes, we know, there's the Siren Festival, Warm-Up at P.S. 1, Central Park SummerStage and countless other chances to test the impact of alcohol consumption and sweating like a hog on your hydration. Those of us not" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/18wspare.html"} , {"body" : "THE portion of Emmons Avenue that lies along the western half of Sheepshead Bay is a merry waterfront strip lined with party boats and seafood restaurants. But to the east, the mile-long road drifts away from the water, getting lost in a tangle of blocky concrete buildings that includes a towering nursing home, a shelter for homeless families and a" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "SHEEPSHEAD BAY; On the Waterfront, Locked Gates and Grumbling" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/nyregion\/thecity\/08gate.html"} , {"body" : "The apartment sounded beautiful: a converted carriage house on a quiet lane in Brooklyn Heights, with a deck. Jamie Katz and Lisa Nocera were excited. There was only one catch: Dr. Nocera, an emergency-medicine physician, was expecting. The broker at Brown Harris Stevens would not show them the apartment because the owners did not want to rent to a" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Couple's Suit Accuses Real Estate Firm of Bias Against Children" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/nyregion\/25kid.html"} , {"body" : "Faced with a deluge of children vying for coveted slots in gifted and talented programs, and a dearth of top-scoring applicants, Schools Chancellor Joel I. Klein announced plans on Wednesday to broaden the city's new policy for admitting children to the programs. The change, which is expected to be approved at a meeting on Thursday by the Panel for" , "date" : "20080410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Broader Rule Sought to Pick Gifted Pupils" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/10\/education\/10gifted.html"} ,   {"body" : "A man and a woman were stabbed to death Tuesday morning in a Brooklyn apartment during a dispute involving them and another man, the police said, and the second man was later arrested. The reason for the dispute was not immediately clear, but the second man, Angel Valentin, 36, was arrested Tuesday night on murder and weapons charges, the police" , "date" : "20080402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two People Stabbed to Death In an Apartment in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/02\/nyregion\/02stab.html"} , {"body" : "IT was the cats that caused Tania Dudina and George Kokoris to think about buying a place. Last spring, the couple, living in a studio in Sheepshead Bay, Brooklyn, adopted two cats. One had ringworm, a skin fungus. The cats, Loki and Pliooshka, needed months of treatment with medications, ointments and shampoos. They had to be kept apart, too, lest" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; More Than a Pet Project" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/realestate\/30hunt.html"} , {"body" : "New York City went to court on Tuesday seeking to undo a 1974 desegregation order for a middle school in southwest Brooklyn, arguing that the ruling was outdated and no longer reflected the racial mix of the neighborhood. The original court order for Mark Twain Intermediate School was imposed when the region, District 21, was overwhelmingly white." , "date" : "20080213" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "City Moves To Overturn 1974 Ruling On Race" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/13\/nyregion\/13race.html"} , {"body" : "It is hard to know whether it was the robocalls, the blizzards of leaflets, the sheer excitement of a historic race or the euphoria of the Super Bowl. But more than a third of the state's enrolled Democrats voted Tuesday, the highest percentage in a New York presidential primary in 20 years and more than twice the proportion that cast ballots in" , "date" : "20080207" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Democrats In New York: Enthusiastic And Divided" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/07\/nyregion\/07turnout.html"} , {"body" : "Three women sit carefully spaced on a white sofa that is sealed in a protective plastic slipcover. Sharon Rhaday, 37, is in the middle. On one side is her daughter, Robyn Forrester, 14, holding the family dog, a Pomeranian named Phoebe; on the other is Ms. Rhaday's sister, Kerron Rhaday, 16. Ms. Rhaday became Kerron's guardian after their mother," , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEEDIEST CASES; Overcoming the Emptiness Left by a Mother's Death" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/06\/nyregion\/06neediest.html"} , {"body" : "AROUND TOWN Museums and Sites LUNAR NEW YEAR CELEBRATION With the new moon next week, the city is gearing up for Lunar New Year, celebrated by the Chinese, the Koreans, the Vietnamese and all those who appreciate this joyous holiday devoted to defeating evil spirits and cultivating good luck. Recognizing the symbolic role of plants and flowers in" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/arts\/01wspare.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday and Sunday, noon to 5 p.m., International Polar Weekend, with lectures, panel discussions, films and performances that address climate changes at the poles. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E4DA133FF932A35751C0A96E9C8B63"} , {"body" : "A Brooklyn Heights man arrested on Jan. 20 after a cache of weapons that included guns and pipe bombs was found in his Remsen Street apartment has also been charged with a hate crime in connection with swastika graffiti in the neighborhood, the police and prosecutors said on Sunday. The suspect, Ivaylo Ivanov, 37, left, was charged with criminal" , "date" : "20080128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING | NEW YORK; Brooklyn: Hate Crime Charges In Graffiti Cases" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E1DA103EF93BA15752C0A96E9C8B63"} , {"body" : "It was a beautiful morning on Sept. 11, 2001, so Florence Cioffi made a decision that helped save her life: She left her office in the World Trade Center for a coffee break and was able to flee the devastation of the terrorist attack. Ms. Cioffi remained with the same company when it moved to Jersey City after 9\/11, commuting from her home in" , "date" : "20080126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Woman Who Survived 9\/11 Is Killed by a Car in the City" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/26\/nyregion\/26hit.html"} , {"body" : "Working as an undercover narcotics officer is among the most dangerous jobs on the police force. You have to pretend to be an addict and win the trust of dealers. But if you must do the job, it would seem, a good place to land would be the area designated by the Police Department as Brooklyn South. For as large as it is, covering the vast territory" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Undercover Work Seen as Mix of Art, Temptation and, Sometimes, Corruption" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25arrest.html"} ,   {"author" : "Ben Gibberd's book ''New York Waters: Profiles From the Edge,'' with the photographer Randy Duchaine, was published last year." , "body" : "BY 8 o'clock on an evening in early December, the bar at the Hilton Garden Inn in northwestern Staten Island was a scrum of beefy middle-aged men dressed in blazers, fancy dress shirts and loafers. Cheeks glistening in the warmth, they embraced one another noisily, slapping backs, planting kisses on both cheeks and occasionally offering a flurry of" , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Johnny Boy's Excellent Adventure" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/20\/nyregion\/thecity\/20boys.html"} , {"body" : "ON powder days, Sandy Geiger waits for no one. There were five inches of fresh snow on the mountain at Sugarbush last Sunday, more falling, and a lightly tracked double-black-diamond run in front of him. But there was one problem. He had had enough of the young woman with whom he was skiing. She was struggling in the powder, falling and continually" , "date" : "20080106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Style"] , "page_facet" : "1" , "title" : "Oh, My Poor Arthritic Ski Club" , "url" : "http:\/\/travel.nytimes.com\/2008\/01\/06\/fashion\/06ski.html"} , {"body" : "With a cold wind whipping across the back of his neck and against his uncovered, balding head, Jorge Soto stood outside of the apartment building where he works, carefully tearing through dozens of dark, sagging trash bags in search of soda cans, glass bottles, plastic containers and cardboard. He sifted with slow, measured movements through banana" , "date" : "20080101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Crackdown on Recycling Spurs Some Vigilance" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/01\/nyregion\/01garbage.html"}]