[  {"body" : "IN a city awash in creature comforts for those who can still afford them, a few remain unattainable at any price. Some New Yorkers who yearn for the comfort of creatures -- specifically, cats and dogs -- find themselves stymied by their apartment buildings' restrictions on pets. But just as city dwellers are accustomed to settling when it comes to" , "date" : "20081228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The UnDog and the NonCat" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/28\/realestate\/28cov.html"} , {"body" : "SMART BROOKLYN GALLERY HOP That Brooklyn has a thriving arts scene is hardly news. Review-circuit destinations like Dumbo Arts Center on Washington Street, Pierogi in Williamsburg and countless other galleries have sprouted up in recent years at a breakneck pace. But what is probably news to many who live outside Brooklyn's borders (and inside" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/12\/arts\/12wspare.html"} , {"body" : "SMART BROOKLYN GALLERY HOP That Brooklyn has a thriving arts scene is hardly news. Review-circuit destinations like Dumbo Arts Center on Washington Street, Pierogi in Williamsburg and countless other galleries have sprouted up in recent years at a breakneck pace. But what is probably news to many who live outside Brooklyn's borders (and inside" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DD1E3EF931A25751C1A96E9C8B63"} , {"body" : "Since 2000, the number of young children living in parts of Lower Manhattan has nearly doubled. The poverty rate declined in all but one New York City neighborhood. A majority of Bronx residents are Hispanic. And the number of white people living in Harlem more than tripled, helping to drive up median household income there by nearly 20 percent --" , "date" : "20081209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City Growing More Diverse, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/09\/nyregion\/09census.html"} , {"body" : "The Red Hook piers, one of the last working waterfronts in New York, have seemed destined for the kind of high-gloss gentrification that was enveloping much of the city. Cargo piers would become marinas and cruise ship terminals; warehouses would be transformed into restaurants, luxury condominiums and corporate conference centers. But the" , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "For Reinvention, Red Hook Follows Its Roots" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/23\/nyregion\/23redhook.html"} , {"body" : "AS fear and uncertainty stalk those glittering new-condominium showrooms, with their stainless steel kitchens and stone countertops, developers have found a new way to try to calm the nerves of would-be buyers. ''Why should I buy now, when condo prices may tumble over the next year?'' one buyer asked at the Steelworks Lofts, a new 88-unit" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "BIG DEAL; Balm for Nervous Buyers" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/realestate\/16deal1.html"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION, 895 Shore Road North, Pelham Bay Park, the Bronx. Saturday at 1 p.m., ''The Original Bronx Natives,'' a lecture on the indigenous inhabitants of what is now the Bronx by Pat Ernest, the museum's director of education. Registration is recommended; bpmm.org. Tour hours: Wednesdays, Saturdays and" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7D71239F937A25752C1A96E9C8B63"} , {"body" : "AROUND TOWN LEBOWSKI FEST There is something antithetical about Lebowski Fest, the annual celebration of ''The Big Lebowski,'' the 1998 Coen brothers movie that glorified slackerdom in the form of a long-haired stoner-bowler known as the Dude. Namely, that the event, started in 2002 by two friends in Louisville, Ky., has grown in a way that may be" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/14\/arts\/14wspare.html"} , {"body" : "On the top floor of a hulking 90-year-old building on the Brooklyn waterfront, plasterers and electricians are preparing what city officials hope will be an economic antidote to the implosion of the financial services industry. In a cavernous warehouse built as a military supply depot during World War I, medical scientists will soon be searching" , "date" : "20081112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "24" , "title" : "Brooklyn Lab Is Part of City's Goal to Be a Biotech Center" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9903E6D6103DF931A25752C1A96E9C8B63"} , {"body" : "City officials said on Wednesday that they would spend $11.3 billion to create 42 schools enrolling 25,000 children over the next five years, a far less ambitious agenda for building and renovation than the capital plan presented five years ago. The scaled-down blueprint, quietly released hours after Mayor Michael R. Bloomberg announced the city's" , "date" : "20081106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "With Budget Shrinking, Schools Will Get Fewer New Buildings" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/06\/nyregion\/06capital.html"} ,   {"body" : "Read a mile-by-mile recap of how the men's New York City Marathon unfolded. Liz Robbins was on the media truck following the elite runners as Marilson Gomes dos Santos of Brazil dueled with Abderrahim Goumri of Morocco who finished second two years in a row. 2:00 P.M. At the press conference nearly two hours after the race, the runners told the" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "title" : "THE RACE LEADER; The Men's Race, Mile-by-Mile" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE1DC1031F931A35752C1A96E9C8B63"} , {"body" : "ON Sunday runners representing more than 100 countries will compete in the New York City Marathon. If they weren't so busy, many could track down foods from home right here in the city. This guide does not stray far from the 26.2-mile course. Each of the 26.2 stops (26 with a fixed address and one itinerant truck) represents at least one national" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Grab a Bite If You Don't Have to Run" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29marathon.html"} , {"author" : "Susan Hartman is the author of two books of poetry, ''Dumb Show'' and ''El Abogado.''" , "body" : "TWENTY years ago, six girls lit up a troubled Brooklyn block. Gunfire could be heard in the distance. There was a stream of visitors to the apartments of drug dealers. But these girls had claimed a patch of sidewalk in front of their building, and from April to October, on a strip of Parkside Avenue just east of Prospect Park, these 8- and" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Jump Rope Girls, 20 Years On" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19jump.html"} , {"author" : "MATT GROSS writes the Frugal Traveler column for the Travel section." , "body" : "AT its most generous, New York bestows a rare gift upon visitor and resident alike: it makes you feel young. Stride down its granite-steel-and-glass corridors, and your viewpoint is instantly that of a child, eyes directed forever upward. But New York offers a deeper sense of youth, too, the earnest expectation that one day, out of the blue, your" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "Frugal New York" , "url" : "http:\/\/travel.nytimes.com\/2008\/10\/12\/travel\/12frugal.html"} , {"body" : "AT 6 a.m. on a Saturday a few weeks ago, just as the sun was rising, a lean, muscular man named Agustín Juárez looked over his 1 1\/2-acre plot of farmland on the North Shore of Staten Island. Mr. Juárez, 49, considered what produce he needed to pick before heading to the St. George Greenmarket, which is near the Staten Island ferry terminal." , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From New York Soil, The Taste of Home" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/21\/nyregion\/thecity\/21farm.html"} , {"body" : "Now that nearly every museum is also a children's museum -- now that nearly every museum has programs that strive to lure the young -- what do we seek from a museum that really is a children's museum? And not just any children's museum, but the venerable Brooklyn Children's Museum, reopening this weekend after spending nearly $70 million on" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "MUSEUM REVIEW; Kids, Can You Say 'Cultural Diversity'?" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/19\/arts\/design\/19chil.html"} , {"body" : "Edgardo Vega Yunqué, whose novels and stories about life on the Lower East Side of Manhattan were picaresque, combustive and sometimes flamboyantly comic expressions of the Puerto Rican experience in New York, died on Aug. 26 in Brooklyn. He was 72 and lived in the Sunset Park neighborhood of Brooklyn. The cause was probably a blood clot, said his" , "date" : "20080916" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Edgardo Vega Yunqué, 72, Novelist" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505EEDB173EF935A2575AC0A96E9C8B63"} , {"body" : "An off-duty emergency medical technician was stabbed to death at his companion's apartment in Brooklyn early Sunday, the police said. The victim, Jason Ruiz, 30, was a popular member of the close-knit fraternity of emergency medical technicians who work for the Fire Department. On July 15, he helped rescue a woman who had suffered a seizure and" , "date" : "20080915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Medical Technician Is Killed Answering Knock at the Door" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/15\/nyregion\/15EMT.html"} , {"body" : "FOR their wedding two years ago, Becky and Charlie Williamson received many cash gifts. What better way to use the money than for a down payment on a home? Soon after they began their hunt for a place to buy, they found just what they wanted -- a two-bedroom co-op with a great layout. But the agent, whom they considered unpleasant to deal with," , "date" : "20080914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Falling in Love Again" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/14\/realestate\/14hunt.html"} , {"body" : "Weeks later, when the smoke had cleared and the dust settled, there, out the living room window, was the View, that most coveted of New York City apartment amenities, shattered forever. All across the city, for days, months, maybe years after 9\/11, it hurt to look out the window. In Sunset Park, Brooklyn, Marissa Gonzalez, a corporate recruiter and" , "date" : "20080911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A 9\/11 Loss Some Can See From Their Window, Still" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/11\/nyregion\/11views.html"} ,   {"body" : "Edgardo Vega Yunqué, whose novels and stories about life on the Lower East Side of Manhattan were picaresque, combustive and sometimes flamboyantly comic expressions of the Puerto Rican experience in New York's multicultural maelstrom, died on Aug. 26 in Brooklyn. He was 72 and lived in the Sunset Park neighborhood of Brooklyn. The cause was" , "date" : "20080909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LOWER EAST SIDE (NYC)" , "PUERTO RICO"] , "nytd_section_facet" : ["Arts" , "Obituaries"] , "title" : "Edgardo Vega Yunqué, Novelist of the Puerto Rican Experience in New York, Dies at 72" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/09\/books\/09vegayunque.html"} , {"body" : "Agriprocessors, the Brooklyn-based company that is the nation's largest kosher meat producer, is well known for the labor troubles at its meatpacking plant in Iowa -- federal agents detained 389 of its workers as illegal immigrants in May, and labor officials in Iowa have accused it of employing 57 under-age workers. But Agriprocessors is also" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Meatpacker In Brooklyn Challenges A Union Vote" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/nyregion\/01union.html"} , {"body" : "THERE are some New York neighborhoods where the population is expected to be heavily Asian-American -- say, in Chinatown, or in Flushing, Queens, or in Sunset Park, Brooklyn. Those areas have long been defined by the first-generation immigrants from China and Korea who fill the busy streets lined with ethnic markets and restaurants. But developers" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A New Generation Moves On, But Not Too Far" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/realestate\/17cov.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Saturday at 2 p.m., a performance of music from the Dominican Republic and Haiti by the group Pa'Lo Monte. Through Nov. 4, ''Campaigning for President: New York and the American Election,'' an exhibition of campaign memorabilia, including buttons, banners," , "date" : "20080815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE6DE103BF936A2575BC0A96E9C8B63"} , {"body" : "AROUND TOWN SUMMER ON THE HUDSON For those of us who've paid little attention to the redevelopment of the Far West Side, Riverside Park South, the well-tended space beneath the West Side Highway near 70th Street, is often overshadowed by its far more developed counterparts. Conceived as a peace offering of sorts by the real-estate titans who" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/15\/arts\/15wspare.html"} , {"body" : "They're not exactly singing ''Kumbaya'' with each other, but the owners of Johnny's Pizza and Papa John's Pizza in Sunset Park are coexisting. Considering how they felt a year ago, this could pass for brotherhood in Brooklyn. Last summer, John Miniaci Jr., a second-generation pizzamaker, learned that a Papa John's franchise was opening -- right" , "date" : "20080807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Year Later, a Cease-Fire in a Brooklyn Pizza War" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/07\/nyregion\/07pizza.html"} , {"author" : "Nathaniel Rich's first novel, ''The Mayor's Tongue,'' was published earlier this year." , "body" : "NEW YORKERS may be prone to the flu in the winter, but in the summer the entire city comes down with a fever. Common symptoms include subway-platform fainting spells, air-conditioner sore throats, fits of sidewalk nudity, heat rash, heat migraines, heat confusion, heat rage and heat nightmares. Even the rats, lazily sampling the curb's all-night" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His Blue Period" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/thecity\/03pool.html"} , {"body" : "To the Editor: ''It doesn't matter if there are, like, three Norwegians left, because what they contributed still exists,'' Victoria Hofmo says in ''When Brooklyn Was Norway'' (The Voice, July 27), about her founding of the Scandinavian East Coast Museum. One event that does still exist is the annual parade on May 17, or on the Sunday most" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "8" , "title" : "LETTERS TO THE EDITOR; Clinton's Remarks, a Library's Future and Bay Ridge's Past | They Still March To Celebrate Norway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E7DD143DF930A3575BC0A96E9C8B63"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show is shown in the Rose Center; tickets," , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/01\/arts\/01wspare.html"} , {"body" : "FOR CHILDREN AMERICAN GIRL EVENT (Tuesday) Admirers of American Girl -- the book series, the dolls and the stores -- can take their enthusiasm to new heights at this program, a collaboration with the Top of the Rock Observation Deck at Rockefeller Center. Girls 8 and older are invited to have dinner at 5:30 p.m. at the cafe at American Girl Place," , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E0DE1531F932A3575BC0A96E9C8B63"} ,   {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose new exhibition has separate Dora and Diego" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/01\/arts\/01wkids.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show is shown in the Rose Center; tickets, $15; $12 for members. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses are linked." , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFDB1E31F932A3575BC0A96E9C8B63"} , {"body" : "A community hospital in gentrifying Brooklyn is closing down its maternity ward and plans to sell the building that houses some of its obstetrical clinics and another building across the street. The hospital, Long Island College Hospital in Cobble Hill, delivered 2,800 babies -- an average of seven or eight a day -- in 2007, officials said," , "date" : "20080731" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Community Hospital in Brooklyn Is Closing Maternity Ward and Selling the Space" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/31\/nyregion\/31lich.html"} , {"body" : "VICTORIA HOFMO, a native of Bay Ridge, Brooklyn, who has long blond hair and sky blue eyes, grew up only vaguely aware of her Scandinavian background. At Christmas, her family used to eat a Norwegian rice porridge called risgrot; the person who found the almond hidden inside got a special gift. Ms. Hofmo's grandmother, who died when she was 13," , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NORWAY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; When Brooklyn Was Norway" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/thecity\/27scan.html"} , {"body" : "At 4:05 p.m. on Sunday, the National Weather Service extended a heat advisory for New York City, telling residents to avoid sun exposure, drink plenty of fluids and stay in air-conditioned rooms. By then, police officers with bullhorns had been walking around for hours in four southwestern Brooklyn neighborhoods, asking people to turn off their" , "date" : "20080721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Brooklyn Neighborhoods Lose Power" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/21\/nyregion\/21power.html"} , {"body" : "AROUND TOWN Museums and Sites 'GOING PLACES (DOING STUFF)' Necessity breeds invention. Also, gas is expensive, and everyone loves a road trip. Thus was born ''Going Places (Doing Stuff),'' an artist-led group bus adventure and the newest project from the Flux Factory, an alternative gallery space. Since 2002 the gallery has occupied a former" , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/11\/arts\/11wspare.html"} , {"body" : "Complementary lines and tones from Fifth Avenues in Manhattan and Brooklyn fuse in the neon tubes hanging in the Louis Vuitton window display at Fifth Avenue and 57th Street, top, and the umbrellas shading the entrance to the Puebla Mini Market at Fifth Avenue and 39th Street in Sunset Park. LENS" , "date" : "20080625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "LENS; Neighbors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E3DE1638F936A15755C0A96E9C8B63"} , {"body" : "IN a bustling neighborhood defined by crowded apartments and shops stacked on top of one another like intricate mah-jongg tiles, a traditional funeral home bearing the name Gerard J. Neufeld sits on a patch of freshly cut lawn. But despite the neat appearance of the two-story brick house, with its sloping roof and its chimney, it is one of the few" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ELMHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "ELMHURST; The Demography of Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E2D6153BF931A15755C0A96E9C8B63"} , {"body" : "SUNSET PARK ROW HOUSE $675,000 BROOKLYN: 179A 33rd Street (near Fifth Avenue) A two-bedroom one-and-a-half-bath 1989 brick row house with curb-cut front parking, a large backyard and a finished basement. Andrea Yarrington (718) 832-4192, Tim Stanard (718) 832-4142, the Corcoran Group, www.corcoran.com Open house Sunday, 2:30 to 4 p.m. TAXES: $3,410" , "date" : "20080615" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On the Market | Sunset Park Row House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E2DA133AF936A25755C0A96E9C8B63"} , {"body" : "PRISCILLA ALMODOVAR, a tiny presence with a towering agenda, is describing the reception she received from some of New York City's most aggressive -- as in profit-conscious -- real estate developers after she assumed control of the hitherto myopic New York State Housing Finance Agency during the reform groundswell that characterized the salad days" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; How to Curb Big Builders' Big Appetites" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/nyregion\/13lives.html"} ,   {"body" : "One of the biggest water bill deadbeats in New York City is the Economic Development Corporation, according to an audit released by the city comptroller's office on Monday. William C. Thompson Jr., the comptroller, said that the corporation had not paid any water or sewer bills for 22 years at the Brooklyn Army Terminal in Sunset Park, Brooklyn, a" , "date" : "20080610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Agency Owed Millions On Water Bill" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/10\/nyregion\/10water.html"} , {"body" : "In the New York Police Department, officers who reach the rank of sergeant typically retire after 20 to 25 years on the force. Sgt. Andrew P. McGoey waited longer to turn in his badge -- a lot longer. On Monday at police headquarters in Lower Manhattan, Sergeant McGoey will surrender Shield No. 801 after 39 years on the force. Of the city's roughly" , "date" : "20080609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After 39 Years, a Police Sergeant Retires Only Because He Must" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/09\/nyregion\/09sergeant.html"} , {"body" : "RATTUS NORVEGICUS, or the brown rat, is the New Yorker par excellence. The city is home to eight million people and, quite possibly, at least as many rats. In the subway, on the sidewalks, under cars, in the parks or climbing nightly into garbage banquets, rats are everywhere. Some of them are drawn to a more exalted notion of food and have made" , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Little Game Hunting" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/01\/nyregion\/thecity\/01rats.html"} , {"body" : "BROOKLYN BRIDGE 125TH BIRTHDAY CELEBRATION New York is a city whose survival is rooted in its ability to shift shape. Ports give way to waterfront parks, cobblestone to paved roads, and other markers of each age vanish, only to be replaced by new ones. Perhaps that is why the city so reveres those few monuments that endure. The Brooklyn Bridge is" , "date" : "20080523" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3D8143EF930A15756C0A96E9C8B63"} , {"body" : "Amid whipping wind and rain and beneath gloomy gray skies, a new ferry service was born yesterday, setting sail from Breezy Point, at the tip of the Rockaways, to Lower Manhattan, with a stop in Brooklyn along the way. A total of 51 commuters were aboard for the first two trips, putting on brave faces and rain-slicked coats, and carrying umbrellas." , "date" : "20080513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Commute From Rockaway, Now With a Harbor View" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/13\/nyregion\/13ferry.html"} , {"author" : "Julie Salamon's book ''Hospital: Man, Woman, Birth, Death, Infinity, Plus Red Tape, Bad Behavior, Money, God and Diversity on Steroids,'' from which this article is adapted, will be published this month by Penguin Press." , "body" : "THE first e-mail message that David Gregorius sent to friends describing his new job in New York did not sound promising. July 2005 Dudes, Greetings from the Big Apple. ... I actually am winning the War on Cockroach Terror, but it is a nonstop battle, so keep me in your prayers. So things here in The Brooklyn are not what I thought they would be." , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books" , "Health"] , "page_facet" : "1" , "title" : "'Scrubs' Near the D Train" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/nyregion\/thecity\/11hosp.html"} , {"body" : "Linda Wu said that whenever troubles in Myanmar make news in the United States, business spikes at the two Burmese restaurants she owns in Manhattan, with regular patrons coming by daily to check on her and the restaurants' staff. And once the regulars check in, Ms. Wu said, most of them stay to eat. That's how it was in September, when Myanmar's" , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MYANMAR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Fearing for Many at Home, City's Burmese Unite To Aid Cyclone Victims" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/nyregion\/11burmese.html"} , {"body" : "Correction Appended AROUND TOWN MOTHER'S DAY Flowers are easy; so is brunch. Can't you put a little effort into your Mother's Day celebration? She raised you, for crying out loud, and that was hard work. Here are a few ideas to get you started. Take her dancing: Quick, quick, slow. Quick, quick, slow. That's salsa at its most basic, and the Ballet" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/09\/arts\/09wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday at 2 p.m., a tour of the historic site, with an emphasis on childbearing from the mid-1600s to mid-1800s; admission is free for mothers. Hours: Wednesdays through Sundays, 1 to 5 p.m. Tours on weekdays at 2:30 p.m. and on" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DB143AF93AA35756C0A96E9C8B63"} , {"body" : "Of all the draws of 200 Chambers Street, a luxury TriBeCa condo with floor-to-ceiling windows and a swimming pool, Sherry Hsiung was particularly attracted by Public School 234, the celebrated elementary school next door. But when Dr. Hsiung, a dermatologist, tried to register her son for kindergarten last month, she was shocked to hear that" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In City's Growing Neighborhoods, Public Schools Face Pupil Jam" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/09\/nyregion\/09schools.html"} ,   {"body" : "NEW YORK has long been a city of stand-up eaters, but that doesn't mean people aren't picky. To make it here, a sandwich has to work overtime, being portable, filling, interesting and tasty. ''What's better than a really great sandwich?'' said Alexandra Raij, the chef at Tía Pol and El Quinto Pino, who is hosting a sandwich potluck for friends at" , "date" : "20080430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Next Best Things In Sliced Bread" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/30\/dining\/30sand.html"} , {"body" : "Debbie Almontaser dreamed of starting a public school like no other in New York City. Children of Arab descent would join students of other ethnicities, learning Arabic together. By graduation, they would be fluent in the language and groomed for the country's elite colleges. They would be ready, in Ms. Almontaser's words, to become ''ambassadors" , "date" : "20080428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education" , "Technology"] , "page_facet" : "1" , "title" : "BATTLE IN BROOKLYN | A PRINCIPAL'S RISE AND FALL; Her Dream, Branded as a Threat" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/nyregion\/28school.html"} , {"body" : "The long-running battle over the future of the cargo docks in Red Hook, Brooklyn, is over. After a five-year effort to stave off eviction and the redevelopment of the Red Hook container terminal, American Stevedoring, which has operated at least four piers in Brooklyn since 1994, signed a 10-year lease on Thursday with the Port Authority of New" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lease Ends Uncertainty for Red Hook Cargo Docks" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/nyregion\/25redhook.html"} , {"body" : "They found the remains of Firefighter Jimmy Riches in the rubble of the World Trade Center on March 25, 2002. A brother, Tom Riches, then just 17, walked down into the pit, and he and his father and his other two brothers carried Jimmy out on a stretcher. On Sunday morning, six years later, Tom Riches walked once again into the hole. There, about" , "date" : "20080421" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Pit, With the Pope and Memories of a Brother" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/21\/us\/nationalspecial2\/21scene.html"} , {"body" : "$7.50\/SQ. FT. approximate annual rent $67,500 Bush Terminal 34 35th Street (between Second and Third Avenues) Sunset Park, Brooklyn A furniture importer has signed a three-year lease for a 9,000-square-foot space in this 1910 building in the 18-building Bush Terminal complex. Tenant: American Style Collections Tenant broker: Bill Chang, Kalmon" , "date" : "20080402" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EED81639F931A35757C0A96E9C8B63"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "JAMARIS VALLADARES of Brooklyn has never had a formal job interview. ''I've only had part-time, minimum-wage jobs, selling and as a cashier,'' she said. Nevertheless, Ms. Valladares, 22, recently planned a four-day conference in Puerto Rico for a company based in New York. With a budget of $65,000, she arranged the transportation, lodging, meals," , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Education" , "Technology" , "Business"] , "page_facet" : "16" , "title" : "HOME FRONT; Imaginary Hors d'Oeuvres, But Real Job Skills" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/jobs\/30homefront.html"} , {"body" : "THE setting was the gymnasium of a Children's Aid Society community center on East 101st Street in Spanish Harlem, where a half-dozen ragged lines of men and women stretched the length of the room. At a long table, officials frantically typed on laptops, while in a corner, two photocopiers rumbled away near a photographer sitting by a white screen." , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | WAITING; For Mexicans, Bureaucracy on the Move" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/nyregion\/thecity\/16mexi.html"} , {"body" : "One man was killed and two others were injured in a shooting at a popular Mexican restaurant in Brooklyn on Friday night, the police said. The shooting occurred about 9:30 p.m. at Tacos 2004, a taqueria that features dancing waitresses and sits in the heart of Sunset Park, a bustling neighborhood with a large Latino population. The police said the" , "date" : "20080223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Are Shot, 1 Fatally, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/23\/nyregion\/23shoot.html"} , {"body" : "IT is 2 a.m., and Eighth Avenue, the main drag of Sunset Park, Brooklyn, is eerily silent and deserted. The fishmongers and mushroom sellers have long since packed up their wares. All that is left from the day's bustle are crushed produce boxes, pungent with the remains of unsold fruits and vegetables, stacked neatly along the curb. But inside" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | DINING LATE; Bright Lights In the Wee Hours" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/17\/nyregion\/thecity\/17late.html"} , {"author" : "Nathaniel Rich, an editor at The Paris Review, is the author of ''The Mayor's Tongue,'' a novel to be published by Riverhead Books in April." , "body" : "I RECENTLY went into Manhattan with a friend to visit her younger brother's new apartment on 52nd Street and the East River. The brother, Ariel, had just graduated from college and had been hired by a prestigious financial firm in Midtown. His two roommates had followed the same path, and so, apparently, had everyone else who lived on their long," , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His City, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03broo.html"} ,   {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "Sunset Park is home to two distinct culinary districts. Eighth Avenue is known as the Chinatown of Brooklyn, while Fifth Avenue has a trove of Mexican restaurants. Whether you're celebrating the Chinese New Year, which starts Thursday, or craving a taco, this neighborhood is worth exploring. EPOCAS (718) 748-3650; 6124 Fifth Avenue (62nd Street);" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING | SUNSET PARK; Where the Twain Meet" , "url" : "http:\/\/events.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03rest.html"} , {"body" : "It was the morning after the Florida presidential primary, and in Sunset Park, Brooklyn, the Barrioses were disagreeing. Sitting at the front counter in the Barrios Auto Driving School on Fifth Avenue, Joseph Barrios called Rudolph W. Giuliani's loss in the Republican contest ''a shock.'' He said he was surprised to open the paper and read that Mr." , "date" : "20080131" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "FLORIDA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "They Kind of Knew It Wouldn't Work" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/31\/us\/politics\/31rudy.html"} , {"body" : "Sasha Meza lifted her tiny finger, delicately pointing herself out among her junior high school classmates in the yearbook. Her mother and grandmother shuffled through photographs that were spread across a heavy, dark wood table in the rectory of St. Agnes Roman Catholic Church in Greenwood Heights, Brooklyn -- pictures of Sasha at the Special" , "date" : "20080128" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; Old Memories Look Better Through New Glasses" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/28\/nyregion\/28neediest.html"} , {"body" : "At an after-school program in Chinatown, fourth graders are reading ''My Side of the Mountain.'' Vocabulary words -- downpour, snarl, cloudburst, reap -- are written on the board. Daan Chen, 17, sinks to the floor and opens a dictionary. Children gather around him. Words, he explains, ''always have more than one definition, and I'm trying to find" , "date" : "20080124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEEDIEST CASES; Providing Income While Promoting Education, Both College and Elementary" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/24\/nyregion\/24neediest.html"} , {"body" : "A Brooklyn strip club bouncer and martial arts enthusiast who had said he was framed by police assassins was sentenced to 50 years to life in prison on Thursday for the murders of two men in 2005. The bouncer, Stephen Sakai, 32, was dealt the maximum sentence by Justice John P. Walsh of State Supreme Court in Brooklyn, but not before introducing" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Bouncer Gets 50 Years to Life for 2 Murders" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/04\/nyregion\/04bouncer.html"}]