[  {"body" : "Open Now VINEGAR HILL HOUSE The name refers to a part of Brooklyn just west of the navy yard. That's where last week, Jean Adamson and Sam Buffa, left, opened this cozy place where the cooking is done in a roaring wood-burning oven: 72 Hudson Avenue (Water Street), Vinegar Hill, Brooklyn, (718) 522-1018. B-BAP FUSION RICE BAR Jeena Kim, a designer," , "date" : "20081126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/26\/dining\/26off.html"} , {"body" : "THREE distinct and distinctly walkable neighborhoods line the Brooklyn waterfront under the Brooklyn and Manhattan Bridges. But though they share the East River and the York Street stop on the F train, they couldn't be more different -- Fulton Ferry is a tourist standard, Dumbo is an industrial area gentrified into low-key hipness, and Vinegar Hill" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)" , "FULTON FERRY HISTORIC DISTRICT (NYC)" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "9" , "title" : "WEEKEND IN NEW YORK | THE EAST RIVER; In Brooklyn, Sharing a River But Not Much Else" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/03\/travel\/03weekend.html"} , {"body" : "ZEB STEWART wasn't interested in finding a new home. He was happy where he was, on the parlor floor of a two-family row house in Vinegar Hill, Brooklyn, with two fireplaces and a backyard. It was ''like a little French country home,'' he said, renting for $1,800 a month. Mr. Stewart, 36, who does sculpture, metalwork and furniture design, was" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; New King of 'Bushwick Castle'" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/realestate\/20hunt.html"} , {"body" : "GRACE LUMINATO never expected to live in a condominium in a modern high-rise in Brooklyn, a borough she had ignored during most of her life in Manhattan. In 1990, Ms. Luminato left her native Melbourne, Australia, and set off to see the world. She arrived in Manhattan six months later, after exploring Asia and Europe, and promptly made it her home." , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | VINEGAR HILL, BROOKLYN; She Left Her Heart in Manhattan" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/realestate\/23habi.html"}]