[  {"body" : "Preston Chaney is a man of few words. If he were given to boasting, he might reveal that he is the first person in his family to graduate from high school, and will be the first to attend college. But things could have easily turned out differently. He was a sophomore at Abraham Lincoln High School in Brooklyn when he dropped out in 2008. ''I was" , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Looking Forward to a Dorm Room to Call His Own" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/nyregion\/25neediest.html"} , {"body" : "A 4-month-old girl died after an intense fire swept through her family's Brooklyn apartment on Thursday, officials said. The blaze erupted on the first floor of a four-story building in Bedford-Stuyvesant just before 1:30 p.m. and tore through the apartment. Firefighters were told by panicked relatives that the girl was still trapped inside. One" , "date" : "20101224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Infant Dies After Fire Traps Her in Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/nyregion\/24fire.html"} , {"author" : "E-mail: susan.dominus @nytimes.com" , "body" : "Not much has been easy for Madelyn Ruiz, a Florida native, since she arrived in New York in October after a job overseas fell through. For the first time in her 33 years, she has been living in shelters, most recently in the Bedford-Stuyvesant section of Brooklyn. She would be looking for another accounting job, but her daughter, who is 15 months" , "date" : "20101221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "BIG CITY; Computers And Cabbage At a Food Bank That Works" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/21\/nyregion\/21bigcity.html"} , {"body" : "RECENTLY, Mike Torriero found himself in a familiar situation. One of his wrestlers, Jorje Jiminez of the Bronx, confessed that he was considering offers from prominent private schools, with strong wrestling programs, in New Jersey that offered him scholarships, better competition and more exposure to college scouts. Mr. Torriero, the head coach" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SWEAT | COREY KILGANNON; Training Champions, One Bruise at a Time" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E5D91E3CF93AA25751C1A9669D8B63"} , {"body" : "One of the people accused of being a supplier was a 30-year-old Brooklyn man, possibly better known to some as a seller of ice cream from a Mister Softee truck. Whatever money he saved, he said in an interview, he would eventually squander on cocaine to use or, occasionally, sell. Another was a 23-year-old Polish immigrant said to have grown" , "date" : "20101218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "An Unremarkable Drug Case, Except for the Ivy League Address" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/18\/nyregion\/18columbia.html"} , {"body" : "Metropolitan New York is being rapidly reshaped as blacks, Latinos, Asians and immigrants surge into the suburbs, while gentrification by whites is widening the income gap in neighborhoods in Manhattan and Brooklyn, according to new census figures released on Tuesday. Some of the largest population gains since 2000 were recorded in places that not" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "In New York, Black and Hispanic Strongholds Become More White" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15nycensus.html"} , {"body" : "A sampling of performances of Handel's ''Messiah'' and other oratorios in New York. Admission is free unless otherwise noted. (Churches accept donations.) Friday ABYSSINIAN BAPTIST CHURCH, 132 Odell Clark Place, at West 138th Street, Harlem. Handel's ''Messiah,'' with choir and orchestra; Jeryl Cunningham-Fleming, soprano; Carolyn Sebron," , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Hallelujahs Everywhere" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E3D8103BF933A25751C1A9669D8B63"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Ambrose Akinmusire (Friday and Saturday) Mr. Akinmusire, a recent addition to the Blue Note Records roster, is a sharply proficient trumpeter whose vision for small-group jazz accommodates elements of groove as well as swing. He spent last month as an artist in residence at the Jazz" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/music\/03jazz.html"} , {"body" : "Police Commissioner Raymond W. Kelly, within six weeks of the year's end, faced questions about the state of crime in New York City with what has become a familiar and welcome answer: Overall crime in the city is down again in 2010. ''Crime is down this year,'' Mr. Kelly told reporters on Tuesday after a promotion ceremony in Lower Manhattan." , "date" : "20101126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "As Police Point to a Dip in Crime, Murders and Robberies Are Up" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/26\/nyregion\/26crime.html"} , {"body" : "In 1991, as graduation approached at Thomas Jefferson High School in East New York, Brooklyn, stress weighed on Octavia Little, who the previous year had given birth to a daughter, Illiquana Ash. She enrolled at Baruch College, but had to drop out after a few months and take a job as a bank teller to support her child. Vowing that her daughter's" , "date" : "20101125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "THE NEEDIEST CASES; Mother Who Always Helped Now Needs Some Help" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/25\/nyregion\/25neediest.html"} ,   {"body" : "Words flowed from Raheem Watson in a stream, thick with assurance, buttressed by years of quiet introspection. But one question gave him pause, forcing his gaze down to his lap. Did he have a choice? ''Wow,'' he said. Seconds passed, the first quiet moments of the night. He had two decades of strife to ponder. Mr. Watson, 26, was born in" , "date" : "20101124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; After Years Caught Up in Violence, a Second Chance to Reflect on Fate" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/24\/nyregion\/24neediest.html"} , {"body" : "IT is not a sentiment commonly associated with New York City landlords, but for Malcolm Smart, some things are more important than money. ''I don't want someone I resent in my space,'' said Mr. Smart, the live-in owner of a Brooklyn brownstone with a one-bedroom rental apartment. ''If it means getting a few hundred dollars less in rent every month" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Move Over, Fancy High-Rises" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/realestate\/21cov.html"} , {"body" : "ISLAND LIFE Born in 1960s New York City to a TV producer father (Sy Kravitz) and an actress mother (Roxie Roker of the TV classic ''The Jeffersons''), the multiple Grammy winner Lenny Kravitz grew up on both the Upper East Side (''the Metropolitan Museum was my backyard,'' he says) and in his maternal grandmother's neighborhood of" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Magazine" , "Style"] , "page_facet" : "120" , "title" : "PROFILE IN STYLE; Lenny Kravitz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E7D91E3DF932A15752C1A9669D8B63"} , {"body" : "ABE CAVIN QUEZADA, a 22-year-old aspiring music producer, lives with two roommates in a three-bedroom apartment in Bedford-Stuyvesant, Brooklyn. Mr. Cavin Quezada, who works as an unpaid intern at Electric Lady Studios in Greenwich Village, has kind words for his building, a renovated tenement near Marcus Garvey Boulevard, and for his apartment," , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Big Squeeze" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/14\/realestate\/14cov.html"} , {"body" : "WHILE rules are useful -- if not essential -- to establishing order in a love life, the trick is knowing the precise moment to throw them out. Medina Senghore, a patent lawyer, had at least two such moments on the long road to her marriage to Kareem Collie, a graphic designer. ''I have a proclivity for formulas, which is why I was drawn to the" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "VOWS; Medina Senghore and Kareem Collie" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/fashion\/weddings\/07Vows.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "In one of the last updates he posted on his Facebook page, Joseph Jefferson sounded like yet another young gay person succumbing to overwhelming social rejection, if not outright bullying. ''I could not bear the burden of living as a gay man of color in a world grown cold and hateful towards those of us who live and love differently than the" , "date" : "20101106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "BIG CITY; A Suicide More Complex Than a Slogan" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/06\/nyregion\/06bigcity.html"} , {"body" : "A 4-year-old Brooklyn girl who weighed 18 pounds when she was found dead last month had toxic levels of antihistamines in her system, the city's chief medical examiner's office said on Friday in ruling the death a homicide. The office said the girl, Marchella Pierce, died of ''child abuse syndrome with acute drug poisoning, blunt impact injuries," , "date" : "20101030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Malnourished 4-Year-Old Girl's Death Is Ruled a Homicide" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/30\/nyregion\/30girl.html"} , {"body" : "An assortment of health studies released this week are providing near-incontrovertible evidence that New York might be the most researched city on Earth. The city's health department reported on Thursday that smoking-related deaths in the city have fallen 17 percent since 2002. Columbia University and the University of Washington found that every" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "24" , "title" : "At Meeting, A Deluge Of Research On New York" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/nyregion\/29urban.html"} , {"body" : "The faces were the same, but the body language could not have been more different. Eight years ago, Bill Clinton stood alongside Andrew M. Cuomo, bucking him up as Mr. Cuomo made a humbling exit from the primary for governor of New York with assurances from Mr. Clinton that his political career was far from over. On Wednesday, the former president" , "date" : "20101028" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Cuomo's Former Boss Is Also an Admirer" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/28\/nyregion\/28clinton.html"} , {"body" : "The officer who engaged in a shootout with a man who tried to hold up a Brooklyn beauty salon was promoted to detective on Tuesday at City Hall in a ceremony presided over by Mayor Michael R. Bloomberg and Police Commissioner Raymond W. Kelly. By now, the story of the new detective, Feris Jones, is well known. She was off duty and getting her hair" , "date" : "20101027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Officer in Salon Shootout Is Promoted to Detective" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/27\/nyregion\/27promote.html"} ,   {"body" : "An off-duty police officer who got into a shootout with an armed robber as the officer was getting her hair done in a beauty salon in Brooklyn on Saturday night shot the gunman's revolver out of his hands, police officials said on Monday. A suspect, Winston Cox, 19, was arrested early Monday at a hotel in Brooklyn, the police said. Following a" , "date" : "20101026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In a Salon Shootout, an Off-Duty Officer Stops a Robbery With Well-Aimed Bullets" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/26\/nyregion\/26salon.html"} , {"body" : "This post is part of the first-ever themed issue of The Times's Sunday Metropolitan section, which is devoted to New York's subway system. Go to The Subway Issue On the Screen Blogs often have a throwaway quality, but in contrast to the ephemeral art that Joseph Romano tracks on his Subway Art Blog - torn posters, scrawled wall messages and quick" , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "CITY ROOM; NEW YORK ONLINE: Where to Point Your Browser" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DE153BF937A15753C1A9669D8B63"} , {"body" : "The New York City Police Department has assigned a ranking official to look into a wide array of allegations of misconduct, including charges that crime complaints were ignored or manipulated, in the 81st Precinct in Brooklyn, according to two law enforcement officials with knowledge of the investigation. The examination is the third inquiry into" , "date" : "20101022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Top Official to Investigate Police Conduct" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/22\/nyregion\/22police.html"} , {"body" : "On most game-day afternoons, identifying the enemy of a New York Giants fan is rather simple: Look for the guy in the opposing jersey. But on Sunday, fans found themselves up against a different villain: a pair of gargantuan corporations whose dispute over retransmission fees meant that the Giants faithful could not watch their team's home game" , "date" : "20101018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Denied Game at Home, Football Fans Go to Bars" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/18\/nyregion\/18bars.html"} , {"body" : "A New York City police commander and four officers are facing internal charges based on a fellow officer's allegations that crime complaints in the 81st Precinct in Brooklyn were manipulated, the Police Department said. The commander, Deputy Inspector Steven Mauriello, who was transferred to the Bronx during the inquiry, has been charged with" , "date" : "20101016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "5 Officers Face Charges In Fudging Of Statistics" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/16\/nyregion\/16statistics.html"} , {"body" : "Citing a federal investigation of Assemblyman Vito J. Lopez, a state judge on Wednesday suspended a Brooklyn community group's lawsuit against New York City over a planned low-income housing development involving Mr. Lopez's sprawling social-service organization. The lawsuit, brought in State Supreme Court in Manhattan by the Broadway Triangle" , "date" : "20101014" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Inquiry Into Lawmaker Prompts Halt to Suit" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/14\/nyregion\/14lopez.html"} , {"body" : "Kym Hampton leaned against the wall of Studio D at Mark Morris Dance Center in Fort Greene last Friday evening and let out a whoop. ''If I didn't take an Epsom-salt bath and an anti-inflammatory, I don't even think I could move,'' she said. Ms. Hampton, a former star center for the New York Liberty in the Women's National Basketball Association," , "date" : "20101011" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM; A Dance-Off For 5 Stars In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E3DA143FF932A25753C1A9669D8B63"} , {"author" : "Frank Bruni is a staff writer for the magazine. His memoir, ''Born Round,'' was recently published in paperback." , "body" : "''IS HE COMING BACK?'' Clara Santos Perez was peering out the windows and across the street, where an imposing man in black stood, his face turned in her direction. Was he watching? Waiting? Planning to confront her anew? Perez wondered aloud about all of this, wrung her hands and paced. In her agitation and dread she more closely resembled a" , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "64" , "title" : "SHARED PLATES; Keeping It Kosher" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/10\/magazine\/10Kosher-t.html"} , {"body" : "The Brooklyn district attorney's office has opened a rare and wide-ranging criminal investigation into the actions of the city and outside health and social service providers responsible for the well-being of Marchella Pierce, the 4-year-old girl who weighed 18 pounds when she died last month. The investigation is an addition to a criminal case" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Prosecutors Will Examine City's Role in Girl's Death" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/nyregion\/08acs.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Rez Abbasi Acoustic Quartet (Friday and Saturday) On ''RAAQ'' (AbstractLogix), a new album whose title is an acronym for this band, the guitarist Rez Abbasi brings thoughtful clarity to a program of sharp originals and interesting covers, including a piece by Nusrat Fateh Ali Khan. His" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/arts\/music\/08jazz.html"} ,   {"body" : "SO a dog walks into a bar. Honestly, no joke. The dog is a German shepherd and he's not just any dog, he's a hero. He's a shelter dog saved from a pound as a puppy and destined for euthanasia until some alert human spotted a spark in him -- some cleverness, some drive -- and set in motion a series of events that led to him becoming a" , "date" : "20101007" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "THE GIMLET EYE; Heroes Welcome" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/07\/fashion\/07Gimlet.html"} , {"body" : "A 4-year-old Brooklyn girl who weighed 18 pounds when she died in September appears to have gone months without a visit from child welfare workers assigned to monitor her well-being, despite indications that she could be at risk, New York's child welfare agency revealed on Tuesday. The agency offered a wrenching glimpse into the final months of the" , "date" : "20101006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK MISSED OR IGNORED SIGNS ON GIRL WHO DIED" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/06\/nyregion\/06acs.html"} , {"body" : "Eleven months out of the year, the parishioners of New York City can safely attend Sunday services with no reasonable fear of interlopers, television cameras or quizzical members of the press. But this is the electoral playoff season of October, when aspiring statesmen show up on doorsteps more often than jack-o'-lanterns. That means politicians" , "date" : "20101004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Election Season Puts Politicians in the Pews" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/04\/nyregion\/04churches.html"} , {"body" : "A man accused in the beating death of his companion's 2-year-old son confessed to striking the boy with his hands, knees and elbows and slamming him to the floor in the hours before police officers found the boy bruised and listless in his mother's Brooklyn apartment, a prosecutor said on Sunday. The man, Reginald Williams, 31, was arraigned in" , "date" : "20100927" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Confessions Are Cited In Beating Of Boy, 2" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/27\/nyregion\/27boy.html"} , {"body" : "BEDFORD-STUYVESANT CONDO $360,000 BROOKLYN: 145 Halsey Street (between Nostrand and Marcy Avenues) A one-bedroom one-bath floor-through with a bay-window living room, an office and a separate kitchen. James Crow (917) 902-7119, Sue Wolfe (917) 868-5332, Corcoran Group; www.corcoran.com Open house Sunday 1 to 2:30 p.m. COMMON CHARGE: $265; taxes:" , "date" : "20100926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFD6103EF935A1575AC0A9669D8B63"} , {"body" : "A 2-year-old Brooklyn boy died on Friday night after his bruised, listless body was discovered in his mother's apartment, and the death was later ruled a homicide, the authorities said. Reginald Williams, 31, a companion of the boy's mother, was arrested Saturday night and charged with second-degree murder. The mother, Teresa Foster, 27, was also" , "date" : "20100926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "Man Is Arrested in Death of Brooklyn Boy, 2" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/26\/nyregion\/26child.html"} , {"body" : "Having invaded New York City's bedrooms, retail stores, movie theaters and offices, bedbugs are now showing up with growing frequency in another place: public schools. There were 1,019 confirmed cases of bedbugs in the 2009-10 school year -- an 88 percent increase from the previous school year, according to Education Department records. So far this" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Bedbugs Finding a Way Into New York's Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E7D81630F936A1575AC0A9669D8B63"} , {"body" : "Having invaded New York City's bedrooms, retail stores, movie theaters and offices, bedbugs are now showing up with growing frequency in another place: public schools. There were 1,019 confirmed cases of bedbugs in the 2009-10 school year -- an 88 percent increase from the previous school year, according to Education Department records. So far this" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Bedbugs Finding a Way Into New York's Schools" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/25\/nyregion\/25bedbugs.html"} , {"body" : "A supervisor and a caseworker for New York City's child welfare agency have been suspended without pay for failing to adequately oversee the case of a bruised and emaciated 4-year-old girl who was found dead in her mother's apartment in Brooklyn this month, the agency said Friday. Admitting for the first time that there had been internal breakdowns" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Agency Admits Errors In Death of 4-Year-Old" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/25\/nyregion\/25acs.html"} , {"body" : "Mae Bishop, a proud Barbadian immigrant who raised two daughters and worked in the New York hotel industry, retiring in 1976 as an assistant housekeeper in the linen room at the Delmonico Hotel on Park Avenue, died on Wednesday. She was 102 - or, as she put it, just past the 72nd anniversary of her 30th birthday. The cause was pneumonia, said her" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; A Reluctant Centenarian Dies at 30 Plus 72" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E1DE1231F936A1575AC0A9669D8B63"} ,   {"body" : "MORRIS HEIGHTS was not first, second or even third on the list of neighborhoods where David Klaw and his fiancée, Jill Sunderland, considered buying a house. This small, hilly community in the West Bronx, with a troubled past and an optimistic future, was actually fourth in line and came into play only after deals fell through in Brooklyn and" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN; Morris Heights, the Bronx: The View Is Auspicious From Here" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E7DF143CF93AA2575AC0A9669D8B63"} , {"body" : "MORRIS HEIGHTS was not first, second or even third on the list of neighborhoods where David Klaw and his fiancée, Jill Sunderland, considered buying a house. This small, hilly community in the West Bronx, with a troubled past and an optimistic future, was actually fourth in line and came into play only after deals fell through in Brooklyn and" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN; Morris Heights, the Bronx: The View Is Auspicious From Here" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/19\/realestate\/19living.html"} , {"body" : "A brief but fierce storm roared through New York City on Thursday evening, throwing down trees like sticks, crippling debris-strewn neighborhoods in Brooklyn, Queens and Staten Island, disrupting commuter rail service and killing at least one person. The storm and its aftereffects bore many of the hallmarks of a tornado, with the tops of countless" , "date" : "20100917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MECHANICSBURG (PA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Wide Damage As Storm Races Across the City" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/17\/nyregion\/17storm.html"} , {"body" : "A secret recording of police commanders at a meeting in April does not capture a discussion of quotas but rather minimum productivity goals, the New York Police Department's chief spokesman said Friday. ''It's absurd to think that managers can't establish goals that require minimum productivity,'' said the spokesman, Paul J. Browne. ''To suggest" , "date" : "20100911" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Police Deny Tape Describes Ticket Quotas" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/11\/nyregion\/11quotas.html"} , {"body" : "For nearly every New Yorker who has received a summons in the city -- caught at a checkpoint monitoring seat-belt use, or approached by a small army of police officers descending on illegally parked cars -- quotas are a maddening fact of life. No matter how often the Police Department denies the existence of quotas, many New Yorkers will swear that" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Secret Tape, City Police Press A Tickets Quota" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/nyregion\/10quotas.html"} , {"body" : "For nearly every New Yorker who has received a summons in the city -- caught at a checkpoint monitoring seat-belt use, or approached by a small army of police officers descending on illegally parked cars -- quotas are a maddening fact of life. No matter how often the Police Department denies the existence of quotas, many New Yorkers will swear that" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Secret Tape, City Police Press A Tickets Quota" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE7D81639F933A2575AC0A9669D8B63"} , {"body" : "The nonprofit organization hired by the city to provide preventive services to the family of a bruised and severely malnourished 4-year-old girl who was found dead in her apartment in Brooklyn last week had been the subject of a scathing city audit in 2008. The organization, the Child Development Support Corporation, did not adequately monitor its" , "date" : "20100909" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Audit Assailed Group Hired to Aid Family" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/09\/nyregion\/09girl.html"} , {"body" : "Two days after the bruised, emaciated body of a 4-year-old girl was discovered in a Brooklyn apartment, new information from officials emerged about her life and death as her mother on Saturday made her first appearance in court to face criminal charges. In a criminal complaint, prosecutors outlined a fearsome litany of abuse that they said the" , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Prosecutors Detail Abuse in Brooklyn Girl's Last Days" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/05\/nyregion\/05arraign.html"} , {"body" : "The mother of a 4-year-old girl who weighed 15 pounds when she was found dead in her family's apartment this week has been arrested on charges that include assault, endangering the welfare of a child and drug possession, the authorities said Friday. The mother, Carlotta Brett-Pierce, 30, told the police that she sometimes tied her daughter," , "date" : "20100904" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Mother of Dead 4-Year-Old Will Face Charges of Drug Possession and Assault" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE2D9173EF937A3575AC0A9669D8B63"} , {"body" : "The police are investigating the death of a sickly 4-year-old girl in Brooklyn whose body was found after her mother called 911 on Thursday morning and reported the child was unresponsive. The girl, Marchella Pierce, weighed only 15 pounds and had suffered severe health problems since birth, the authorities said. Detectives were trying to determine" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Girl's Death In Brooklyn Prompts Police Inquiry" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/nyregion\/03girl.html"} ,   {"body" : "The Dumpster divers started their bicycle run just after nightfall on a summer Friday, rolling through the steamy streets of Williamsburg and Greenpoint, stopping only to dig through trash bags and pull out produce. They wore plastic gloves for the messier bags and used a flashlight on the darker stretches of sidewalk. Then they loaded their finds" , "date" : "20100828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BROOKLYN JOURNAL; Sharing the Wealth at a Dumpster Divers' Feast" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/28\/nyregion\/28metjournal.html"} , {"body" : "A parks department employee was raped on Thursday morning by a man armed with a box cutter at a playground in Brooklyn, according to the police. The victim, a 29-year-old woman, was in the park house at St. Andrew's Playground, on Atlantic and Kingston Avenues in Bedford-Stuyvesant, just after 9 a.m. when the man approached her from behind, covered" , "date" : "20100820" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Parks Worker Is Raped At Playground In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/nyregion\/20rape.html"} , {"body" : "April Gariepy, 30, wheeled her bike beneath the white tent on Saturday afternoon looking for a wire basket she could attach to her handlebars. A moment later, Sharika Barrow, 17, approached, gazed at the shelves of books, clothing and other items displayed beneath the tent, then wondered aloud what sort of place she was visiting. ''It's a free" , "date" : "20100816" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "In Brooklyn Store, Everything Is Always 100% Off" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/16\/nyregion\/16free.html"} , {"body" : "I HAD the route mapped out in my mind. I would bike from the Lower East Side of Manhattan, hit the taco trucks along the ball fields of Red Hook, Brooklyn, cruise through Prospect Park over to Brighton Beach for a quick dip, then hypotenuse it back to a bar in Williamsburg to watch the World Cup finals. Out of curiosity, I consulted Google Maps's" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Technology"] , "page_facet" : "3" , "title" : "PRACTICAL TRAVELER; Google Leads, You Pedal" , "url" : "http:\/\/travel.nytimes.com\/2010\/08\/15\/travel\/15Prac.html"} , {"body" : "THEY are conversations broadcast every Friday morning on NPR's ''Morning Edition'': snatches of lives recorded by StoryCorps, often poignant, sometimes profound and utterly captivating for many listeners. But they have never made the leap from radio to television, until now. The stories, about love and loss, joy and regret, have generated two" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "The Stories Speak For Themselves, But Pictures Help" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/arts\/television\/15story.html"} , {"author" : "Jonathan Mahler, a contributing writer, is the author of ''The Challenge: How a Maverick Navy Officer and a Young Law Professor Risked Their Careers to Defend the Constitution -- and Won,'' which is out in paperback." , "body" : "LAST MONTH, ANDREW Cuomo took some time off from his job as New York's attorney general, rented a recreational vehicle and drove upstate with his three daughters on an 11-day campaign swing with a little family vacation mixed in: ''Camp Campaign'' is how Cuomo joked about it with me. The trip infelicitously coincided with what turned out to be a" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "The Second Coming" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/magazine\/15Cuomo-t.html"} , {"body" : "A-WAH 5 Catherine Street (East Broadway), (212) 925-8308. Bo zai fan -- loosely, ''clay pot rice'' in Cantonese -- is this restaurant's specialty, but it's easy to miss on the 300-item menu. Look for ''world famous rice in casserole.'' At A-Wah, which the chef and owner, Wang Jian Wah, opened in March, this Hong Kong comfort food is served in 17" , "date" : "20100811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4DF1439F932A2575BC0A9669D8B63"} , {"body" : "APARTMENT hunters always have a wish list of things that will help them call a new place home -- doormen, laundry rooms, southern exposures. But for some people, faith guides real estate choices. Instead of bay windows and an in-house gym, their must-have may be a kosher kitchen, a short walk to church, room to roll out a prayer mat or like-minded" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Sharing the Faith, Splitting the Rent" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/realestate\/08cov.html"} , {"body" : "Around Town Museums and Sites Alice Austen House Outdoor events: On Friday, ''Rock the House,'' music with a D.J. beginning at 7 p.m. and live bands from 8 to 10 p.m. On Saturday at 6:30 p.m., a dance program built around the themes of nature and the life of Isadora Duncan, presented by the Isadora Duncan Dance Company, the youth dance ensemble" , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/06\/arts\/06spare.html"} , {"body" : "CRANE--Sarah Ann Molloy, \"Sally,\" 75, passed away peacefully in her sleep in her home in Santa Fe, NM, on August 1. Sally was born in Rockville Center, NY, and raised in an extended family in Haverstraw, NY. She lived with her beloved Aunt Anne McCabe after both of her parents died. After graduating from Simmons College in 1956, Sally spent a year" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths CRANE, SARAH ANN MOLLOY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E3DB103AF937A3575BC0A9669D8B63"} ,   {"body" : "299 Greene Avenue (Classon Avenue), Bedford-Stuyvesant, Brooklyn, (917) 652-4648; tigerlilybrooklyn.com People have been taking the name of banh mi in vain. Any sandwich with pickled vegetables seems to qualify. But one bite of Tigerlily's house special, packed with the classic foursome of Vietnamese pork, pâté, cha lua (pork sausage) and" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "DINING BRIEFS | RECENTLY OPENED; TIGERLILY" , "url" : "http:\/\/events.nytimes.com\/2010\/08\/04\/dining\/reviews\/04briefs.html"} , {"body" : "Carl Gordon, who four decades ago, nearing midlife and feeling trapped in a series of dispiriting jobs, heeded a surprising call and became a successful character actor on television and the stage, died on Tuesday at his home in Jetersville, Va. He was 78. The cause was non-Hodgkin's lymphoma, his family said. To television viewers, Mr. Gordon was" , "date" : "20100726" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "Carl Gordon, 78, a Late-Blooming Actor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEED81230F935A15754C0A9669D8B63"} , {"author" : "Rachel Aviv is a Rosalynn Carter fellow for mental-health journalism and a frequent contributor to Education Life." , "body" : "HANNAH WOLFE traveled to school by air last year. It required precise timing, a skill she honed when she and her friends moved to what they called Rosy -- a sprawling apartment complex on Roosevelt Island that doubles as a dorm. All her classes at Marymount Manhattan College were on the Upper East Side, and to get there, she took two buses and a" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "24" , "title" : "EMPIRE STATE OF MIND; Backpacks Among the Briefcases" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/25\/education\/edlife\/25urban-t.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Monty Alexander Harlem-Kingston Express (Friday through Sunday) The pianist Monty Alexander, one of Jamaica's proudest musical exports, stamps his native groove with an uptown twist in a group that includes two bassists, Hassan Shakur and Hoova Simpson, and an impressive clutch of" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/music\/23jazz.html"} , {"body" : "A man whose past may have inspired his modus operandi was arrested Wednesday on suspicion that he was the so-called Bouquet Bandit, who delivered robbery notes affixed to flowers or plants in two recent bank robberies in Manhattan, the authorities said. The arrest caps a two-week search for the bandit, whose acts spawned colorful tabloid headlines" , "date" : "20100722" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Police Say They Have the City's Bouquet Bandit in Hand" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/22\/nyregion\/22bouquet.html"} , {"body" : "For years, the only involvement many retired athletes had with real estate was deciding where to open a steak house with their name on it. But some sports stars, looking for a sustainable career outside the arena, have jumped into the development game -- buying hotels, building shopping centers and renovating affordable housing, much of it in and" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; After Sports Careers, Vying in the Real Estate Arena" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E5DA1631F932A15754C0A9669D8B63"} , {"body" : "As I was running up the outdoor steps to my doctor's office on Staten Island recently, I saw the succulent trailing tendrils of purslane growing nearby. As far as I could see across the dry, scorched lawn, purslane was the only plant thriving in the brutal summer heat. Purslane sprawls low to the ground on thick red stems that radiate out from its" , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Urban Forager | Purslane; Amid the Grass, A Side Dish" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07EEDF173BF932A25754C0A9669D8B63"} , {"body" : "Just after a long three-day holiday weekend, in the middle of a scorching triple-digit afternoon on Tuesday, on a patch of sidewalk in Chinatown outside the seemingly wise Confucius Plaza at Bowery and Bayard Street, a pile of trash simmered in the New York sun. As mounds of refuse go, this one was neither unusually tall nor unusually messy. At" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Post-Holiday Trash Piles, Roasting in Ovenlike Weather. Yes, It Was Bad." , "url" : "http:\/\/www.nytimes.com\/2010\/07\/07\/nyregion\/07putridity.html"} , {"body" : "The Police Department is increasing overnight patrols after a recent spate of killings on the street, mostly in Brooklyn and the Bronx. Normally, about 65 percent of all shootings take place outdoors, according to the police. But over the past 28 days, about 90 percent occurred on the street, leading the police to believe that high-visibility" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Street Killings Prompt Police To Increase Overnight Patrols" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4DD113FF931A35754C0A9669D8B63"} , {"body" : "Citing problems with electrical equipment, Consolidated Edison announced on Monday that it had decreased voltage to parts of Brooklyn by 8 percent and asked customers there and in part of the Upper West Side of Manhattan not to use ''nonessential'' electrical appliances, including air-conditioners, until the problems were corrected. The utility" , "date" : "20100629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK SLOPE (NYC)" , "PROSPECT HEIGHTS (NYC)" , "WINDSOR TERRACE (NYC)" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "FORT GREENE (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Con Ed Reports Power Problems in City" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/29\/nyregion\/29coned.html"} ,   {"body" : "THE TNS Development Group of College Point, Queens, has built about 40 buildings classified as affordable housing over the last two decades, and each has had finer-grade detailing than the one before it. Its latest project, the Shelton in Bedford-Stuyvesant, Brooklyn, continues that trend, with four chandeliers and doormen in the lobby, and a" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; 'Affordable,' Yes, but It Still Has Style" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/27\/realestate\/27posting.html"} , {"body" : "Over the last decade, a growing stream of the young, the stylish and the family-oriented have been drawn to Brooklyn by its parks, waterfront, cultural life and relatively affordable real estate and acres of graceful brownstones. But when it comes time for those newcomers to have their babies, they are tied as if by an umbilical cord to Manhattan." , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Manhattan Birth Certificate, But an Address in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26hospitals.html"} , {"body" : "Charles Ensley, who led the union representing New York City social workers for 26 years and was a forceful critic of union corruption, died on Friday in Manhattan. He was 69. The cause was lung cancer, his wife, Annette, said. As president of Social Service Employees Union Local 371, which represents 15,000 social workers, Mr. Ensley was" , "date" : "20100624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Charles Ensley, Labor Leader and Union Critic, Dies at 69" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E2D81738F937A15755C0A9669D8B63"} , {"body" : "THERE was a time, more than a century ago, when a stretch of mansions in Crown Heights, Brooklyn, was known as Millionaire's Row. Most of the biggest houses there are gone, and Crown Heights has had a busy history since that time. But if millionaires are scarcer today, the good news is that in much of the neighborhood the comfortable ambience they" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | CROWN HEIGHTS, BROOKLYN; A Melting Pot, With the Heat Turned Off" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/20\/realestate\/20living.html"} , {"body" : "More mothers die during pregnancy or soon after in New York than in almost every other state, and according to reports released on Friday by the New York Academy of Medicine and the city's health department, social factors like poverty, obesity and lack of insurance may be responsible. While the total number of maternal deaths are small -- an" , "date" : "20100619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "High Rate for Deaths of Pregnant Women in New York State" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/19\/nyregion\/19obese.html"} , {"body" : "Alexandra Joye Houston and Hashim Warren were married Saturday evening at the Museum of the City of New York in Manhattan. The Rev. James R. Warren, a nondenominational minister affiliated with the New York City Church of Christ, officiated. (He is not related to the bridegroom.) Ms. Houston, 28, is taking her husband's name. She is a trainer at" , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Alexandra Houston, Hashim Warren" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/13\/fashion\/weddings\/13HOUSTON.html"} , {"body" : "Week to week. That's how the great state of New York is making do during these sorry days of fiscal ridiculousness. Since the state has seen fit to get along without an annual budget, an emergency spending bill gets approved every week authorizing just enough money to enable New York to squeeze through the next seven days. One of these weeks, well," , "date" : "20100611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "In These Difficult Times, New York State's Motto Could Be: Will Tattoo for Food" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/nyregion\/11week.html"} , {"body" : "AT some point, nearly every gardener has paused over a flower and experienced an epiphany: If I could capture the scent of that jasmine in a bottle, I'd be a millionaire. The next day the petals are gone, and the aroma with them. Thanks for the memories. See you next year. Andrine Olson, however, has a pickle jar in her refrigerator that holds the" , "date" : "20100610" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN THE GARDEN; A Fragrant Harvest" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/10\/garden\/10perfume.html"} , {"body" : "AT some point, nearly every gardener has paused over a flower and experienced an epiphany: If I could capture the scent of that jasmine in a bottle, I'd be a millionaire. The next day the petals are gone, and the aroma with them. Thanks for the memories. See you next year. Andrine Olson, however, has a pickle jar in her refrigerator that holds the" , "date" : "20100610" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN THE GARDEN; A Fragrant Harvest" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEFDC163BF933A25755C0A9669D8B63"} , {"body" : "The beating death of a 7-year-old, Nixzmary Brown, at the hands of her stepfather in 2006 helped prompt a series of reforms in New York's child protection services, including a greater emphasis on providing intensive services to families with problems, from domestic abuse to mental illness, that put children in danger. The focus on preventing abuse" , "date" : "20100609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "City Services For Families In Trouble Could Be Cut" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/09\/nyregion\/09foster.html"} ,   {"body" : "On a recent Monday during the evening rush on a Brooklyn-bound L train, a dozen or so people boarding the train at Union Square shuffled into the rear of the carriage where I was seated. The train was typically crowded, and there was a soberness in peoples' faces that I took to be nothing more than usual rush-hour blankness. A man who got on, still" , "date" : "20100609" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; In Subway, The Shock From Word Of a Fall" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E3DA1139F93AA35755C0A9669D8B63"} , {"body" : "Herein, Herring Herring season, with fresh fish from the Netherlands, starts on June 9. The herring will be served at the Oyster Bar in Grand Central Terminal through June 25; (212) 490-6650. It will be sold at Russ & Daughters, 179 East Houston Street (Allen Street); (212) 475-4880, through July, while supplies last. A herring buffet will be" , "date" : "20100609" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/09\/dining\/09fcal.html"} , {"body" : "Some New Yorkers -- no matter how uncreative their jobs and lives may be -- love to mention how they live in neighborhoods once romantically settled by poets, painters and musicians. Developers often talk up these histories when selling apartments. But while many of them think of artists as place holders for lawyers and investment bankers, Douglas" , "date" : "20100608" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE APPRAISAL; Keeping the Artists in Williamsburg While Attracting the Wealthy Buyers" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/08\/nyregion\/08appraisal.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "WHEN Jen Rosenbaum told her colleagues that she was determined to find an apartment for just $1,200 to $1,500 a month, they laughed. Clearly, she was on a fool's errand. ''My co-workers said it is not going to happen, you are insane,'' she said. But Miss Rosenbaum was certain she could easily find a great cheap apartment. After all, she had heard" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; An Optimist Goes After the Near-Impossible" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/06\/realestate\/06hunt.html"} , {"body" : "To those in the City Council chamber on Thursday, the bitter exchange between Police Commissioner Raymond W. Kelly and Councilman Albert Vann over a letter from the lawmaker to the commissioner might have been confusing. But behind the showdown, which was brief and vague, lies a months-long controversy involving charges of manipulated crime" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Councilman and City Police Leader Clash" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/nyregion\/04precinct.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-LATIN JAZZ ORCHESTRA (Friday and Saturday) For a program called ''Musica Nueva 3: Latin Jazz Across the Americas,'' this hard-driving big band, led by the pianist Arturo O'Farrill, performs a range of new works by outside contributors, including the vibraphonist Bill Ware, the" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/arts\/music\/04jazz.html"} , {"body" : "Glancing down the hallway at the Brooklyn Brownstone School, Nakia Haskins, the principal, did a quick calculation. ''Probably at risk, at risk, definitely at risk,'' she said, pointing to the classroom doors of three star teachers. Each had been chosen from a pool of hundreds of candidates and now routinely works as many as 60 hours a week, but" , "date" : "20100602" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "New, Small Schools Brace for Extra Pain From City's Teacher Layoffs" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/02\/nyregion\/02layoffs.html"} , {"body" : "Ronald Merritt, a filmmaker, peered out at the group of 30 high school students who stood before him on a Lower East Side sidewalk. ''If y'all lost somebody to gun violence, raise your hand,'' he said. Nine students did so. Their stories poured out: the friend killed after a rowdy party; the relative singled out by a rival gang. Mr. Merritt nodded." , "date" : "20100524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOWER EAST SIDE (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "22" , "title" : "Film Activists Are Taking Antiviolence on Location" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/24\/nyregion\/24antigun.html"} , {"body" : "Brooklyn is one of the most Democratic counties in the country. The nearly 900,000 enrolled Democrats in the borough outnumber Republicans by about eight to one. More Brooklynites left the party affiliation line on their latest Board of Elections enrollment forms blank than the 112,000 who described themselves as Republicans. Of all the members of" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "MILL BASIN JOURNAL; Brooklyn's G.O.P. Is Old Enough, but Quite a Few Members Shy of Grand" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/nyregion\/22metjournal.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. REZ ABBASI'S ACOUSTIC QUARTET (Friday) ''Things to Come'' (Sunnyside) is the strong recent statement from Rez Abbasi, a Pakistani-American guitarist with a taste for fluid introspection and slippery fusions. Here Mr. Abbasi unplugs and branches out with a newer group featuring the" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DF1231F932A15756C0A9669D8B63"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. REZ ABBASI'S ACOUSTIC QUARTET (Friday) ''Things to Come'' (Sunnyside) is the strong recent statement from Rez Abbasi, a Pakistani-American guitarist with a taste for fluid introspection and slippery fusions. Here Mr. Abbasi unplugs and branches out with a newer group featuring the" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/21\/arts\/music\/21jazz.html"} , {"body" : "JOHN AMEROSO didn't hoe the rows of vegetables that help feed the Bronx at the Padre Plaza Success Garden in the borough's Mott Haven section. He didn't pick any tomatoes from the vines at the Brooklyn Rescue Mission's farm. And he didn't turn the composting bins that kept East New York Farms! fertile ground for collards, cilantro and chard. But" , "date" : "20100519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "An Urban Farming Pioneer Sows His Own Legacy" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/19\/dining\/19farm.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. KARRIN ALLYSON (Tuesday through Thursday) Ms. Allyson seeks an aching sense of romance on her most recent album, ''Imagina: Songs of Brasil'' (Concord). It's neither the best showcase for her gifts as a singer nor the best Brazilian jazz effort around, but it radiates sincerity, which" , "date" : "20100514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E1DD103AF937A25756C0A9669D8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. KARRIN ALLYSON (Tuesday through Thursday) Ms. Allyson seeks an aching sense of romance on her most recent album, ''Imagina: Songs of Brasil'' (Concord). It's neither the best showcase for her gifts as a singer nor the best Brazilian jazz effort around, but it radiates sincerity, which" , "date" : "20100514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/14\/arts\/music\/14jazz.html"} , {"body" : "California SAN FRANCISCO INTERNATIONAL ARTS FESTIVAL May 19-30. Artists from 10 countries, including Australia, Syria and South Korea, will descend on the Bay Area for this multifaceted festival, which includes the premiere of ''The Crazy Cloud Collection'' by the Japanese choreographer Ko Murobushi and inkBoat. (800) 838-3006, sfiaf.org. Colorado" , "date" : "20100509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Summer Stages: Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E6D7113EF93AA35756C0A9669D8B63"} , {"body" : "Jeannie Oliver-Cretara introduces herself in the fourth installment of Ozier Muhammad's series, ''Sounds From Uncommon Spaces.'' Her remarks, to Mr. Muhammad, are condensed and edited for brevity and clarity. ''My mom has worked in retail clothing and my dad is a trained architect and was into reggae when I was child. We had drums and guitars in" , "date" : "20100428" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "LENS; Sounds From Uncommon Spaces" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EEDA173BF93BA15757C0A9669D8B63"} , {"body" : "ON New York's hurried streets, one passing cyclist can appear no different from another. But cyclists are hardly a monolithic subculture -- more like a collection of finely divided sub-subcultures, each with its own uniform, lingo and attitude toward the bicycle's place in the urban landscape. Bike messengers continue to hold their place as iconic" , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SPOKES; Two-Wheeled Tribes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E5D91430F936A15757C0A9669D8B63"} , {"body" : "ON New York's hurried streets, one passing cyclist can appear no different from another. But cyclists are hardly a monolithic subculture -- more like a collection of finely divided sub-subcultures, each with its own uniform, lingo and attitude toward the bicycle's place in the urban landscape. Bike messengers continue to hold their place as iconic" , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SPOKES; Two-Wheeled Tribes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E3DC1E31F936A15757C0A9669D8B63"} , {"body" : "SHARON JONES is, as the saying goes, the real deal. A 5-foot-1 vocal powerhouse who has been nicknamed the Queen of Funk, Ms. Jones, 53, grew up singing at home in Bedford-Stuyvesant, Brooklyn, in church and in local bands. But professional success in music eluded her; for a time she worked as a prison guard at Rikers Island, where the inmates" , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "PLAYLISTS | SHARON JONES AND NEAL SUGARMAN; From Jameson to Fela Kuti, Preshow Rites of a Soul Band" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/25\/arts\/music\/25sharon.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here she leads a first-rate band with" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E2DC153EF930A15757C0A9669D8B63"} ,   {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. This restaurant is rated 1 star. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/23\/arts\/music\/23jazz.html"} , {"body" : "A Buffalo charter school, run by a for-profit company, received $7.2 million in taxpayer money last year to educate about 500 elementary and middle school students. But at the end of the year, the audit it submitted to the state listed its expenses only in broad brushstrokes, including $1.3 million in rent for a building the company owned, $976,000" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "State Teachers' Union Urges More Oversight of Charters" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/23\/education\/23charter.html"} , {"body" : "The numbers are in, and they place New York City in the ''most improved'' category. At least when it comes to the 2010 census. At last count, New Yorkers had surpassed their mail participation rate in the 2000 census compared with the rate for the country as a whole, which was lower than it was a decade ago. As of Wednesday, New York City's mail" , "date" : "20100422" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "City Improves Return Rate For Census" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/22\/nyregion\/22census.html"} , {"body" : "Not long ago education schools had a virtual monopoly on the teaching profession. They dictated how and when people became teachers by offering coursework, arranging apprenticeships and granting master's degrees. But now those schools are feeling under siege. Officials in Washington, D.C., and New York State, where some of the best-known education" , "date" : "20100419" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Alternate Path For Teachers Gains Ground" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/19\/education\/19regents.html"} , {"body" : "8 P.M. (HBO) FOUR CHRISTMASES (2008) Reese Witherspoon and Vince Vaughn, above, star as Kate and Brad, an unmarried San Francisco couple who each Christmas invent a charity project as an excuse to take a hedonistic vacation and avoid festivities with their dysfunctional families. But when a news reporter points a camera their way just as their trip" , "date" : "20100417" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "What's On Today" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E7DC163AF934A25757C0A9669D8B63"} , {"body" : "A paroled murderer walked up to his parole officer in a state office in Downtown Brooklyn on Thursday evening and shot him in the shoulder, the authorities said. The parolee, Robert Morales, 50, of Hancock Street in Brooklyn, sat waiting for his name to be called in the parole office, at 333 Schermerhorn Street, all the while concealing a" , "date" : "20100416" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Paroled Murderer Shoots His Parole Officer at His Desk in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/16\/nyregion\/16parole.html"} , {"body" : "A 5-year-old girl and a 24-year-old man were wounded in a drive-by shooting in Brooklyn on Sunday, the police said, breaking the calm of an otherwise pleasant Sunday afternoon. The police said the girl and the man were outside 275 Halsey Street in the Bedford-Stuyvesant neighborhood about 2:30 p.m. when a gray car rolled up and gunfire crackled" , "date" : "20100412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "5-Year-Old And Man Hit In Shooting In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/12\/nyregion\/12shot.html"} , {"body" : "As she struggled with junior high algebra at SS. Joachim and Anne School in Queens, Marie-Dominique Toussaint knew where it was all supposed to lead: she would be a doctor, an ambition inspired by her father, a physician she rarely saw, and fueled by her mother, a nurse who immigrated from Haiti. Ms. Toussaint, now 34, arrived in New York at the" , "date" : "20100405" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "13" , "title" : "A PARISH TESTED; For Haitian-American Doctors and Nurses, a Call to Return Home" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/05\/nyregion\/05nychaiti.html"} , {"body" : "As she struggled with junior high algebra at SS. Joachim and Anne School in Queens, Marie-Dominique Toussaint knew where it was all supposed to lead: she would be a doctor, an ambition inspired by her father, a physician she rarely saw, and fueled by her mother, a nurse who immigrated from Haiti. Ms. Toussaint, now 34, arrived in New York at the" , "date" : "20100405" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "A PARISH TESTED; For Haitian-American Doctors and Nurses, a Call to Return Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E0DE133AF936A35757C0A9669D8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. This restaurant is rated 1 star. ERNESTINE ANDERSON WITH HOUSTON PERSON (Friday through Sunday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain with help from a frequent foil, the tenor" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/02\/arts\/music\/02jazz.html"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ERNESTINE ANDERSON WITH HOUSTON PERSON (Friday through Sunday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain with help from a frequent foil, the tenor saxophonist Houston Person, and a" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03EED71739F931A35757C0A9669D8B63"} , {"body" : "When he worked at one of New York's most respected preservation firms, Timothy Lynch would have spared no effort to save brownstones like the two that stood before him on a January morning. They were landmarks on one of the prettiest streets in Brooklyn. But contractors renovating one of the three-story buildings had accidentally knocked down a" , "date" : "20100401" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Brooklyn Brownstone And Its Costly Rescue" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/01\/nyregion\/01brownstone.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Ileta Green woke up Monday morning feeling anxious and dizzy, but when she arrived at the Supreme Court building in Brooklyn, she felt the pressure dissipate. There, waiting for her by the foreclosure settlement room on the third floor, was Shirley Adelson Siegel, a small 91-year-old woman in a silk scarf and a brown leather cap. ''Hello, dear,''" , "date" : "20100330" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "BIG CITY; A Lawyer Rejoins a Cause That First Gripped Her 70 Years Ago" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/30\/nyregion\/30bigcity.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. ERNESTINE ANDERSON WITH HOUSTON PERSON (Tuesday through Thursday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain with help from a frequent foil, the tenor saxophonist Houston Person, and a" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E4DB173DF935A15750C0A9669D8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. This restaurant is rated 1 star. ERNESTINE ANDERSON WITH HOUSTON PERSON (Tuesday through Thursday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain with help from a frequent foil, the tenor" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/26\/arts\/music\/26jazz.html"} , {"body" : "Building a playground is not as simple as installing a set of vertigo-inspiring monkey bars: These days, the world of playground design is rife with debate over how high the slides should be, whether the equipment should be brightly colored (kids say yes) or blend in with the environment, and whether themes like castles and rocket ships stimulate" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Playground's Jail Theme Is Gone, but Perplexity Lingers" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/26\/nyregion\/26jail.html"} , {"body" : "Playground controversies usually involve bickering parents, unruly dogs or bullies. One exception is at the Tompkins Houses, a housing project in Bedford-Stuyvesant, Brooklyn. An orange jungle gym there, adorned with a cell door, prison bars and the word ''jail,'' has set off outrage in the neighborhood and the blogosphere, along with a hasty" , "date" : "20100325" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Playground 'Jail,' Drawing Outrage, Gets a Face-Lift" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/25\/nyregion\/25jail.html"} , {"body" : "IN Cuba, a foreigner who has ''gone native'' is said to have become aplatanado, or like a plantain -- presumably from having eaten too many. It's a state of being you could easily attain at Pilar, a tiny Cuban restaurant that opened this fall on the border of Clinton Hill and Bedford-Stuyvesant in Brooklyn. Accompanying nearly every entree are" , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "$25 AND UNDER; In Brooklyn, Cuban Cooking Comes Home" , "url" : "http:\/\/events.nytimes.com\/2010\/03\/24\/dining\/reviews\/24under.html"} , {"author" : "Andrew Cotto lives in Carroll Gardens and teaches composition, over the racket of jackhammers, at the ASA Institute in Downtown Brooklyn. Join a reader discussion of his rant at nytimes.com\/cityroom." , "body" : "WE left Manhattan for Brooklyn in 1997. Even then, before it was the rage, it felt like a destination. We kept track of all the things the neighborhoods of Brooklyn had over the metropolis of Manhattan: actual diversity, affordable restaurants, more parking and less pretension. But the best thing, no doubt, every time, was the sky. Brooklyn had" , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "COMPLAINT BOX BROOKLYN RISING; They're Stealing My Sky" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5DC173AF937A25750C0A9669D8B63"} , {"body" : "WHEN most people think of hunger in America, the images that leap to mind are of ragged toddlers in Appalachia or rail-thin children in dingy apartments reaching for empty bottles of milk. Once, maybe. But a recent survey found that the most severe hunger-related problems in the nation are in the South Bronx, long one of the country's capitals of" , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Obesity-Hunger Paradox" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EEDE1F3AF937A25750C0A9669D8B63"} ,   {"body" : "It was a scene of classic do-it-yourself Brooklyn concert promotion: In a small apartment in Bedford-Stuyvesant, a dozen young workers who could pass for American Apparel models crowded onto sofas one afternoon last week, typing furiously on laptops as they completed preparations for a rapidly approaching indie-rock festival. The bands for that" , "date" : "20100310" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MEXICO"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A New Frontier For Indie Rock, Down in Mexico" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/10\/arts\/music\/10fest.html"} , {"body" : "A 24-year-old man was killed and a 10-year-old girl was wounded in the arm in a shooting outside a grocery store in Brooklyn on Monday night, the authorities said. The police said they received a call about 7:40 p.m. of a girl shot outside Liriano Grocery, at 59 Stuyvesant Avenue, near Pulaski Street, in Bedford-Stuyvesant. She was taken to Kings" , "date" : "20100309" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Man Killed and Girl Hurt in Shooting Outside a Grocery" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/09\/nyregion\/09dead.html"} , {"body" : "Speaking before a church congregation in Brooklyn, Gov. David A. Paterson declared on Sunday that he was the victim of innuendo and lies and that he would finish his term to ''fulfill the mission in which God placed me.'' Talking for 15 minutes to a sympathetic and largely black audience at the Cornerstone Baptist Church, Mr. Paterson energetically" , "date" : "20100308" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Paterson Says Governing Is the Task God Gave Him" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/08\/nyregion\/08paterson.html"} , {"body" : "TO walk the streets of Brownsville and East New York, Brooklyn, is to see neighborhoods ravaged by foreclosure, homes boarded up and marshals' notices taped to doors. Yet in the midst of this pain sit several swaths of well-tended homes, about 3,000 in all, each with a driveway and statuary and garden. Not one of their owners has lost a home. Five" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA (NYC)" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old-Fashioned Bulwark In a Tide of Foreclosures" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/nyregion\/07foreclose.html"} , {"body" : "Robert Crafton III, a bassist, songwriter and rapper whose rhythms and rhymes helped the 1980s hip-hop group Newcleus redefine the sound of electro-pop, died on Feb. 23 in Brooklyn. He was 47. The cause was a stroke, said Ben Cenac, who founded Newcleus with Mr. Crafton and two others. Mr. Cenac said that Mr. Crafton had been treated for diabetes" , "date" : "20100304" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Robert Crafton III, 47, Bassist and Rapper" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/04\/arts\/music\/04crafton.html"} , {"body" : "Once considered the badlands, Bedford-Stuyvesant is slowly gentrifying and now features refurbished brownstones, vintage clothing stores and bakeries that produce a bumper crop of red velvet cakes and other treats. This central Brooklyn neighborhood is also a bastion of the African diaspora, a place where, as Black History Month winds down, a" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "LOCAL STOP | BEDFORD-STUYVESANT; A Neighborhood Evolves, History Intact" , "url" : "http:\/\/travel.nytimes.com\/2010\/02\/28\/nyregion\/28stop.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-LATIN JAZZ ORCHESTRA (Friday and Saturday) This precise and highly propulsive big band, featuring the pianist Arturo O'Farrill, welcomes a guest musical director, Cliff Korman, this weekend; the occasion is a concert called ''The Afro-Latin Jazz Orchestra Goes Carioca,'' with a focus on" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/music\/26jazz.html"} , {"body" : "There was trouble at the Bedford-Stuyvesant Rehabs long before a rat ate Chi-Chi the canary. Among the laundry list of complaints at the public housing project in Brooklyn: mold, leaky pipes, stained ceilings, holes in the walls, puddles in the hallway and long spells in the winter without heat or hot water. And then were the rats. Rafael Caban," , "date" : "20100222" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "After Years of Poor Conditions, a Night of Sudden Repairs" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/22\/nyregion\/22repairs.html"} , {"body" : "For all the booms and busts he has lived through, Vincent Riso never thought it would come to this: Offering free 42-inch, flat-screen televisions to lure buyers into government-subsidized homes. Historically, such homes have sold quickly. But not at Waters Edge at Arverne, a stretch of 130 town house condominiums Mr. Riso's company, the Briarwood" , "date" : "20100219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "City's Affordable Housing Program Faces Trouble Finding Buyers" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/19\/nyregion\/19affordable.html"} , {"body" : "On Wednesday afternoon, as the snowstorm rested between squalls, all seemed as it should at Bread Stuy, a coffeehouse on Lewis Avenue in Brooklyn. The small wooden tables were occupied by patrons in earphones tapping away at laptops, as a line formed for lattes, panini and fresh-baked pastries. Beneath the warm orange glow of the walls and a heat" , "date" : "20100213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "BEDFORD-STUYVESANT JOURNAL; Saving A Place To Bump Into People" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/13\/nyregion\/13metjournal.html"} ,   {"body" : "Mayor Michael R. Bloomberg, an engineering major in college, has never been shy about proclaiming an unerring faith in statistics. He created 311 as a way to collate data, and improve the lives of New Yorkers. He has whipped out education data to justify extending mayoral control, reward star employees and close laggard schools. Rarely does a month" , "date" : "20100209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Crime Survey Raises Questions About Data-Driven Policy" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/09\/nyregion\/09mayor.html"} , {"body" : "Mayor Michael R. Bloomberg, an engineering major in college, has never been shy about proclaiming an unerring faith in statistics. He created 311 as a way to collate data, and improve the lives of New Yorkers. He has whipped out education data to justify extending mayoral control, reward star employees and close laggard schools. Rarely does a month" , "date" : "20100209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Crime Survey Raises Questions About Data-Driven Policy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EEDD153AF93AA35751C0A9669D8B63"} , {"body" : "About 20 high school students stood behind the butcher counter, staring at a 160-pound piece of meat from a recently slaughtered cow. ''All of our meat comes from local farms, and we get it all whole,'' said Tom Mylan, 33, one of three butchers at the Meat Hook, a new butcher shop in Williamsburg, Brooklyn, that buys its meat locally and prizes" , "date" : "20100206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "BROOKLYN JOURNAL; Learning What Food Looks Like Before It Goes Into the Package" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/06\/nyregion\/06metjournal.html"} , {"body" : "It almost sounds fancy, especially when it's said in its native Scottish brogue -- Buckfast Tonic Wine, as if it cures the drinker of any ailments, besides their wits and sobriety. A potent mix of alcohol and caffeine, it has come under attack in Scotland for making people drunk and disorderly, and empty bottles of the stuff have a way of showing" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "For Just $2, New York Answers The Scots" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD71F3EF936A35751C0A9669D8B63"} , {"body" : "At first, Officer Kevin Maloney kept it all to himself. During an arrest in a Brooklyn subway station on Oct. 15, 2008, he watched a fellow officer jab a baton between the buttocks of a suspect, and he thought he heard the man moan, Officer Maloney testified on Monday. He listened as the suspect, a body piercer named Michael Mineo who had been seen" , "date" : "20100202" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officer's Testimony Supports Abuse Accusation" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/02\/nyregion\/02mineo.html"} , {"body" : "Mayor Michael R. Bloomberg, an engineering major in college, has never been shy about proclaiming an unerring faith in statistics. He created 311 as a way to collate data, and improve the lives of New Yorkers. He has whipped out education data to justify extending mayoral control, reward star employees and close laggard schools. Rarely does a month" , "date" : "20100130" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "title" : "Questioning Crime Data, and Other Data Behind Bloomberg Policy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EED71E3BF933A05752C0A9669D8B63"} , {"body" : "More than two weeks after the earthquake that devastated much of this country's southern half, the capital remains a city of teetering walls, dangling electrical wires and precariously balanced heaps of jagged cinder block and wrought iron, all rattled daily by aftershocks. Bulldozers and excavators are few and far between. Even as tent cities here" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["World" , "Education"] , "page_facet" : "8" , "title" : "As Aftershocks Continue, Haiti Ponders Rebuilding" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/world\/americas\/29haiti.html"} , {"body" : "In daily articles from November to January, the Neediest Cases charitable campaign provides a window into the lives of the people it serves. Sometimes the money provided by the fund can offer minor but vital assistance; sometimes it can do little more than lessen the pain of a daily struggle. Today, The New York Times catches up with two people" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "23" , "title" : "THE NEEDIEST CASES; Two Lives on the Road To Independence, One Step at a Time" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/nyregion\/24neediest.html"} , {"body" : "He looked like some sort of fur trapper, this bearded man walking through the snowy woods here in upstate New York. But then, Frank Serpico has always been known for his disguises. Anyone who has seen the celebrated 1973 film ''Serpico'' knows that he often dressed up -- bum, butcher, rabbi -- to catch criminals. His off-duty look was never vintage" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Serpico on Serpico" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/nyregion\/24serpico.html"} , {"body" : "From 2006 to 2008, the deadliest roads for pedestrians in the city were Third Avenue in Manhattan and Atlantic Avenue in Brooklyn, which each had nine fatalities, according to data from the National Highway Traffic Safety Administration. Along Third Avenue, which is six-and-a-half miles long and runs from Cooper Square to 129th Street, East Harlem" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Third and Atlantic Avenues Have Most Fatalities" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/nyregion\/24bpikemb.html"} ,   {"body" : "In October 2008, from different vantage points, three members of the Dallas family watched the frenzied sequence of events that Michael Mineo says led to his abuse at the hands of police officers and that the officers say led to a mostly unexceptional arrest. Andrea Dallas watched from her car parked on Flatbush Avenue in Brooklyn as police" , "date" : "20100122" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Vivid Testimony in Trial of Three Officers Accused in Subway Station Assault" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/22\/nyregion\/22mineo.html"} , {"body" : "WHEN Habitat for Humanity New York City consulted an architecture firm on its new site in the Ocean Hill section of Brownsville, Brooklyn, it received a response that switched on a light bulb. The firm, Dattner Architects, said that Habitat could proceed with its plan to build 12 town houses on the trash-strewn vacant lot, but that the site was" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Making History In a Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/17\/realestate\/17afford.html"} , {"body" : "Eating spiced lamb at a bustling Yemeni restaurant in Downtown Brooklyn, Mahib Alkrizy said that since Sept. 11, 2001, his wife, a religious Muslim who covers her hair, has come to expect being patted down and stared at when she travels by plane. Around the corner at Abu Yasser Travel Agency, employees waved a reporter away -- they were tired of" , "date" : "20100109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NIGERIA" , "YEMEN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "For Immigrants, New Travel Concerns" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/09\/nyregion\/09screen.html"} , {"body" : "Robert F. Kennedy possessed the biggest brand name in American politics. Hillary Rodham Clinton boasted eight years in the White House. But Harold E. Ford Jr., the former Tennessee congressman who is weighing a run for the United States Senate from New York, represents a new breed of out-of-town political aspirant in the Empire State: the TV" , "date" : "20100107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Is Punditry A Prelude To a Race In New York?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E6DC1E3BF934A35752C0A9669D8B63"} , {"body" : "Even the hardiest members of New York City's real estate industry acknowledge that 2009 was a year of startling casualties. After the steady implosions of 2008, last year was practically a freefall, as the residential market, which had often been inflated by Wall Street bonuses, started to absorb the financial blows when bankers stopped buying up" , "date" : "20100102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "In Real Estate Industry, Remembering a Year Worth Forgetting" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/02\/realestate\/02topten.html"}]