[  {"body" : "New York's many forms of mass transit stumbled back to life on Tuesday, a day after fierce snow and wind knocked out much of the city's vast network of buses, trains and planes. But while some parts of the city moved toward regaining mobility, other areas barely budged. Two subway lines, the B and the Q, remained shut down, and others ran on" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "After Disruptions on Rails and at Airports, Halting Steps Toward Normal Service" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/nyregion\/29transit.html"} , {"body" : "Around 9 p.m. on Sunday, Grigoriy Zilbergleyz, 64, bid farewell to a friend he was visiting on the Upper West Side of Manhattan and began his journey home to Bensonhurst, Brooklyn. He hopped on a C train, transferred to a D and was riding on an aboveground N when he called his wife around 10:55 to let her know that he was only three stations away." , "date" : "20101228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Stranded on the Subway, Some Through the Night" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/28\/nyregion\/28transit.html"} , {"body" : "An off-duty Brooklyn firefighter was speeding in his sport utility vehicle and sending a text message from his cellphone when he struck and killed a Guatemalan immigrant in October, an indictment unsealed on Tuesday charged. The details of what the firefighter, Pat Quagliariello, 39, is being accused of emerged as he surrendered to prosecutors at" , "date" : "20101222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Texting and Speeding Alleged in Fatal Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/22\/nyregion\/22hitrun.html"} , {"body" : "An article in some editions on Dec. 5 about a Yiddish conversation group at a Jewish community center in Bensonhurst, Brooklyn, that receives support from one of seven agencies supported by The New York Times Neediest Cases Fund misstated the surname of one of the participants. She is Bella Haber, not Haver." , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E5D9173FF93AA25751C1A9669D8B63"} , {"body" : "Metropolitan New York is being rapidly reshaped as blacks, Latinos, Asians and immigrants surge into the suburbs, while gentrification by whites is widening the income gap in neighborhoods in Manhattan and Brooklyn, according to new census figures released on Tuesday. Some of the largest population gains since 2000 were recorded in places that not" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "In New York, Black and Hispanic Strongholds Become More White" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15nycensus.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$5.1 MILLION 6511 Bay Parkway (at West Seventh Street) Bensonhurst, Brooklyn This vacant 11,600-square-foot two-story corner building was once home to the Phillips School of Dancing, which was used as the dance studio in the film ''Saturday Night Fever.'' The building includes a 9,000-square-foot ground-floor space and offers 28,000 buildable" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE3DD123DF936A25751C1A9669D8B63"} , {"body" : "Over the last several months, 22,741 New Yorkers contacted the city's Department of Sanitation and arranged for the pickup of refrigerators, air-conditioners and freezers. In more than 11,000 instances, the machines vanished before sanitation workers arrived in their white trucks to pick them up. Who, then, is stealing the household appliances of" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Big Appliances Put Out as Trash Are Vanishing, Puzzling the City" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15fridge.html"} , {"body" : "For Larisa Shchetinina, now 72, the decision to leave Ukraine -- though not the act itself -- came suddenly. In 1992, she went to Kiev to say goodbye to her brother, who was moving to Israel. In the center of the country's capital she saw graffiti on a wall that read, in large letters: ''Let's drown Russians in Jewish blood.'' She and her husband," , "date" : "20101209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UKRAINE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "THE NEEDIEST CASE; Surviving Hitler and Stalin to Fight Poverty and Cancer" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/09\/nyregion\/09neediest.html"} , {"body" : "Midway through his 10 a.m. class, Dmitri Slepovitch, the teacher, had his hands full. Students were coming in late, talking out of turn and whispering. Several times, he tried to regain order with a quick ''shh,'' but it was no use. So he burst into song. As he belted out the words to a Yiddish folk song traditionally sung at Purim, the students" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "37" , "title" : "THE NEEDIEST CASES; Reviving a Yiddish Group With Memories and Music" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E1D71439F936A35751C1A9669D8B63"} , {"body" : "Midway through his 10 a.m. class, Dmitri Slepovitch, the teacher, had his hands full. Students were coming in late, talking out of turn and whispering. Several times, he tried to regain order with a quick ''shh,'' but it was no use. So he burst into song. As he belted out the words to a Yiddish folk song traditionally sung at Purim, the students" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "37" , "title" : "THE NEEDIEST CASES; Reviving a Yiddish Group With Memories and Music" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/nyregion\/05neediest.html"} ,   {"body" : "Send me your own dining questions via dinejournal@nytimes.com or Twitter.com\/samsifton. Q. Recently, my wife and I left Manhattan in search of space and quiet and ended up in Fort Greene. It's a great area, with nice restaurants and awesome farmers' and flea markets. But I yearn to find those familiar locations that we adore so in the city, like" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "HEY, MR. CRITIC; Looking for Old Brooklyn? Nosh This Way" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/dining\/03mrcritic.html"} , {"body" : "LIKE other regulars, Cynthia Klivan got there early, needing a couple of hours to get settled. She had to claim her preferred seat by the snack bar. Then she had to unload her supplies from her pink bingo bag -- her daubers to mark her paper sheets with circular smudges, her transparent tape to hold the sheets together so they would not disperse," , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bingo In the Blood" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/28\/nyregion\/28bingo.html"} , {"body" : "Helen Boehm, a self-made businesswoman known as the Princess of Porcelain for her company's elaborate sculptures, which have graced the coffee tables of royalty and heads of state for six decades, died on Monday at her home in West Palm Beach, Fla. She was 89. Mrs. Boehm had been ill with cancer and Parkinson's disease for some time, said Sharon" , "date" : "20101124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "25" , "title" : "Helen Boehm, 89, the Princess of Porcelain" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E7D9103CF937A15752C1A9669D8B63"} , {"body" : "ANDREW RAMOS always believed it made him more charming, an endearing characteristic integral to his identity. But, finally, after too many people mocked him, he began seeing a therapist. Patrick Mullin had the same problem. ''People were complaining,'' he said. He started weekly therapy sessions 11 years ago and still goes about once a month." , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unlearning to Tawk Like a New Yorker" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/nyregion\/21accent.html"} , {"body" : "Philip Carlo, who produced novels and nonfiction accounts of serial killers and hit men before writing about his own struggles with disease, died on Nov. 8 in Manhattan. He was 61. The cause was a combination of amyotrophic lateral sclerosis, also known as Lou Gehrig's disease, and cancer, said his wife, Laura Garofalo-Carlo. A stay at Bellevue" , "date" : "20101119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "Philip Carlo, 61;Wrote About Crime Figures" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E2DD153BF93AA25752C1A9669D8B63"} , {"body" : "Remember Philip Carlo, the tough-guy author from Bensonhurst, Brooklyn, who has fraternized with Mafia hitmen, sexual predators and psychopathic druglords, only to fall prey to a killer within - amyotrophic lateral sclerosis, or A.L.S., popularly known as Lou Gehrig's Disease? He was profiled in The New York Times last December. Stricken nearly six" , "date" : "20101018" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM; A Curse (One in a Series) Turns Out to Be a Blessing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DA1030F93BA25753C1A9669D8B63"} , {"body" : "Marshall Flaum, an award-winning documentary filmmaker whose movies over a 55-year career examined show business, nature and historical subjects, died Oct. 1 in Los Angeles. He was 85. The cause was complications from hip surgery, his friend Mike Kaplan said. Two of Mr. Flaum's documentaries were nominated for Academy Awards. One of them, ''Let My" , "date" : "20101014" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "19" , "title" : "Marshall Flaum, 85, Documentary Maker" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFDB123CF937A25753C1A9669D8B63"} , {"body" : "A Brooklyn firefighter has been placed on administrative duties while the police investigate whether his sport utility vehicle was involved in a fatal hit-and-run accident early Sunday, a Fire Department spokesman said on Monday. The accident happened around 12:30 a.m. Sunday when what the police believe was the vehicle, a late-model BMW X3, struck" , "date" : "20101012" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Inquiry in Fatal Hit-and-Run Looks at Firefighter's S.U.V." , "url" : "http:\/\/www.nytimes.com\/2010\/10\/12\/nyregion\/12firefighter.html"} , {"body" : "IN late September, during the final days of the weeklong holiday of Sukkot, young boys in white shirts and black hats could often be seen lining the streets of Borough Park, a large neighborhood in southwest Brooklyn. Standing behind folding card tables arrayed with long, thin willow branches to be waved in synagogue, they called out in Yiddish," , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | BOROUGH PARK, BROOKLYN; Where Ritual Sets the Rhythm" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/10\/realestate\/10living.html"} , {"body" : "IN real estate, as in romance, leaving your first love can be hard to do. For John Rosas Jr., who lived most of his first 38 years in Bensonhurst, choosing to buy a home outside of Brooklyn was not accomplished without emotion. But in 2008, after a brief rental in the Oakwood section of Staten Island, Mr. Rosas and his wife, Nikki, packed up their" , "date" : "20100926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/ Prince's Bay, S.I.; Horses, Beaches, Boats and New Houses" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/26\/realestate\/26living.html"} ,   {"body" : "Night and day, the heavy front door rarely stops swinging. Men and women pass one another at the entrance of a four-story building on 21st Avenue in Bensonhurst, Brooklyn, on their way out to work, or back in for a few hours of sleep between shifts. They are line cooks, construction laborers, deliverymen, deli workers, housecleaners and gardeners." , "date" : "20100923" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NOW ARRIVING; Amid Joblessness, Mexican Workers Are a Steady Force" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/23\/nyregion\/23mexicans.html"} , {"body" : "F. GWYNPLAINE MacINTYRE lived in two dimensions. The F stood for Fergus. That was how neighbors in his working-class neighborhood in deep Brooklyn knew him: a bearish pariah holed up in a fetid apartment stuffed with a lifetime of newspapers, books, belongings and all sorts of trash, who worked nights as a printer in Manhattan and ranted about his" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "1" , "title" : "Froggy's Last Story" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/nyregion\/12froggy.html"} , {"body" : "Two-thirds of New York City residents want a planned Muslim community center and mosque to be relocated to a less controversial site farther away from ground zero in Lower Manhattan, including many who describe themselves as supporters of the project, according to a New York Times poll. The poll indicates that support for the 13-story complex," , "date" : "20100903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Poll Finds Wariness for Muslim Site" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6D6153FF930A3575AC0A9669D8B63"} , {"body" : "HERE'S Frankie Fidilio rolling down Avenue U in Brooklyn on the second-hottest day of the year in his blue 1986 GMC Suburban. The van has no air-conditioning, but that's the least of its problems. So much rust dust has accumulated in the back that this looks like the only vehicle in creation with a dirt floor. Still, that's better than the front," , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Real Junkmen of Kings County" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/01\/arts\/television\/01scrappers.html"} , {"body" : "MIDDLEBURGH, N.Y. THE former commandant of the elysian kitchen of Per Se, Jonathan Benno, was bouncing in the muddy bed of a Chevy pickup as it navigated 180 acres of vegetables at Barber Farms. It lurched to a stop before a row of weird, pointy-headed cabbages. ''Now, this interests me,'' he said. Jacob Hooper, the farm's manager, plucked one and" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Chef Goes Courting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E6D81F3EF932A15754C0A9669D8B63"} , {"body" : "Darci Hemleb Thompson had been on the lookout for Alice D'Addario for many years. From her home in Hampton, Va., Ms. Thompson, 49, who is married and has a 12-year-old daughter, was determined to find Ms. D'Addario on the Internet. She tried every search engine and networking site she could find. About 18 months ago she hit the jackpot. ''Nice to" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "On Facebook, Telling Teachers How Much They Meant" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/nyregion\/14facebook.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AT first, Anthony So and Diana Tran, childhood sweethearts, thought their first home together would be in Brooklyn, where both grew up and where, with a budget into the high $400,000s, they could afford a two-bedroom home. It didn't occur to them that Manhattan was within reach. ''My perception when we started was that no one could ever live in" , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MIDTOWN AREA (NYC)" , "NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Convenient for Work and Friday Afternoons" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/04\/realestate\/04Hunt.html"} , {"body" : "THE BATHING SUIT STAND at Astoria Pool sells goggles for $4 and towels for $10. But the big sellers are padlocks ($7), which are required for admission to all city pools, which opened on Tuesday for the season, so that swimmers can secure their belongings in lockers. ''Locks are our best-selling item because people show up without realizing that" , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FAR ROCKAWAY (NYC)" , "ASTORIA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OPEN & SHUT; Chronicle of a Changing City" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/04\/nyregion\/04open.html"} , {"body" : "ON a crowded train somewhere in Pennsylvania in the aftermath of World War II, Robert Kagan gave up his seat to Gloria Gittelman, a fellow student from Pennsylvania State University, on a trip home during a school holiday. He was bound for Brooklyn, she for South Philadelphia. That chance meeting led to a courtship and then marriage in 1950, after" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Meet the Kagans" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/20\/nyregion\/20kagans.html"} , {"body" : "ON a crowded train somewhere in Pennsylvania in the aftermath of World War II, Robert Kagan gave up his seat to Gloria Gittelman, a fellow student from Pennsylvania State University, on a trip home during a school holiday. He was bound for Brooklyn, she for South Philadelphia. That chance meeting led to a courtship and then marriage in 1950, after" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Meet the Kagans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E4D9113EF933A15755C0A9669D8B63"} ,   {"body" : "More mothers die during pregnancy or soon after in New York than in almost every other state, and according to reports released on Friday by the New York Academy of Medicine and the city's health department, social factors like poverty, obesity and lack of insurance may be responsible. While the total number of maternal deaths are small -- an" , "date" : "20100619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "High Rate for Deaths of Pregnant Women in New York State" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/19\/nyregion\/19obese.html"} , {"body" : "A church may be a church, and a temple a temple, but through the prism of emotion that still grips many New Yorkers almost a decade after 9\/11, a mosque can apparently represent a lot of things. In the last few months, Muslim groups have encountered unexpectedly intense opposition to their plans for opening mosques in Lower Manhattan, in Brooklyn" , "date" : "20100611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Heated Opposition to a Proposed Mosque" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/nyregion\/11mosque.html"} , {"body" : "WALGREENS recently bought Duane Reade, the New York drugstore chain, for $1.1 billion. A 7,100-store company with headquarters in Deerfield, Ill., Walgreens said it would not immediately wipe away the Duane Reade brand, but it is exploring a switch to common bookkeeping and prescription systems, as well as the closing of some of Duane Reade's 258" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Little Chains That Could ... and Still Do" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E2D91E31F935A35755C0A9669D8B63"} , {"body" : "WALGREENS recently bought Duane Reade, the New York drugstore chain, for $1.1 billion. A 7,100-store company with headquarters in Deerfield, Ill., Walgreens said it would not immediately wipe away the Duane Reade brand, but it is exploring a switch to common bookkeeping and prescription systems, as well as the closing of some of Duane Reade's 258" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Little Chains That Could ... and Still Do" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EFDC1231F935A35755C0A9669D8B63"} , {"body" : "HOLINER--Lucille, of Brooklyn, New York, died peacefully at home on May 23rd in her lifelong home in Bensonhurst at the age of 85 after a long, difficult illness. Lucy's beautiful light was cast on all around her throughout her life whether in the role of Sister, Mother, Grandmother, Wife, Kindergarten Teacher, Mentor or Friend. She was a kind," , "date" : "20100525" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths HOLINER, LUCILLE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E4DA143AF936A15756C0A9669D8B63"} , {"body" : "Brooklyn is one of the most Democratic counties in the country. The nearly 900,000 enrolled Democrats in the borough outnumber Republicans by about eight to one. More Brooklynites left the party affiliation line on their latest Board of Elections enrollment forms blank than the 112,000 who described themselves as Republicans. Of all the members of" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "MILL BASIN JOURNAL; Brooklyn's G.O.P. Is Old Enough, but Quite a Few Members Shy of Grand" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/nyregion\/22metjournal.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "Trapped in closets all over New York, and probably the world, are ghosts from thousands of prom nights, Sweet 16 parties, weddings. The fancy dress: usually worn once for a few hours, then retired from active duty. ''I love them; then I never wanted to wear it again,'' Megan Kerrigan, 30, said. ''It'll hang in my closet, and I don't want to throw" , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; From Deep in the Closet To a Needy Girl's Prom" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/nyregion\/28about.html"} , {"body" : "MASTIC BEACH, N.Y. -- RESIDENTS of Mastic Beach have long been proud that their unassuming patch of tidal land on the South Shore of Long Island includes the homestead of William Floyd, a Revolutionary War general who signed the Declaration of Independence. Now a group of residents is trying to make a new page in history, staging a revolution of" , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKHAVEN (NY)" , "MASTIC BEACH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A Hamlet's Eyesores Prompt a Revolt" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/nyregion\/28mastic.html"} , {"body" : "David G. Greenfield, the executive director of the Sephardic Community Federation, was elected Tuesday to succeed City Councilman Simcha Felder of Brooklyn in a seat that represents the Orthodox Jewish strongholds of Borough Park and Midwood and the ethnically mixed neighborhood of Bensonhurst. Mr. Greenfield, 31, won the special election by a" , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Easy Victory After Intense City Council Race" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/24\/nyregion\/24district.html"} , {"body" : "AFTER Tina Chang puts her 7-month-old son, Roman, to bed, she pads, barefoot, about three feet over to her office, where a desk cohabits with the changing table. She opens the window to take in the sights and sounds of her neighborhood, Park Slope -- men arguing on the street, neighbors sipping wine on fire escapes, apartment lights twinkling. She" , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Poet Who Doesn't Do Lofty" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/21\/nyregion\/21poet.html"} ,   {"body" : "Collectible rabbi trading cards have been used as campaign props, and hundreds of voters attended a debate. An 18-year-old candidate's jump into politics ended when he was thrown off the ballot after legal challenges from seasoned rivals. There have been allegations of smears and strong-arm tactics to neutralize opposing supporters. No one expected" , "date" : "20100320" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "In Fight for Influence, Special Council Election in Brooklyn Is Filled With Intensity" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/20\/nyregion\/20district.html"} , {"author" : "Pete Hamill, the author of more than 20 books, is a distinguished writer in residence at the Arthur L. Carter Journalism Institute at New York University." , "body" : "WILLIE MAYS The Life, the Legend By James S. Hirsch Illustrated. 628 pp. Scribner. $30 A long time ago in America, there was a beautiful game called baseball. This was before 30 major-league teams were scattered in a blurry variety of divisions; before 162-game seasons and extended playoffs and fans who watched World Series games in thick down" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Say Hey" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/books\/review\/Hamill-t.html"} , {"body" : "Jimmy and Paul are a carefully mismatched pair of New York City detectives who have endured nine years of partnership, which should put the ordeal of anyone who buys a ticket to ''Cop Out'' in some perspective. You will spend less than two hours in their wisecracking, undisciplined company, and that should be more than enough. An early scene sets" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "MOVIE REVIEW | 'COP OUT'; The Buddy-Police Recipe: Take Guns, Add Some Wisecracking, Stir" , "url" : "http:\/\/movies.nytimes.com\/2010\/02\/26\/movies\/26copout.html"} , {"body" : "New York City is charging the owners of a building in Brooklyn where five people died in a fire last month with illegally subdividing apartments there to create extra dwellings, officials said. In their canvass of the building, at 2033 86th Street in Bensonhurst, which was badly damaged in the fire on Jan. 30, investigators from the Buildings" , "date" : "20100213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Charges for Owner In a Deadly Blaze" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/13\/nyregion\/13fire.html"} , {"body" : "The fire that killed five Guatemalan immigrants in their home above a restaurant in Bensonhurst, Brooklyn, was ignited by one of their roommates, who drenched a roll of toilet paper in an accelerant and tossed it into a baby carriage at the bottom of the tenement's stairs, the authorities said on Tuesday. The suspect, Daniel Ignacio, 29, said he" , "date" : "20100203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Victims' Roommate Charged With Setting Fire That Killed 5 Guatemalans" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/03\/nyregion\/03fire.html"} , {"body" : "In Bensonhurst, Brooklyn, they wait on corners for odd jobs, sending as much money as they can back home to Guatemala.They gather at the small churches that double as community centers. They sleep in apartments crowded with friends and family. And when members of the community die, as five did in a terrible blazelast weekend, they reach into meager" , "date" : "20100202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GUATEMALA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Guatemalans, in Brooklyn for Work, Keep Bonds of Home" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/02\/nyregion\/02guatemalan.html"} , {"body" : "Detectives investigating the fire that killed five people in a Brooklyn apartment building on Saturday believe that it was set by someone with a vendetta against a building occupant, a police spokesman said on Monday. The spokesman, Paul J. Browne, said he would not provide further details on the investigation. The investigation into the fire," , "date" : "20100202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)" , "GUATEMALA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Fire Fatal to 5 Was Revenge, Police Theorize" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/02\/nyregion\/02fire.html"} , {"body" : "The afternoon court session grew more heated in its final hour. Michael Mineo, who prosecutors say was sodomized with a police officer's baton during a stop, faced tough questions about the extent of his injuries and whether he remembered the color of his blood. In the middle of that critical testimony, a lawyer for the officer requested a recess." , "date" : "20100201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Amid Drama of Police Trial, a Judge Unfazed" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/01\/nyregion\/01mineo.html"} , {"body" : "In Brooklyn, a Guatemalan immigrant grieved for his wife, killed after their tenement apartment burst into flames as they slept. His eyes red from sobbing, his hand stitched and bandaged beneath a new black funeral suit, the man could do no more than console his toddler son while waiting to see if his infant daughter would live. Back home in the" , "date" : "20100201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GUATEMALA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Brooklyn Fire Victims Mourned in Two Countries" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/01\/nyregion\/01fire.html"} , {"body" : "WITH a spinning wheel in the attic, flintlock rifles on the walls, foot warmers at the hearth and a horse-drawn sleigh in the barn, Annette and Stuart Mont are well-equipped for 18th-century colonial farm life. Except they are living in Brooklyn in 2010. Home is an antiques-crammed pre-Revolutionary white Dutch farmhouse and barn that rise like" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Prewar Home, To Say the Least" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31house.html"} ,   {"body" : "Five people were killed, a baby was dropped from a third-floor window and suffered a fractured skull, and firefighters were forced to retreat from an interior collapse early on Saturday as a suspicious fire driven by howling winds off Gravesend Bay roared through a crowded tenement in Brooklyn. In an interview after the fire, the father of the" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "5 Are Killed and 16 Injured In a Suspicious Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31fire.html"} , {"body" : "Three years ago, Robert Ivker, a radiation oncologist, read an article about a caseworker dedicated to helping Holocaust survivors apply for reparations from the German government. The article, part of the Neediest Cases campaign, inspired him to start a fund to benefit New York-area Holocaust survivors, many of whom were destitute. His own efforts" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; Inspired to Pick Up Where Others Left Off For Holocaust Survivors" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31neediest.html"} , {"body" : "For most followers of MTV's reality series ''Jersey Shore,'' the big news on Thursday was the on-screen breakup of the summer sweethearts Ronnie Magro and Sammi Giancola during the cast's late-night reunion show. But the 100 or so people who showed up earlier that day at the John D. Calandra Italian American Institute of Queens College, in Midtown" , "date" : "20100123" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Discussing That Word That Prompts Either a Fist Pump or a Scowl" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/23\/arts\/television\/23shore.html"} , {"body" : "It may sound like an echo of the David Bowie song that goes, ''We can be heroes -- just for one day.'' Seventh Avenue is being renamed ''Project Runway Avenue'' -- just for one day. The day is Wednesday, the day before the cable channel Lifetime will run the first episode from a new season of ''Project Runway,'' the designer competition that is" , "date" : "20100113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Right on Plaxico Terrace To Paul Castellano Way" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802EFD6123BF930A25752C0A9669D8B63"} , {"body" : "Laura saved Anthony. They first met in 1993, when she was 20 and he was 34 and they were both in recovery programs, undergoing treatment for mental illness. He was shuttling between home and inpatient psychiatric units and spotted Laura at a day clinic. ''I felt like I always knew her,'' he said. Back then, she had a crush on someone else. Thirteen" , "date" : "20100101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Engaged, Employed and Wrestling With Mental Illness" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/01\/nyregion\/01neediest.html"}]