[  {"body" : "Agneta Welber has lost track of how many home health aides have come and gone over the past five years. Some lasted long enough to ''cash a check and not come back.'' Others, she said, ''took one look and walked out.'' ''Everyone said, 'My back,' '' said Ms. Welber, 54, the primary caregiver of her older sister, Esther Welber, 60, who has" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "30" , "title" : "THE NEEDIEST CASES; After a Diagnosis of Parkinson's, a Sister Devoted" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/26\/nyregion\/26neediest.html"} , {"body" : "The volunteers are taught to begin at the head, washing the face before proceeding to the neck and right shoulder. The right side is to be washed before the left side, the front before the back. There are prayers to say. Small talk is forbidden. The Jewish protocol for tending to the dead governs almost every interaction between the living and the" , "date" : "20101213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Reviving a Ritual of Tending to the Dead" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/13\/nyregion\/13burial.html"} , {"body" : "Until Sept. 11, 2001, Dianne Romano was the one doling out charity, not the one receiving it. From the time Ms. Romano, 57, was a teenager, she ran food drives, cooked in a church rectory and tutored children. And she made sure her three daughters learned from her philanthropic bent, taking them along as she served food to the homeless at Project" , "date" : "20101127" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "THE NEEDIEST CASES; A Lifelong Caregiver, Always With a Smile" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E6DB1231F934A15752C1A9669D8B63"} , {"author" : "E-mail: realprop@nytimes.com" , "body" : "$13 MILLION 70 Dahill Road (between 12th Avenue and Tahama Street) Borough Park, Brooklyn An investor group has bought this 149,450-square-foot, six-story 1934 apartment building with 99 rent-stabilized units -- 12 studios, 74 one-bedrooms and 13 two-bedrooms -- and a super's apartment. Buyer: 70 Dahill Limited Partnership Seller: 70 Dahill Road" , "date" : "20101110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E0D61E39F933A25752C1A9669D8B63"} , {"body" : "Carl P. Paladino's introduction to the world of conservative Jewish politics began with an unsolicited early-morning phone call three weeks ago to his campaign manager, Michael R. Caputo. The caller, a self-described right-wing Brooklyn rabbi named Yehuda Levin, had heard that other Jewish leaders were accusing Mr. Paladino of being an anti-Semite" , "date" : "20101012" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "For Paladino And a Rabbi, A Melding Of Agendas" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/12\/nyregion\/12rabbis.html"} , {"body" : "IN late September, during the final days of the weeklong holiday of Sukkot, young boys in white shirts and black hats could often be seen lining the streets of Borough Park, a large neighborhood in southwest Brooklyn. Standing behind folding card tables arrayed with long, thin willow branches to be waved in synagogue, they called out in Yiddish," , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | BOROUGH PARK, BROOKLYN; Where Ritual Sets the Rhythm" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/10\/realestate\/10living.html"} , {"body" : "THOMAS HAZAZ wanted out. Lying on a gurney, his chest covered with heart sensors, Mr. Hazaz was trying to cajole doctors in the emergency room at Maimonides Medical Center in Brooklyn to unplug him. In less than 24 hours, he needed to be in a tuxedo, walking his youngest daughter down the aisle in a Staten Island banquet hall. Mr. Hazaz, 52, a" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Life and Death, Stat" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/nyregion\/03emergency.html"} , {"body" : "THOMAS HAZAZ wanted out. Lying on a gurney, his chest covered with heart sensors, Mr. Hazaz was trying to cajole doctors in the emergency room at Maimonides Medical Center in Brooklyn to unplug him. In less than 24 hours, he needed to be in a tuxedo, walking his youngest daughter down the aisle in a Staten Island banquet hall. Mr. Hazaz, 52, a" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life and Death, Stat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EFD8123BF930A35753C1A9669D8B63"} , {"body" : "The doorways inside 30 Ocean Parkway, an Art Deco building in Windsor Terrace, Brooklyn, are studded with mezuzas of all sizes and styles: plastic, pewter, simple, gaudy, elegant. The people behind those doors are an assortment, too: Catholics, Baptists, Episcopalians, Buddhists, atheists and even a few observing the High Holy Days this week. ''I" , "date" : "20100918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "On Doorways, A Jewish Custom Inherited by Gentiles" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/18\/nyregion\/18mezuzahs.html"} , {"body" : "On Thursday night in Brooklyn, a suspect was chased and quickly surrounded by a group of patrolmen in blue uniform jackets who ordered him to halt. The man, David Flores, 33, who witnesses say was fondling himself in front of children in a Hasidic section of Brooklyn known as Borough Park, was about to be caught by the men in blue. He began" , "date" : "20100904" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "In Protecting Hasidic Neighborhoods, Squads Patrol Without Guns or Badges" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0D6173EF937A3575AC0A9669D8B63"} ,   {"body" : "Four members of an Orthodox Jewish volunteer patrol in Brooklyn were shot Thursday night after they followed and confronted a man in a vehicle who had been acting suspiciously, the police and witnesses said. The men, members of the Brooklyn South Shomrim Patrol, a licensed unarmed civilian group, were shot about 8 p.m. near 49th Street and 10th" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Man Shoots Four Members Of Jewish Patrol in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/nyregion\/03shot.html"} , {"author" : "E-mail: nocturnalist@nytimes.com" , "body" : "Sometimes in a city as nonstop as Manhattan, a night out requires little more than stepping out of the house and looking around. It was 9:30 p.m. on Tuesday in Washington Square Park in Greenwich Village, but it seemed as packed as at midday, dotted with people who played music, conversed, cuddled or just watched as others transformed the park into" , "date" : "20100819" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "NOCTURNALIST; A Symphony of Humanity In a Park Under Lamplight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E6D7173CF93AA2575BC0A9669D8B63"} , {"body" : "If, at the same time, you could meet the shy, expressionless Lauren, mumbling into the wall of her red hoodie, and the glittering, claws-extended Regan, the meanest predator on the hunt, it would be hard to believe that they are the same person underneath. And maybe they aren't -- even if the actress Tracee Chimo channeled those characters to" , "date" : "20100814" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "An Actress Wielding A Dancer's Intuition" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/14\/theater\/14chimo.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "Driving anywhere is a risk. In New York it's a dare. Choosing the city as the place where you learn to drive borders on reckless. So what is climbing into a car with someone who has no idea what she's doing, then guiding her into heavy traffic while pedestrians dart in and out of view, bicycles weave in and out of lanes, subways rattle overhead and" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "CITY CRITIC; Proceed With Caution: Driving Schools Ahead" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/nyregion\/08critic.html"} , {"body" : "He was called the Jewish Caruso. Indeed, fervent enthusiasts sometimes referred to Caruso as the Italian Yossele Rosenblatt. Mr. Rosenblatt, who died in 1933, was regarded as the greatest cantor of his time. But his was a time when music was recorded on heavy shellac or celluloid 78 r.p.m. records. The quality of those recordings was never that" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Bit by Electronic Bit, a Great Cantor's Voice Is Restored" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E6D61631F932A15754C0A9669D8B63"} , {"body" : "KROTINGER--Esther Joy. June 19, 2010. Age 88. Beloved sister of the late Ruth K. Silverman of New York, NY and Nathan J. Krotinger of La Mirada, CA. Dear aunt of Ellen Jane Silverman of New York City, Eve Krotinger of Sacramento, CA and Michelle Krotinger of Los Angeles, CA. Memorial service held at Shomri-Hadas, Borough Park, Brooklyn and burial" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths KROTINGER, ESTHER JOY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E0DA123AF931A35754C0A9669D8B63"} , {"body" : "Brooklyn is one of the most Democratic counties in the country. The nearly 900,000 enrolled Democrats in the borough outnumber Republicans by about eight to one. More Brooklynites left the party affiliation line on their latest Board of Elections enrollment forms blank than the 112,000 who described themselves as Republicans. Of all the members of" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "MILL BASIN JOURNAL; Brooklyn's G.O.P. Is Old Enough, but Quite a Few Members Shy of Grand" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/nyregion\/22metjournal.html"} , {"body" : "Five Torah scrolls stolen from a Brooklyn synagogue last week were turned over to the Brooklyn district attorney's office on Saturday night, according to the district attorney, Charles J. Hynes. The scrolls, valued at more than $30,000 each, were turned in by a man whom the authorities did not identify and then returned to the Karlsburg Synagogue" , "date" : "20100503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "5 Torah Scrolls in Brooklyn Are Returned After a Theft" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/03\/nyregion\/03torah.html"} , {"body" : "Five sacred Torah scrolls valued at more than $30,000 each were stolen from a Brooklyn synagogue early Wednesday morning, the police said, leaving congregants shocked and saddened. The burglar may have entered through a first-floor window at the Karlsburg Synagogue in Borough Park that was either partly open or unlocked, the police said. Silver" , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Theft of Torah Scrolls Saddens a Synagogue" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/nyregion\/29scrolls.html"} , {"body" : "A Brooklyn man convicted of molesting a 16-year-old boy was sentenced on Monday to up to 32 years in prison, the maximum, for sexual abuse. Last month, a State Supreme Court jury in Brooklyn found the man, Baruch Lebovits, 59, of Borough Park, guilty of abusing the victim, now 22, in a car on eight occasions in 2004 and 2005. Justice Patricia M." , "date" : "20100413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Man Is Sentenced In Sex Abuse Case" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/13\/nyregion\/13abuse.html"} ,   {"body" : "Drugs were sold at the carousel. Muggers used the cover provided by the park's shrubs and foliage. One year, near the skating rink, a man was found shot to death, and another year, the acting supervisor of the zoo was arrested and charged with shooting animals. In the 1970s, Prospect Park in Brooklyn looked more like a crime scene than the pastoral" , "date" : "20100406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Returning Prospect Park To the People" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/06\/nyregion\/06tupper.html"} , {"body" : "An article last Sunday about the Charedim Shmurah Matzah Bakery in Borough Park, Brooklyn, which makes its matzo by hand, misstated part of the Web address where a photographer, Judah S. Harris, has posted pictures of the bakery. It is judahsharris.com\/matzah-bakery." , "date" : "20100404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E0D6163BF937A35757C0A9669D8B63"} , {"body" : "EIGHTEEN minutes. The whole process must be completed in 18 minutes, to echo the Jews' rushing out of Egypt, too quickly for the bread to rise. The flour and water -- nothing else -- are combined, the dough rolled, perforations made and, poof!, after a brief trip through a 1,000-degree oven: matzo. At the Charedim Shmurah Matzah Bakery in Borough" , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Why Is This Matzo Different?" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/nyregion\/28matzah.html"} , {"body" : "David G. Greenfield, the executive director of the Sephardic Community Federation, was elected Tuesday to succeed City Councilman Simcha Felder of Brooklyn in a seat that represents the Orthodox Jewish strongholds of Borough Park and Midwood and the ethnically mixed neighborhood of Bensonhurst. Mr. Greenfield, 31, won the special election by a" , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Easy Victory After Intense City Council Race" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/24\/nyregion\/24district.html"} , {"body" : "Collectible rabbi trading cards have been used as campaign props, and hundreds of voters attended a debate. An 18-year-old candidate's jump into politics ended when he was thrown off the ballot after legal challenges from seasoned rivals. There have been allegations of smears and strong-arm tactics to neutralize opposing supporters. No one expected" , "date" : "20100320" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "In Fight for Influence, Special Council Election in Brooklyn Is Filled With Intensity" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/20\/nyregion\/20district.html"} , {"body" : "A former president of the Park Avenue Bank in Manhattan was charged on Monday with fraud, embezzlement and bribery in what the authorities called the first criminal case of trying to defraud the federal government's bank bailout program. The former banker, Charles J. Antonucci Sr., misled state and federal regulators into believing that he had come" , "date" : "20100316" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Ex-Chief of Park Avenue Bank Charged With Bailout Fraud" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/16\/nyregion\/16bank.html"} , {"body" : "CRUISER made four house calls on a recent rain-soaked Tuesday. There were two happy endings and two unhappy ones, a fairly typical outcome for a typical day in the life of a bedbug-sniffing puggle. ''Except that there's nothing typical about this business,'' said his handler, Jeremy Ecker, 35, whose six-month-old company, the Bed Bug Inspectors," , "date" : "20100311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "He'll Scratch Your Itch" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/11\/garden\/11bedbug.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "PODs are the sleeper cells of public health, assuming a different shape and observing different local mores each time a crisis emerges. When hepatitis A was diagnosed in a bartender at the Manhattan nightclub Socialista two years ago, POD people were on hand to vaccinate patrons, including some guests at Ashton Kutcher's birthday party. In the case" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "CITY CRITIC; Seeing POD People? It's No Sci-Fi Film" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/nyregion\/28critic.html"} , {"body" : "Rabbi Milton Balkany, the director of a Brooklyn Jewish day school, was on the phone last month with a proposition for a man he had never met, the president of a giant Connecticut hedge fund, SAC Capital Advisors. The matter required tact. The rabbi, who often counsels Jewish inmates, had recently met a prisoner at the Otisville Federal" , "date" : "20100220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONNECTICUT" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Some Phone Calls, 2 Big Checks, and Rabbi Is Charged" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/20\/nyregion\/20rabbi.html"} , {"body" : "An Orthodox rabbi who runs a respected Jewish day school in Brooklyn was charged on Thursday with trying to extort $4 million from a Connecticut hedge fund. The rabbi, Milton Balkany, the dean of the Bais Yaakov day school in Borough Park, is an influential fund-raiser and community leader known for his access to a wide circle of politicians. Mr." , "date" : "20100219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONNECTICUT" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Rabbi Is Charged With Trying to Extort $4 Million From a Hedge Fund" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/19\/nyregion\/19hedge.html"} ,   {"body" : "A yeshiva's school bus struck a 4-year-old boy in Borough Park, Brooklyn, on Wednesday morning, killing him, the authorities said. The boy, Amrom Altman, had just left his house for school when he was struck by the yellow bus near the intersection of 13th Avenue and 49th Street around 8 a.m., the authorities said. No charges were filed immediately" , "date" : "20100218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Boy, 4, Is Killed by School Bus in Borough Park" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/18\/nyregion\/18boy.html"} , {"body" : "The Hello Living condo project in Brooklyn was marketed as an urban utopia, a collection of low-rise apartments designed for young families without large inheritances or bonuses. More than three dozen of them closed on apartments, enticed by the modern designs set among the brick walk-ups of Prospect Heights and by amenities like a pool, a gym and" , "date" : "20100213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Families See A Utopia Turn Nightmarish In a Legal Fight" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/13\/nyregion\/13hello.html"} , {"body" : "More than 1,500 people in the New York area, mostly Orthodox Jewish boys and young men in Brooklyn, have contracted mumps in the worst outbreak in the United States since 2006, city and federal health officials said Thursday. The outbreak originated at an all-boys religious camp in Sullivan County in June and has spread through the tightly knit" , "date" : "20100212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Jewish Youths Are at Center Of Outbreak Of Mumps" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6DA1031F931A25751C0A9669D8B63"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE journey that took Filipp and Raya Katz to the red brick and beige stone house that Ms. Katz calls ''my little palace'' began more than half a century ago in the Ukrainian city of Mukachevo, near the Hungarian border. The Katzes, now both in their mid-50s, grew up on the same street, and knew each other as children. A particular bond was the" , "date" : "20100207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BATH BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; The House of Open Arms" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/07\/realestate\/07habi.html"} , {"body" : "''We Are Nuts About Nuts,'' the awning proclaims, as the classic stainless-steel roaster spins in the window, churning out seven-pound batches of hot almonds, cashews and pistachios, up to 10 times a day. Beyond the glass, bins of macadamias, raisins and pumpkin seeds nestle amid containers of dried fruit, store-made snack mixes and black licorice." , "date" : "20100204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Plenty of Nuts for Sale, but the Roasters Are Vanishing" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/04\/nyregion\/04nuts.html"}]