[  {"body" : "THE best of the casual restaurants reviewed this year proved that delicious doesn't have to mean expensive. AYADA This is a serious Thai restaurant that makes no concessions to Western palates. The menu is encyclopedic; the waitresses are patient. Put yourself in the gentle but firm hands of the chef and owner, Duangjai Thammasat (known as Kitty)," , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Breaking the Mold, Not the Bank" , "url" : "http:\/\/events.nytimes.com\/2010\/12\/29\/dining\/reviews\/29cheap.html"} , {"body" : "About two years ago, Debra Salomon was on her way to the new Fairway market in Red Hook, Brooklyn, when she took a wrong turn and found herself on a windblown pier that had two 90-foot Eiffel-like towers rising into the sky for no apparent purpose. Ms. Salomon quickly saw a purpose. She is a designer and teaches design at the City University of New" , "date" : "20101120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "RED HOOK JOURNAL; 2 Idle Towers May Test the Wind's Power to Keep a Bit of Brooklyn Moving" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/20\/nyregion\/20metjournal.html"} , {"body" : "The authorities came early on Tuesday, entering the six-story apartment building on Brighton 12th Street in the heart of Brighton Beach, Brooklyn. They headed upstairs, stopping at the fourth-floor apartment where Tatyana and Abram Grinman lived. The Grinmans, especially Tatyana, were known in the building; neighbors said she had approached many of" , "date" : "20101111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Brighton Beach, Clues to Holocaust Case" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/11\/nyregion\/11brighton.html"} , {"body" : "While fleeing the Nazis in 1941, an 11-year-old girl dodged airplane bombs as she crossed the Dnieper River in Ukraine, ultimately finding refuge in Donetsk, where she and her mother lived in hiding until the liberation of 1944. A 13-year-old boy escaped from Kiev with his mother and younger sister, shuttling from basements to barns and sometimes" , "date" : "20101110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GERMANY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Workers at Holocaust Fund Face Fraud Charges" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/10\/nyregion\/10holocaust.html"} , {"body" : "The Sunday shoppers at the St. Petersburg Trade and Publishing House hardly noticed the remarkably tall man flipping through compact discs. The old men playing cards by the boardwalk never looked up. It was only when the tall man, shadowed by a small television crew, approached the basketball court at Brighton Playground in Brooklyn that someone" , "date" : "20101027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RUSSIA" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "Big Man in Little Odessa" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/27\/sports\/basketball\/27knicks.html"} , {"body" : "ON THE SCREEN At first glance, Advanced Style looks like an ordinary street-fashion photo blog. The mostly vertical images of pedestrians in dapper suits and fanciful skirts mingle with short descriptions of the clothing and back stories about the wearers. But the models are unlike those featured in Vogue or on Style.com. They are older. Much" , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CITY ROOM; NEW YORK ONLINE: Where to Point Your Browser" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E0DC153CF933A25753C1A9669D8B63"} , {"body" : "THE city as poem, art piece, happening, living theater: New Yorkers have all experienced their own versions, and the leaders of the conceptual walks that make up Elastic City want to create new ones. What is a conceptual walking tour? Todd Shalom, Elastic City's founder and director, said he was ''still shaping the vocabulary.'' But on a recent" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Where the Sidewalks End, And the City (Really) Begins" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10elastic.html"} , {"body" : "Mother Russia has long been ensconced in Brooklyn's Brighton Beach, feasting on pirogi, borscht and the tang of salty air reminiscent of Odessa. But her assimilated children have been planting colonies across the New York area, and one of the largest is flourishing on Staten Island. Staten Island's Russians -- even if many are really from Ukraine" , "date" : "20100821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BRIGHTON BEACH (NYC)" , "USSR (FORMER SOVIET UNION)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "STATEN ISLAND JOURNAL; As Russians Move In and Flourish, Resentment Follows" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/21\/nyregion\/21metjournal.html"} , {"body" : "A-WAH 5 Catherine Street (East Broadway), (212) 925-8308. Bo zai fan -- loosely, ''clay pot rice'' in Cantonese -- is the specialty, but it's easy to miss on the 300-item menu. Look for ''world famous rice in casserole.'' At A-Wah, which the chef and owner, Wang Jian Wah, opened in March, this Hong Kong comfort food is served in 17 varieties. Each" , "date" : "20100818" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EED7153DF93BA2575BC0A9669D8B63"} , {"body" : "THOSE of us among the living all know New York City can be maddeningly expensive, whether one is shopping for a $40 million mansion on Fifth Avenue or a $2,500 studio walk-up in a former tenement on the Lower East Side. For the dead, however, virtually no amount of money will secure a final resting place in the heart of a city that is fast running" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "GRAVEYARD GRIDLOCK" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/realestate\/15cov.html"} ,   {"body" : "I HAD the route mapped out in my mind. I would bike from the Lower East Side of Manhattan, hit the taco trucks along the ball fields of Red Hook, Brooklyn, cruise through Prospect Park over to Brighton Beach for a quick dip, then hypotenuse it back to a bar in Williamsburg to watch the World Cup finals. Out of curiosity, I consulted Google Maps's" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Technology"] , "page_facet" : "3" , "title" : "PRACTICAL TRAVELER; Google Leads, You Pedal" , "url" : "http:\/\/travel.nytimes.com\/2010\/08\/15\/travel\/15Prac.html"} , {"body" : "A group of day care center operators bribed workers at three New York City agencies and exploited the complex social service bureaucracy to loot millions of dollars from a program that pays child-care expenses for poor parents so they can find work, officials said Tuesday. Federal prosecutors called it a ''massive fraud and bribery scheme''" , "date" : "20100811" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Day Care Operators Are Accused of Bilking City Program for Working Poor" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/11\/nyregion\/11daycare.html"} , {"body" : "Aretha Franklin has canceled two free concerts in Brooklyn next week because of an injury suffered on Sunday. The shows -- at Wingate Field in East Flatbush on Monday, and Asser Levy Park in Brighton Beach on Aug. 12 -- were part of two series presented by Marty Markowitz, the borough president, and were to be the first concerts by Ms. Franklin," , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "ARTS, BRIEFLY; Aretha Franklin Cancels Free Concerts In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E0DE113FF937A3575BC0A9669D8B63"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Brooklyn and Queens are on the same island, which means Wally Backman can feel the tremors from out east. The Mets, his old team, are having a stinker of a season -- another stinker, that is to say -- but Backman's current team, the Cyclones, is winning two-thirds of its games. Backman knows how things work in New York, the back-page frenzy, Bring" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SPORTS OF THE TIMES; Backman Is Poised On Top Step of the Dugout" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/04\/sports\/baseball\/04vecsey.html"} , {"body" : "ABC KITCHEN 35 East 18th Street, Flatiron district; (212) 475-5829, abckitchennyc.com. This winsome sprawl on the ground floor of ABC Carpet & Home was created by Jean-Georges Vongerichten. It's haute organic and Hamptons sustainable -- and airy, open and relaxed, the way the second homes of the wealthy often are. Ingredients, as a position paper" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DC1F3EF932A15754C0A9669D8B63"} , {"author" : "E-mail: realprop@nytimes.com" , "body" : "$4.8 MILLION 1113-1123 Brighton Beach Avenue (at Brighton 14th Street) Brighton Beach, Brooklyn An investor has bought this two-story, 12,100-square-foot commercial building with six units. Its tenants include the Brighton Beach Neighborhood Association. Buyer: 1113-1123 Brighton Beach L.L.C. Buyer's broker: Eli Gaba, William Crisp Realty Seller:" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E1DF1E3AF937A25754C0A9669D8B63"} , {"body" : "TWO short blocks from the Brighton Beach Boardwalk in Brooklyn, in the heart of Little Odessa, it's a joy to spot this sunny cafe where families, buddies and beachgoers can tumble in and cool down. Don't be perplexed by the improbably short name in Cyrillic characters (and a second name, Elza Fancy Food, in English); just look for the bright orange" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "$25 AND UNDER; Korean Via An Uzbek Sojourn" , "url" : "http:\/\/events.nytimes.com\/2010\/07\/14\/dining\/reviews\/14under.html"} , {"body" : "ATLANTIC BEACH, N.Y. ON a blazing afternoon, the Silver Point Beach Club was as indolent as molasses, with some sun worshipers stretched out coma-like on lounge chairs and others, slightly more upright in lawn chairs, dipping drowsily into the latest romance novel. The only sounds were the snap of flags in a muscular ocean breeze, a seagull's" , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATLANTIC BEACH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUMMER RITUALS | MAH-JONGG; At These Cabanas, 'The Tiles That Bind'" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/11\/nyregion\/11ritual.html"} , {"body" : "Around Town Museums and Sites American Museum of Natural History The Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour from 10:30 a.m. to 4:30 p.m. through Jan. 10; $28 (includes museum admission), $22 for students and 60+ and $18 for children. Continuing exhibitions include ''Race to the End of the" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00EFDF1239F93AA35754C0A9669D8B63"} , {"body" : "Midtown is a grid and it's easy to figure out where you are, but Wall Street's a different story, and so is the West Village. It helps to have a sense of direction in the city. But are we born with that sense, or do enough visits to the corner of Stone and Broad Streets teach us? Now, some researchers in Norway have come across evidence that yes," , "date" : "20100618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM; Bronx Is Up? Innate Sense May Tell Us" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0D61139F93BA25755C0A9669D8B63"} ,   {"body" : "Midtown is a grid and it's easy to figure out where you are, but Wall Street's a different story, and so is the West Village. It helps to have a sense of direction in the city. But are we born with that sense, or do enough visits to the corner of Stone and Broad Streets teach us? Now, some researchers in Norway have come across evidence that yes," , "date" : "20100617" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM; Bronx Up, Battery Down; It's Your Sense of Direction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E6D71039F934A25755C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Tuesday at 6:30 p.m., ''Adventures in the Global Kitchen: Polar Cocktails,'' a discussion, with sampling, of the cocktails that were popular a century ago, with David Wondrich, an author and drink connoisseur, and Don Lee, a mixologist at Momofuku Ssäm Bar; $25. On view through Jan." , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/arts\/04spare.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "We may never see this man again, but for one shining moment Mikhail D. Prokhorov gave hope -- not necessarily for the star-crossed Nets basketball franchise, but for the entire species of sports owners. Only hours after seeing his chance for the top draft pick thwarted by a fateful lottery, Prokhorov was downright entertaining -- a word not" , "date" : "20100520" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "SPORTS OF THE TIMES; A New Owner Makes A Winning Impression" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E0DC1731F933A15756C0A9669D8B63"} , {"body" : "When NBC announced last week that it planned to cancel the original ''Law & Order,'' many people lamented the effect on New York theater actors, for whom a spot on the show has long been a résumé staple. But another New York-based production, ''The Good Wife,'' is already filling the void for moonlighting stage performers seeking TV credits. That" , "date" : "20100520" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Front Page" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "On TV, Chicago (in New York) Is Stage Actors' New Refuge" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/20\/arts\/20wife.html"} , {"body" : "THE lovely sounding gentleman on the other end of the line was simply trying to improve his corner of the world. Instead, he was rapidly losing faith in city government. As I placed him on hold for the third time, I heard him mutter: ''She's having a hard time finding it! It was on 1010 WINS this morning!'' Indeed, how could an operator at New York" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'Thank You for Calling 311" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/nyregion\/16three11.html"} , {"body" : "ALONG the East and Hudson Rivers, on stretches of Jamaica Bay, and by the banks of the Gowanus Canal, formerly neglected industrial land has recently been reborn as parkland, or will be before long. But in Brighton Beach, a dense enclave by Coney Island at Brooklyn's southern tip, no rebirth was required: the shoreline has always been a popular" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | BRIGHTON BEACH, BROOKLYN; Views to Fill the Eye, Not Empty the Wallet" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/realestate\/02living.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Friday through Sunday, 11 a.m. to 5 p.m., a crafts fair. 2 Hylan Boulevard, Rosebank , (718) 816-4506, aliceausten.org; $3 donation.20100429 CITY UNIVERSITY OF NEW YORK GRADUATE CENTER Monday at 7 p.m., ''Concerts & Conversations -- An Evening with Paquito D'Rivera''; $25, $10 for students. Wednesday" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E6DE1E3BF933A05757C0A9669D8B63"} , {"body" : "WATCHING the new Broadway production of ''Collected Stories,'' Bethany Millard felt transported back to a free-wheeling, happy time in her life, when she lived on Horatio Street in Greenwich Village in the early 1990s. A wistful sort of envy came over her, she said, as she saw the main character, Ruth Steiner, at home in a Village apartment of" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Now Onstage, Spaces to Lust For" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/30\/theater\/30envy.html"} , {"body" : "DEAR DIARY: The wind and rain were howling on that Saturday in March. My 95-year-old mother and I were planning to see the Paul Taylor Dance Company at City Center. She was being driven in from Connecticut, so I left my house in Brooklyn, walked to Kings Highway and waited for the bus to the Q train. I was buffeted by wind and rain. No bus to be" , "date" : "20100426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/26\/nyregion\/26diary.html"} , {"body" : "Success always breeds imitation. On television, there are three varieties of ''CSI,'' three of ''Law & Order,'' and at least four of ''Real Housewives.'' But in the case of MTV's ''Jersey Shore,'' the original network is not the one doing the imitating. That did not stop some people from jumping to conclusions when casting calls for hard-partying" , "date" : "20100419" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "'Jersey Shore' Spawns Clear Imitations, but Not From MTV" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/19\/business\/media\/19shore.html"} ,   {"body" : "A 2-year-old Brooklyn boy was left on a school bus for two hours on Tuesday after the driver and the bus matron forgot to drop him off at day care, then went to their homes for a break, the police said. Officers found the child in the bus, parked outside the driver's Brighton Beach home, about 10:30 a.m. after a passer-by heard the boy crying and" , "date" : "20100414" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Boy, 2, Left on School Bus for Two Hours" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/14\/nyregion\/14bus.html"} , {"body" : "Anastasia Kurinnaya, shod in a pair of black Aldo booties with five-inch heels, stepped carefully down the 10 rickety plywood stairs that led from the coat check into the grimy basement of Passion, a popular Russian dance club on Coney Island Avenue in Brooklyn. She signed the release form handed to her by a guy with a clipboard and walked inside" , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Russian 'Jersey Shore'? This Crowd Is Hopeful" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFD6173AF931A25750C0A9669D8B63"} , {"author" : "CLIFFORD J. LEVY is the Times's bureau chief in Moscow." , "body" : "MARINA from Belarus and Ida from Ukraine were selling jewelry on fold-up tables by the beach, alongside Malka from Georgia. On the way over, I had met Natalya from Russia and Igor from Uzbekistan, who were holding hands as they strolled around a hilltop park, sunning themselves on a sparkling winter afternoon. Should it have been any surprise that" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL" , "USSR (FORMER SOVIET UNION)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "5" , "title" : "EXPLORER; Israel With a Russian Accent (and Pork)" , "url" : "http:\/\/travel.nytimes.com\/2010\/02\/28\/travel\/28explorer.html"} , {"body" : "They honor stickball tournaments and dance teachers, doughnut-store openings or New Yorkers reaching the century mark. They spread good will, honor bravery and service, and cement political alliances. Every year, writing in formal prose with 14th-century flourishes, the presidents of the five boroughs distribute hundreds of proclamations and" , "date" : "20100215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "With the Stroke of a Pen, Honoring the Little Known, if Only for a Day" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/15\/nyregion\/15proclamation.html"} , {"body" : "The way Marty Markowitz sees it, the rundown nine-acre park where Coney Island and Brighton Beach meet is ripe for a sparkling transformation. Mr. Markowitz, the Brooklyn borough president, envisions Asser Levy Park, also known as Seaside Park, as the gateway to a spruced-up amusement complex evoking Coney Island's splashy past. An enormous new" , "date" : "20100211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ASSER LEVY PARK" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Clash Over Plans for a Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/11\/nyregion\/11seaside.html"} , {"body" : "Three years ago, Robert Ivker, a radiation oncologist, read an article about a caseworker dedicated to helping Holocaust survivors apply for reparations from the German government. The article, part of the Neediest Cases campaign, inspired him to start a fund to benefit New York-area Holocaust survivors, many of whom were destitute. His own efforts" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; Inspired to Pick Up Where Others Left Off For Holocaust Survivors" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31neediest.html"} , {"body" : "In accordance with the old Julian calendar, the Russian Orthodox Church celebrates Christmas on Jan. 7. So on Christmas Eve, about three weeks ago, the reunited Shevchenko family -- who immigrated from Ukraine to Albany in 2007 -- had reason to celebrate the relief and security of a new, clean and bedbug-free apartment in Brighton Beach, Brooklyn." , "date" : "20100127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Facing Lean Times, but Together Again, in a New Home for the Holiday" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/27\/nyregion\/27neediest.html"} , {"body" : "From 2006 to 2008, the deadliest roads for pedestrians in the city were Third Avenue in Manhattan and Atlantic Avenue in Brooklyn, which each had nine fatalities, according to data from the National Highway Traffic Safety Administration. Along Third Avenue, which is six-and-a-half miles long and runs from Cooper Square to 129th Street, East Harlem" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Third and Atlantic Avenues Have Most Fatalities" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/nyregion\/24bpikemb.html"} , {"body" : "Ruth Usherenko keeps an improbably thick book on a table beside the couch in her living room. In it are roughly 58,000 names, all belonging to Jewish Berliners who perished during Hitler's regime. ''All my girlfriends, all my relatives, all my neighbors are in here,'' Ms. Usherenko, 79, said of the macabre encyclopedia, which the German government" , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "THE NEEDIEST CASES; Surviving the Camps but Struggling in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905EED8153DF932A15752C0A9669D8B63"}]