[  {"body" : "Around Town Museums and Sites American Museum of Natural History Through Sunday, the Origami Holiday Tree, with ornaments that reflect museum displays, and ''Race to the End of the Earth,'' an exhibition on Antarctic exploration. Through Aug. 15, ''Brain: The Inside Story,'' an interactive exhibition that blends technology, history and" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/arts\/31spare.html"} , {"body" : "I MADE a list of the 15 best things I ate in New York City in the past year of reviewing restaurants for The New York Times. It is an accounting that comprises restaurant dishes of uncommon excellence and flavor. Together they underscore New York's place as one of the planet's best cities in which to dine out. And we'll get to them soon enough. But" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; From the File Marked '2010 Delicious'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D61739F93AA15751C1A9669D8B63"} , {"body" : "I MADE a list of the 15 best things I ate in New York City in the past year of reviewing restaurants for The New York Times. It is an accounting that comprises restaurant dishes of uncommon excellence and flavor. Together they underscore New York's place as one of the planet's best cities in which to dine out. And we'll get to them soon enough. But" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; From the File Marked '2010 Delicious'" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/dining\/29year.html"} , {"body" : "AS Fitzgerald might have said, people who live on hills are different from you and me. From Murray Hill to Carnegie Hill in Manhattan, from Brooklyn Heights to Park Slope in Brooklyn, New Yorkers with cash to spend have long sought the high ground. In Staten Island, Todt Hill is a coveted area, as are Grymes Hill and Dongan Hills Colony. But for" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WARD HILL (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | WARD HILL, S.I.; Exalted Views, Down-to-Earth Prices" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/26\/realestate\/26living.html"} , {"author" : "Mark.Oppenheimer@nytimes.com; markoppenheimer.com" , "body" : "It's a holiday from work and school. It's wrapping paper torn and scattered about the tree. For the fortunate, it's a family dinner with good food and minimal drama. But for two groups of people in particular, Christmas is a time to feel like a minority. First, there are those Christians committed to resisting the holiday's materialism; second," , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "BELIEFS; A Variety of Ways Not to Have Christmas" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/us\/25beliefs.html"} , {"body" : "Pace University signed an agreement with a developer this week to build a 24-story residence hall in Lower Manhattan as part of a plan to consolidate its far-flung operations and create a downtown campus. Demolition has already started on a small building that occupies the dormitory site at the corner of Broadway and John Street, five minutes from" , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Pace Signs Deal to Build A Dormitory In Manhattan" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/nyregion\/25pace.html"} , {"body" : "KAZ CARTER-McGINTY was in the barber's chair (a red one with a steering wheel) for the first time in his life on a recent Saturday morning. He is 2. Kaz's hair, light brown and silky straight, fell almost to his shoulders in the back. The bangs in front had previously been cut by his mother, Miko McGinty, who now stood, camera in hand, giving" , "date" : "20101223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "If You Love My Hair That Much, Mom, Take It" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/23\/fashion\/23FAUNTLEROYS.html"} , {"body" : "Sara Michal Tenenbein and Steve Hofstetter are to be married Sunday by Rabbi Isidoro Aizenberg at the Jumeirah Essex House Hotel in Manhattan. The bride, 28, is the director of planning and business development for Audience Rewards, a theatrical trade organization in Manhattan. She graduated from the Massachusetts Institute of Technology, and" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Sara Tenenbein, Steve Hofstetter" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/19\/fashion\/weddings\/19tenenbein.html"} , {"body" : "LEVENE--Stephen M.,91, of New York City, passed away quietly in his home on Monday, December 13, 2010. Stephen was a veteran of WWII and a recipient of the purple heart. His career in the menswear industry began as a Buyer with Alexander's in New York City. He continued as a Merchandise Manager with Goldblatts in Illinois and over time became owner" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "38" , "title" : "Paid Notice: Deaths LEVENE, STEPHEN M." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE0D6153AF93AA25751C1A9669D8B63"} , {"body" : "BROOKLYN HEIGHTS TRIPLEX $1,250,000 BROOKLYN: 75 Poplar Street (between Henry and Hicks Streets), #5D A three-bedroom three-and-a-half-bath condo with an open kitchen, a working fireplace, central air-conditioning, a washer\/dryer and a roof deck in a 1990s elevator building. Caterina Peters, Corcoran Group (718) 809-1917; www.corcoran.com Open" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E5D7143CF93AA25751C1A9669D8B63"} ,   {"body" : "Many colleges have residences for their students. Those that don't often rely on companies like Educational Housing Services, in Manhattan, which builds and operates dorms and student lounges that colleges can rent -- like the one in Brooklyn Heights, designed by Wid Chapman. The lounge and dining areas, left, are part of an 8,500-square-foot space" , "date" : "20101216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | ROOMS; Dining and Lounging in Graphic Colors" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/16\/garden\/16rooms.html"} , {"body" : "''WE Estonians believe all kinds of things,'' said Ell Tabur, a beaming blonde, her arms plunged to the elbow in a tub of barley, onions, blood and marjoram. Ms. Tabur was among about 30 Estonian-Americans who gathered on a recent Saturday to make traditional blood sausage for Christmas Eve at the New York Estonian House (Eesti Maja), a cozy town" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Matter Of Blood And Sausage" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/dining\/15blood.html"} , {"body" : "''WE Estonians believe all kinds of things,'' said Ell Tabur, a beaming blonde, her arms plunged to the elbow in a tub of barley, onions, blood and marjoram. Ms. Tabur was among about 30 Estonian-Americans who gathered on a recent Saturday to make traditional blood sausage for Christmas Eve at the New York Estonian House (Eesti Maja), a cozy town" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Matter Of Blood And Sausage" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFDC1E3DF936A25751C1A9669D8B63"} , {"body" : "DAVID PABANA was standing on a sidewalk one day this fall when a baseball some children had been playing with rolled into the fence behind him. He threw the ball back to the children. It was at once the most routine act of neighborliness and one of the strangest journeys a baseball can make in New York City. When the ball left Mr. Pabana's hand, it" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Of Kings And Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E7D8143AF931A25751C1A9669D8B63"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE penthouse apartment that Hamed Anvari and Sasha Unkov share in Long Island City, Queens, can make the heart pound. The apartment is on the 39th floor, the second highest at Avalon Riverview North, a luxury tower near the water. Even its occupants admit to having felt a few butterflies -- at least early on -- while gazing through the" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | LONG ISLAND CITY; For Art, Airplanes" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/12\/realestate\/12habi.html"} , {"body" : "LAURA HALZACK began studying ballet before she started school, and after graduating from the University of New Hampshire, dedicated herself to a career in dance. She left her hometown, Suffield, Conn., for Astoria, Queens, and filled hard years working odd jobs at night so she could take dance classes during the day. She joined the Paul Taylor" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "VOWS; Laura Halzack and Eric Naison-Phillips" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/12\/fashion\/weddings\/12vows.html"} , {"body" : "Around Town Museums and Sites Center for Jewish History Through May 1, ''Zero to 10: First Decades\/New Centuries,'' an exhibition in celebration of the center's 10th anniversary, featuring rare and historic items: a letter by Thomas Jefferson denouncing anti-Semitism and advocating religious freedom; a handwritten draft of Emma Lazarus's poem ''The" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E3D7103BF933A25751C1A9669D8B63"} , {"body" : "FOR many, the very mention of step aerobics evokes images of exercisers in leg warmers and leotards, even though other classes have come to dominate group schedules at gyms today. In New York City, however, this seemingly faded fad from the 1990s is far from dead. Step, developed in the late 1980s, is a cardiovascular workout done on an adjustable" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "URBAN ATHLETE; Step Hits Its Stride Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EFD91E38F933A25751C1A9669D8B63"} , {"body" : "For years, discerning flower buyers throughout New York City have turned to Amy Gardella at Seaport Flowers in Brooklyn Heights for her sophisticated, modern arrangements. Now that she has moved into a larger space off Atlantic Avenue, Ms. Gardella has expanded her offerings to include an array of home décor, including porcelain vases, lamps," , "date" : "20101209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | OPEN; More Than Flowers" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/09\/garden\/09open.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Cathleen P. Black, the schools chancellor designee, is not a gusher. She is not an over-talker. She is a firm shaker of hands, a professional-grade eye-contact-maker and active listener. During an hourlong visit to Public School 33 in Chelsea on Monday morning, Ms. Black missed no opportunity to smile and say hello to school employees, from the" , "date" : "20101207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "BIG CITY; Chancellor From a Different World Makes the Classroom Rounds" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/07\/nyregion\/07bigcity.html"} ,   {"body" : "Send me your own dining questions via dinejournal@nytimes.com or Twitter.com\/samsifton. Q. Recently, my wife and I left Manhattan in search of space and quiet and ended up in Fort Greene. It's a great area, with nice restaurants and awesome farmers' and flea markets. But I yearn to find those familiar locations that we adore so in the city, like" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "HEY, MR. CRITIC; Looking for Old Brooklyn? Nosh This Way" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/dining\/03mrcritic.html"} , {"body" : "Around Town Museums and Sites Guggenheim Museum Sunday and Monday at 7:30 p.m., the Works & Process series presents ''Poetic Responses to War,'' with readings from the poets and veterans Brian Turner and Bruce Weigl. In another part of the program, Elizabeth Farnum, soprano, and Alan Feinberg, pianist, will perform the music of George Flynn." , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/03spare.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Ambrose Akinmusire (Friday and Saturday) Mr. Akinmusire, a recent addition to the Blue Note Records roster, is a sharply proficient trumpeter whose vision for small-group jazz accommodates elements of groove as well as swing. He spent last month as an artist in residence at the Jazz" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/music\/03jazz.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "There is no way that Flor Lazo could have memories of the unspeakable crime that rocked her homeland, El Salvador, on a distant Dec. 2. That monstrous deed -- the torture, rape and murder of four American churchwomen by a military death squad -- took place in 1980, a brutal time in El Salvador. Ms. Lazo was not born until five years later. Yet she" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EL SALVADOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "NYC; After 30 Years, Preserving Nuns' Legacy" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/nyregion\/03nyc.html"} , {"body" : "BLACK EYED PEAS ''The Beginning'' (Interscope) ''I'm a club rocker, that's my personality,'' will.i.am rasps over a disco thump during ''Fashion Beats,'' an old-school\/new-school\/old-school ouroboros, one of many on the Black Eyed Peas' new album, ''The Beginning.'' It sounds as if he's saying that his function trumps his art. It wasn't always so." , "date" : "20101130" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CRITICS' CHOICE: NEW CDS; The Peas And What Follows 'E.N.D.'" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/30\/arts\/music\/30choice.html"} , {"body" : "TWO-BEDROOM apartments have long been the workhorse of the New York City real estate market, accounting year after year for the largest percentage of apartments sold. When the recession hit, buyers fled the market and prices fell across the board. After things stabilized in late 2009, the market share for two-bedrooms had dropped from a typical 40" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "That 2 BR Frame Of Mind" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/28\/realestate\/28cov.html"} , {"body" : "A businessman who once ran a chain of New York City cinemas was arrested on Tuesday and charged with orchestrating a scheme to steal a half-million dollars from investors in his theaters, the authorities said. The man, Norman Adie, 53, owns the Brooklyn Heights Cinema and once ran seven movie houses in Times Square. According to a federal" , "date" : "20101124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Theater Owner Is Charged With Fraud" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/24\/nyregion\/24arrest.html"} , {"body" : "Mayor Michael R. Bloomberg has played up Cathleen P. Black's record of business success in nominating her to be the next schools chancellor. He has, perhaps wisely, omitted one asset Ms. Black brings to the job: a drool-inducing collection of homes in which to hold killer end-of-school-year parties. Ms. Black owns a Park Avenue penthouse with a" , "date" : "20101123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "THE APPRAISAL; Running the City's Schools Once Came With a Nice House" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/23\/nyregion\/23appraisal.html"} , {"body" : "Norris Church Mailer, a woman bred in the rural poverty of Arkansas who married Norman Mailer and managed his career and family life over three decades while carving out her own niche as a writer, died on Sunday at her home in Brooklyn Heights. She was 61. The cause was the gastrointestinal cancer that she had battled for 11 years, said her son" , "date" : "20101122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries" , "Books"] , "page_facet" : "11" , "title" : "Norris Church Mailer, Artist and Ally, Dies at 61" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/22\/books\/22mailer.html"} , {"body" : "IT is not a sentiment commonly associated with New York City landlords, but for Malcolm Smart, some things are more important than money. ''I don't want someone I resent in my space,'' said Mr. Smart, the live-in owner of a Brooklyn brownstone with a one-bedroom rental apartment. ''If it means getting a few hundred dollars less in rent every month" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Move Over, Fancy High-Rises" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/realestate\/21cov.html"} ,   {"body" : "CALELLO--Paul. It is with profound sorrow that our family announces the death of Paul Calello on November 16, 2010, after a yearlong battle with cancer. Paul was the cherished father of Jin, David, James and Peter, adored husband of Jane DeBevoise, treasured son of Albert and Mary Calello, revered brother of Cathy Staples, Ann Groccia and Kristan" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths CALELLO, PAUL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EEDC143AF932A15752C1A9669D8B63"} , {"body" : "CALELLO--Paul. It is with profound sorrow that our family announces the death of Paul Calello on November 16, 2010, after a yearlong battle with cancer. Paul was the cherished father of Jin, David, James and Peter, adored husband of Jane DeBevoise, treasured son of Albert and Mary Calello, revered brother of Cathy Staples, Ann Groccia and Kristan" , "date" : "20101120" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths CALELLO, PAUL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E5DC143AF933A15752C1A9669D8B63"} , {"body" : "Around Town Museums and Sites Center for Jewish History Opening on Sunday and running through May 1, ''Zero to 10: First Decades\/New Centuries,'' an exhibition in celebration of the center's 10th anniversary, featuring rare and historic items: a letter by Thomas Jefferson denouncing anti-Semitism and advocating religious freedom; a handwritten" , "date" : "20101119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/19\/arts\/19spare.html"} , {"body" : "Paul Calello, the chairman of the investment bank at Credit Suisse Group who helped navigate the Swiss bank through the financial crisis, died on Tuesday at his home in Brooklyn Heights. He was 49. The cause was non-Hodgkin's Lymphoma, the bank said in a statement. ''Paul Calello was an outstanding leader, and a down-to-earth, very human" , "date" : "20101117" , "day_of_week_facet" : "Wednesday" , "page_facet" : "20" , "title" : "Paul Calello, 49, Leader Of a Credit Suisse Unit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEFDC153BF934A25752C1A9669D8B63"} , {"body" : "Carlos Cruz isn't one to boast about his influence. But he is a man worth knowing at the Park Plaza, a 446-unit co-op in Rego Park, Queens. He knows when apartments become available as elderly residents die and beckons people walking by to visit the open houses. He fields questions about the building and helps calm prospective buyers before their" , "date" : "20101116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE APPRAISAL; A Doorman, a Salesman and a Diplomat" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/16\/nyregion\/16appraisal.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "IF ever a building could be said to have a defining characteristic, it's the small co-op on Sullivan Street in West SoHo wreathed by a fat wisteria vine. The five-story walk-up, which sits on a site once occupied by a stable, was built in 1972 by the next-door neighbor, Mario Brod, for the sister of his wife, Letizia. The vine starts in what used" , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOHO (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | SULLIVAN STREET; A Fresh Start, This Time Nearer the Sky" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/14\/realestate\/14Habi.html"} , {"body" : "When David Black contemplated moving his 21-year-old literary agency to a new office space this summer, he had one nagging worry: the East River. ''Would that be a problem?'' Mr. Black said, pointing to the river from his 27th-floor office window, which boasts sweeping views of the Brooklyn Bridge and the Manhattan skyline. ''Is water a barrier to" , "date" : "20101111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "No Bridge Too Far: Agents Move To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/11\/books\/11agent.html"} , {"body" : "Like many creative professionals who live in Williamsburg, Lewis Canfield possesses a Renaissance man's variety of passions and hobbies. He worked in the movie industry, profited from the Internet boom, dabbled in art, developed an interest in women's perfume scents and now buys, sells and renovates Brooklyn real estate. No topic has captured his" , "date" : "20101109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE APPRAISAL; For One Real Estate Investor, Vinyl Siding Never Lost Its Shine" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/09\/nyregion\/09appraisal.html"} , {"body" : "AS a born-and-bred Manhattanite, Kirsten Abrams never considered living in any other borough. She and her partner, Jane Bishop, who is from Long Island, lived for the last four years at Le Rivage, an Art Deco rental building on West Street, just north of Battery Park. They paid $2,500 a month. When they moved there from the Upper East Side, the" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Building to Buyers: 'Here I Am'" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/realestate\/07hunt.html"} , {"author" : "Ned Vizzini is the author of ''It's Kind of a Funny Story,'' now a feature film, as well as two other young adult books." , "body" : "REVOLUTION By Jennifer Donnelly 472 pp. Delacorte Press. $18.99. (Ages 14 and up) HALO By Alexandra Adornetto 484 pp. Feiwel & Friends. $16.99. (Ages 12 and up) For an industry supposedly in decline, book publishing still offers welcome surprises. Years ago, anyone who admitted to writing young adult books -- more likely, ''books for teens'' --at a" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "22" , "title" : "CHILDREN'S BOOKS; Angels, Demons and Blockbusters" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/books\/review\/Vizzini-t.html"} ,   {"body" : "Around Town Museums and Sites Morgan Library & Museum Tuesday at 6:30 p.m., a discussion with Ron Chernow, author of the George Washington biography ''Washington: A Life''; $15, $10 for members. Hours: Tuesdays through Thursdays, 10:30 a.m. to 5 p.m.; Fridays, 10:30 a.m. to 9 p.m.; Saturdays, 10 a.m. to 6 p.m.; Sundays, 11 a.m. to 6 p.m.; 225" , "date" : "20101105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "42" , "title" : "Spare Tijmes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EED71F31F936A35752C1A9669D8B63"} , {"body" : "The site of the Underbelly Project is one of dozens of abandoned spaces throughout the New York City subway system where a hidden relic of the past can lie behind any door or staircase. Platforms, tracks, entire stations have been left behind as the system expanded over the years; most are covered with graffiti and dust, but some are better" , "date" : "20101101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "The Ghosts of New York Subway Stations Past" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/01\/arts\/design\/01bellyside.html"} , {"body" : "A RECENT article on ArtThreat.net examined the Internet mini-sensation of the graffiti artist Banksy's animation intro for ''The Simpsons.'' In the clip, Banksy lampoons the outsourcing of Simpsons animation cels to South Korea by showing the characters being drawn by candlelight in damp underground sweatshops. ArtThreat quoted Naomi Klein's" , "date" : "20101021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER; Where the Well Heeled Dress Down" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/21\/fashion\/21CRITIC.html"} , {"body" : "BROOKLYN HEIGHTS CO-OP $519,000 BROOKLYN: 160 Henry Street (near Love Lane), #1E A one-bedroom one-bath renovated ground-floor apartment in a pet-friendly doorman building. Wendy Stephenson, Brown Harris Stevens (718) 399-4149; www.brownharrisstevens.com MAINTENANCE: $782 a month PROS: The apartment has a wood-burning fireplace, built-in" , "date" : "20101017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E2D8133EF934A25753C1A9669D8B63"} , {"body" : "FONTANA--Robert L.,72, of Lewisville, PA, formerly of Brooklyn Heights, NY and Upper Bucks County, PA, passed away on Sunday, October 10, 2010 at his home. He was born October 6, 1938 in New York City to the late Louis and Irene Martinelli Fontana. Robert is survived by his life partner, Ron Banyay; sister Mary Walsh (Jim) of West Chester, PA; and" , "date" : "20101017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths FONTANA, ROBERT L." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D9163AF934A25753C1A9669D8B63"} , {"body" : "He was, in the words of family friends, everything that his parents had raised him to be: smart and kind, a scholar-athlete who starred at Stuyvesant High School and graduated from Williams College, and an employee in the family business. Eric Bellucci had all of that going for him, making it all the more incongruous, they said, that he was being" , "date" : "20101015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Police Seek S. I. Man In Slayings Of Parents" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/15\/nyregion\/15parents.html"} , {"body" : "MACLEAN--Helene (nee Garden), widow of Professor Wm MacLean and long-time resident of Brooklyn Heights, died October 10, 2010 at age 93. Editor EveryWoman's Health, co-editor, City Life, author There's No Place Like Paris. Survived by daughter Rebecca. If desired, donations in her name may be made to Amnesty International and Planned Parenthood." , "date" : "20101012" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths MACLEAN, HELENE (NEE GARDEN)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2DC163AF931A25753C1A9669D8B63"} , {"body" : "Emily Hope Grant and Matthew Demetri Turner, both Marine captains, are to be married Sunday in Brooklyn. The Rev. John K. Lardas, a Greek Orthodox priest, was to perform the ceremony at SS. Constantine & Helen Cathedral, where he is the presiding priest. The bride, 30, is a civil affairs officer at Marine Corps Base Quantico in Quantico, Va., where" , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "20" , "title" : "Emily Grant, Matthew Turner" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/10\/fashion\/weddings\/10GRANT.html"} , {"body" : "CHAPEL HILL, N.C. PATRICK DOUGHERTY, a sculptor who weaves tree saplings into whirling, animated shapes that resemble tumbleweeds or gusts of wind, likes to say that his first artwork was his house. Built from old barn timber, fallen trees and rocks he dug from the ground here, this rangy log villa started off as a one-room cabin, and is his only" , "date" : "20101007" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH PATRICK DOUGHERTY; Of Sticks and Stones" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/07\/garden\/07twig.html"} , {"body" : "Discussing Ferran Adrià Colman Andrews will discuss his book, ''Ferran: The Inside Story of El Bulli and the Man Who Reinvented Food'' (Gotham Books, 2010), at the Experimental Cuisine Collective today from 4 to 6 p.m. in the chemistry department of New York University, 31 Washington Place (Washington Square Park), Room 1003. Reservations:" , "date" : "20101006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/06\/dining\/06fcal.html"} ,   {"body" : "Opening LOWCOUNTRY Kiwon Standen and Didier Palange have taken their restaurant Bar Blanc and headed South. Will Sullivan, the chef (above), who was at Blue Point Bar & Grill in North Carolina, whips up pimento cheese for snacking, then moves on to ribs with pickled peaches and corn bread, shrimp and grits, cornmeal-dusted catfish with red beans" , "date" : "20101006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/06\/dining\/06off.html"} , {"body" : "THERE comes a moment in the dating and mating crescendo of any couple when a new significant other must be presented to The Friends. But H. P. Goldfield had a particularly tough audition: He was courting Kristin Mannion, who'd been involved in Democratic politics all her life, numbering Cuomos and Clintons among her nearest and dearest. ''A lot of" , "date" : "20100926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "CULTURAL STUDIES; Hand-Holding Across the Aisle" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/26\/fashion\/26Cultural.html"} , {"body" : "Like many New Yorkers, the people of Brooklyn Heights have something of a love-hate relationship with the Brooklyn-Queens Expressway. On the one hand, the highway is the bane of the neighborhood, carrying trucks whose startling rumbles often wake the sleeping, and spewing dust and fumes onto leafy streets named Cranberry, Pineapple and Willow. But" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN-QUEENS EXPRESSWAY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BROOKLYN HEIGHTS JOURNAL; As Aging B.Q.E. Faces Reconstruction, Ideas Turn to Tunnels" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/25\/nyregion\/25metjournal.html"} , {"body" : "STROLLING a street fair should be a wholesome, cheerful endeavor, a chance to ogle artisanal wares, help a giggling toddler onto a pony or watch your buttoned-down neighbor slam power chords with his garage band. But New York's traffic-thwarting, tube-sock-peddling version -- the kind that plagues Midtown Manhattan avenues in the summer -- inspires" , "date" : "20100924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Brooklyn Sounds, Brews and Chow: A Mile-Long Street Fair With Moxie" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/24\/nyregion\/24antic.html"} , {"body" : "Classical Full reviews of recent music performances: nytimes.com\/music. Opera 'The Seagull' (Thursday) The enterprising Dicapo Opera Theater opens its season with a production of Thomas Pasatieri's adaptation of Chekhov's classic play ''The Seagull.'' The opera, with a libretto by Kenward Elmslie, received its premiere in 1974 at the Houston Grand" , "date" : "20100917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/17\/arts\/music\/17classical.html"} , {"body" : "BROOKLYN HEIGHTS CO-OP $719,000 BROOKLYN: 111 Hicks Street (Clark and Pineapple Streets), #24E A two-bedroom two-bath co-op with an L-shaped living room and a galley kitchen in a 372-unit doorman building. Paul Dawson, Corcoran Group, 718-923-8065, www.corcoran Open house Sunday 11 a.m. to 12:30 p.m. MAINTENANCE: $1,935 a month PROS: The unit has" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DE1E30F931A2575AC0A9669D8B63"} , {"body" : "Around Town Museums and Sites American Museum of Natural History Beginning on Wednesday at 7 p.m. and running every Wednesday evening through Nov. 3, a sketching workshop, drawing from museum displays and dioramas; $160, not including materials. The Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10spare.html"} , {"body" : "Classical Full reviews of recent music performances: nytimes.com\/music. Classical Music American String Quartet (Sunday) This ensemble celebrates its 35th anniversary season with Haydn's Quartet in G (Op. 77, No 1), Ravel's Quartet in F and George Tsontakis's Quartet No. 4, ''Beneath Thy Tenderness of Heart.'' At 3 p.m., Manhattan School of Music," , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EED91030F933A2575AC0A9669D8B63"} , {"body" : "When Madeline Williamson included the words ''needs a good dose of TLC'' in a listing for a town house in Brooklyn Heights, she nestled it among more alluring phrases like ''great potential'' and ''dog heaven.'' Ms. Williamson chose TLC over other phrases that some might have thought more apropos, like ''handyman's special,'' ''needs renovation''" , "date" : "20100907" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE APPRAISAL; 3 Consonants, Open to a Number Of Interpretations" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/07\/nyregion\/07appraisal.html"} , {"body" : "FAMILY FUN DAY How is planting a seed in Lower Manhattan a step toward preserving the polar ice caps? What can you do in just one minute to help relieve global famine? Although these sound like riddles, children will address them as real-life questions on Saturday at the Action Center to End World Hunger. Part of Mercy Corps, an international aid" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/27\/arts\/27kids.html"} ,   {"body" : "BACK in Hannibal, Mo., Jane Clemens had no idea that her 17-year-old son, Sam, her sixth child, had gone so far East to be a journeyman printer. She was surprised by a letter, his earliest known to survive, postmarked Aug. 24, 1853: ''Well, I was out of work in St. Louis, and didn't fancy loafing in such a dry place, where there is no pleasure to" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "New York's Huckleberry Friend" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DB133BF934A1575BC0A9669D8B63"} , {"body" : "BACK in Hannibal, Mo., Jane Clemens had no idea that her 17-year-old son, Sam, her sixth child, had gone so far East to be a journeyman printer. She was surprised by a letter, his earliest known to survive, postmarked Aug. 24, 1853: ''Well, I was out of work in St. Louis, and didn't fancy loafing in such a dry place, where there is no pleasure to" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "21" , "title" : "New York's Huckleberry Friend" , "url" : "http:\/\/travel.nytimes.com\/2010\/08\/27\/nyregion\/27twain.html"} , {"body" : "Around Town Museums and Sites Cocktails@Cooper-Hewitt Each Friday this month the terrace and garden will be open, rain or shine, from 6 to 9 p.m.; this Friday features music by the jazz ensemble the Ed Fuqua Group, refreshments and entry to the exhibitions. Cooper-Hewitt National Design Museum, Arthur Ross Terrace and Garden, 2 East 91st Street," , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/arts\/20spare.html"} , {"body" : "The Brooklyn Book Festival will once again fill Borough Hall Plaza in Brooklyn Heights with all things literary on Sept. 12. This year, its fifth, the festival will partner with local clubs, bookstores and cultural institutions, like the Brooklyn Academy of Music, the Bell House and St. Ann's Warehouse, to present additional book-related events." , "date" : "20100816" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "ARTS, BRIEFLY; Books And Authors, In New York and Abroad" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E1D7153AF935A2575BC0A9669D8B63"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "THE five-borough consolidation of 1898 was a bitter pill for many in Brooklyn, who correctly foresaw the eclipse of their influential city by the powerhouse of Manhattan. Few things document that change as well as the collapsed network of men's social clubs in Brooklyn, at least four of whose clubhouses survive. Three of the four were built within" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "STREETSCAPES\/ BROOKLYN; The Intersection of Exclusive and Extravagant" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/realestate\/15scapes.html"} , {"body" : "India Day Parade and Festival (Sunday) Lower Madison Avenue will be teeming with the sights, sounds and tastes of India on Sunday at the 30th India Day Parade and Festival, commemorating the 64th anniversary of India Independence Day. The fun begins at 11 a.m. with a street fair from 23rd to 26th Streets. The first of more than 300 performers from" , "date" : "20100813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/13\/arts\/13spare.html"} , {"body" : "Despite neighborhood unease, the city is moving forward with plans to fully reopen a jail in downtown Brooklyn, but has dropped plans to double its size, the city's corrections commissioner said Wednesday. The move is part of a reconfiguration of the city's jail system, which also includes the demolition of rundown buildings at Rikers Island, the" , "date" : "20100812" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["KEW GARDENS (NYC)" , "DOWNTOWN BROOKLYN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "City Moves to Reopen a Brooklyn Jail Shuttered in 2003, but Drops Plans to Expand It" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/12\/nyregion\/12detention.html"} , {"body" : "DAN WOHL met Marisa Wallace on the job at the Barnes & Noble bookstore in Brooklyn Heights. She was hired to work with him in the children's department, and he was happy to show her the ropes. Two years ago, when they decided to find a place together, he was sharing an apartment with friends in Greenpoint and she was living with her family in" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FOREST HILLS (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; An Affordable Apartment for One" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/realestate\/08hunt.html"} , {"body" : "CRANE--Sarah Ann Molloy, \"Sally,\" 75, passed away peacefully in her sleep in her home in Santa Fe, NM, on August 1. Sally was born in Rockville Center, NY, and raised in an extended family in Haverstraw, NY. She lived with her beloved Aunt Anne McCabe after both of her parents died. After graduating from Simmons College in 1956, Sally spent a year" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths CRANE, SARAH ANN MOLLOY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E3DB103AF937A3575BC0A9669D8B63"} , {"body" : "Around Town Museums and Sites Jewish Museum Thursday at 6:30 p.m., a screening of ''The Goldbergs'' (1950) by Walter Hart, based on the radio and television series ''The Goldbergs,'' which starred Gertrude Berg and featured the daily lives of a Jewish family in the Bronx; $15, $12 for students and 65+, $10 for members (includes admission to museum" , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/30spare.html"} ,   {"body" : "The White House switchboard -- able to conjure up Santa Claus at a moment's notice for a young Caroline Kennedy -- is famous for its ability to track down anyone, anywhere, anytime. But last week, both the White House and the secretary of agriculture, Tom Vilsack, were unable to muster that switchboard magic to reach Shirley Sherrod, the Department" , "date" : "20100726" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "Losing a Game of Telephone Tag" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E4DE1638F935A15754C0A9669D8B63"} , {"body" : "HOLDERNESS--Algernon Sidney, Jr.,died of a sudden heart attack on Sunday evening, July 11, 2010 at his home in Bellaire, Texas. A funeral was held at the Oakland Cemetery in Fordyce, Arkansas on Saturday, July 17. He is survived by his loving daughters Claire Crockett Holderness of Brooklyn, New York and Julia Simms Holderness of Cambridge," , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths HOLDERNESS, ALGERNON SIDNEY, JR." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E1D7133AF936A15754C0A9669D8B63"} , {"body" : "Years later, Grace Dunham still remembers a typical sixth-grade day at St. Ann's School: She played guitar, made papier-mâché aliens for Jupiter's moon Europa, went to puppetry, had some lunch and then dropped an egg off a balcony for a project that involved creating protective covers to prevent eggs from breaking. She recalls feeling like a very" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "A Leader's Record At a Brooklyn School: Increased Stability, But Also Controversy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE7DD1731F932A15754C0A9669D8B63"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Before there were food blogs, before there were thrice-daily Twitter posts about meals, before there were Web sites devoted to pictures of every morsel consumed over the course of the day, there was Jenny Rosenstrach's dinner diary. A small notebook with a faded botanical print on the cover, the diary lived, for five years, in the corner of a" , "date" : "20100713" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "BIG CITY; What's Been for Dinner? She Could Look It Up" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/13\/nyregion\/13bigcity.html"} , {"body" : "Just after a long three-day holiday weekend, in the middle of a scorching triple-digit afternoon on Tuesday, on a patch of sidewalk in Chinatown outside the seemingly wise Confucius Plaza at Bowery and Bayard Street, a pile of trash simmered in the New York sun. As mounds of refuse go, this one was neither unusually tall nor unusually messy. At" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Post-Holiday Trash Piles, Roasting in Ovenlike Weather. Yes, It Was Bad." , "url" : "http:\/\/www.nytimes.com\/2010\/07\/07\/nyregion\/07putridity.html"} , {"body" : "SHILEN--Lucy, 93, January 13, 1917 - June 27, 2010, died peacefully at home with her family in Brooklyn. Born Ludwika Adanowicz, Poznan, Poland. Arrested by the Nazis in Warsaw in 1944 with her mother Maria and sister Barbara, they were sent to Mauthausen, Austria, and forced to work in a camp brick factory as slave laborers. Liberated in May 1945," , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths SHILEN, LUCY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E0D9123AF937A35754C0A9669D8B63"} , {"body" : "Sean Dewhurst is a New York City pet-sitter with a fifth-grade education. He will enter sixth grade in the fall, at St. Ann's School in Brooklyn Heights. He started a dog-walking and cat-sitting service last year in the Carroll Gardens neighborhood of Brooklyn, where he lives with his parents, his three siblings and his cat, Jackie Robinson. Sean," , "date" : "20100701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ENTRY LEVEL; At 11, Turning a Love of Animals Into a Job" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/01\/nyregion\/01entry.html"} , {"body" : "Three silvery domes that had been installed in the new Brooklyn Bridge Park for children to play on -- but which instead scorched their young hands -- have been removed. In their place on Tuesday evening were an empty plot and two mainstream pieces of playground equipment - one for climbing and another for sitting in the shade. Elizabeth Mitchell," , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "CITY ROOM; Hot Domes Gone From Brooklyn Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E1DE153CF933A05755C0A9669D8B63"} , {"body" : "ANYONE wondering which retro childhood pastime is poised for the kind of revival that roller derby and coed kickball enjoyed in recent years might look no further than Full Circle, a recently opened bar in Williamsburg, Brooklyn, devoted to Skee-Ball, the classic arcade game that involves rolling a wooden ball up a slightly inclined alley and" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BOîTE; This Is How They Roll" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/27\/fashion\/27Boite.html"} , {"body" : "WELLES--Christopher Jewett. In loving memory of Chris who died June 19, 2010. A resident of Brooklyn Heights, NY, Chris was a distinguished journalist whose work appeared in Life, Harper's, the Saturday Evening Post, New York, Institutional Investor, Corporate Finance, Esquire, [More], The Columbia Journalism Review, The Nation, The Los Angeles" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths WELLES, CHRISTOPHER JEWETT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E5DC123AF934A15755C0A9669D8B63"} ,   {"body" : "Over the last decade, a growing stream of the young, the stylish and the family-oriented have been drawn to Brooklyn by its parks, waterfront, cultural life and relatively affordable real estate and acres of graceful brownstones. But when it comes time for those newcomers to have their babies, they are tied as if by an umbilical cord to Manhattan." , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Manhattan Birth Certificate, But an Address in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26hospitals.html"} , {"body" : "Around Town Museums and Sites Governors Island Special and weekly summer programs: ''Free Bike Fridays,'' 10 a.m. to 5 p.m., with free hourlong use of rental bicycles through Oct. 8. Friday and Saturday, 11 a.m. to 4 p.m., ''Making Our Presence Known: The Smithsonian National Museum of the American Indian at Governors Island,'' an interactive event" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/arts\/25spare.html"} , {"body" : "AT first glance, it looks as if Eddie Cramer is operating a casino out of his modest one-bedroom apartment in Brooklyn Heights, or at least one as Ziggy Stardust might have imagined it. Japanese slot machines known as pachislos -- all flashing lights and tinny, obnoxious noise -- rest on just about every horizontal surface of the 500-square-foot" , "date" : "20100624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Noisy, Tacky and Coveted" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E1DE1F39F937A15755C0A9669D8B63"} , {"body" : "''IT is almost Friday night. Outside, the dark is getting darker and the cold is getting colder. Inside, lights are coming on in houses and apartment buildings. And here and there, uptown and downtown and across the bridges of the city, one hundred and five people are getting dressed to go to work.'' Those are the opening lines of ''The" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; A Brooklyn House With Stories to Tell" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/20\/realestate\/20deal2.html"} , {"body" : "ZAPANTIS--Michael B.,P. E., Esq., 62, of Princeton Junction, NJ passed away Wednesday at his home. Born and raised in Brooklyn Heights and Long Island City, NY, Mr. Zapantis had also resided in Holliswood (Queens), NY for sixteen years before moving to Princeton Junction in 1998. Michael received his Bachelor of Engineering (Civil) from City" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths ZAPANTIS, MICHAEL B." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E7D6153AF933A15755C0A9669D8B63"} , {"body" : "Early this week, after the city announced a new plan to combat rat infestations in subway stations, City Room asked readers to send in photographs of rats. They are still coming in, and we will publish them online early next week. But we also got something that surprised us: passionate e-mail messages defending, applauding, lauding and otherwise" , "date" : "20100619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "For Some Subway Riders, an Abiding Appreciation of Rats" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/19\/nyregion\/19cityroom.html"} , {"body" : "Around Town Museums and Sites Bartow-Pell Mansion Museum Saturday at 1 p.m., ''Take Me Out to the Ball Game 1864!,'' a baseball game played by 19th-century rules by the New York Mutuals; a game of rounders with team members follows, as well as house tours and a raffle; $15, $5 for children 6 to 17 ($10 and $3 for members). 895 Shore Road North," , "date" : "20100618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/18\/arts\/18spare.html"} , {"body" : "Openings RABBIT IN THE MOON Rocco Ancarola's gastropub with a stone front looks as if it belongs in some Yorkshire village, not Greenwich Village, except that the ivy is fake. The interior, with fireplaces, dark wood furniture and quirky artwork, suggests the Tudors. Brian Bieler, above, the chef (formerly at the Mott, Momofuku Noodle Bar and" , "date" : "20100616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/16\/dining\/16off.html"} , {"body" : "DEAR DIARY: On a Friday night in early April, as I was going home, I dropped my favorite Chanel lip gloss down on the subway tracks at Spring Street. I asked the token booth man for help, thinking that with the clumsiness of some New Yorkers, the booths must have retrieval tools (like for golf balls in the lake), but no, they actually do not. He" , "date" : "20100607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/07\/nyregion\/07diary.html"} , {"body" : "INDIESCREEN, an independent movie house on Kent Avenue, could probably devote itself full time to running the works of all those Williamsburg indie filmmakers. Marco Ursino, a co-owner, said the lineup would include a mix of revivals, new indies and selections of older ones that he has accumulated as the organizer of the Brooklyn International Film" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "OPEN & SHUT; Chronicle of a Changing City" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/06\/nyregion\/06openshut.html"} ,   {"body" : "THOUGH Willie Holmes had been traveling back and forth to New York for a few years, primarily for modeling jobs, he had little knowledge of the city's housing market -- just vague impressions from his New York friends, most of whom lived in Harlem. After six years in the Army, he was ready to relocate to New York, in order to further his modeling" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; A Home In Brooklyn, On the G.I. Bill" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/realestate\/30hunt.html"} , {"body" : "Nearly two months into his gig as the opening act on Conan O'Brien's Legally Prohibited From Being Funny on Television Tour, Reggie Watts has finally gotten over his disbelief that he was offered the job, and his fear that it would be taken away. ''When I went into it, I'm like, they're going to kick me out any second,'' Mr. Watts, a 38-year-old" , "date" : "20100529" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Always the Quick-Change Artist, From Skits to Songs to Stand-Ups" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/29\/arts\/television\/29reggie.html"} , {"body" : "GIEL--Charles P. MD, passed away on Saturday, May 22nd at his Brooklyn home. Born in 1921 in Flint, MI; the son of Marie Oldenbach Giel and George Giel. He was a graduate of the NYU School of Medicine where he was later Associate Professor of Clinical Medicine and President of the Alumni Association. Dr. Giel was for over thirty years the Medical" , "date" : "20100526" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths GIEL, CHARLES P" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EEDA143AF935A15756C0A9669D8B63"} , {"body" : "GIEL--Charles P. MD, passed away on Saturday, May 22nd at his Brooklyn home. Born in 1921 in Flint, MI; the son of Marie Oldenbach Giel and George Giel. He was a graduate of the NYU School of Medicine where he was later Associate Professor of Clinical Medicine and President of the Alumni Association. Dr. Giel was for over thirty years the Medical" , "date" : "20100525" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths GIEL, CHARLES P" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E5DA143AF936A15756C0A9669D8B63"} , {"body" : "GIEL--Charles P. MD, passed away on Saturday, May 22nd at his Brooklyn home. Born in 1921 in Flint, MI.; the son of Marie Oldenbach Giel and George Giel. He was a graduate of the NYU School of Medicine where he was later Associate Professor of Clinical Medicine and President of the Alumni Association. Dr. Giel was for over thirty years the Medical" , "date" : "20100524" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths GIEL, CHARLES P" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E1DB143AF937A15756C0A9669D8B63"} , {"body" : "DOWNTOWN BROOKLYN CO-OP $1,125,000 BROOKLYN: 96 Schermerhorn Street (at Court Street), #4FG A three-bedroom two-bath co-op with a home office and two loft spaces in an elevator building, a converted law library at the border of Brooklyn Heights. Cara Sadownick, Corcoran Group (917) 710-6504; www.corcoran.com Open house Sunday, 1 to 3 p.m." , "date" : "20100523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EFDB1F3EF930A15756C0A9669D8B63"} , {"body" : "Brooklyn, the new bastion of cool for many New Yorkers, is poised to go mainstream chic. The announcement that Barneys Co-op will open its first store in Cobble Hill has cleared the way for other nationally recognized high-end retailers to make a similar move across the bridge, according to brokers who specialize in representing luxury clothiers." , "date" : "20100519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "SQUARE FEET; High-End Retailers Are Scouting Sites in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/19\/realestate\/commercial\/19brooklyn.html"} , {"body" : "IF you're fortunate enough to have outdoor space, lighting it properly ''can make a big difference,'' said the landscape architect Steven Tupu. ''Even a small amount of lighting,'' he said, can ''change an outdoor space in a really dynamic way.'' Especially when it comes to the ''small, forgotten spaces like terraces, back alleys and interior" , "date" : "20100513" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "SHOPPING WITH STEVEN TUPU; Outdoor Light Show" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/13\/garden\/13shop.html"} , {"body" : "Openings VYNE Monika Caha, above, is the consulting chef for this sleek wine bar where much of the menu reflects her Austrian background, though Italy and Spain are also represented. Ms. Caha and the chef de cuisine, Patrick Farrell, plan to add French dishes soon: 82 West Third Street (Thompson Street), (212) 353-8963. FORNINO PARK SLOPE This" , "date" : "20100512" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DB143BF931A25756C0A9669D8B63"} , {"body" : "Steve Shokouhi cannot help boasting. As he strides through billows of dust in his nearly finished luxury rental building, the Aire, on the Upper West Side of Manhattan, he proudly points out the amenities like the tamo wood paneling from Japan for the lobby, the sun-drenched gym and the children's outdoor play space. But one of the most coveted" , "date" : "20100511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "THE APPRAISAL; The Perils of Promoting Schools as Amenities" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/11\/nyregion\/11appraisal.html"} ,   {"body" : "The actor Gabriel Byrne has just bought a two-bedroom condo at 211 Elizabeth Street in Manhattan for $3.36 million. The new building was designed to blend in with the older look of its NoLIta neighbors, said Sean Turner of Stribling Associates, a listing agent for the building. Ms. Turner would not comment on the details of the sale. Billy Joel" , "date" : "20100509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "title" : "BIG DEAL; Gabriel Byrne Buys in NoLIta" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E6DB133DF93AA35756C0A9669D8B63"} , {"body" : "I have raged on multiple occasions about the tacky ascendancy of Evites, with their unpleasant public response option, over the personalized invitation. (My mother points out that the French verb éviter aptly means ''to avoid.'') But what of the invitation's alter ego, the thank-you note? My impression is that there's been a sudden surge of people" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "44" , "title" : "TALK: THE RULES; Gratitude Adjustment" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/t-magazine\/02talk-rules-t.html"} , {"body" : "MANY native New Yorkers would be uncomfortable going on a tour of their city. After all, the very word ''tour'' shares etymological roots with the much-maligned ''tourist,'' and many natives insist that, as far as the five boroughs go, they've seen it all anyway. It doesn't help the standing of tours that the City Council was so miffed about their" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Seen It All? These Tours Are for You" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD7103DF931A35756C0A9669D8B63"} , {"body" : "EVERYBODY loves cheering for the underdog -- except perhaps Yankee fans. The problem with that plan is that the underdogs usually lose. But not always: In Super Bowl III, in 1969, the New York Jets handed the Baltimore Colts such a tremendous upset, winning 16-7, that we can still get a kick out of it. That victory was made even sweeter by the" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Triple Coverage For This Listing" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/realestate\/02deal3.html"} , {"body" : "NEW YORK CITY Manhattan, May 1 Around 10 residences will be open from 10:30 a.m. to 4:30 p.m. for the 15th annual benefit house tour of the Junior League of New York. The homes will include the five-story town house of Julie Marshall, a designer. It is decorated with modern and 20th-century furniture and several unusual chandeliers. Also on display" , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "An Open Invitation To Visit" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/garden\/29tour-nyc.html"} , {"body" : "I ENJOY cooking Indian food, though I never prepare it as often as I think I will. Not that it stops me from shopping for ingredients. When I make my annual pilgrimage to Kalustyan's, the hub of international spices on Lexington Avenue near 28th Street, I tend to stockpile, ending up with so much Imperial Hot Curry Powder that by the time I get" , "date" : "20100428" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FEED ME; On the Spice Route From India, Properly Loaded" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E2DB1138F93BA15757C0A9669D8B63"} , {"author" : "Caitlin Macy is the author of a novel, ''The Fundamentals of Play,'' and a story collection, ''Spoiled.''" , "body" : "THE HEIGHTS By Peter Hedges 295 pp. Dutton. $25.95 The set-up of Peter Hedges' third novel, ''The Heights,'' is classic and promising. An attractive young couple, married with children, are roused from their quotidian rounds of diapers-and-drop-offs when a rich, beautiful stranger comes to town -- ''town,'' in this case, being the mediacentric," , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "20" , "title" : "Parent Hood" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/25\/books\/review\/Macy-t.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here she leads a first-rate band with" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E2DC153EF930A15757C0A9669D8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. This restaurant is rated 1 star. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/23\/arts\/music\/23jazz.html"} , {"body" : "The real estate firm Two Trees Management is expanding the Dumbo Arts Festival in Brooklyn, adding a greater diversity of programming to a mix that already includes visual art and performances. The festival will now be organized by a variety of arts professionals, rather than solely by the Dumbo Arts Center, which founded it. The festival, entering" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Brooklyn Festival Grows" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/21\/arts\/21arts-BROOKLYNFEST_BRF.html"} ,   {"body" : "IN a city where the hot hangout changes by the minute, and people move to neighborhoods that are just starting to shed a commercial or industrial past, it is little surprise that New Yorkers sometimes wind up living in places that never before saw bed, sofa or stove. Some of the more intrepid renters and buyers over the years have set up house in" , "date" : "20100418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Born a Store" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/18\/realestate\/18cov.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a celebration of the Egyptian presence on Staten Island, featuring an arts and photography display and dance performances. On Tuesday at 6:30 p.m., the first of several monthly screenings highlighting the International Black Film Festival; the film will be" , "date" : "20100416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5D71138F935A25757C0A9669D8B63"} , {"body" : "When the federal government sold Governors Island to the City and State of New York for one dollar in January 2003, it wasn't clear who had gotten the short end of the stick. Was it really worth a dollar? Few people had visited the island since it was abandoned by the Coast Guard in 1997. For those who could get onto it, the charm of the 19th- and" , "date" : "20100413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ARCHITECTURE REVIEW; Governors Island Vision Adds Hills and Hammocks" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/13\/arts\/design\/13governor.html"} , {"body" : "By design, there is no ''For Sale'' sign staked outside the formidable 12-room colonial-style house at 225 Marlborough Road in Brooklyn's historic Prospect Park South neighborhood. The pale stucco home, built for the long haul in 1922 but lately a bit under the weather, is in need of someone to coddle it. But Mary Kay Gallagher, the woman charged" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DITMAS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "She's the One Holding the Keys" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/nyregion\/11marykay.html"} , {"body" : "Correction Appended IT helps to be in the right place at the right time, certainly, but the exuberance-of-youth moment that the spacey electro-pop duo MGMT captured around the summer of 2008 was less about serendipity than about having the perfectly tuned attitude, with hooks. Formed by Andrew VanWyngarden and Ben Goldwasser when they were students" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "MUSIC; MGMT's Sophomore Challenges" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/arts\/music\/11mgmt.html"} , {"body" : "AROUND TOWN Museums and Sites CITY UNIVERSITY OF NEW YORK GRADUATE CENTER Monday at 6:30 p.m., ''Contemporary Mexican Theater,'' a discussion with Mario Espinosa Ricalde, a director, and David Olguín, a playwright; also presented by the Mexican Cultural Institute of New York; (212) 817-1863. Tuesday at 6:30 p.m., a discussion about David Ruggles," , "date" : "20100409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/09\/arts\/09spare.html"} , {"body" : "When you thought about it, while mopping the dripping sweat off your brow, it was kind of absurd. What was August doing here in April? New York had not suddenly become Havana (it was only 86 there). The bizarre weather was just visiting, of course, delivering a delicious burst of heat that reached 92 degrees, a sizzling summer day when we had" , "date" : "20100408" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Summer Overtakes Spring; Confusion Reigns" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/08\/nyregion\/08hot.html"} , {"body" : "A GREAT cup of coffee is enough to make any place a neighborhood favorite. And if that place also serves good food, with a couple of standouts, it could become a local institution. Here are three possibilities for finding a satisfying bite to eat, with some of the best coffee in the city. Iris Cafe, 20 Columbia Place (Joralemon Street), Brooklyn" , "date" : "20100407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Three That Come With Coffee" , "url" : "http:\/\/events.nytimes.com\/2010\/04\/07\/dining\/reviews\/07under.html"} , {"body" : "MARIA BERMAN was hopelessly smitten with the working fireplace in her first New York apartment, a third-floor walk-up in Cobble Hill, Brooklyn. ''That fireplace was in use most of the year,'' said Ms. Berman, an architect who lived in the apartment in the early 1990s. ''For three years I had quarter cords of wood delivered to my doorstep.'' But in" , "date" : "20100404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Charmed Obsolescence" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/04\/realestate\/04cov.html"} , {"author" : "Alex Witchel is a staff writer for the magazine." , "body" : "Imagine this: It is 1975, and you are a 26-year-old high-school art teacher, the divorced mother of a 3-year-old boy, living in Russellville, Ark. You hear that a world-famous novelist is in town for one night, so you wangle an invitation to the party in his honor, hoping he'll autograph your book. You find yourself smitten with this 52-year-old" , "date" : "20100404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Books"] , "page_facet" : "22" , "title" : "The Last Wife" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/04\/magazine\/04church-t.html"} ,   {"body" : "The mayor's office was in such a rush to showcase the completion of the first phase of its new Brooklyn Bridge Park in Brooklyn that it opened it too soon. Construction crews are still installing handrails. Walkways remain unpaved. Only a few early buds are showing on the freshly planted trees. It takes a serious imaginative effort to picture what" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "ARCHITECTURE REVIEW | BROOKLYN BRIDGE PARK; The Greening Of the Waterfront" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/02\/arts\/design\/02bridge.html"} , {"body" : "FOR co-ops desperate for new ways to increase income, consider what the St. George Tower in Brooklyn Heights has decided to do. The co-op board for the Tower, a 27-story building at 111 Hicks Street, looked up one day and decided to sell the enclosed former home of the building's water tanks for reuse as a 30th-floor penthouse apartment with a roof" , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Where the Water Tanks Were" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/realestate\/28deal4.html"} , {"body" : "AROUND TOWN Museums and Sites BRONX MUSEUM OF THE ARTS Opening on Sunday and running through Aug. 11, two exhibitions focusing on the civil rights movement: ''Road to Freedom: Photographs of the Civil Rights Movement 1956-1968,'' featuring 150 vintage photographs, and ''After 1968: Contemporary Artists and the Civil Rights Legacy,'' with works by" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6D81F3AF935A15750C0A9669D8B63"} , {"body" : "A sampling of choral works for the Easter season in New York. Admission is free unless otherwise noted. (Churches accept donations.) Saturday FIRST BAPTIST CHURCH IN THE CITY OF NEW YORK, 265 West 79th Street, Manhattan. Haydn's ''Seven Last Words of Christ,'' for choir and string orchestra; Susan Heerema, concertmaster; Gordon Scott, director. 7" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "Reflection and Renewal: Choral Works" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/26\/arts\/music\/26boratorio.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$12 MILLION 68-78 Poplar Street (between Henry and Hicks Streets) Brooklyn Heights, Brooklyn This long-vacant 26,600-square-foot three-story former 1912 police station, in the local historic district, features an adjacent single-story 2,200-square-foot building. Any residential conversion must go through an approval. Owner: 72 Poplar L.L.C." , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4D71F3BF937A15750C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Saturday, 1 to 5:30 p.m. and Sunday, noon to 5 p.m., New York's Latino communities are explored with ''From the Motherlands to El Barrio: New York's Latino Immigrant Experience.'' Highlights include ''Holding Up the Sky,'' a Mayan creation story by the Coatlicue Theater Company;" , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/19\/arts\/19spare.html"} , {"body" : "Linda I. Gibbs, 50, one of the city's six deputy mayors, has a portfolio that includes homelessness, child welfare, aging, hospitals and juvenile justice. On Sundays, she mostly sticks to more cheerful pursuits in Brooklyn. Ms. Gibbs lives in a loft in Brooklyn Heights with her husband of 17 years, Tom McMahon, 55, a government relations" , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | LINDA I. GIBBS; In the Pew, Peace and Reflection" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEED71E3BF937A25750C0A9669D8B63"} , {"body" : "NEW YORK used to be a second-string city when it came to coffee. No longer. Over the last two years, more than 40 new cafes and coffee bars have joined a small, dedicated group of establishments where coffee making is treated like an art, or at least a high form of craft. At places like Bluebird Coffee Shop in the East Village, the espresso is so" , "date" : "20100310" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "What's the Buzz?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DA1139F933A25750C0A9669D8B63"} , {"body" : "THE Brooklyn waterfront, once upon a time, was seen as a place where artists and artisans lived and worked, basking in cheap rents, old architecture and a sweet sense of isolation. But lately that reality has changed. Market-rate condominium towers and luxury conversions dot the Kings County coastline, their presence telegraphing a need for a" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | VINEGAR HILL, BROOKLYN; The Little Town That Prices (Almost) Forgot" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/realestate\/07Living.html"} , {"body" : "Jennifer Lynn Parnes and Anthony Christopher Jones were married in Brooklyn Saturday evening. Rabbi Allen Block officiated at Stage Six at Steiner Studios in the Brooklyn Navy Yard. The bride, 31, will take her husband's name. She works in Manhattan for Fidelity Investments of Boston. She is a director managing a team that services assets for" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Jennifer Parnes, Anthony Jones" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/fashion\/weddings\/07PARNES.html"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Reopening on Saturday and running through Sept. 2, ''Lizards & Snakes: Alive!,'' a display with more than 60 live specimens. Wednesday at 6:30 p.m., an evening of readings from ''Bright Wings: An Illustrated Anthology of Poems About Birds,'' edited by Billy Collins, with paintings by" , "date" : "20100305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E6DC1F3FF936A35750C0A9669D8B63"} , {"body" : "STARK--Stephen, passed away on March 1, 2010, New York City. He will be missed by his domestic partner of 19 years Philip Ong, his sister Cynthia Kadish, brother Mel Stark, sister-in-law Carole Stark, four nephews, one niece, six great-nieces and three great-nephews. Mr. Stark was born and raised in Brooklyn was a proud Brooklynite. He retired from" , "date" : "20100303" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths STARK, STEPHEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E4D9113AF930A35750C0A9669D8B63"} , {"body" : "46 Henry Street (Cranberry Street), Brooklyn Heights; (718) 858-9605. Daniella Silone ran Le Petit Marché on Henry Street in Brooklyn Heights for three years, serving good French food to people who understood what that meant -- not enough of them. She closed the restaurant on New Year's Eve. Now the restaurant has reopened as Bread and Butter, a" , "date" : "20100303" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | RECENTLY OPENED; Bread and Butter" , "url" : "http:\/\/events.nytimes.com\/2010\/03\/03\/dining\/reviews\/03brief-002.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Wednesday at 7 p.m., ''Energy Through Chemistry,'' a talk on new technologies in transportation and energy by Héctor Abruña, director of the Energy Materials Center at Cornell; part of the SciCafe series on the first Wednesday of each month. Free admission, with cash bar" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/26spare.html"} , {"body" : "NOAH LASCANO, 8, had a problem: His teachers couldn't read his handwriting. His homework became a frustrating exercise in writing once, and then, at the teacher's request, writing again, just for legibility. His brother, James, 5, was struggling in kindergarten -- even drawing stick figures was a task. When his mother, Paula Lascano, tried to" , "date" : "20100225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "1" , "title" : "Watch How You Hold That Crayon" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/25\/fashion\/25Therapy.html"} , {"body" : "CAREY--Robert Clayton, died on February 7th at age 89. A WWII veteran, he graduated from Washington and Lee University after earning a Law degree in 1951. An Assistant U.S. Attorney from 1956-1962, he spent 20 years in private practice and was an Administrative Law Judge in Manhattan from 1982 until retirement. Bob spent 48 years on the Board of" , "date" : "20100221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths CAREY, ROBERT CLAYTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E4D6103AF932A15751C0A9669D8B63"} , {"body" : "ISAACSON--Rick, age 67, died of pancreatic cancer on February 13 at his home in Brooklyn. He is survived by his wife of 40 years, Phyllis, sons Andy and Rabbi Daniel (Liora), sister Arina (Sandy), and grandson Elijah. During his 40-year tenure at IMG, Rick helped create the seminal sports agency's client management, corporate consulting and sports" , "date" : "20100221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths ISAACSON, RICK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E2D6103AF932A15751C0A9669D8B63"} , {"body" : "CAREY--Robert Clayton, died on February 7th at age 89. A WWII veteran, he graduated from Washington and Lee University after earning a Law degree in 1951. An Assistant U.S. Attorney from 1956-1962, he spent 20 years in private practice and was an Administrative Law Judge in Manhattan from 1982 until retirement. Bob spent 48 years on the Board of" , "date" : "20100220" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths CAREY, ROBERT CLAYTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E1D7103AF933A15751C0A9669D8B63"} , {"body" : "NEW YORK is one big sprawling city, full of people who are proud to call themselves New Yorkers. But sometimes it seems as if that were where the sameness ended. Just try to find a taxi on Staten Island or a gas station in Manhattan and you will quickly learn that there are big differences among the boroughs. Another way to experience that" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Got 500,000 Clams? The City Is Your Oyster" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/14\/realestate\/14cov.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Radio 1, Satan 0 Q.How far back does religious broadcasting go in New York? A. In 1920, KDKA, a radio station in Pittsburgh, transmitted the first commercial radio broadcast. By 1922, services at St. Thomas Episcopal Church, at Fifth Avenue and 53rd Street; West End Presbyterian Church, at 105th Street and Amsterdam Avenue; and others were" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "F.Y.I.; Dancing in the Street" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/14\/nyregion\/14fyi.html"} ,   {"body" : "Manhattan Upper East Side . . . . . . $310,000444 East 75th Street, The Larrimorer 1 f 1 h 0 o 6 weeks550-sq.-ft. studio co-op in a postwarbuilding; 24-hr. doormen, dining area,renovated bath, h\/w floors, c\/a, pets allowed;maintenance $1,106, 55% taxdeductible; listed at $339,000. Broker:Corcoran Group. East Midtown . . . . . . . . . . $450,000225" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residental Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFDA1E3CF937A25751C0A9669D8B63"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's Animal Rescue" , "date" : "20100212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/12\/arts\/12kids.html"} , {"body" : "FRANK--Bonita Wetmore. Bonnie passed away February 6th after a long battle with cancer. Loving wife of Warren Frank. Beloved mother of Christopher and Liz, Aimee and Ali. A memorial service will be held on Sunday, February 14, 11am at the Brooklyn Heights Synagogue, 131 Remsen St., Brooklyn." , "date" : "20100212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "09" , "title" : "Paid Notice: Deaths FRANK, BONITA WETMORE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E7DB103AF931A25751C0A9669D8B63"} , {"body" : "Andrew Marantz paid strangers to walk through Bryant Park holding hands and sharing secrets. Joshua Krafchin walked up and down a B train begging people -- to take his money. Amy Coenen placed 20 $5 bills, each inscribed with quotations on the theme of giving, in places around the city -- the straw container at a Starbucks, the floor of an" , "date" : "20100209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "20" , "title" : "BIG CITY; With Just $100, It's Not How Much You Give, But How Imaginatively" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/09\/nyregion\/09bigcity.html"} , {"body" : "IN the contest for Brooklyn's priciest condo, a Brooklyn Heights triplex with sweeping Manhattan and harbor views has just taken the prize, with an $8.495 million sale price. The 9,486-square-foot apartment at One Brooklyn Bridge Park, with a 900-square-foot waterfront terrace, went to the founder of an investment management firm, who used a" , "date" : "20100207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; One Costly Condo" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/07\/realestate\/07deal1.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 1 to 3 p.m., a workshop in making Valentine's Day cards. Also Saturday, at 7:30 and 9 p.m., performances by the group Songs of the Sea & Taverns; part of the Tavern Concert Series; $15; $12 for members; reservations required: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/arts\/05spare.html"} , {"body" : "Mary Webb, a British novelist, deprecated herself despite having published six books and dozens of poems set in her native Shropshire. Known in the 1920s for her evocative descriptions of the countryside and racy plots involving abortion, patricide and premarital sex, she nonetheless called herself ''wholly un-gifted'' and sometimes felt ''whelmed" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "26" , "title" : "ANTIQUES; Shining a Light on a Forgotten Poet" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/design\/29antiques.html"} , {"body" : "DEAR DIARY: I am known by colleagues for wearing an assortment of whimsical Bulgari men's ties with colorful patterns and unique designs, ranging from exotic gold, yellow and blue lanterns to classical orange and red French and Greek military helmets. Recently, a stranger walking toward me in the financial district said, ''Great tie!'' There was" , "date" : "20100125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/25\/nyregion\/25diary.html"} , {"body" : "THE view from the Brooklyn Heights Promenade, a five-block walkway that has overlooked New York Harbor from its perch at neighborhood's edge since 1950, is almost the same as it was 60 years ago. The Lower Manhattan skyline rises up, seeming close enough to touch, against a backdrop of clouds; tugboats push barges to and fro; cars and trucks race" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BROOKLYN HEIGHTS; The 360 From Here" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/realestate\/24livi.html"} , {"body" : "Manhattan Madison Square Park Area . $378,00016 East 27th Streetr 1 f 1 h 0 o 16 weeks560-sq.-ft. co-op in a postwar building;elevator, dining area, renovated kitchen,h\/w floors, c\/a, laundry room in building;maintenance $698, 56% tax deductible;listed at $395,000. Brokers: CorcoranGroup; Barak. Upper East Side . . . . . . . . $420,000435 East 65th" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DE1038F937A15752C0A9669D8B63"} ,   {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-5.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-9.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-11.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-4.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-10.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-8.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-2.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-3.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-7.html"} ,   {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-6.html"} , {"body" : "Opening This Week LED ZEPPOLE Not to worry. In spite of this storefront's name, the zeppole are not heavy, fried street-fair dough balls but feather-light doughnuts, complete with a hole. The owners, Francis Garcia and Salvatore Basille, left to right in the dark shirts above, and their crew sell these treats (3 for $2.50) plus other fried goods" , "date" : "20100120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/20\/dining\/20off.html"} , {"body" : "Workers installing a gas line into a Brooklyn building accidentally struck a power line that feeds the subway on Monday, sparking electrical explosions that blew manhole covers into the air, disrupted subway service and rattled nerves in a pocket of Brooklyn Heights. No one was hurt, but the explosions, around Joralemon Street and Willow Place," , "date" : "20100119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Power Line Accident Prompts Evacuation and Subway Halt" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/19\/nyregion\/19manhole.html"} , {"body" : "MY face betrayed me, disbelief slowly turning to distress as I stared silently at the Sunday real estate listings spread out on the kitchen table. It was a look my wife had seen too many times. ''Brooklyn?'' she said. I nodded, obediently and guiltily. ''Why do that to yourself?'' I shook my head and pretended I hadn't heard the question. ''I can't" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SOLD TOO SOON?" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/17\/realestate\/17cov.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 15, ''Traveling the Silk Road: Ancient Pathway to the Modern World''; in conjunction with the exhibition, Saturday and Sunday, noon to 5 p.m., ''Voices of the Silk Road,'' with performances by musicians from Ukraine, Tibet, Uzbekistan, the Krygyz Republic and other" , "date" : "20100115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7DB163AF936A25752C0A9669D8B63"} , {"body" : "WELL-DESIGNED home furnishings aren't hard to find, but too often, said Grace Bonney, 28, the founder of the popular blog Design*Sponge, they are priced beyond the reach of people like her. That was one reason she started her blog in 2004; it now gets 50,000 readers a day, Ms. Bonney said. ''The things I thought were pretty'' in magazines, she" , "date" : "20100114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "SHOPPING WITH GRACE BONNEY; Sweet January" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/14\/garden\/14shop.html"} , {"body" : "Manhattan West Village . . . . . . . . . . . $369,0002 Charlton Street (Ave. of the Americas)r 0 f 1 h 0 o 4 weeks425-sq.-ft. studio co-op in a postwarbuilding; 24-hr. doormen, renovatedkitchen, h\/w floors, 2 exposures; maintenance$550, 48% tax deductible; listedat $375,000. Brokers: Halstead Property;City Connections. Chelsea . . . . . . . . . . ." , "date" : "20100110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EEDB1E38F933A25752C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Thursday at 6:30 p.m., ''Curry Economics: Food as a Driving Force of Economic Development,'' a discussion with scholars, writers and food experts; $15; $13.50 for students, members and 60+. Through May 31, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' featuring" , "date" : "20100108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E1DA113AF93BA35752C0A9669D8B63"} , {"body" : "McSHANE--John Shelley, on January 6, 2010. Loving son of the late Owen P. and Catherine V. (nee Shelley) McShane. Beloved brother of Owen P. McShane Jr., Joseph M. McShane, S.J., Thomas A. McShane and the late Kevin V. McShane. Devoted brother-in-law to Barbara Corines and Kitley Covill. Cherished uncle of Michael, Katherine, Sarah and John." , "date" : "20100108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths MCSHANE, JOHN SHELLEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE3DC123AF93BA35752C0A9669D8B63"} , {"body" : "McSHANE--John Shelley, on January 6, 2010. Loving son of the late Owen P. and Catherine V. (nee Shelley) McShane. Beloved brother of Owen P. McShane Jr., Joseph M. McShane, S.J., Thomas A. McShane and the late Kevin V. McShane. Devoted brother-in-law to Barbara Corines and Kitty Covill. Cherished uncle of Michael, Katherine, Sarah and John. Beloved" , "date" : "20100107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths MCSHANE, JOHN SHELLEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EEDD123AF934A35752C0A9669D8B63"} ,   {"body" : "Around Town Museums and Sites American Museum of Natural History Through Sunday, the Origami Holiday Tree, with ornaments that reflect museum displays, and ''Race to the End of the Earth,'' an exhibition on Antarctic exploration. Through Aug. 15, ''Brain: The Inside Story,'' an interactive exhibition that blends technology, history and" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/arts\/31spare.html"} , {"body" : "I MADE a list of the 15 best things I ate in New York City in the past year of reviewing restaurants for The New York Times. It is an accounting that comprises restaurant dishes of uncommon excellence and flavor. Together they underscore New York's place as one of the planet's best cities in which to dine out. And we'll get to them soon enough. But" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; From the File Marked '2010 Delicious'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D61739F93AA15751C1A9669D8B63"} , {"body" : "I MADE a list of the 15 best things I ate in New York City in the past year of reviewing restaurants for The New York Times. It is an accounting that comprises restaurant dishes of uncommon excellence and flavor. Together they underscore New York's place as one of the planet's best cities in which to dine out. And we'll get to them soon enough. But" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; From the File Marked '2010 Delicious'" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/dining\/29year.html"} , {"body" : "AS Fitzgerald might have said, people who live on hills are different from you and me. From Murray Hill to Carnegie Hill in Manhattan, from Brooklyn Heights to Park Slope in Brooklyn, New Yorkers with cash to spend have long sought the high ground. In Staten Island, Todt Hill is a coveted area, as are Grymes Hill and Dongan Hills Colony. But for" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WARD HILL (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | WARD HILL, S.I.; Exalted Views, Down-to-Earth Prices" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/26\/realestate\/26living.html"} , {"author" : "Mark.Oppenheimer@nytimes.com; markoppenheimer.com" , "body" : "It's a holiday from work and school. It's wrapping paper torn and scattered about the tree. For the fortunate, it's a family dinner with good food and minimal drama. But for two groups of people in particular, Christmas is a time to feel like a minority. First, there are those Christians committed to resisting the holiday's materialism; second," , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "BELIEFS; A Variety of Ways Not to Have Christmas" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/us\/25beliefs.html"} , {"body" : "Pace University signed an agreement with a developer this week to build a 24-story residence hall in Lower Manhattan as part of a plan to consolidate its far-flung operations and create a downtown campus. Demolition has already started on a small building that occupies the dormitory site at the corner of Broadway and John Street, five minutes from" , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Pace Signs Deal to Build A Dormitory In Manhattan" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/nyregion\/25pace.html"} , {"body" : "KAZ CARTER-McGINTY was in the barber's chair (a red one with a steering wheel) for the first time in his life on a recent Saturday morning. He is 2. Kaz's hair, light brown and silky straight, fell almost to his shoulders in the back. The bangs in front had previously been cut by his mother, Miko McGinty, who now stood, camera in hand, giving" , "date" : "20101223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "If You Love My Hair That Much, Mom, Take It" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/23\/fashion\/23FAUNTLEROYS.html"} , {"body" : "Sara Michal Tenenbein and Steve Hofstetter are to be married Sunday by Rabbi Isidoro Aizenberg at the Jumeirah Essex House Hotel in Manhattan. The bride, 28, is the director of planning and business development for Audience Rewards, a theatrical trade organization in Manhattan. She graduated from the Massachusetts Institute of Technology, and" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Sara Tenenbein, Steve Hofstetter" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/19\/fashion\/weddings\/19tenenbein.html"} , {"body" : "LEVENE--Stephen M.,91, of New York City, passed away quietly in his home on Monday, December 13, 2010. Stephen was a veteran of WWII and a recipient of the purple heart. His career in the menswear industry began as a Buyer with Alexander's in New York City. He continued as a Merchandise Manager with Goldblatts in Illinois and over time became owner" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "38" , "title" : "Paid Notice: Deaths LEVENE, STEPHEN M." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE0D6153AF93AA25751C1A9669D8B63"} , {"body" : "BROOKLYN HEIGHTS TRIPLEX $1,250,000 BROOKLYN: 75 Poplar Street (between Henry and Hicks Streets), #5D A three-bedroom three-and-a-half-bath condo with an open kitchen, a working fireplace, central air-conditioning, a washer\/dryer and a roof deck in a 1990s elevator building. Caterina Peters, Corcoran Group (718) 809-1917; www.corcoran.com Open" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E5D7143CF93AA25751C1A9669D8B63"} , {"body" : "Many colleges have residences for their students. Those that don't often rely on companies like Educational Housing Services, in Manhattan, which builds and operates dorms and student lounges that colleges can rent -- like the one in Brooklyn Heights, designed by Wid Chapman. The lounge and dining areas, left, are part of an 8,500-square-foot space" , "date" : "20101216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | ROOMS; Dining and Lounging in Graphic Colors" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/16\/garden\/16rooms.html"} , {"body" : "''WE Estonians believe all kinds of things,'' said Ell Tabur, a beaming blonde, her arms plunged to the elbow in a tub of barley, onions, blood and marjoram. Ms. Tabur was among about 30 Estonian-Americans who gathered on a recent Saturday to make traditional blood sausage for Christmas Eve at the New York Estonian House (Eesti Maja), a cozy town" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Matter Of Blood And Sausage" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/dining\/15blood.html"} , {"body" : "''WE Estonians believe all kinds of things,'' said Ell Tabur, a beaming blonde, her arms plunged to the elbow in a tub of barley, onions, blood and marjoram. Ms. Tabur was among about 30 Estonian-Americans who gathered on a recent Saturday to make traditional blood sausage for Christmas Eve at the New York Estonian House (Eesti Maja), a cozy town" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Matter Of Blood And Sausage" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFDC1E3DF936A25751C1A9669D8B63"} , {"body" : "DAVID PABANA was standing on a sidewalk one day this fall when a baseball some children had been playing with rolled into the fence behind him. He threw the ball back to the children. It was at once the most routine act of neighborliness and one of the strangest journeys a baseball can make in New York City. When the ball left Mr. Pabana's hand, it" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Of Kings And Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E7D8143AF931A25751C1A9669D8B63"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE penthouse apartment that Hamed Anvari and Sasha Unkov share in Long Island City, Queens, can make the heart pound. The apartment is on the 39th floor, the second highest at Avalon Riverview North, a luxury tower near the water. Even its occupants admit to having felt a few butterflies -- at least early on -- while gazing through the" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | LONG ISLAND CITY; For Art, Airplanes" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/12\/realestate\/12habi.html"} , {"body" : "LAURA HALZACK began studying ballet before she started school, and after graduating from the University of New Hampshire, dedicated herself to a career in dance. She left her hometown, Suffield, Conn., for Astoria, Queens, and filled hard years working odd jobs at night so she could take dance classes during the day. She joined the Paul Taylor" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "VOWS; Laura Halzack and Eric Naison-Phillips" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/12\/fashion\/weddings\/12vows.html"} , {"body" : "Around Town Museums and Sites Center for Jewish History Through May 1, ''Zero to 10: First Decades\/New Centuries,'' an exhibition in celebration of the center's 10th anniversary, featuring rare and historic items: a letter by Thomas Jefferson denouncing anti-Semitism and advocating religious freedom; a handwritten draft of Emma Lazarus's poem ''The" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E3D7103BF933A25751C1A9669D8B63"} , {"body" : "FOR many, the very mention of step aerobics evokes images of exercisers in leg warmers and leotards, even though other classes have come to dominate group schedules at gyms today. In New York City, however, this seemingly faded fad from the 1990s is far from dead. Step, developed in the late 1980s, is a cardiovascular workout done on an adjustable" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "URBAN ATHLETE; Step Hits Its Stride Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EFD91E38F933A25751C1A9669D8B63"} , {"body" : "For years, discerning flower buyers throughout New York City have turned to Amy Gardella at Seaport Flowers in Brooklyn Heights for her sophisticated, modern arrangements. Now that she has moved into a larger space off Atlantic Avenue, Ms. Gardella has expanded her offerings to include an array of home décor, including porcelain vases, lamps," , "date" : "20101209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | OPEN; More Than Flowers" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/09\/garden\/09open.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Cathleen P. Black, the schools chancellor designee, is not a gusher. She is not an over-talker. She is a firm shaker of hands, a professional-grade eye-contact-maker and active listener. During an hourlong visit to Public School 33 in Chelsea on Monday morning, Ms. Black missed no opportunity to smile and say hello to school employees, from the" , "date" : "20101207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "BIG CITY; Chancellor From a Different World Makes the Classroom Rounds" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/07\/nyregion\/07bigcity.html"} , {"body" : "Send me your own dining questions via dinejournal@nytimes.com or Twitter.com\/samsifton. Q. Recently, my wife and I left Manhattan in search of space and quiet and ended up in Fort Greene. It's a great area, with nice restaurants and awesome farmers' and flea markets. But I yearn to find those familiar locations that we adore so in the city, like" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "HEY, MR. CRITIC; Looking for Old Brooklyn? Nosh This Way" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/dining\/03mrcritic.html"} , {"body" : "Around Town Museums and Sites Guggenheim Museum Sunday and Monday at 7:30 p.m., the Works & Process series presents ''Poetic Responses to War,'' with readings from the poets and veterans Brian Turner and Bruce Weigl. In another part of the program, Elizabeth Farnum, soprano, and Alan Feinberg, pianist, will perform the music of George Flynn." , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/03spare.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Ambrose Akinmusire (Friday and Saturday) Mr. Akinmusire, a recent addition to the Blue Note Records roster, is a sharply proficient trumpeter whose vision for small-group jazz accommodates elements of groove as well as swing. He spent last month as an artist in residence at the Jazz" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/music\/03jazz.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "There is no way that Flor Lazo could have memories of the unspeakable crime that rocked her homeland, El Salvador, on a distant Dec. 2. That monstrous deed -- the torture, rape and murder of four American churchwomen by a military death squad -- took place in 1980, a brutal time in El Salvador. Ms. Lazo was not born until five years later. Yet she" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EL SALVADOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "NYC; After 30 Years, Preserving Nuns' Legacy" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/nyregion\/03nyc.html"} , {"body" : "BLACK EYED PEAS ''The Beginning'' (Interscope) ''I'm a club rocker, that's my personality,'' will.i.am rasps over a disco thump during ''Fashion Beats,'' an old-school\/new-school\/old-school ouroboros, one of many on the Black Eyed Peas' new album, ''The Beginning.'' It sounds as if he's saying that his function trumps his art. It wasn't always so." , "date" : "20101130" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CRITICS' CHOICE: NEW CDS; The Peas And What Follows 'E.N.D.'" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/30\/arts\/music\/30choice.html"} , {"body" : "TWO-BEDROOM apartments have long been the workhorse of the New York City real estate market, accounting year after year for the largest percentage of apartments sold. When the recession hit, buyers fled the market and prices fell across the board. After things stabilized in late 2009, the market share for two-bedrooms had dropped from a typical 40" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "That 2 BR Frame Of Mind" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/28\/realestate\/28cov.html"} , {"body" : "A businessman who once ran a chain of New York City cinemas was arrested on Tuesday and charged with orchestrating a scheme to steal a half-million dollars from investors in his theaters, the authorities said. The man, Norman Adie, 53, owns the Brooklyn Heights Cinema and once ran seven movie houses in Times Square. According to a federal" , "date" : "20101124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Theater Owner Is Charged With Fraud" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/24\/nyregion\/24arrest.html"} , {"body" : "Mayor Michael R. Bloomberg has played up Cathleen P. Black's record of business success in nominating her to be the next schools chancellor. He has, perhaps wisely, omitted one asset Ms. Black brings to the job: a drool-inducing collection of homes in which to hold killer end-of-school-year parties. Ms. Black owns a Park Avenue penthouse with a" , "date" : "20101123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "THE APPRAISAL; Running the City's Schools Once Came With a Nice House" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/23\/nyregion\/23appraisal.html"} , {"body" : "Norris Church Mailer, a woman bred in the rural poverty of Arkansas who married Norman Mailer and managed his career and family life over three decades while carving out her own niche as a writer, died on Sunday at her home in Brooklyn Heights. She was 61. The cause was the gastrointestinal cancer that she had battled for 11 years, said her son" , "date" : "20101122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries" , "Books"] , "page_facet" : "11" , "title" : "Norris Church Mailer, Artist and Ally, Dies at 61" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/22\/books\/22mailer.html"} , {"body" : "IT is not a sentiment commonly associated with New York City landlords, but for Malcolm Smart, some things are more important than money. ''I don't want someone I resent in my space,'' said Mr. Smart, the live-in owner of a Brooklyn brownstone with a one-bedroom rental apartment. ''If it means getting a few hundred dollars less in rent every month" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Move Over, Fancy High-Rises" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/realestate\/21cov.html"} , {"body" : "CALELLO--Paul. It is with profound sorrow that our family announces the death of Paul Calello on November 16, 2010, after a yearlong battle with cancer. Paul was the cherished father of Jin, David, James and Peter, adored husband of Jane DeBevoise, treasured son of Albert and Mary Calello, revered brother of Cathy Staples, Ann Groccia and Kristan" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths CALELLO, PAUL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EEDC143AF932A15752C1A9669D8B63"} , {"body" : "CALELLO--Paul. It is with profound sorrow that our family announces the death of Paul Calello on November 16, 2010, after a yearlong battle with cancer. Paul was the cherished father of Jin, David, James and Peter, adored husband of Jane DeBevoise, treasured son of Albert and Mary Calello, revered brother of Cathy Staples, Ann Groccia and Kristan" , "date" : "20101120" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths CALELLO, PAUL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E5DC143AF933A15752C1A9669D8B63"} , {"body" : "Around Town Museums and Sites Center for Jewish History Opening on Sunday and running through May 1, ''Zero to 10: First Decades\/New Centuries,'' an exhibition in celebration of the center's 10th anniversary, featuring rare and historic items: a letter by Thomas Jefferson denouncing anti-Semitism and advocating religious freedom; a handwritten" , "date" : "20101119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/19\/arts\/19spare.html"} , {"body" : "Paul Calello, the chairman of the investment bank at Credit Suisse Group who helped navigate the Swiss bank through the financial crisis, died on Tuesday at his home in Brooklyn Heights. He was 49. The cause was non-Hodgkin's Lymphoma, the bank said in a statement. ''Paul Calello was an outstanding leader, and a down-to-earth, very human" , "date" : "20101117" , "day_of_week_facet" : "Wednesday" , "page_facet" : "20" , "title" : "Paul Calello, 49, Leader Of a Credit Suisse Unit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEFDC153BF934A25752C1A9669D8B63"} , {"body" : "Carlos Cruz isn't one to boast about his influence. But he is a man worth knowing at the Park Plaza, a 446-unit co-op in Rego Park, Queens. He knows when apartments become available as elderly residents die and beckons people walking by to visit the open houses. He fields questions about the building and helps calm prospective buyers before their" , "date" : "20101116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE APPRAISAL; A Doorman, a Salesman and a Diplomat" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/16\/nyregion\/16appraisal.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "IF ever a building could be said to have a defining characteristic, it's the small co-op on Sullivan Street in West SoHo wreathed by a fat wisteria vine. The five-story walk-up, which sits on a site once occupied by a stable, was built in 1972 by the next-door neighbor, Mario Brod, for the sister of his wife, Letizia. The vine starts in what used" , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOHO (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | SULLIVAN STREET; A Fresh Start, This Time Nearer the Sky" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/14\/realestate\/14Habi.html"} , {"body" : "When David Black contemplated moving his 21-year-old literary agency to a new office space this summer, he had one nagging worry: the East River. ''Would that be a problem?'' Mr. Black said, pointing to the river from his 27th-floor office window, which boasts sweeping views of the Brooklyn Bridge and the Manhattan skyline. ''Is water a barrier to" , "date" : "20101111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "No Bridge Too Far: Agents Move To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/11\/books\/11agent.html"} , {"body" : "Like many creative professionals who live in Williamsburg, Lewis Canfield possesses a Renaissance man's variety of passions and hobbies. He worked in the movie industry, profited from the Internet boom, dabbled in art, developed an interest in women's perfume scents and now buys, sells and renovates Brooklyn real estate. No topic has captured his" , "date" : "20101109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE APPRAISAL; For One Real Estate Investor, Vinyl Siding Never Lost Its Shine" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/09\/nyregion\/09appraisal.html"} , {"body" : "AS a born-and-bred Manhattanite, Kirsten Abrams never considered living in any other borough. She and her partner, Jane Bishop, who is from Long Island, lived for the last four years at Le Rivage, an Art Deco rental building on West Street, just north of Battery Park. They paid $2,500 a month. When they moved there from the Upper East Side, the" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Building to Buyers: 'Here I Am'" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/realestate\/07hunt.html"} , {"author" : "Ned Vizzini is the author of ''It's Kind of a Funny Story,'' now a feature film, as well as two other young adult books." , "body" : "REVOLUTION By Jennifer Donnelly 472 pp. Delacorte Press. $18.99. (Ages 14 and up) HALO By Alexandra Adornetto 484 pp. Feiwel & Friends. $16.99. (Ages 12 and up) For an industry supposedly in decline, book publishing still offers welcome surprises. Years ago, anyone who admitted to writing young adult books -- more likely, ''books for teens'' --at a" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "22" , "title" : "CHILDREN'S BOOKS; Angels, Demons and Blockbusters" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/books\/review\/Vizzini-t.html"} , {"body" : "Around Town Museums and Sites Morgan Library & Museum Tuesday at 6:30 p.m., a discussion with Ron Chernow, author of the George Washington biography ''Washington: A Life''; $15, $10 for members. Hours: Tuesdays through Thursdays, 10:30 a.m. to 5 p.m.; Fridays, 10:30 a.m. to 9 p.m.; Saturdays, 10 a.m. to 6 p.m.; Sundays, 11 a.m. to 6 p.m.; 225" , "date" : "20101105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "42" , "title" : "Spare Tijmes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EED71F31F936A35752C1A9669D8B63"} , {"body" : "The site of the Underbelly Project is one of dozens of abandoned spaces throughout the New York City subway system where a hidden relic of the past can lie behind any door or staircase. Platforms, tracks, entire stations have been left behind as the system expanded over the years; most are covered with graffiti and dust, but some are better" , "date" : "20101101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "The Ghosts of New York Subway Stations Past" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/01\/arts\/design\/01bellyside.html"} , {"body" : "A RECENT article on ArtThreat.net examined the Internet mini-sensation of the graffiti artist Banksy's animation intro for ''The Simpsons.'' In the clip, Banksy lampoons the outsourcing of Simpsons animation cels to South Korea by showing the characters being drawn by candlelight in damp underground sweatshops. ArtThreat quoted Naomi Klein's" , "date" : "20101021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER; Where the Well Heeled Dress Down" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/21\/fashion\/21CRITIC.html"} , {"body" : "BROOKLYN HEIGHTS CO-OP $519,000 BROOKLYN: 160 Henry Street (near Love Lane), #1E A one-bedroom one-bath renovated ground-floor apartment in a pet-friendly doorman building. Wendy Stephenson, Brown Harris Stevens (718) 399-4149; www.brownharrisstevens.com MAINTENANCE: $782 a month PROS: The apartment has a wood-burning fireplace, built-in" , "date" : "20101017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E2D8133EF934A25753C1A9669D8B63"} , {"body" : "FONTANA--Robert L.,72, of Lewisville, PA, formerly of Brooklyn Heights, NY and Upper Bucks County, PA, passed away on Sunday, October 10, 2010 at his home. He was born October 6, 1938 in New York City to the late Louis and Irene Martinelli Fontana. Robert is survived by his life partner, Ron Banyay; sister Mary Walsh (Jim) of West Chester, PA; and" , "date" : "20101017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths FONTANA, ROBERT L." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D9163AF934A25753C1A9669D8B63"} , {"body" : "He was, in the words of family friends, everything that his parents had raised him to be: smart and kind, a scholar-athlete who starred at Stuyvesant High School and graduated from Williams College, and an employee in the family business. Eric Bellucci had all of that going for him, making it all the more incongruous, they said, that he was being" , "date" : "20101015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Police Seek S. I. Man In Slayings Of Parents" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/15\/nyregion\/15parents.html"} , {"body" : "MACLEAN--Helene (nee Garden), widow of Professor Wm MacLean and long-time resident of Brooklyn Heights, died October 10, 2010 at age 93. Editor EveryWoman's Health, co-editor, City Life, author There's No Place Like Paris. Survived by daughter Rebecca. If desired, donations in her name may be made to Amnesty International and Planned Parenthood." , "date" : "20101012" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths MACLEAN, HELENE (NEE GARDEN)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2DC163AF931A25753C1A9669D8B63"} , {"body" : "Emily Hope Grant and Matthew Demetri Turner, both Marine captains, are to be married Sunday in Brooklyn. The Rev. John K. Lardas, a Greek Orthodox priest, was to perform the ceremony at SS. Constantine & Helen Cathedral, where he is the presiding priest. The bride, 30, is a civil affairs officer at Marine Corps Base Quantico in Quantico, Va., where" , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "20" , "title" : "Emily Grant, Matthew Turner" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/10\/fashion\/weddings\/10GRANT.html"} , {"body" : "CHAPEL HILL, N.C. PATRICK DOUGHERTY, a sculptor who weaves tree saplings into whirling, animated shapes that resemble tumbleweeds or gusts of wind, likes to say that his first artwork was his house. Built from old barn timber, fallen trees and rocks he dug from the ground here, this rangy log villa started off as a one-room cabin, and is his only" , "date" : "20101007" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH PATRICK DOUGHERTY; Of Sticks and Stones" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/07\/garden\/07twig.html"} , {"body" : "Discussing Ferran Adrià Colman Andrews will discuss his book, ''Ferran: The Inside Story of El Bulli and the Man Who Reinvented Food'' (Gotham Books, 2010), at the Experimental Cuisine Collective today from 4 to 6 p.m. in the chemistry department of New York University, 31 Washington Place (Washington Square Park), Room 1003. Reservations:" , "date" : "20101006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/06\/dining\/06fcal.html"} , {"body" : "Opening LOWCOUNTRY Kiwon Standen and Didier Palange have taken their restaurant Bar Blanc and headed South. Will Sullivan, the chef (above), who was at Blue Point Bar & Grill in North Carolina, whips up pimento cheese for snacking, then moves on to ribs with pickled peaches and corn bread, shrimp and grits, cornmeal-dusted catfish with red beans" , "date" : "20101006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/06\/dining\/06off.html"} , {"body" : "THERE comes a moment in the dating and mating crescendo of any couple when a new significant other must be presented to The Friends. But H. P. Goldfield had a particularly tough audition: He was courting Kristin Mannion, who'd been involved in Democratic politics all her life, numbering Cuomos and Clintons among her nearest and dearest. ''A lot of" , "date" : "20100926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "CULTURAL STUDIES; Hand-Holding Across the Aisle" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/26\/fashion\/26Cultural.html"} , {"body" : "Like many New Yorkers, the people of Brooklyn Heights have something of a love-hate relationship with the Brooklyn-Queens Expressway. On the one hand, the highway is the bane of the neighborhood, carrying trucks whose startling rumbles often wake the sleeping, and spewing dust and fumes onto leafy streets named Cranberry, Pineapple and Willow. But" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN-QUEENS EXPRESSWAY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BROOKLYN HEIGHTS JOURNAL; As Aging B.Q.E. Faces Reconstruction, Ideas Turn to Tunnels" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/25\/nyregion\/25metjournal.html"} , {"body" : "STROLLING a street fair should be a wholesome, cheerful endeavor, a chance to ogle artisanal wares, help a giggling toddler onto a pony or watch your buttoned-down neighbor slam power chords with his garage band. But New York's traffic-thwarting, tube-sock-peddling version -- the kind that plagues Midtown Manhattan avenues in the summer -- inspires" , "date" : "20100924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Brooklyn Sounds, Brews and Chow: A Mile-Long Street Fair With Moxie" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/24\/nyregion\/24antic.html"} , {"body" : "Classical Full reviews of recent music performances: nytimes.com\/music. Opera 'The Seagull' (Thursday) The enterprising Dicapo Opera Theater opens its season with a production of Thomas Pasatieri's adaptation of Chekhov's classic play ''The Seagull.'' The opera, with a libretto by Kenward Elmslie, received its premiere in 1974 at the Houston Grand" , "date" : "20100917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/17\/arts\/music\/17classical.html"} , {"body" : "BROOKLYN HEIGHTS CO-OP $719,000 BROOKLYN: 111 Hicks Street (Clark and Pineapple Streets), #24E A two-bedroom two-bath co-op with an L-shaped living room and a galley kitchen in a 372-unit doorman building. Paul Dawson, Corcoran Group, 718-923-8065, www.corcoran Open house Sunday 11 a.m. to 12:30 p.m. MAINTENANCE: $1,935 a month PROS: The unit has" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DE1E30F931A2575AC0A9669D8B63"} , {"body" : "Around Town Museums and Sites American Museum of Natural History Beginning on Wednesday at 7 p.m. and running every Wednesday evening through Nov. 3, a sketching workshop, drawing from museum displays and dioramas; $160, not including materials. The Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10spare.html"} , {"body" : "Classical Full reviews of recent music performances: nytimes.com\/music. Classical Music American String Quartet (Sunday) This ensemble celebrates its 35th anniversary season with Haydn's Quartet in G (Op. 77, No 1), Ravel's Quartet in F and George Tsontakis's Quartet No. 4, ''Beneath Thy Tenderness of Heart.'' At 3 p.m., Manhattan School of Music," , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EED91030F933A2575AC0A9669D8B63"} , {"body" : "When Madeline Williamson included the words ''needs a good dose of TLC'' in a listing for a town house in Brooklyn Heights, she nestled it among more alluring phrases like ''great potential'' and ''dog heaven.'' Ms. Williamson chose TLC over other phrases that some might have thought more apropos, like ''handyman's special,'' ''needs renovation''" , "date" : "20100907" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE APPRAISAL; 3 Consonants, Open to a Number Of Interpretations" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/07\/nyregion\/07appraisal.html"} , {"body" : "FAMILY FUN DAY How is planting a seed in Lower Manhattan a step toward preserving the polar ice caps? What can you do in just one minute to help relieve global famine? Although these sound like riddles, children will address them as real-life questions on Saturday at the Action Center to End World Hunger. Part of Mercy Corps, an international aid" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/27\/arts\/27kids.html"} , {"body" : "BACK in Hannibal, Mo., Jane Clemens had no idea that her 17-year-old son, Sam, her sixth child, had gone so far East to be a journeyman printer. She was surprised by a letter, his earliest known to survive, postmarked Aug. 24, 1853: ''Well, I was out of work in St. Louis, and didn't fancy loafing in such a dry place, where there is no pleasure to" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "New York's Huckleberry Friend" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DB133BF934A1575BC0A9669D8B63"} , {"body" : "BACK in Hannibal, Mo., Jane Clemens had no idea that her 17-year-old son, Sam, her sixth child, had gone so far East to be a journeyman printer. She was surprised by a letter, his earliest known to survive, postmarked Aug. 24, 1853: ''Well, I was out of work in St. Louis, and didn't fancy loafing in such a dry place, where there is no pleasure to" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "21" , "title" : "New York's Huckleberry Friend" , "url" : "http:\/\/travel.nytimes.com\/2010\/08\/27\/nyregion\/27twain.html"} , {"body" : "Around Town Museums and Sites Cocktails@Cooper-Hewitt Each Friday this month the terrace and garden will be open, rain or shine, from 6 to 9 p.m.; this Friday features music by the jazz ensemble the Ed Fuqua Group, refreshments and entry to the exhibitions. Cooper-Hewitt National Design Museum, Arthur Ross Terrace and Garden, 2 East 91st Street," , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/arts\/20spare.html"} , {"body" : "The Brooklyn Book Festival will once again fill Borough Hall Plaza in Brooklyn Heights with all things literary on Sept. 12. This year, its fifth, the festival will partner with local clubs, bookstores and cultural institutions, like the Brooklyn Academy of Music, the Bell House and St. Ann's Warehouse, to present additional book-related events." , "date" : "20100816" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "ARTS, BRIEFLY; Books And Authors, In New York and Abroad" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E1D7153AF935A2575BC0A9669D8B63"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "THE five-borough consolidation of 1898 was a bitter pill for many in Brooklyn, who correctly foresaw the eclipse of their influential city by the powerhouse of Manhattan. Few things document that change as well as the collapsed network of men's social clubs in Brooklyn, at least four of whose clubhouses survive. Three of the four were built within" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "STREETSCAPES\/ BROOKLYN; The Intersection of Exclusive and Extravagant" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/realestate\/15scapes.html"} , {"body" : "India Day Parade and Festival (Sunday) Lower Madison Avenue will be teeming with the sights, sounds and tastes of India on Sunday at the 30th India Day Parade and Festival, commemorating the 64th anniversary of India Independence Day. The fun begins at 11 a.m. with a street fair from 23rd to 26th Streets. The first of more than 300 performers from" , "date" : "20100813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/13\/arts\/13spare.html"} , {"body" : "Despite neighborhood unease, the city is moving forward with plans to fully reopen a jail in downtown Brooklyn, but has dropped plans to double its size, the city's corrections commissioner said Wednesday. The move is part of a reconfiguration of the city's jail system, which also includes the demolition of rundown buildings at Rikers Island, the" , "date" : "20100812" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["KEW GARDENS (NYC)" , "DOWNTOWN BROOKLYN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "City Moves to Reopen a Brooklyn Jail Shuttered in 2003, but Drops Plans to Expand It" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/12\/nyregion\/12detention.html"} , {"body" : "DAN WOHL met Marisa Wallace on the job at the Barnes & Noble bookstore in Brooklyn Heights. She was hired to work with him in the children's department, and he was happy to show her the ropes. Two years ago, when they decided to find a place together, he was sharing an apartment with friends in Greenpoint and she was living with her family in" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FOREST HILLS (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; An Affordable Apartment for One" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/realestate\/08hunt.html"} , {"body" : "CRANE--Sarah Ann Molloy, \"Sally,\" 75, passed away peacefully in her sleep in her home in Santa Fe, NM, on August 1. Sally was born in Rockville Center, NY, and raised in an extended family in Haverstraw, NY. She lived with her beloved Aunt Anne McCabe after both of her parents died. After graduating from Simmons College in 1956, Sally spent a year" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths CRANE, SARAH ANN MOLLOY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E3DB103AF937A3575BC0A9669D8B63"} , {"body" : "Around Town Museums and Sites Jewish Museum Thursday at 6:30 p.m., a screening of ''The Goldbergs'' (1950) by Walter Hart, based on the radio and television series ''The Goldbergs,'' which starred Gertrude Berg and featured the daily lives of a Jewish family in the Bronx; $15, $12 for students and 65+, $10 for members (includes admission to museum" , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/30spare.html"} , {"body" : "The White House switchboard -- able to conjure up Santa Claus at a moment's notice for a young Caroline Kennedy -- is famous for its ability to track down anyone, anywhere, anytime. But last week, both the White House and the secretary of agriculture, Tom Vilsack, were unable to muster that switchboard magic to reach Shirley Sherrod, the Department" , "date" : "20100726" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "Losing a Game of Telephone Tag" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E4DE1638F935A15754C0A9669D8B63"} , {"body" : "HOLDERNESS--Algernon Sidney, Jr.,died of a sudden heart attack on Sunday evening, July 11, 2010 at his home in Bellaire, Texas. A funeral was held at the Oakland Cemetery in Fordyce, Arkansas on Saturday, July 17. He is survived by his loving daughters Claire Crockett Holderness of Brooklyn, New York and Julia Simms Holderness of Cambridge," , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths HOLDERNESS, ALGERNON SIDNEY, JR." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E1D7133AF936A15754C0A9669D8B63"} , {"body" : "Years later, Grace Dunham still remembers a typical sixth-grade day at St. Ann's School: She played guitar, made papier-mâché aliens for Jupiter's moon Europa, went to puppetry, had some lunch and then dropped an egg off a balcony for a project that involved creating protective covers to prevent eggs from breaking. She recalls feeling like a very" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "A Leader's Record At a Brooklyn School: Increased Stability, But Also Controversy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE7DD1731F932A15754C0A9669D8B63"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Before there were food blogs, before there were thrice-daily Twitter posts about meals, before there were Web sites devoted to pictures of every morsel consumed over the course of the day, there was Jenny Rosenstrach's dinner diary. A small notebook with a faded botanical print on the cover, the diary lived, for five years, in the corner of a" , "date" : "20100713" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "BIG CITY; What's Been for Dinner? She Could Look It Up" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/13\/nyregion\/13bigcity.html"} , {"body" : "Just after a long three-day holiday weekend, in the middle of a scorching triple-digit afternoon on Tuesday, on a patch of sidewalk in Chinatown outside the seemingly wise Confucius Plaza at Bowery and Bayard Street, a pile of trash simmered in the New York sun. As mounds of refuse go, this one was neither unusually tall nor unusually messy. At" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Post-Holiday Trash Piles, Roasting in Ovenlike Weather. Yes, It Was Bad." , "url" : "http:\/\/www.nytimes.com\/2010\/07\/07\/nyregion\/07putridity.html"} , {"body" : "SHILEN--Lucy, 93, January 13, 1917 - June 27, 2010, died peacefully at home with her family in Brooklyn. Born Ludwika Adanowicz, Poznan, Poland. Arrested by the Nazis in Warsaw in 1944 with her mother Maria and sister Barbara, they were sent to Mauthausen, Austria, and forced to work in a camp brick factory as slave laborers. Liberated in May 1945," , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths SHILEN, LUCY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E0D9123AF937A35754C0A9669D8B63"} , {"body" : "Sean Dewhurst is a New York City pet-sitter with a fifth-grade education. He will enter sixth grade in the fall, at St. Ann's School in Brooklyn Heights. He started a dog-walking and cat-sitting service last year in the Carroll Gardens neighborhood of Brooklyn, where he lives with his parents, his three siblings and his cat, Jackie Robinson. Sean," , "date" : "20100701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ENTRY LEVEL; At 11, Turning a Love of Animals Into a Job" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/01\/nyregion\/01entry.html"} , {"body" : "Three silvery domes that had been installed in the new Brooklyn Bridge Park for children to play on -- but which instead scorched their young hands -- have been removed. In their place on Tuesday evening were an empty plot and two mainstream pieces of playground equipment - one for climbing and another for sitting in the shade. Elizabeth Mitchell," , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "CITY ROOM; Hot Domes Gone From Brooklyn Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E1DE153CF933A05755C0A9669D8B63"} , {"body" : "ANYONE wondering which retro childhood pastime is poised for the kind of revival that roller derby and coed kickball enjoyed in recent years might look no further than Full Circle, a recently opened bar in Williamsburg, Brooklyn, devoted to Skee-Ball, the classic arcade game that involves rolling a wooden ball up a slightly inclined alley and" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BOîTE; This Is How They Roll" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/27\/fashion\/27Boite.html"} , {"body" : "WELLES--Christopher Jewett. In loving memory of Chris who died June 19, 2010. A resident of Brooklyn Heights, NY, Chris was a distinguished journalist whose work appeared in Life, Harper's, the Saturday Evening Post, New York, Institutional Investor, Corporate Finance, Esquire, [More], The Columbia Journalism Review, The Nation, The Los Angeles" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths WELLES, CHRISTOPHER JEWETT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E5DC123AF934A15755C0A9669D8B63"} , {"body" : "Over the last decade, a growing stream of the young, the stylish and the family-oriented have been drawn to Brooklyn by its parks, waterfront, cultural life and relatively affordable real estate and acres of graceful brownstones. But when it comes time for those newcomers to have their babies, they are tied as if by an umbilical cord to Manhattan." , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Manhattan Birth Certificate, But an Address in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26hospitals.html"} , {"body" : "Around Town Museums and Sites Governors Island Special and weekly summer programs: ''Free Bike Fridays,'' 10 a.m. to 5 p.m., with free hourlong use of rental bicycles through Oct. 8. Friday and Saturday, 11 a.m. to 4 p.m., ''Making Our Presence Known: The Smithsonian National Museum of the American Indian at Governors Island,'' an interactive event" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/arts\/25spare.html"} , {"body" : "AT first glance, it looks as if Eddie Cramer is operating a casino out of his modest one-bedroom apartment in Brooklyn Heights, or at least one as Ziggy Stardust might have imagined it. Japanese slot machines known as pachislos -- all flashing lights and tinny, obnoxious noise -- rest on just about every horizontal surface of the 500-square-foot" , "date" : "20100624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Noisy, Tacky and Coveted" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E1DE1F39F937A15755C0A9669D8B63"} , {"body" : "''IT is almost Friday night. Outside, the dark is getting darker and the cold is getting colder. Inside, lights are coming on in houses and apartment buildings. And here and there, uptown and downtown and across the bridges of the city, one hundred and five people are getting dressed to go to work.'' Those are the opening lines of ''The" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; A Brooklyn House With Stories to Tell" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/20\/realestate\/20deal2.html"} , {"body" : "ZAPANTIS--Michael B.,P. E., Esq., 62, of Princeton Junction, NJ passed away Wednesday at his home. Born and raised in Brooklyn Heights and Long Island City, NY, Mr. Zapantis had also resided in Holliswood (Queens), NY for sixteen years before moving to Princeton Junction in 1998. Michael received his Bachelor of Engineering (Civil) from City" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths ZAPANTIS, MICHAEL B." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E7D6153AF933A15755C0A9669D8B63"} , {"body" : "Early this week, after the city announced a new plan to combat rat infestations in subway stations, City Room asked readers to send in photographs of rats. They are still coming in, and we will publish them online early next week. But we also got something that surprised us: passionate e-mail messages defending, applauding, lauding and otherwise" , "date" : "20100619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "For Some Subway Riders, an Abiding Appreciation of Rats" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/19\/nyregion\/19cityroom.html"} , {"body" : "Around Town Museums and Sites Bartow-Pell Mansion Museum Saturday at 1 p.m., ''Take Me Out to the Ball Game 1864!,'' a baseball game played by 19th-century rules by the New York Mutuals; a game of rounders with team members follows, as well as house tours and a raffle; $15, $5 for children 6 to 17 ($10 and $3 for members). 895 Shore Road North," , "date" : "20100618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/18\/arts\/18spare.html"} , {"body" : "Openings RABBIT IN THE MOON Rocco Ancarola's gastropub with a stone front looks as if it belongs in some Yorkshire village, not Greenwich Village, except that the ivy is fake. The interior, with fireplaces, dark wood furniture and quirky artwork, suggests the Tudors. Brian Bieler, above, the chef (formerly at the Mott, Momofuku Noodle Bar and" , "date" : "20100616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/16\/dining\/16off.html"} , {"body" : "DEAR DIARY: On a Friday night in early April, as I was going home, I dropped my favorite Chanel lip gloss down on the subway tracks at Spring Street. I asked the token booth man for help, thinking that with the clumsiness of some New Yorkers, the booths must have retrieval tools (like for golf balls in the lake), but no, they actually do not. He" , "date" : "20100607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/07\/nyregion\/07diary.html"} , {"body" : "INDIESCREEN, an independent movie house on Kent Avenue, could probably devote itself full time to running the works of all those Williamsburg indie filmmakers. Marco Ursino, a co-owner, said the lineup would include a mix of revivals, new indies and selections of older ones that he has accumulated as the organizer of the Brooklyn International Film" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "OPEN & SHUT; Chronicle of a Changing City" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/06\/nyregion\/06openshut.html"} , {"body" : "THOUGH Willie Holmes had been traveling back and forth to New York for a few years, primarily for modeling jobs, he had little knowledge of the city's housing market -- just vague impressions from his New York friends, most of whom lived in Harlem. After six years in the Army, he was ready to relocate to New York, in order to further his modeling" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; A Home In Brooklyn, On the G.I. Bill" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/realestate\/30hunt.html"} , {"body" : "Nearly two months into his gig as the opening act on Conan O'Brien's Legally Prohibited From Being Funny on Television Tour, Reggie Watts has finally gotten over his disbelief that he was offered the job, and his fear that it would be taken away. ''When I went into it, I'm like, they're going to kick me out any second,'' Mr. Watts, a 38-year-old" , "date" : "20100529" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Always the Quick-Change Artist, From Skits to Songs to Stand-Ups" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/29\/arts\/television\/29reggie.html"} , {"body" : "GIEL--Charles P. MD, passed away on Saturday, May 22nd at his Brooklyn home. Born in 1921 in Flint, MI; the son of Marie Oldenbach Giel and George Giel. He was a graduate of the NYU School of Medicine where he was later Associate Professor of Clinical Medicine and President of the Alumni Association. Dr. Giel was for over thirty years the Medical" , "date" : "20100526" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths GIEL, CHARLES P" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EEDA143AF935A15756C0A9669D8B63"} , {"body" : "GIEL--Charles P. MD, passed away on Saturday, May 22nd at his Brooklyn home. Born in 1921 in Flint, MI; the son of Marie Oldenbach Giel and George Giel. He was a graduate of the NYU School of Medicine where he was later Associate Professor of Clinical Medicine and President of the Alumni Association. Dr. Giel was for over thirty years the Medical" , "date" : "20100525" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths GIEL, CHARLES P" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E5DA143AF936A15756C0A9669D8B63"} , {"body" : "GIEL--Charles P. MD, passed away on Saturday, May 22nd at his Brooklyn home. Born in 1921 in Flint, MI.; the son of Marie Oldenbach Giel and George Giel. He was a graduate of the NYU School of Medicine where he was later Associate Professor of Clinical Medicine and President of the Alumni Association. Dr. Giel was for over thirty years the Medical" , "date" : "20100524" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths GIEL, CHARLES P" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E1DB143AF937A15756C0A9669D8B63"} , {"body" : "DOWNTOWN BROOKLYN CO-OP $1,125,000 BROOKLYN: 96 Schermerhorn Street (at Court Street), #4FG A three-bedroom two-bath co-op with a home office and two loft spaces in an elevator building, a converted law library at the border of Brooklyn Heights. Cara Sadownick, Corcoran Group (917) 710-6504; www.corcoran.com Open house Sunday, 1 to 3 p.m." , "date" : "20100523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EFDB1F3EF930A15756C0A9669D8B63"} , {"body" : "Brooklyn, the new bastion of cool for many New Yorkers, is poised to go mainstream chic. The announcement that Barneys Co-op will open its first store in Cobble Hill has cleared the way for other nationally recognized high-end retailers to make a similar move across the bridge, according to brokers who specialize in representing luxury clothiers." , "date" : "20100519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "SQUARE FEET; High-End Retailers Are Scouting Sites in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/19\/realestate\/commercial\/19brooklyn.html"} , {"body" : "IF you're fortunate enough to have outdoor space, lighting it properly ''can make a big difference,'' said the landscape architect Steven Tupu. ''Even a small amount of lighting,'' he said, can ''change an outdoor space in a really dynamic way.'' Especially when it comes to the ''small, forgotten spaces like terraces, back alleys and interior" , "date" : "20100513" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "SHOPPING WITH STEVEN TUPU; Outdoor Light Show" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/13\/garden\/13shop.html"} , {"body" : "Openings VYNE Monika Caha, above, is the consulting chef for this sleek wine bar where much of the menu reflects her Austrian background, though Italy and Spain are also represented. Ms. Caha and the chef de cuisine, Patrick Farrell, plan to add French dishes soon: 82 West Third Street (Thompson Street), (212) 353-8963. FORNINO PARK SLOPE This" , "date" : "20100512" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DB143BF931A25756C0A9669D8B63"} , {"body" : "Steve Shokouhi cannot help boasting. As he strides through billows of dust in his nearly finished luxury rental building, the Aire, on the Upper West Side of Manhattan, he proudly points out the amenities like the tamo wood paneling from Japan for the lobby, the sun-drenched gym and the children's outdoor play space. But one of the most coveted" , "date" : "20100511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "THE APPRAISAL; The Perils of Promoting Schools as Amenities" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/11\/nyregion\/11appraisal.html"} , {"body" : "The actor Gabriel Byrne has just bought a two-bedroom condo at 211 Elizabeth Street in Manhattan for $3.36 million. The new building was designed to blend in with the older look of its NoLIta neighbors, said Sean Turner of Stribling Associates, a listing agent for the building. Ms. Turner would not comment on the details of the sale. Billy Joel" , "date" : "20100509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "title" : "BIG DEAL; Gabriel Byrne Buys in NoLIta" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E6DB133DF93AA35756C0A9669D8B63"} , {"body" : "I have raged on multiple occasions about the tacky ascendancy of Evites, with their unpleasant public response option, over the personalized invitation. (My mother points out that the French verb éviter aptly means ''to avoid.'') But what of the invitation's alter ego, the thank-you note? My impression is that there's been a sudden surge of people" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "44" , "title" : "TALK: THE RULES; Gratitude Adjustment" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/t-magazine\/02talk-rules-t.html"} , {"body" : "MANY native New Yorkers would be uncomfortable going on a tour of their city. After all, the very word ''tour'' shares etymological roots with the much-maligned ''tourist,'' and many natives insist that, as far as the five boroughs go, they've seen it all anyway. It doesn't help the standing of tours that the City Council was so miffed about their" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Seen It All? These Tours Are for You" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD7103DF931A35756C0A9669D8B63"} , {"body" : "EVERYBODY loves cheering for the underdog -- except perhaps Yankee fans. The problem with that plan is that the underdogs usually lose. But not always: In Super Bowl III, in 1969, the New York Jets handed the Baltimore Colts such a tremendous upset, winning 16-7, that we can still get a kick out of it. That victory was made even sweeter by the" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Triple Coverage For This Listing" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/realestate\/02deal3.html"} , {"body" : "NEW YORK CITY Manhattan, May 1 Around 10 residences will be open from 10:30 a.m. to 4:30 p.m. for the 15th annual benefit house tour of the Junior League of New York. The homes will include the five-story town house of Julie Marshall, a designer. It is decorated with modern and 20th-century furniture and several unusual chandeliers. Also on display" , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "An Open Invitation To Visit" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/garden\/29tour-nyc.html"} , {"body" : "I ENJOY cooking Indian food, though I never prepare it as often as I think I will. Not that it stops me from shopping for ingredients. When I make my annual pilgrimage to Kalustyan's, the hub of international spices on Lexington Avenue near 28th Street, I tend to stockpile, ending up with so much Imperial Hot Curry Powder that by the time I get" , "date" : "20100428" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FEED ME; On the Spice Route From India, Properly Loaded" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E2DB1138F93BA15757C0A9669D8B63"} , {"author" : "Caitlin Macy is the author of a novel, ''The Fundamentals of Play,'' and a story collection, ''Spoiled.''" , "body" : "THE HEIGHTS By Peter Hedges 295 pp. Dutton. $25.95 The set-up of Peter Hedges' third novel, ''The Heights,'' is classic and promising. An attractive young couple, married with children, are roused from their quotidian rounds of diapers-and-drop-offs when a rich, beautiful stranger comes to town -- ''town,'' in this case, being the mediacentric," , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "20" , "title" : "Parent Hood" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/25\/books\/review\/Macy-t.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here she leads a first-rate band with" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E2DC153EF930A15757C0A9669D8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. This restaurant is rated 1 star. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/23\/arts\/music\/23jazz.html"} , {"body" : "The real estate firm Two Trees Management is expanding the Dumbo Arts Festival in Brooklyn, adding a greater diversity of programming to a mix that already includes visual art and performances. The festival will now be organized by a variety of arts professionals, rather than solely by the Dumbo Arts Center, which founded it. The festival, entering" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Brooklyn Festival Grows" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/21\/arts\/21arts-BROOKLYNFEST_BRF.html"} , {"body" : "IN a city where the hot hangout changes by the minute, and people move to neighborhoods that are just starting to shed a commercial or industrial past, it is little surprise that New Yorkers sometimes wind up living in places that never before saw bed, sofa or stove. Some of the more intrepid renters and buyers over the years have set up house in" , "date" : "20100418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Born a Store" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/18\/realestate\/18cov.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a celebration of the Egyptian presence on Staten Island, featuring an arts and photography display and dance performances. On Tuesday at 6:30 p.m., the first of several monthly screenings highlighting the International Black Film Festival; the film will be" , "date" : "20100416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5D71138F935A25757C0A9669D8B63"} , {"body" : "When the federal government sold Governors Island to the City and State of New York for one dollar in January 2003, it wasn't clear who had gotten the short end of the stick. Was it really worth a dollar? Few people had visited the island since it was abandoned by the Coast Guard in 1997. For those who could get onto it, the charm of the 19th- and" , "date" : "20100413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ARCHITECTURE REVIEW; Governors Island Vision Adds Hills and Hammocks" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/13\/arts\/design\/13governor.html"} , {"body" : "By design, there is no ''For Sale'' sign staked outside the formidable 12-room colonial-style house at 225 Marlborough Road in Brooklyn's historic Prospect Park South neighborhood. The pale stucco home, built for the long haul in 1922 but lately a bit under the weather, is in need of someone to coddle it. But Mary Kay Gallagher, the woman charged" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DITMAS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "She's the One Holding the Keys" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/nyregion\/11marykay.html"} , {"body" : "Correction Appended IT helps to be in the right place at the right time, certainly, but the exuberance-of-youth moment that the spacey electro-pop duo MGMT captured around the summer of 2008 was less about serendipity than about having the perfectly tuned attitude, with hooks. Formed by Andrew VanWyngarden and Ben Goldwasser when they were students" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "MUSIC; MGMT's Sophomore Challenges" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/arts\/music\/11mgmt.html"} , {"body" : "AROUND TOWN Museums and Sites CITY UNIVERSITY OF NEW YORK GRADUATE CENTER Monday at 6:30 p.m., ''Contemporary Mexican Theater,'' a discussion with Mario Espinosa Ricalde, a director, and David Olguín, a playwright; also presented by the Mexican Cultural Institute of New York; (212) 817-1863. Tuesday at 6:30 p.m., a discussion about David Ruggles," , "date" : "20100409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/09\/arts\/09spare.html"} , {"body" : "When you thought about it, while mopping the dripping sweat off your brow, it was kind of absurd. What was August doing here in April? New York had not suddenly become Havana (it was only 86 there). The bizarre weather was just visiting, of course, delivering a delicious burst of heat that reached 92 degrees, a sizzling summer day when we had" , "date" : "20100408" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Summer Overtakes Spring; Confusion Reigns" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/08\/nyregion\/08hot.html"} , {"body" : "A GREAT cup of coffee is enough to make any place a neighborhood favorite. And if that place also serves good food, with a couple of standouts, it could become a local institution. Here are three possibilities for finding a satisfying bite to eat, with some of the best coffee in the city. Iris Cafe, 20 Columbia Place (Joralemon Street), Brooklyn" , "date" : "20100407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Three That Come With Coffee" , "url" : "http:\/\/events.nytimes.com\/2010\/04\/07\/dining\/reviews\/07under.html"} , {"body" : "MARIA BERMAN was hopelessly smitten with the working fireplace in her first New York apartment, a third-floor walk-up in Cobble Hill, Brooklyn. ''That fireplace was in use most of the year,'' said Ms. Berman, an architect who lived in the apartment in the early 1990s. ''For three years I had quarter cords of wood delivered to my doorstep.'' But in" , "date" : "20100404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Charmed Obsolescence" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/04\/realestate\/04cov.html"} , {"author" : "Alex Witchel is a staff writer for the magazine." , "body" : "Imagine this: It is 1975, and you are a 26-year-old high-school art teacher, the divorced mother of a 3-year-old boy, living in Russellville, Ark. You hear that a world-famous novelist is in town for one night, so you wangle an invitation to the party in his honor, hoping he'll autograph your book. You find yourself smitten with this 52-year-old" , "date" : "20100404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Books"] , "page_facet" : "22" , "title" : "The Last Wife" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/04\/magazine\/04church-t.html"} , {"body" : "The mayor's office was in such a rush to showcase the completion of the first phase of its new Brooklyn Bridge Park in Brooklyn that it opened it too soon. Construction crews are still installing handrails. Walkways remain unpaved. Only a few early buds are showing on the freshly planted trees. It takes a serious imaginative effort to picture what" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "ARCHITECTURE REVIEW | BROOKLYN BRIDGE PARK; The Greening Of the Waterfront" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/02\/arts\/design\/02bridge.html"} , {"body" : "FOR co-ops desperate for new ways to increase income, consider what the St. George Tower in Brooklyn Heights has decided to do. The co-op board for the Tower, a 27-story building at 111 Hicks Street, looked up one day and decided to sell the enclosed former home of the building's water tanks for reuse as a 30th-floor penthouse apartment with a roof" , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Where the Water Tanks Were" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/realestate\/28deal4.html"} , {"body" : "AROUND TOWN Museums and Sites BRONX MUSEUM OF THE ARTS Opening on Sunday and running through Aug. 11, two exhibitions focusing on the civil rights movement: ''Road to Freedom: Photographs of the Civil Rights Movement 1956-1968,'' featuring 150 vintage photographs, and ''After 1968: Contemporary Artists and the Civil Rights Legacy,'' with works by" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6D81F3AF935A15750C0A9669D8B63"} , {"body" : "A sampling of choral works for the Easter season in New York. Admission is free unless otherwise noted. (Churches accept donations.) Saturday FIRST BAPTIST CHURCH IN THE CITY OF NEW YORK, 265 West 79th Street, Manhattan. Haydn's ''Seven Last Words of Christ,'' for choir and string orchestra; Susan Heerema, concertmaster; Gordon Scott, director. 7" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "Reflection and Renewal: Choral Works" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/26\/arts\/music\/26boratorio.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$12 MILLION 68-78 Poplar Street (between Henry and Hicks Streets) Brooklyn Heights, Brooklyn This long-vacant 26,600-square-foot three-story former 1912 police station, in the local historic district, features an adjacent single-story 2,200-square-foot building. Any residential conversion must go through an approval. Owner: 72 Poplar L.L.C." , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4D71F3BF937A15750C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Saturday, 1 to 5:30 p.m. and Sunday, noon to 5 p.m., New York's Latino communities are explored with ''From the Motherlands to El Barrio: New York's Latino Immigrant Experience.'' Highlights include ''Holding Up the Sky,'' a Mayan creation story by the Coatlicue Theater Company;" , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/19\/arts\/19spare.html"} , {"body" : "Linda I. Gibbs, 50, one of the city's six deputy mayors, has a portfolio that includes homelessness, child welfare, aging, hospitals and juvenile justice. On Sundays, she mostly sticks to more cheerful pursuits in Brooklyn. Ms. Gibbs lives in a loft in Brooklyn Heights with her husband of 17 years, Tom McMahon, 55, a government relations" , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | LINDA I. GIBBS; In the Pew, Peace and Reflection" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEED71E3BF937A25750C0A9669D8B63"} , {"body" : "NEW YORK used to be a second-string city when it came to coffee. No longer. Over the last two years, more than 40 new cafes and coffee bars have joined a small, dedicated group of establishments where coffee making is treated like an art, or at least a high form of craft. At places like Bluebird Coffee Shop in the East Village, the espresso is so" , "date" : "20100310" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "What's the Buzz?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DA1139F933A25750C0A9669D8B63"} , {"body" : "THE Brooklyn waterfront, once upon a time, was seen as a place where artists and artisans lived and worked, basking in cheap rents, old architecture and a sweet sense of isolation. But lately that reality has changed. Market-rate condominium towers and luxury conversions dot the Kings County coastline, their presence telegraphing a need for a" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | VINEGAR HILL, BROOKLYN; The Little Town That Prices (Almost) Forgot" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/realestate\/07Living.html"} , {"body" : "Jennifer Lynn Parnes and Anthony Christopher Jones were married in Brooklyn Saturday evening. Rabbi Allen Block officiated at Stage Six at Steiner Studios in the Brooklyn Navy Yard. The bride, 31, will take her husband's name. She works in Manhattan for Fidelity Investments of Boston. She is a director managing a team that services assets for" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Jennifer Parnes, Anthony Jones" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/fashion\/weddings\/07PARNES.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Reopening on Saturday and running through Sept. 2, ''Lizards & Snakes: Alive!,'' a display with more than 60 live specimens. Wednesday at 6:30 p.m., an evening of readings from ''Bright Wings: An Illustrated Anthology of Poems About Birds,'' edited by Billy Collins, with paintings by" , "date" : "20100305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E6DC1F3FF936A35750C0A9669D8B63"} , {"body" : "STARK--Stephen, passed away on March 1, 2010, New York City. He will be missed by his domestic partner of 19 years Philip Ong, his sister Cynthia Kadish, brother Mel Stark, sister-in-law Carole Stark, four nephews, one niece, six great-nieces and three great-nephews. Mr. Stark was born and raised in Brooklyn was a proud Brooklynite. He retired from" , "date" : "20100303" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths STARK, STEPHEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E4D9113AF930A35750C0A9669D8B63"} , {"body" : "46 Henry Street (Cranberry Street), Brooklyn Heights; (718) 858-9605. Daniella Silone ran Le Petit Marché on Henry Street in Brooklyn Heights for three years, serving good French food to people who understood what that meant -- not enough of them. She closed the restaurant on New Year's Eve. Now the restaurant has reopened as Bread and Butter, a" , "date" : "20100303" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | RECENTLY OPENED; Bread and Butter" , "url" : "http:\/\/events.nytimes.com\/2010\/03\/03\/dining\/reviews\/03brief-002.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Wednesday at 7 p.m., ''Energy Through Chemistry,'' a talk on new technologies in transportation and energy by Héctor Abruña, director of the Energy Materials Center at Cornell; part of the SciCafe series on the first Wednesday of each month. Free admission, with cash bar" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/26spare.html"} , {"body" : "NOAH LASCANO, 8, had a problem: His teachers couldn't read his handwriting. His homework became a frustrating exercise in writing once, and then, at the teacher's request, writing again, just for legibility. His brother, James, 5, was struggling in kindergarten -- even drawing stick figures was a task. When his mother, Paula Lascano, tried to" , "date" : "20100225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "1" , "title" : "Watch How You Hold That Crayon" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/25\/fashion\/25Therapy.html"} , {"body" : "CAREY--Robert Clayton, died on February 7th at age 89. A WWII veteran, he graduated from Washington and Lee University after earning a Law degree in 1951. An Assistant U.S. Attorney from 1956-1962, he spent 20 years in private practice and was an Administrative Law Judge in Manhattan from 1982 until retirement. Bob spent 48 years on the Board of" , "date" : "20100221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths CAREY, ROBERT CLAYTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E4D6103AF932A15751C0A9669D8B63"} , {"body" : "ISAACSON--Rick, age 67, died of pancreatic cancer on February 13 at his home in Brooklyn. He is survived by his wife of 40 years, Phyllis, sons Andy and Rabbi Daniel (Liora), sister Arina (Sandy), and grandson Elijah. During his 40-year tenure at IMG, Rick helped create the seminal sports agency's client management, corporate consulting and sports" , "date" : "20100221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths ISAACSON, RICK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E2D6103AF932A15751C0A9669D8B63"} , {"body" : "CAREY--Robert Clayton, died on February 7th at age 89. A WWII veteran, he graduated from Washington and Lee University after earning a Law degree in 1951. An Assistant U.S. Attorney from 1956-1962, he spent 20 years in private practice and was an Administrative Law Judge in Manhattan from 1982 until retirement. Bob spent 48 years on the Board of" , "date" : "20100220" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths CAREY, ROBERT CLAYTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E1D7103AF933A15751C0A9669D8B63"} , {"body" : "NEW YORK is one big sprawling city, full of people who are proud to call themselves New Yorkers. But sometimes it seems as if that were where the sameness ended. Just try to find a taxi on Staten Island or a gas station in Manhattan and you will quickly learn that there are big differences among the boroughs. Another way to experience that" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Got 500,000 Clams? The City Is Your Oyster" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/14\/realestate\/14cov.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Radio 1, Satan 0 Q.How far back does religious broadcasting go in New York? A. In 1920, KDKA, a radio station in Pittsburgh, transmitted the first commercial radio broadcast. By 1922, services at St. Thomas Episcopal Church, at Fifth Avenue and 53rd Street; West End Presbyterian Church, at 105th Street and Amsterdam Avenue; and others were" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "F.Y.I.; Dancing in the Street" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/14\/nyregion\/14fyi.html"} , {"body" : "Manhattan Upper East Side . . . . . . $310,000444 East 75th Street, The Larrimorer 1 f 1 h 0 o 6 weeks550-sq.-ft. studio co-op in a postwarbuilding; 24-hr. doormen, dining area,renovated bath, h\/w floors, c\/a, pets allowed;maintenance $1,106, 55% taxdeductible; listed at $339,000. Broker:Corcoran Group. East Midtown . . . . . . . . . . $450,000225" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residental Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFDA1E3CF937A25751C0A9669D8B63"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's Animal Rescue" , "date" : "20100212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/12\/arts\/12kids.html"} , {"body" : "FRANK--Bonita Wetmore. Bonnie passed away February 6th after a long battle with cancer. Loving wife of Warren Frank. Beloved mother of Christopher and Liz, Aimee and Ali. A memorial service will be held on Sunday, February 14, 11am at the Brooklyn Heights Synagogue, 131 Remsen St., Brooklyn." , "date" : "20100212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "09" , "title" : "Paid Notice: Deaths FRANK, BONITA WETMORE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E7DB103AF931A25751C0A9669D8B63"} , {"body" : "Andrew Marantz paid strangers to walk through Bryant Park holding hands and sharing secrets. Joshua Krafchin walked up and down a B train begging people -- to take his money. Amy Coenen placed 20 $5 bills, each inscribed with quotations on the theme of giving, in places around the city -- the straw container at a Starbucks, the floor of an" , "date" : "20100209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "20" , "title" : "BIG CITY; With Just $100, It's Not How Much You Give, But How Imaginatively" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/09\/nyregion\/09bigcity.html"} , {"body" : "IN the contest for Brooklyn's priciest condo, a Brooklyn Heights triplex with sweeping Manhattan and harbor views has just taken the prize, with an $8.495 million sale price. The 9,486-square-foot apartment at One Brooklyn Bridge Park, with a 900-square-foot waterfront terrace, went to the founder of an investment management firm, who used a" , "date" : "20100207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; One Costly Condo" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/07\/realestate\/07deal1.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 1 to 3 p.m., a workshop in making Valentine's Day cards. Also Saturday, at 7:30 and 9 p.m., performances by the group Songs of the Sea & Taverns; part of the Tavern Concert Series; $15; $12 for members; reservations required: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/arts\/05spare.html"} , {"body" : "Mary Webb, a British novelist, deprecated herself despite having published six books and dozens of poems set in her native Shropshire. Known in the 1920s for her evocative descriptions of the countryside and racy plots involving abortion, patricide and premarital sex, she nonetheless called herself ''wholly un-gifted'' and sometimes felt ''whelmed" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "26" , "title" : "ANTIQUES; Shining a Light on a Forgotten Poet" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/design\/29antiques.html"} , {"body" : "DEAR DIARY: I am known by colleagues for wearing an assortment of whimsical Bulgari men's ties with colorful patterns and unique designs, ranging from exotic gold, yellow and blue lanterns to classical orange and red French and Greek military helmets. Recently, a stranger walking toward me in the financial district said, ''Great tie!'' There was" , "date" : "20100125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/25\/nyregion\/25diary.html"} , {"body" : "THE view from the Brooklyn Heights Promenade, a five-block walkway that has overlooked New York Harbor from its perch at neighborhood's edge since 1950, is almost the same as it was 60 years ago. The Lower Manhattan skyline rises up, seeming close enough to touch, against a backdrop of clouds; tugboats push barges to and fro; cars and trucks race" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BROOKLYN HEIGHTS; The 360 From Here" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/realestate\/24livi.html"} , {"body" : "Manhattan Madison Square Park Area . $378,00016 East 27th Streetr 1 f 1 h 0 o 16 weeks560-sq.-ft. co-op in a postwar building;elevator, dining area, renovated kitchen,h\/w floors, c\/a, laundry room in building;maintenance $698, 56% tax deductible;listed at $395,000. Brokers: CorcoranGroup; Barak. Upper East Side . . . . . . . . $420,000435 East 65th" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DE1038F937A15752C0A9669D8B63"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-5.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-9.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-11.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-4.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-10.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-8.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-2.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-3.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-7.html"} , {"body" : "The view from the Brooklyn Heights Promenade has been the same since 1950. But change is on the horizon." , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "title" : "Living in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/01\/21\/realestate\/012410living_index-6.html"} , {"body" : "Opening This Week LED ZEPPOLE Not to worry. In spite of this storefront's name, the zeppole are not heavy, fried street-fair dough balls but feather-light doughnuts, complete with a hole. The owners, Francis Garcia and Salvatore Basille, left to right in the dark shirts above, and their crew sell these treats (3 for $2.50) plus other fried goods" , "date" : "20100120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/20\/dining\/20off.html"} , {"body" : "Workers installing a gas line into a Brooklyn building accidentally struck a power line that feeds the subway on Monday, sparking electrical explosions that blew manhole covers into the air, disrupted subway service and rattled nerves in a pocket of Brooklyn Heights. No one was hurt, but the explosions, around Joralemon Street and Willow Place," , "date" : "20100119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Power Line Accident Prompts Evacuation and Subway Halt" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/19\/nyregion\/19manhole.html"} , {"body" : "MY face betrayed me, disbelief slowly turning to distress as I stared silently at the Sunday real estate listings spread out on the kitchen table. It was a look my wife had seen too many times. ''Brooklyn?'' she said. I nodded, obediently and guiltily. ''Why do that to yourself?'' I shook my head and pretended I hadn't heard the question. ''I can't" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SOLD TOO SOON?" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/17\/realestate\/17cov.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 15, ''Traveling the Silk Road: Ancient Pathway to the Modern World''; in conjunction with the exhibition, Saturday and Sunday, noon to 5 p.m., ''Voices of the Silk Road,'' with performances by musicians from Ukraine, Tibet, Uzbekistan, the Krygyz Republic and other" , "date" : "20100115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7DB163AF936A25752C0A9669D8B63"} , {"body" : "WELL-DESIGNED home furnishings aren't hard to find, but too often, said Grace Bonney, 28, the founder of the popular blog Design*Sponge, they are priced beyond the reach of people like her. That was one reason she started her blog in 2004; it now gets 50,000 readers a day, Ms. Bonney said. ''The things I thought were pretty'' in magazines, she" , "date" : "20100114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "SHOPPING WITH GRACE BONNEY; Sweet January" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/14\/garden\/14shop.html"} , {"body" : "Manhattan West Village . . . . . . . . . . . $369,0002 Charlton Street (Ave. of the Americas)r 0 f 1 h 0 o 4 weeks425-sq.-ft. studio co-op in a postwarbuilding; 24-hr. doormen, renovatedkitchen, h\/w floors, 2 exposures; maintenance$550, 48% tax deductible; listedat $375,000. Brokers: Halstead Property;City Connections. Chelsea . . . . . . . . . . ." , "date" : "20100110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EEDB1E38F933A25752C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Thursday at 6:30 p.m., ''Curry Economics: Food as a Driving Force of Economic Development,'' a discussion with scholars, writers and food experts; $15; $13.50 for students, members and 60+. Through May 31, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' featuring" , "date" : "20100108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E1DA113AF93BA35752C0A9669D8B63"} , {"body" : "McSHANE--John Shelley, on January 6, 2010. Loving son of the late Owen P. and Catherine V. (nee Shelley) McShane. Beloved brother of Owen P. McShane Jr., Joseph M. McShane, S.J., Thomas A. McShane and the late Kevin V. McShane. Devoted brother-in-law to Barbara Corines and Kitley Covill. Cherished uncle of Michael, Katherine, Sarah and John." , "date" : "20100108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths MCSHANE, JOHN SHELLEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE3DC123AF93BA35752C0A9669D8B63"} , {"body" : "McSHANE--John Shelley, on January 6, 2010. Loving son of the late Owen P. and Catherine V. (nee Shelley) McShane. Beloved brother of Owen P. McShane Jr., Joseph M. McShane, S.J., Thomas A. McShane and the late Kevin V. McShane. Devoted brother-in-law to Barbara Corines and Kitty Covill. Cherished uncle of Michael, Katherine, Sarah and John. Beloved" , "date" : "20100107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths MCSHANE, JOHN SHELLEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EEDD123AF934A35752C0A9669D8B63"}]