[  {"body" : "Around Town Museums and Sites American Museum of Natural History Through Sunday, the Origami Holiday Tree, with ornaments that reflect museum displays, and ''Race to the End of the Earth,'' an exhibition on Antarctic exploration. Through Aug. 15, ''Brain: The Inside Story,'' an interactive exhibition that blends technology, history and" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/arts\/31spare.html"} , {"body" : "Pop Prices may not include ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Joseph Arthur, Jolie Holland (Saturday) A singer and songwriter from Ohio, Mr. Arthur plays careful, quiet songs that slowly blossom into bigger, brighter things. Jolie Holland's luxurious jazz vocals are a compelling match for her considerably" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/arts\/music\/31pop.html"} , {"body" : "To keep that New Year's celebration on the light side, consider sprightly and subtly sparkling pear cider from Ireland. It's delicately sweetened, delivers only 4.5 percent alcohol and behaves properly in a flute for toasting. Magners has been known for its more traditional apple cider for 75 years. Magners Pear Cider is $7.99 for a four-pack of" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; A Gentler Start To the New Year" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/dining\/29cider.html"} , {"body" : "Preston Chaney is a man of few words. If he were given to boasting, he might reveal that he is the first person in his family to graduate from high school, and will be the first to attend college. But things could have easily turned out differently. He was a sophomore at Abraham Lincoln High School in Brooklyn when he dropped out in 2008. ''I was" , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Looking Forward to a Dorm Room to Call His Own" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/nyregion\/25neediest.html"} , {"body" : "SALUTING the new year huddled around the hearth with family and friends -- bedecked in sequins and plastic ''2011'' spectacles, spilling warm Champagne on the sofa -- is good, old-fashioned fun. But wouldn't you rather spend the night with Patti Smith? Whether you're bidding 2010 a hearty, don't-let-the-door-hit-you-on-the-way-out farewell or" , "date" : "20101224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Beyond Popping Corks, The Sounds of the New Year" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/arts\/music\/24newyear.html"} , {"body" : "He reached for her hand. It had been five weeks since the accident. Emilie Gossiaux, 21, lay in a bed in the surgical intensive-care unit at Bellevue Hospital Center. She could not see. She could not hear. Beyond asking for water, she spoke very little. Her boyfriend, Alan Lundgard, 21, took her left palm in his. Ms. Gossiaux was riding her bicycle" , "date" : "20101222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "ABOUT NEW YORK; Hit by a Truck and Given Up For Dead, a Woman Fights Back" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/22\/nyregion\/22about.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Blood From a Stone' In previews; opens on Jan. 6. Ethan Hawke, Natasha Lyonne and Daphne Rubin-Vega star in this New Group" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/theater\/17Theater.html"} , {"body" : "Storefront 16 Wilson Avenue Bushwick, Brooklyn Through Sunday If you were on the New York art scene in the 1990s, you probably remember Justen Ladda's Neo-Pop installations that transformed accumulations of commercial objects into fantastic, illusory tableaus. With this lovely, small exhibition, his first solo in a New York gallery since 1998, he" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "ART IN REVIEW; Justen Ladda: '7 Mirrors and a Nose'" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/arts\/design\/17galleries-JUSTENLADDA_RVW.html"} , {"body" : "A contest involving swigs of whiskey forms one section of Witness Relocation's ''I'm Going to Make a Small Incision Behind Your Ear to Check and See if You're Actually Human.'' This is called ''Worst Whiskey Contest''; a brief journalistic investigation on opening night last week at the Bushwick Starr unearthed that the title comes from the quality" , "date" : "20101216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "THEATER REVIEW | 'I'M GOING TO MAKE A SMALL INCISION BEHIND YOUR EAR TO CHECK AND SEE IF YOU'RE ACTUALLY HUMAN'; Heeding Audience Cues And Ping-Pong Balls" , "url" : "http:\/\/theater2.nytimes.com\/2010\/12\/16\/theater\/reviews\/16incision.html"} , {"body" : "Metropolitan New York is being rapidly reshaped as blacks, Latinos, Asians and immigrants surge into the suburbs, while gentrification by whites is widening the income gap in neighborhoods in Manhattan and Brooklyn, according to new census figures released on Tuesday. Some of the largest population gains since 2000 were recorded in places that not" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "In New York, Black and Hispanic Strongholds Become More White" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15nycensus.html"} ,   {"body" : "DAVID PABANA was standing on a sidewalk one day this fall when a baseball some children had been playing with rolled into the fence behind him. He threw the ball back to the children. It was at once the most routine act of neighborliness and one of the strangest journeys a baseball can make in New York City. When the ball left Mr. Pabana's hand, it" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Of Kings And Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E7D8143AF931A25751C1A9669D8B63"} , {"body" : "Several notable features of Flatbush Gardens, a 59-building rental complex in East Flatbush, Brooklyn, are missing from its inviting ads, which show comely young couples enjoying life there. Among the site's woes: dried feces and toilet paper carpet some basements, unleashing an unholy stink; one of its owners, David Bistricer, is on the New York" , "date" : "20101211" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Violations and Lockout Mire Brooklyn Complex" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2D71F3BF932A25751C1A9669D8B63"} , {"body" : "HER studio apartment in Williamsburg, Brooklyn, is just shy of 400 square feet, barely enough room for an Ikea open-shelf bookcase, a chocolate-brown tufted couch, a full-size bed and her brindle-coated Shih Tzu, Charlie. So when Claudia Argiro, 33, gave a holiday party last Saturday night, she pared down her guest list to about two dozen of her" , "date" : "20101209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "Mixing Drinks, Adding Class" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/09\/fashion\/09bartenders.html"} , {"body" : "HER studio apartment in Williamsburg, Brooklyn, is just shy of 400 square feet, barely enough room for an Ikea open-shelf bookcase, a chocolate-brown tufted couch, a full-size bed and her brindle-coated Shih Tzu, Charlie. So when Claudia Argiro, 33, gave a holiday party last Saturday night, she pared down her guest list to about two dozen of her" , "date" : "20101209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "Mixing Drinks, Adding Class" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EFD8103BF93AA35751C1A9669D8B63"} , {"body" : "During the worst of times at his Brooklyn apartment, in the winter after the hot water was shut off and the ceiling caved in and the floor buckled because of incessant leaks, Julio Yanez resorted to desperate measures to bathe his year-old twin sons. Tucking one boy under each arm, he hightailed it every morning across the street in Bushwick to a" , "date" : "20101208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "As City Fixes Buildings, and Plans for More, Repayments Lag" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/08\/nyregion\/08housing.html"} , {"body" : "Nineteen years ago, Peter Robyn's 10-year-old son came home from school on a day that, for Mr. Robyn, will live in infamy. It was Dec. 7, 1991, the 50th anniversary of the attack on Pearl Harbor, and Mr. Robyn asked his son if he had learned about the event in class. He was surprised when his son said no. ''My father served in World War II, and it" , "date" : "20101207" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Drawing The Lessons Of History, Poster-Size" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/07\/nyregion\/07history.html"} , {"body" : "When Jessica Torres is nervous, words flutter from her mouth like butterflies in springtime, flitting in every direction. As she giggles, short phrases fly from her lips, colliding with each other, trailing off or suddenly reappearing. ''It makes me feel like ...,'' she begins. And ''honestly, you know, like ...,'' she begins again, a split second" , "date" : "20101206" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; MetroCard Blazes Mother's Path to a Job" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/06\/nyregion\/06neediest.html"} , {"body" : "Your indie-rap group, Das Racist, is known for songs that wittily riff on Taco Bell, Googleand the general limitations of American consumerism. Rap is a black art form that originated in the Bronx, so why, as two Wesleyan graduates who met in college, would you think you could rap? Himanshu Suri (top): Would you prefer your rappers to be" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "QUESTIONS FOR DAS RACIST; Straight Outta Wesleyan" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/magazine\/05FOB-Q4-t.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "There is no way that Flor Lazo could have memories of the unspeakable crime that rocked her homeland, El Salvador, on a distant Dec. 2. That monstrous deed -- the torture, rape and murder of four American churchwomen by a military death squad -- took place in 1980, a brutal time in El Salvador. Ms. Lazo was not born until five years later. Yet she" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EL SALVADOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "NYC; After 30 Years, Preserving Nuns' Legacy" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/nyregion\/03nyc.html"} , {"body" : "Normal Bob grew up in normal little towns in the Midwest. But after visiting Union Square Park, where normalcy is recognized more in the breach than the observance, he decided to move to New York in 2002. Since then, Normal Bob has become a daily fixture in the park. He is relatively unremarkable by downtown Manhattan standards -- cuffed jeans, Doc" , "date" : "20101126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNION SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Chronicling Oddness In Union Square Park" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/26\/nyregion\/26union.html"} ,   {"body" : "Words flowed from Raheem Watson in a stream, thick with assurance, buttressed by years of quiet introspection. But one question gave him pause, forcing his gaze down to his lap. Did he have a choice? ''Wow,'' he said. Seconds passed, the first quiet moments of the night. He had two decades of strife to ponder. Mr. Watson, 26, was born in" , "date" : "20101124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; After Years Caught Up in Violence, a Second Chance to Reflect on Fate" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/24\/nyregion\/24neediest.html"} , {"body" : "DEAR DIARY: Serving in the Army during the Vietnam War in the late 1960s, I spent a year in Washington learning Laotian. Since the United States was not officially in Laos at the time, I was sent to a linguist holding company at Fort Hood in Texas for the remaining two years of my enlistment, ready to ship out should the need arise. Fortunately, my" , "date" : "20101122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/22\/nyregion\/22diary.html"} , {"body" : "WHOEVER said New York night life is dead hasn't been out recently. Despite the economic gloom, or maybe because of it, a crush of late-night parties, luscious lounges and chest-thumping clubs are opening across the city. The meatpacking district is a tangle of new velvet ropes. D.J.'s are trekking to the nether reaches of Bushwick. The Lower East" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "The New Club Kids" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/fashion\/21clubkids.html"} , {"body" : "Last June, Zaida Paris-Mendez was at the beauty salon when a neighbor called to tell her that people were moving things out of her apartment. She knew immediately that the landlord was trying to evict her, her husband and their two children from their $700-a-month rent-controlled apartment in Williamsburg, Brooklyn. It had happened before. In a" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; After a Landlord Dispute and a Layoff, Finding a New Home" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/nyregion\/21neediest3.html"} , {"body" : "Lean, tattooed and hunky in the way of a young Henry Rollins, Brian Reaume is living the life of a gay indie Brooklyn or Bay Area artist. He lives in what real estate agents call a ''transitional'' neighborhood, in a house filled with midcentury furniture and quirky art by him and his friends. In a small shop on a funky strip of cafes, bars and" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Magazine" , "Style"] , "page_facet" : "70" , "title" : "TALK; Hello, Columbus" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3D91E3DF932A15752C1A9669D8B63"} , {"body" : "ABE CAVIN QUEZADA, a 22-year-old aspiring music producer, lives with two roommates in a three-bedroom apartment in Bedford-Stuyvesant, Brooklyn. Mr. Cavin Quezada, who works as an unpaid intern at Electric Lady Studios in Greenwich Village, has kind words for his building, a renovated tenement near Marcus Garvey Boulevard, and for his apartment," , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Big Squeeze" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/14\/realestate\/14cov.html"} , {"body" : "On Thursday morning, Luis Crossman, 61, slipped his still-lean, 61-year-old body into a faded green jumpsuit and zipped it up. He pulled on his black army boots and put on his aviator shades and black cowboy hat. He tied a kerchief around his neck. ''Happy Veterans Day,'' he said, giving a tight salute, stiffening his spine and snapping together" , "date" : "20101112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Spirit of Camaraderie Persists at a Shelter for Veterans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E3D91E38F931A25752C1A9669D8B63"} , {"body" : "Experiences along the New York City Marathon's 26.2-mile route were as diverse as the 45,350 official entrants who ran it Sunday. For some, the morning of the marathon was a time of uncertainty. Erwin Franieck rode the downtown R train in Brooklyn at 8:30 a.m. in sneakers and shorts -- out of place among the parkas and scarves in the car. Franieck," , "date" : "20101108" , "day_of_week_facet" : "Monday" , "page_facet" : "7" , "title" : "Along the Route, a Variety Of Music and Messages" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/08\/sports\/08color.html"} , {"body" : "ON the surface Jonah Bokaer is nearly ethereal, with brown eyes that melt and a tendency to speak in near-whispers. But when he laughs -- hearty and devilish -- a more tangible side shines through: it's as if Mr. Bokaer, 29, is an old man stuck in a young person's body. His apparent meekness isn't timidity but armor. Mr. Bokaer's accomplishments" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "Stretch Work: From Young To Old(er)" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/arts\/dance\/07bokaer.html"} , {"body" : "After New York State passed a law this summer extending residential rights to people living in illegal lofts in much of the city, the seven tenants of 360 Jefferson Street in Bushwick, Brooklyn, acted fast. Theirs was not a pretty building: two and a half stories of dung-colored bricks punctuated by windows encased in rusting metal mesh, on a" , "date" : "20101104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Seeking a New Law's Protection, Loft Tenants Instead Find Grief" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/04\/nyregion\/04loft.html"} ,   {"body" : "International CHINA STAGES NAVAL DRILLS In South China Sea China's Marine Corps held a major naval exercise in the South China Sea, state-run media reported, massing 1,800 troops and more than 100 ships, submarines and aircraft for a live-fire display of the nation's growing military power. PAGE A6 BOMBER TIED TO SEPARATIST The suicide bomber who" , "date" : "20101104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E2DF1431F937A35752C1A9669D8B63"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'After the Revolution' In previews; opens on Nov. 10. Amy Herzog's multigenerational play examines a family shocked to discover" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/theater\/29theater.html"} , {"body" : "Anyone who has been lost in the last few weeks around the southern reaches of the Gowanus Canal in Brooklyn could be excused for experiencing a powerful Koch administration flashback. On the wall of a brick warehouse there, visible from the parking lot of a furniture store, a huge mural unfurls itself, a loving, seemingly spray-by-spray re-creation" , "date" : "20101027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Now Everyone Can Read the Writing on the Wall" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/27\/arts\/design\/27graffiti.html"} , {"body" : "Larger-than-life characters, titanic egos, brazen deceit, bloody combat: with such things is Wagner's grandiose four-opera cycle, ''Der Ring des Nibelungen,'' concerned. That those characteristics are hardly specific to the Norse mythology of Wagner's scenario, however, has endowed this lofty 19th-century creation with enduring resonance. Clever" , "date" : "20101026" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW | 'THE RING CYCLE (PART 1 + 2)'; Spears and Spandex: Wagner via World Wide Wrestling" , "url" : "http:\/\/theater2.nytimes.com\/2010\/10\/26\/theater\/reviews\/26ring.html"} , {"body" : "LIKE many liberal-minded New Yorkers, I find racial profiling abhorrent. But there is one place that I, like many liberal-minded New Yorkers, profile people all the time, and not only by race but also by age, ethnicity and sartorial choices: on the subway. I'm a 27-year-old Hebrew school teacher and freelance writer who crisscrosses the city" , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEW YORK STORY; Profiling for a Seat" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/24\/nyregion\/24nystory.html"} , {"body" : "A couple of months ago Cults took the stage at the Knitting Factory as if they'd stepped out of a particularly smoky van in the mid-1960s. Their hair was long and stringy. The singer Madeline Follin wore a flowy, shapeless black Elvira dress and did a lot of swaying. She looked a little stern -- mad, even -- but enchanting. Cults are essentially a" , "date" : "20101019" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Indie Scene's Uncomplicated Side" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/19\/arts\/music\/19newindie.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. - Dierks Bentley (Monday through Thursday) An amiable country star from Nashville, Mr. Bentley sings, cleanly and earnestly, about family life and, in ''What Was I Thinkin','' of ogling a woman in a little white tank top. He's dedicated to exploring both sides of the outlaw coin -- the sinner" , "date" : "20101015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/15\/arts\/music\/15pop.html"} , {"body" : "Citing a federal investigation of Assemblyman Vito J. Lopez, a state judge on Wednesday suspended a Brooklyn community group's lawsuit against New York City over a planned low-income housing development involving Mr. Lopez's sprawling social-service organization. The lawsuit, brought in State Supreme Court in Manhattan by the Broadway Triangle" , "date" : "20101014" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Inquiry Into Lawmaker Prompts Halt to Suit" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/14\/nyregion\/14lopez.html"} , {"author" : "E-mail: realprop@nytimes.com" , "body" : "$51\/SQUARE FOOT $300,000 approximate annual rent 785 Flushing Avenue (between Broadway and Humboldt Street) Bushwick, Brooklyn An IHOP franchise has signed a 20-year lease to open its third Brooklyn restaurant early next year in a 5,900-square-foot retail space in this retail-office complex. The anchor tenant is a Modell's Sporting Goods shop." , "date" : "20101013" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E7D8163EF930A25753C1A9669D8B63"} , {"body" : "An article last Sunday about food collectives and other collaborative organizations in Bushwick, Brooklyn, misspelled the surname of an author of the book ''What's Mine Is Yours: The Rise of Collaborative Consumption.'' She is Rachel Botsman, not Bosman." , "date" : "20100926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Style"] , "page_facet" : "2" , "title" : "CORRECTION" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E1DB1231F935A1575AC0A9669D8B63"} ,   {"body" : "Assemblyman Vito J. Lopez, a long-serving Brooklyn Democratic leader who is widely viewed as the borough's patronage king, is at the center of two separate federal investigations, according to several people briefed on the matter. A third inquiry, by the city's Department of Investigation, those people said, is focused on a network of nonprofit" , "date" : "20100923" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Brooklyn Democrat Said to Be Investigated" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/23\/nyregion\/23lopez.html"} , {"body" : "ON a recent drizzly afternoon in Bushwick, Brooklyn, members of the Bushwick Food Cooperative gathered beneath a tent in a ramshackle backyard to claim their share of the weekly harvest. They picked through crates of cilantro and rosemary from a rooftop farm in Long Island City, Queens, and examined pastured eggs from an Amish farm cooperative in" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "A Commune Grows in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE2DB143CF93AA2575AC0A9669D8B63"} , {"body" : "ON a recent drizzly afternoon in Bushwick, Brooklyn, members of the Bushwick Food Cooperative gathered beneath a tent in a ramshackle backyard to claim their share of the weekly harvest. They picked through crates of cilantro and rosemary from a rooftop farm in Long Island City, Queens, and examined pastured eggs from an Amish farm cooperative in" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "A Commune Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/19\/fashion\/19Bushwick.html"} , {"body" : "MORRIS HEIGHTS was not first, second or even third on the list of neighborhoods where David Klaw and his fiancée, Jill Sunderland, considered buying a house. This small, hilly community in the West Bronx, with a troubled past and an optimistic future, was actually fourth in line and came into play only after deals fell through in Brooklyn and" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN; Morris Heights, the Bronx: The View Is Auspicious From Here" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E7DF143CF93AA2575AC0A9669D8B63"} , {"body" : "MORRIS HEIGHTS was not first, second or even third on the list of neighborhoods where David Klaw and his fiancée, Jill Sunderland, considered buying a house. This small, hilly community in the West Bronx, with a troubled past and an optimistic future, was actually fourth in line and came into play only after deals fell through in Brooklyn and" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN; Morris Heights, the Bronx: The View Is Auspicious From Here" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/19\/realestate\/19living.html"} , {"body" : "International TOILING FAR FROM HOME For Philippine Dreams In the Philippines, remittances from overseas workers now account for more than 10 percent of the country's gross domestic product, and the payments are also the main factor driving the country's recent economic growth. But critics, including many overseas workers, say the government has" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4D8143CF93AA2575AC0A9669D8B63"} , {"body" : "Dates are subject to change. SEPTEMBER TIME-BASED ART FESTIVAL The guest artistic director Cathy Edwards continues her fine stewardship of this interdisciplinary shebang at the Portland Institute for Contemporary Art in Oregon. It's one of the country's few truly contemporary performance festivals; this year's dance highlights include Jérôme Bel," , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Arabesques And Pirouettes On Parade" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EFD81730F931A2575AC0A9669D8B63"} , {"body" : "Dates are subject to change. SEPTEMBER TIME-BASED ART FESTIVAL The guest artistic director Cathy Edwards continues her fine stewardship of this interdisciplinary shebang at the Portland Institute for Contemporary Art in Oregon. It's one of the country's few truly contemporary performance festivals; this year's dance highlights include Jérôme Bel," , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Arabesques And Pirouettes On Parade" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E2DF1030F931A2575AC0A9669D8B63"} , {"body" : "Dates are subject to change. SEPTEMBER TIME-BASED ART FESTIVAL The guest artistic director Cathy Edwards continues her fine stewardship of this interdisciplinary shebang at the Portland Institute for Contemporary Art in Oregon. It's one of the country's few truly contemporary performance festivals; this year's dance highlights include Jérôme Bel," , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Arabesques And Pirouettes On Parade" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/arts\/dance\/12dancelist.html"} , {"body" : "Every dance needs a room of its own, and the choreographer Anna Sperber has a great advantage in this regard: ''Naomi,'' her newest piece, sits in the Brooklyn sky like an urban treehouse. Presented on Thursday night at Brazil, Ms. Sperber's Bushwick studio, the work is charged with atmosphere by the nature of its surroundings. Ample windows, which" , "date" : "20100911" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "DANCE REVIEW; Secrets of Perception In a Brooklyn Aerie" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/11\/arts\/dance\/11naomi.html"} ,   {"body" : "THE city as poem, art piece, happening, living theater: New Yorkers have all experienced their own versions, and the leaders of the conceptual walks that make up Elastic City want to create new ones. What is a conceptual walking tour? Todd Shalom, Elastic City's founder and director, said he was ''still shaping the vocabulary.'' But on a recent" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Where the Sidewalks End, And the City (Really) Begins" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10elastic.html"} , {"body" : "Dance Full reviews of recent performances: nytimes.com\/dance. Emily Berry (Friday and Saturday) In ''Confined,'' set to a score by the composer Daniel Bernard Roumain and with video by Gail Scott White, Ms. Berry has her company offer personal accounts of experiences of confinement, psychological and physical. (Fridays and Saturdays through Sept." , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/dance\/10dance.html"} , {"body" : "The blackboard at Public School 212 in the Bronx made the sole objective for the first day of school plainly clear: defining rules and routines. No gum. No tardiness. No talking. No getting out of your seat. ''Every moment in this class matters,'' Harris Sockel told his seventh-grade language arts class, with a mix of encouragement and" , "date" : "20100909" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Back in Class, the Theme Is: We Will Succeed With Less" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/09\/nyregion\/09backschool.html"} , {"body" : "TWENTY years ago, when Fifth Avenue in Park Slope could still be called marginal in the pages of The New York Times, Michael Ayoub opened Cucina there, on the corner of Carroll Street. The restaurant was an elegantly casual Italian trattoria that managed to charm both a burgeoning population of young brownstoners with jobs in Manhattan and the" , "date" : "20100908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RESTAURANT REVIEW; Who Needs the Gastrotourists?" , "url" : "http:\/\/events.nytimes.com\/2010\/09\/08\/dining\/reviews\/08rest.html"} , {"body" : "Perched high above an industrial stretch of East Williamsburg, a menacing robot nine feet high and seven feet wide surveys the street below, watching cars steal past graffitied factory buildings as if they were prey. Its fierce head sways and dips when a wooden rudder protruding from the back of its neck catches the breeze. This is the Brooklyn" , "date" : "20100906" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "CITY ROOM; Above a Hummus Restaurant, a Makeshift Robot Finds a Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EEDE1F3EF935A3575AC0A9669D8B63"} , {"body" : "Marooned on a lonesome block, at the corner of 21st Street and 49th Avenue in Long Island City, Queens, the M. Wells diner serves a Québécois take on short-order cooking: from crab and egg hash to pickled pork tongue. Opened this summer and offering, for the moment, breakfast and lunch but no dinner, it is housed in a restored chrome structure," , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AT THE TABLE | M. WELLS; Going Québécois Before Going West" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/05\/nyregion\/05table.html"} , {"body" : "New York City schoolchildren are as heavy, or perhaps even heavier, than the national average, despite the Bloomberg administration's dogged efforts to improve the health of city residents, according to new data from the city's health department. Two out of five, or 40 percent, of the nearly 637,000 children in kindergarten through the eighth grade" , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "City's Efforts Fail to Dent Child Obesity" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/05\/nyregion\/05obese.html"} , {"body" : "Dance Full reviews of recent performances: nytimes.com\/dance. - Nora Chipaumire, Souleymane Badolo and Obo Addy (Thursday) Any of these striking performers would be a draw; together they could well overwhelm the senses. ''Art\/Family\/Our Lives: I Ka Nye,'' choreographed by Ms. Chipaumire and Mr. Badolo with music, performed live, by Mr. Addy, links" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/arts\/dance\/03dance.html"} , {"body" : "NEW YORK'S pizza moment is stretching into a pizza era. The wood-burning ovens and rock-star pizzaioli that seemed exotic not long ago are becoming familiar. A blistered, bubbling 12-inch Naples-style pizza, once a hard-to-find pleasure, is almost routine. Three new pizzerias add to the abundance. They might not seem to have much in common, but" , "date" : "20100825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Make It the New York Neapolitan Area" , "url" : "http:\/\/events.nytimes.com\/2010\/08\/25\/dining\/reviews\/25under.html"} , {"body" : "AS dusk fell on a sticky summer Sunday, Paul Outlaw, in camouflage shorts and matching baseball hat, an undershirt tucked beneath his apron, stood on a platform attached to a converted delivery truck and taught some Brooklynites how to eat crayfish. ''You rip it open,'' he said, demonstrating how to pinch the bottom of the tail to extract a bit of" , "date" : "20100818" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Southern Seafood's Rolling Boil" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/18\/dining\/18truck.html"} ,   {"body" : "April Gariepy, 30, wheeled her bike beneath the white tent on Saturday afternoon looking for a wire basket she could attach to her handlebars. A moment later, Sharika Barrow, 17, approached, gazed at the shelves of books, clothing and other items displayed beneath the tent, then wondered aloud what sort of place she was visiting. ''It's a free" , "date" : "20100816" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "In Brooklyn Store, Everything Is Always 100% Off" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/16\/nyregion\/16free.html"} , {"body" : "The view from 204 Forsyth Street has gone from dilapidated to deluxe. Five stories above the bustling streets of the Lower East Side, the Rev. Jack Podsiadlo leaned over the rooftop cornice of this narrow, red-brick tenement and counted all the boutiques and nightspots that have moved in. ''It used to be you could see drug deals in the park and" , "date" : "20100811" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BRONX (NYC)" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Lower East Side Has Less to Offer Jesuits Who Teach the Poor" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/11\/nyregion\/11mission.html"} , {"body" : "THOUGH it resides in a prime example of traditional museum architecture -- a Beaux-Arts building designed in 1893 by McKim, Mead & White -- there is little stale or stodgy about the Brooklyn Museum. For more than a century the museum has been one of the country's most important cultural institutions, and for more than a decade it has also courted" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Sketching A Future For Brooklyn Museum" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/arts\/design\/08museum.html"} , {"body" : "A 30-year-old man who confessed to the 2008 baseball-bat murder of a 31-year-old Ecuadorean immigrant by saying, ''So I killed someone - that makes me a bad guy?'' was sentenced on Thursday to more than 30 years in prison. The defendant, Keith Phoenix, was convicted in May of attacking Jose O. Sucuzhanay on a street corner in Bushwick, Brooklyn," , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM; 2 Men Sentenced in Beating Death of Ecuadorean Immigrant in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0DB133EF935A3575BC0A9669D8B63"} , {"body" : "The bikes departed Tompkins Square, pedaled by men and women dressed in 21st-century thrift-store versions of 18th-century garb. There were tricorn hats, vests and, in a few cases, shirts with long, flowing sleeves. Many of the bicycles were decorated with cardboard cutouts in the shape of a horse's head. One man rang a bell. Others shouted to" , "date" : "20100802" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "'The Bulldozers Are Coming': A Garden Crusade" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/02\/nyregion\/02gardens.html"} , {"body" : "If print is dead, the people who planned these events sure don't know it. On Friday the bookstore Freebird Books in Red Hook, Brooklyn, presents an evening of punk reminiscences, a fund-raiser for Books Through Bars, an organization that provides prisoners with books. Mike Edison, drummer for the Raunch Hands, hosts a talk with Eric Davidson," , "date" : "20100730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "31" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/nyregion\/30miser.html"} , {"body" : "Over the years, Michael Kronberg, a 46-year-old artist, grew to accept, if not always love, the quirks and pitfalls that came with living in his loft in Bushwick, Brooklyn. Among them: The 49-year-old practicing nudist who wandered the halls. The drug-dealing roommate whose frequent guests included addicts and a dominatrix who dabbled in black" , "date" : "20100726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "That Cheap, Roomy, Sunny Loft Can Now Be a Legal One, Too" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/26\/nyregion\/26loft.html"} , {"author" : "Rachel Aviv is a Rosalynn Carter fellow for mental-health journalism and a frequent contributor to Education Life." , "body" : "HANNAH WOLFE traveled to school by air last year. It required precise timing, a skill she honed when she and her friends moved to what they called Rosy -- a sprawling apartment complex on Roosevelt Island that doubles as a dorm. All her classes at Marymount Manhattan College were on the Upper East Side, and to get there, she took two buses and a" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "24" , "title" : "EMPIRE STATE OF MIND; Backpacks Among the Briefcases" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/25\/education\/edlife\/25urban-t.html"} , {"body" : "Austin, Tex., has the Alamo Drafthouse. San Francisco has Foreign Cinema. Portland, Ore., has McMenamins. And Brooklyn has -- well, Brooklyn has many places where you can bring a blanket and a picnic basket and watch a film in a park or on a rooftop, but few indoor options for dinner-and-a-movie year-round. That will change on Friday, with the" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Movie on the Screen, Dinner on the Plate, Hubcaps at the Bar" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/movies\/23moviehouse.html"} , {"author" : "E-mail: nocturnalist@nytimes.com" , "body" : "A petite woman with a puff of brown curls wandered around a dimly lighted backyard in Bushwick, Brooklyn, on Tuesday night with a mixing bowl cocked on her hip, stumbling in the dark and stepping on the flip-flop-exposed toes of partygoers lounging on the grass. ''Ouch!'' a seated victim exclaimed. The woman dipped a purple scoop into her bowl and" , "date" : "20100722" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Nocturnalist; Who Says Too Many Cooks Spoil the Broth?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E0DC1331F931A15754C0A9669D8B63"} ,   {"author" : "E-mail: the hunt@nytimes.com" , "body" : "JUST over a year ago, Mark and Alejandra Ryan arrived in New York with little more than, as he put it, ''a healthy dose of naïveté.'' The couple chose New York for two reasons. It was the place where they had fallen in love. And it was a place where both could find work -- he in medicine and she in the media -- and ''neither would be giving" , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Room for the Dog to Wag His Tail" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/11\/realestate\/11Hunt.html"} , {"body" : "Seasonal Farm Stands Brooklyn Grange, a community farm in Queens, has scheduled seasonal farm stands, on Tuesdays and Thursdays from 3 to 7 p.m. in the lobby of the Standard Motor Products Building, and at the farm, 37-18 Northern Boulevard, Long Island City; and on Sundays from 11 a.m. to 5 p.m. at Roberta's, 261 Moore Street (Bogart Street)," , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/07\/dining\/07fcal.html"} , {"body" : "DEAR DIARY: I tutor a fifth grader at the Star Learning Center on the Upper West Side. At a recent session, my student told me that his class was going on a trip to Gettysburg, Pa., and he had an assignment to learn the Gettysburg Address. We spent the last part of our session working on this. My student's older brother was walking him home, and I" , "date" : "20100705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/05\/nyregion\/05diary.html"} , {"body" : "IN the parking lot behind Castle Braid, a new rental complex in Bushwick, Brooklyn, BMWs and Volvos sit beside murals by local graffiti legends like Jesus Saves and Robots Will Kill. The luxury cars are something of an anomaly in Bushwick, the working-class neighborhood to the east of Williamsburg that is New York's current locus of bohemianism." , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "POSTING; Starving Artists Need Not Apply" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/04\/realestate\/04posting.html"} , {"body" : "For years there wasn't much to see on this industrial block near the border of Bushwick and East Williamsburg. Welders sprayed iron sparks inside Metro Hi-Tech Steel and Builders, and garbage trucks dumped trash into the BFI Waste Systems warehouse. But lately, there are cloth-covered tables, fresh kiwis and avocados in baskets and vintage mopeds" , "date" : "20100703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BUSHWICK JOURNAL; Amid Warehouses, Gourmet Sandwiches, Yoga Classes and Yarn" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/03\/nyregion\/03metjournal.html"} , {"body" : "A proclamation from Marty Markowitz, the excitable Brooklyn borough president, is no rarity. But receiving it under the head of a quasianimatronic wolf-creature, while, around the corner, a guy upholsters a seat cushion in brown argyle, and another blends cocktails by bike -- that is something special. At a party for its fourth anniversary last" , "date" : "20100703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Urban Artisans: A Collective Thrives in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/03\/arts\/design\/03third.html"} , {"body" : "International IN MEXICO, UNLIKELY ALLIES HOPE TO DEFEAT INCUMBENT A decade ago, Mexico ended more than 70 years of control by the Institutional Revolutionary Party and elected an opposition president. But in Oaxaca State, the party has held fast. The other parties believe the only way to dislodge the PRI, as the party is known, is to unite across" , "date" : "20100703" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1D6153EF930A35754C0A9669D8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AMERICAN IDOL LIVE! (Wednesday) Every year ''American Idol'' trots out its Top 10 finalists - this year, Didi Benami, Andrew Garcia, Katie Stevens, Tim Urban, Siobhan Magnus, Aaron Kelly, Michael Lynche, Casey James, the runner-up Crystal Bowersox and the winner Lee DeWyze - for a big," , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E0DA143FF931A35754C0A9669D8B63"} , {"body" : "A SUMMER share in the five boroughs? A gay-themed circus? A subway to the next Jersey Shore? Forget about the Jitney. Summer offers plenty of reasons to stay in New York. Here are 10 new hot spots to drink, party, play and chill in the city. FOOD AND DRINK 1. Rooftop Bar With rooftop bars popping up across the city skyline with dizzying frequency" , "date" : "20100701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)" , "BRONX (NYC)" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["Travel" , "Style"] , "page_facet" : "1" , "title" : "10 New Hot Spots If Summer Needs Sizzle" , "url" : "http:\/\/travel.nytimes.com\/2010\/07\/01\/fashion\/01summer.html"} , {"body" : "BENEATH a floating dock off Governors Island, tucked behind the squat octagonal white ventilation tower for the Brooklyn-Battery Tunnel, there are oysters growing in New York Harbor. And not just any oysters. These little bivalves, 500,000 strong, make up the largest concentrated oyster population that the harbor has seen in perhaps a century. On a" , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Style" , "Education" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Nurturing New York's Oysters" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/30\/dining\/30harbor.html"} ,   {"body" : "The surfing dudes could load up on veggies and fruit at some Greenmarket before they jumped on the A Train to Rockaway Beach. But it's easier to do the shopping once they get there, at the new little market in the expanding, ramshackle complex anchored by Rockaway Taco. Elizabeth Gilchrist, a partner (shown with her dog, Baby), said the produce is" , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Vegetable Stand Sprouts In Rockaway Beach" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/30\/dining\/30taco.html"} , {"body" : "A 30-year-old man accused of beating an Ecuadorean immigrant to death on a Brooklyn street was convicted on Monday of murder as a hate crime. A jury in State Supreme Court in Brooklyn delivered the verdict around 9 p.m., after seven hours of deliberations. The decision came at the end of a two-week retrial of Keith Phoenix on charges stemming from" , "date" : "20100629" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Guilty of Murder as Hate Crime" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E7DD113DF93AA15755C0A9669D8B63"} , {"body" : "It turns out that the L train, that horizontal hotbed of hipsters, is also a popular place to fall in love. And then go write about it on the Internet. Several of the gray line's stops in Williamsburg and Bushwick, Brooklyn, have been ranked among the most romantic subway stations in the city, according to a recent study. Did psychologists scour" , "date" : "20100629" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "CITY ROOM; The L (for-Love) Train Goes to Williamsburg and Bushwick" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E2D7153DF93AA15755C0A9669D8B63"} , {"body" : "Turns out the Gowanus Canal is socially as well as environmentally inhospitable. Just two weeks after announcing its intention to do a summer's worth of programming at the Bklyn Yard, an event space by the canal, Sunday Best, a weekly electronica party, will move on, its founders said. Though licensing for alcohol and other details were proceeding" , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Bklyn Yard Party Now at a New Location" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/arts\/music\/26arts-BKLYNYARDPAR_BRF.html"} , {"body" : "The empty glassine packets can be found in Manhattan, Brooklyn and beyond, scattered on streets and sidewalks with only obscure slogans or graphic images to suggest their former use. At one time they contained heroin and the markings stamped on the packets were meant to differentiate strains of varying purity or provenance. To some they are crime" , "date" : "20100623" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Art of the Potentially Deadly Deal: Marketing Heroin on the Street" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/23\/arts\/design\/23heroin.html"} , {"body" : "By some standards, a developer's plan to transform the defunct Domino Sugar refinery north of the Williamsburg Bridge in Brooklyn is a good deal, offering 660 of its planned 2,200 apartments to poor and working-class New Yorkers, shops to animate the streets and a public esplanade along the East River. ''We're taking this narrow, vacant industrial" , "date" : "20100623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "2 Sides Clash at City Hall Over Domino Housing Plan" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/23\/nyregion\/23domino.html"} , {"body" : "In New York City, it is not just the colleges that can snag high-profile commencement speakers. High schools large and small are also celebrating their graduations with wit and wisdom from some major names. The best-known selective high schools, Stuyvesant and the Bronx High School of Science, each have about 800 graduates a year, helping them" , "date" : "20100623" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM; High Schools in City Draw Big-Name Graduation Speakers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E4DF1439F930A15755C0A9669D8B63"} , {"body" : "Nell Kathleen Clement, a daughter of Mickey Clement and John Clement of Huntington, N.Y., was married Saturday to Benjamin Aram Yurman-Glaser, a son of Beth Yurman and Arthur Glaser of Rochester. Nancy Yurman, an aunt of the bridegroom, who became a Universal Life minister for the occasion, officiated at Martha Clara Vineyards in Riverhead, N.Y." , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Nell Clement, Benjamin Yurman-Glaser" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/20\/fashion\/weddings\/20CLEMENT.html"} , {"body" : "As beauty queens beamed and Latin dancers shimmied up Fifth Avenue, the Garcia, Gomez and Vazquez families reclaimed the spread of pavement that becomes their temporary home one day each year. Like thousands of other New Yorkers who regularly attend the National Puerto Rican Day Parade, members of this loose-knit clan of friends, relatives and" , "date" : "20100614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "At the Parade, a Day of Traditions and Familiar Faces" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/14\/nyregion\/14parade.html"} , {"body" : "Week to week. That's how the great state of New York is making do during these sorry days of fiscal ridiculousness. Since the state has seen fit to get along without an annual budget, an emergency spending bill gets approved every week authorizing just enough money to enable New York to squeeze through the next seven days. One of these weeks, well," , "date" : "20100611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "In These Difficult Times, New York State's Motto Could Be: Will Tattoo for Food" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/nyregion\/11week.html"} ,   {"body" : "''ELEVEN friends, two grills, one tiny Brooklyn backyard -- even the food was happy!'' Bruria Markovitz wrote. Indeed, who could resist those watermelon eyes? (See the top photo at right.) Ms. Markovitz is one of scores of people who have sent in photographs of their backyard barbecues as part of Metropolitan's summerlong project ''Around the" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "What's Around Your Grill?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E3DB1331F935A35755C0A9669D8B63"} , {"body" : "IT was Friday night, and the face paint was optional, but few people abstained. Why? Because here was a woman in pasties and a giant pink beehive talking to a guy in a unitard with a balloon for a head, who called himself the Eye of Disorient. There was a woman in a nude body stocking, with artfully applied glitter, go-go dancing on a platform. A" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BUSHWICK (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Social Disrobing And Other Party Fare" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/arts\/design\/04studios.html"} , {"body" : "You don't have to be a baseball pitcher from Detroit throwing the game of your life to get robbed in the big city. Heck, you don't even have to play baseball to get robbed, cheated, wronged -- to have your own perfect little game called life on any particular day botched by that great and menacing and half-blind umpire that is New York. On" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Perfect Game? Too Bad. But in New York, Everybody Gets Robbed." , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/nyregion\/04robbed.html"} , {"body" : "Prompted by a wide-ranging investigation into the cases of about 15 girls who said they were forced into prostitution, District Attorney Charles J. Hynes of Brooklyn said Wednesday that he was creating a Sex Trafficking Unit to take aim at those who sexually exploit women and girls. Eight people have been indicted on charges that include sex" , "date" : "20100603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "8 Charged in Brooklyn In Sex-Trafficking Case" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/03\/nyregion\/03sextraffic.html"} , {"body" : "THOUGH I have been a vegan for a decade, I've always been fascinated by barbecuing (teriyaki-marinated tofu is delicious if you can keep it from sticking to the grill). Maybe it's because I grew up in the South, eating a home-cooked meal every night of my life -- often a slab of meat fired on the back porch -- and have long been intrigued by how" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SUMMER RITUALS | AROUND THE GRILL; Cooking Out In the City, No Backyard Necessary" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/nyregion\/30bbq.html"} , {"body" : "THERE are really only two problems with Prime Meats, the very good and very beautiful Germanish restaurant in Carroll Gardens, Brooklyn. The first is that the restaurant accepts no reservations, which can wreak havoc on the evening schedules of visitors who come from beyond walking distance to eat there. You can see these people standing on Court" , "date" : "20100526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "RESTAURANT REVIEW; Weisswurst Never Felt So Proud" , "url" : "http:\/\/events.nytimes.com\/2010\/05\/26\/dining\/reviews\/26rest.html"} , {"body" : "A Manhattan judge has scheduled a hearing next month to determine whether the city's plan to develop public housing in a rundown patch of Williamsburg, Brooklyn, would essentially foster segregation. In a 22-page decision issued on Thursday, the judge, Emily Jane Goodman of State Supreme Court, indicated that there might be some merit in claims" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Judge Agrees To Consider Bias Claims In Zoning Suit" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/nyregion\/22triangle.html"} , {"body" : "EVEN preschool teachers unwind with a round of drinks now and then. But in professional kitchens, where the hours are long, the pace intense and the goal is to deliver pleasure, the need to blow off steam has long involved substances that are mind-altering and, often enough, illegal. ''Everybody smokes dope after work,'' said Anthony Bourdain, the" , "date" : "20100519" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Creating A Cuisine Out of Smoke" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2DC103EF93AA25756C0A9669D8B63"} , {"body" : "The stretch of Northern Boulevard near 36th Street in Long Island City, Queens, is about as far from bucolic as it gets: Old industrial buildings loom, traffic whizzes by, car dealerships line the street. Off in the distance, Manhattan's skyscrapers glitter, the trains rumble, and the closest thing to a meadow is a small patch of plants the Parks" , "date" : "20100514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Six Stories Above Queens, a Fine Spot for a Little Farming" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/14\/nyregion\/14farm.html"} , {"body" : "After more than three days of jury deliberations, a holdout juror prompted a mistrial Tuesday night in the hate crime trial of a Brooklyn man accused of beating an Ecuadorean immigrant to death. About 9 p.m. Tuesday, Justice Patricia M. DiMango of State Supreme Court in Brooklyn announced that the jury was hopelessly deadlocked in the case of Keith" , "date" : "20100512" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Mistrial in Brooklyn Hate Crime Case" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E5DD103BF931A25756C0A9669D8B63"} ,   {"body" : "For decades, public health experts have tried -- and mostly failed -- to contain an asthma epidemic that afflicts many New Yorkers living in the city's poorest neighborhoods. But now, the City Council hopes to significantly curtail the spread of the lung disease by forcing landlords at some of the most badly maintained buildings to clean up their" , "date" : "20100512" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Program to Combat Asthma Would Lean on Landlords" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E0DC133BF931A25756C0A9669D8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "HITTING 30 was a turning point for Andy Lagrimas. He was more than ready to rent a place of his own. Before that, to afford Manhattan, he found it necessary to share an apartment. But ''I made a resolution when I turned 30 to say goodbye to roommates,'' said Mr. Lagrimas, who reached that milestone last fall. ''I felt too old to be doing the" , "date" : "20100509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; My Roommate? Me, Myself and I" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/09\/realestate\/09hunt.html"} , {"body" : "The unfailing difference between old vegetable recipes and new ones is that cooking times have plunged. Old string-bean recipes routinely called for seven minutes of boiling. If you want limp, waterlogged beans -- and flashbacks to the third-grade lunchroom -- this is the way to get them. Today vegetables are cooked until, in the language of" , "date" : "20100509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "27" , "title" : "RECIPE REDUX; Asparagus Alla Fontina, 1977" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7D7153EF93AA35756C0A9669D8B63"} , {"body" : "The unfailing difference between old vegetable recipes and new ones is that cooking times have plunged. Old string-bean recipes routinely called for seven minutes of boiling. If you want limp, waterlogged beans -- and flashbacks to the third-grade lunchroom -- this is the way to get them. Today vegetables are cooked until, in the language of" , "date" : "20100509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "27" , "title" : "FOOD: RECIPE REDUX; Asparagus Alla Fontina, 1977" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/09\/magazine\/09food-t-000.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BROKEN SOCIAL SCENE (Friday and Saturday) This Canadian indie-rock collective (the reigning king, as it were, of Canadian indie-rock collectives) has a membership so fluid -- and with so many side projects -- that constructing a flow chart would not feel superfluous. The group just released" , "date" : "20100507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFD81630F934A35756C0A9669D8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BROKEN SOCIAL SCENE (Friday and Saturday) This Canadian indie-rock collective (the reigning king, as it were, of Canadian indie-rock collectives) has a membership so fluid -- and with so many side projects -- that constructing a flow chart would not feel superfluous. The group just released" , "date" : "20100507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/07\/arts\/music\/07pop.html"} , {"body" : "A Brooklyn man was convicted of manslaughter on Thursday for his role in the killing of an Ecuadorean immigrant, but he was acquitted of more serious hate-crime charges. After less than a day of deliberations, a jury in Brooklyn Supreme Court found the man, Hakim Scott, guilty of first-degree manslaughter in the death of José O. Sucuzhañay, who" , "date" : "20100507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Man Convicted of Killing Immigrant, but Not of Hate Crime" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/07\/nyregion\/07hate.html"} , {"body" : "About an hour after a Brooklyn jury started deliberations in a hate crime murder trial, an alternate juror who was excused to take care of her child said Wednesday that she did not think the killing of an Ecuadorean immigrant in December 2008 was driven by bias. ''It was a matter of circumstance,'' said the juror, a 34-year-old white woman who" , "date" : "20100506" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Motive Goes to Heart of Hate Crime Trial as a Jury Begins to Deliberate" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/06\/nyregion\/06hate.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$6.2 MILLION 280 Johnson Avenue (between Bushwick Place and White Street) Williamsburg, Brooklyn A distributor of raw-cut stone has bought this 32,000-square-foot one-story warehouse with a 21,500-square-foot adjacent lot. Buyer: Babureddy Mareddy Seller: Ben Messing Brokers: Joel Kohn and Avrum Lieber, Kalmon Dolgin Affiliates TRANSACTIONS e-mail:" , "date" : "20100505" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DF153EF936A35756C0A9669D8B63"} , {"body" : "New York is not Kansas, and yet farms are sprouting up all over town. ''April likes to garden,'' says Ken Friedman, who co-owns the Spotted Pig, the Breslin and the soon-to-be reopened John Dory restaurant with his executive chef, April Bloomfield. Friedman has been busy working the approvals circuit so that he can begin planting the roof of the" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "20" , "title" : "REMIX; Growth Spurt" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/t-magazine\/02remix-turnpage-t.html"} ,   {"body" : "Gestaltkunstwerke, a new collection of Artware Editions vases by Markus Linnenbrink, above, a German artist known for his glossy epoxy resin paintings and sculptures, grew out of Mr. Linnenbrink's habit of recycling resin in his Bushwick, Brooklyn, studio -- and out of his admiration for used plastic bottles and takeout containers. In a phone" , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | Q&A; Vases That Seem to Say 'Please Touch'" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/garden\/29q-a.html"} , {"body" : "EVEN in a season when designers made no secret about reining in prices to appeal to the newly chastened luxury consumer, it is still possible to walk into a store and wonder what exactly they were thinking when a pair of khaki cotton pants -- right there on the hanger, no special packaging or 3G plan or anything -- can cost as much as an iPad." , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "FRONT ROW; Why Does This Pair Of Pants Cost $550?" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/fashion\/29ROW.html"} , {"body" : "The chances of overhearing a conversation in Vlashki, a variant of Istro-Romanian, are greater in Queens than in the remote mountain villages in Croatia that immigrants now living in New York left years ago. At a Roman Catholic church in the Morrisania section of the Bronx, Mass is said once a month in Garifuna, an Arawakan language that originated" , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mamuju? Vlashki? Garifuna? In New York, You Hear It All" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/nyregion\/29lost.html"} , {"body" : "He persuaded his father to bless his departure from their poor village in the mountains of Guatemala by laying out a plan. He would go to New York, work hard and save enough money to buy his family a bigger piece of land. The young man, Hugo Alfredo Tale-Yax, and his father, Juan Pablo Tale, kept in touch, and during the next eight years, Mr." , "date" : "20100428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAMAICA (NYC)" , "GUATEMALA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Here to Aid His Family, Left to Die On the Street" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/28\/nyregion\/28laborer.html"} , {"body" : "UPON entering the Red Velvet Lounge on the Lower East Side, one can't help but notice a rather grave Marie Antoinette and Louis XVI watching over everyone -- not exactly the usual faces seen out and about on a Saturday night. The hand-painted ceiling features the distinguished duo's larger-than-life portraits hovering over the crowd in a" , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "BOîTE; For the Sweet-Toothed, Cocktails and Cake" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/25\/fashion\/25Boite.html"} , {"body" : "On the witness stand, Romel Sucuzhañay sat up straight and calmly answered the prosecutor's questions, one after the other. He wore only one expression on his face, a determined scowl that hinted at rage. But then, after a half-hour, he stumbled, over just two words. ''I go to see my brother,'' Mr. Sucuzhañay began, as his head bowed and his" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brother of Victim in Baseball-Bat Killing Wrestles With Emotions on the Witness Stand" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/23\/nyregion\/23hate.html"} , {"body" : "On the benches where the relatives of the defendant sat, heads shook, gazes dropped and a woman cried. On the witness stand, a young man, one of their own, was testifying, saying things that could put the defendant in prison for the rest of his life. The witness, Demetrius Nathaniel, 19, is a cousin of the defendant, Keith Phoenix, who is charged" , "date" : "20100422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Witnesses Detail Beating of an Immigrant" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/22\/nyregion\/22hate.html"} , {"body" : "Nothing prepared Veronica Rodriguez for the call she got from a New York City health official last October. A blood sample taken from her 2 1\/2-year-old son, Carlos Espinoza, had revealed more than double the level of lead that the federal government considers cause for concern about poisoning. ''I was horrified,'' said Ms. Rodriguez, 26, who lives" , "date" : "20100422" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Lead Threat To Children Proves Hard To Wipe Out" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/22\/science\/earth\/22lead.html"} , {"body" : "A taxi driver testified on Tuesday that he had a clear view when an Ecuadorean immigrant was fatally beaten in the Bushwick section of Brooklyn -- a killing that prosecutors said was motivated by hate. The driver, Davi Almonte, said he was waiting for a traffic light to change when he saw two Hispanic men walking and hugging each other. The next" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "New Hate-Crime Murder Trial, This Time in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/21\/nyregion\/21brothers.html"} , {"body" : "International LEADING ALLIANCE SEEKS Broader Iraqi Recount A day after an Iraqi court ordered a partial recount of ballots cast in last month's national elections, Ayad Allawi, a former prime minister whose political alliance won the most votes, called for a broader recount of ballots, a move that could deepen the country's instability before the" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EEDB143FF932A15757C0A9669D8B63"} ,   {"author" : "E-mail: dwyer@nytimes.com" , "body" : "No matter how many times they played the videos in court on Tuesday, from whatever angle, the story remained the same: A young police officer named Patrick Pogan deliberately shoved a man off his bicycle as he rode through Times Square one night in July 2008. And contrary to the police charges, the videos show that the rider did not ram the" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "ABOUT NEW YORK; In Ex-Officer's Trial, Defense Took a Big Detour, but the Video Didn't" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/21\/nyregion\/21about.html"} , {"body" : "He had fired a bullet into his parole officer's upper chest on Thursday evening, the police said, and now Robert Morales was aiming at the officer's face and trying to pull the trigger again to kill the officer, which would probably send him back to prison for good. That, the police said, is what Mr. Morales, 50, told investigators after he was" , "date" : "20100417" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Frustration May Have Led Parolee to Shoot Officer" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/17\/nyregion\/17parole.html"} , {"body" : "HAVE you seen the Mushroom Man? No? Well, have you looked in the Secret Garden? It's a real place, you know, a half-hidden community garden at the corner of Linden Street and Broadway, in Bushwick, Brooklyn. The Mushroom Man is real, too. His name is Kendall Morrison -- he's 47 years old and semiretired from the publishing business -- and on any" , "date" : "20100415" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Mushrooming? It Sure Is" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/15\/garden\/15mushrooms.html"} , {"body" : "Correction Appended IT helps to be in the right place at the right time, certainly, but the exuberance-of-youth moment that the spacey electro-pop duo MGMT captured around the summer of 2008 was less about serendipity than about having the perfectly tuned attitude, with hooks. Formed by Andrew VanWyngarden and Ben Goldwasser when they were students" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "MUSIC; MGMT's Sophomore Challenges" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/arts\/music\/11mgmt.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. SAM AMIDON, DOVEMAN (Saturday) A banjoist and singer from Brattleboro, Vt., Sam Amidon plays uncut, earnest folk songs that are both traditional and filled with little surprises, like a sudden, off-key warble or a bit of unexpected percussion. Doveman is the alias of the pianist and composer" , "date" : "20100409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E3D6113CF93AA35757C0A9669D8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. This restaurant is rated 1 star. SAM AMIDON, DOVEMAN (Saturday) A banjoist and singer from Brattleboro, Vt., Sam Amidon plays uncut, earnest folk songs that are both traditional and filled with little surprises, like a sudden, off-key warble or a bit of unexpected percussion. Doveman is the" , "date" : "20100409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/09\/arts\/music\/09pop.html"} , {"body" : "ON a bitter Friday night last month about 50 people gathered in LaGuardia Community College's main theater for a workshop presentation of ''The Really Big Once,'' Target Margin Theater's new show exploring the making of Tennessee Williams's 1953 play ''Camino Real.'' The result of an intense collaboration with the director Elia Kazan, ''Camino" , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Some Unsettled Ghosts of Theater Past" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E3D61339F937A25750C0A9669D8B63"} , {"body" : "Mark Goreczny, 23, respects his elders -- all 17,713 of them. They are too frail or disabled to walk to the grocery store, too poor to order takeout, so Mr. Goreczny makes sure they get a free hot meal delivered to their door on weekends and holidays and during emergencies like blizzards, when the city government's weekday meal delivery program" , "date" : "20100309" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "ENTRY LEVEL; The Maestro of Weekend Meal Delivery" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/09\/nyregion\/09entry.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "A BEDROOM door: That's what Meghan Galewski and James Gonzalez wanted most. For nearly a year, the couple shared a basement studio in Williamsburg, Brooklyn. In an attempt to separate the living area from the sleeping area, they put up a cloth curtain, which of course did nothing to block sounds. Ms. Galewski arose at 5:30 a.m. to get ready for her" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Sounds of Silence" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/realestate\/07Hunt.html"} , {"body" : "RABBITS are supposed to be easy to kill. The French dispatch them with a sharp knife to the throat. A farmer in upstate New York swears that a swift smack with the side of the hand works. Others prefer a quick twist of the neck. It didn't seem so easy at the rabbit-killing seminar held in a parking lot behind Roberta's restaurant in the Bushwick" , "date" : "20100303" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Don't Tell the Kids" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E1D8103AF930A35750C0A9669D8B63"} ,   {"body" : "WE were somewhere around Manhattan on the edge of the river when the beers began to take hold. ''There's no sitting on the party bus!'' screamed a bearded man sporting a neck tattoo and glistening in sweat. He was stomping up the aisle of a pulsating bus -- part of a crowd of about 30, drinking free Budweisers and catching a free ride from" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "TALES OF A WINTER'S NIGHT; Tales of a Winter's Night" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/fashion\/28discobus.html"} , {"body" : "IN the nine years since he came to New York with $500 in his pocket, Martin-Christopher Harper estimates that he has moved at least 40 times. When he lists the neighborhoods he has lived in -- in chronological order -- he sounds like a bartender reciting a long list of microbrews: ''Brooklyn, Chelsea Hotel for a moment, Bronx, Carroll Gardens," , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Boxed In" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/realestate\/28cov.html"} , {"body" : "''IT'S a lot cheaper to get a new wig than a new wife,'' the art collector Mera Rubell said at the gala on Tuesday for the opening of the Whitney Biennial. Peering out from beneath a spiky platinum Warhol wig, the dark-haired Ms. Rubell gazed up at her husband, Don, a former obstetrician turned art mogul, and added that she had another look for the" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "At the Whitney, Busting Out Quietly" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/fashion\/28whitney.html"} , {"body" : "Full reviews of recent concerts: nytimes.com\/music. AKRON\/FAMILY (Wednesday) This trio's scrap-folk is built on the oxymoronic notion of tough fragility, and listening to it feels a little bit like driving a pickup with three good wheels: hold on tight and hope everything sticks together. Expect an entrancing mishmash of found sound, improvisation" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings: Pop" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/music\/26pop.html"} , {"body" : "For all the booms and busts he has lived through, Vincent Riso never thought it would come to this: Offering free 42-inch, flat-screen televisions to lure buyers into government-subsidized homes. Historically, such homes have sold quickly. But not at Waters Edge at Arverne, a stretch of 130 town house condominiums Mr. Riso's company, the Briarwood" , "date" : "20100219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "City's Affordable Housing Program Faces Trouble Finding Buyers" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/19\/nyregion\/19affordable.html"} , {"body" : "IT was Valentine's Day at the House of Yes, an old ice warehouse turned event space in Bushwick, Brooklyn: The three-story ''skybox'' was swathed in red satin and velvet, and red aerialists' silks hung from the circus truss that spanned the ceiling. Kae Burke, 23, who runs House of Yes with her high school pal Anya Sapozhnikova, twined her way up" , "date" : "20100218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Decorating the Night" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/18\/garden\/18party.html"} , {"body" : "Fighting Hunger Tom Colicchio will be a host, with Natalie Portman, at a benefit on Feb. 21 with food and drinks at Colicchio & Sons, 85 10th Avenue (15th Street), for the Feed Foundation's program called Hungry in America. The program's name is also the title of a documentary film being made by Lori Silverbush, who is Mr. Colicchio's wife, and" , "date" : "20100217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/17\/dining\/17fcal.html"} , {"body" : "Kate Ann Murphy and Charles Franklin Voltz III were married Saturday at St. Anthony Catholic Church in Fort Lauderdale, Fla. The Rev. Donal Burke, a Roman Catholic priest, performed the ceremony, with the Rev. Jerry Singleton, the church's pastor, taking part. The bride, 30, is a director of real estate finance in the Manhattan office of the" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Kate Murphy, Charles Voltz III" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/14\/fashion\/weddings\/14MURPHY.html"} , {"body" : "The Rev. Robert Robinson was sitting at his office computer when he got a call from Linda Freebes, the principal of the parish school. Down the hall, the Rev. Jean-Moise Delva was counseling a couple preparing for marriage when the bride-to-be's cellphone rang. Moments earlier, an earthquake had shaken Haiti. Within minutes, the two priests ran" , "date" : "20100208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HAITI" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "A PARISH TESTED; Quake a Defining Crisis for Two Priests in Queens" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/08\/nyregion\/08nychaiti.html"} , {"body" : "Philadelphia tore down 21. Chicago leveled 79. Baltimore took down 21 as well, and when 6 of them came down in one day in 1995, it threw a parade. Since the 1990s, public housing high-rise buildings have come tumbling down by the dozens across the country as cities replace them with smaller suburban-style homes that do not carry the stigma of" , "date" : "20100206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Public Housing Project to Come Tumbling Down" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/06\/nyregion\/06demolish.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ASOBI SEKSU (Friday) What was once called shoegazer rock -- shimmering, multilayered guitars enfolding confessions of longing and ambiguity -- is back in Asobi Seksu, a New York band that wraps its guitars and keyboard around well-made pop melodies and the girlish ache of Yuki Chikudate's" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/music\/29pop.html"} , {"body" : "HOW wrong can you go for $2.25? That's the price of a packet of 20 tomato seeds from Baker Creek Heirloom Seeds. The variety I'm considering is called Furry Yellow Hog, and the catalog copy suggests that it has citrus notes and a four o'clock shadow, two traits I have never associated with a tomato. Want to know more? That will not prove easy," , "date" : "20100121" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "IN THE GARDEN; Packets Full of Miracles" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/21\/garden\/21seeds.html"} , {"body" : "WHEN Habitat for Humanity New York City consulted an architecture firm on its new site in the Ocean Hill section of Brownsville, Brooklyn, it received a response that switched on a light bulb. The firm, Dattner Architects, said that Habitat could proceed with its plan to build 12 town houses on the trash-strewn vacant lot, but that the site was" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Making History In a Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/17\/realestate\/17afford.html"}]