[  {"body" : "Good evening, snow-globe city. You survived the great post-Christmas whiteout of 2010. You frolicked and\/or shoveled. You made molasses-on-snow. Now, perhaps, you can relax. Unless you're trying to get home. The trains and buses and subways are still messed up. For specifics on your evening commute, see below. And while you wait, try the" , "date" : "20101228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM;What Happens When a Plow Gets Stuck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DB1039F93BA15751C1A9669D8B63"} , {"body" : "Metropolitan New York is being rapidly reshaped as blacks, Latinos, Asians and immigrants surge into the suburbs, while gentrification by whites is widening the income gap in neighborhoods in Manhattan and Brooklyn, according to new census figures released on Tuesday. Some of the largest population gains since 2000 were recorded in places that not" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "In New York, Black and Hispanic Strongholds Become More White" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15nycensus.html"} , {"body" : "MY GREAT-GRANDMOTHER ANNA Arbeit was born in Brownsville, Brooklyn, in 1905. It was a rich area, she said. Pennsylvania Avenue was a doctors' row, and the doctor made house calls in a horse and buggy. Anna's parents came from Austria as teenagers, and their neighborhood was filled with Jews from all over Europe who spoke to each other in Yiddish." , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "One Borough, Five Generations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFD91330F936A35751C1A9669D8B63"} , {"body" : "BLACK FRIDAY'S starting gun may have already sounded, but for thousands of immigrants in New York, this week is the final, breathless stretch of a holiday shopping season that began with August clearance sales and ends when freighters departing the Port of Miami for the Caribbean can no longer guarantee Christmas delivery. For local shipping" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "For a Caribbean Christmas, Shopping Early in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E4DA103EF93BA15752C1A9669D8B63"} , {"body" : "WHAT is the Ohwow Book Club, which since May has occupied a subterranean space on Waverly Street near Seventh Avenue in the West Village? It's an art-book shop. It's also a publisher's outlet; the owners, Aaron Bondaroff and Al Moran, manufacture the books at Mr. Moran's printing press in Miami. And now Ohwow will become a gallery, showing what the" , "date" : "20101118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "11" , "title" : "Curating A Downtown Scene" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/18\/fashion\/18OHWOW.html"} , {"body" : "WHAT is the Ohwow Book Club, which since May has occupied a subterranean space on Waverly Place near Seventh Avenue in the West Village? It's an art-book shop. It's also a publisher's outlet; the owners, Aaron Bondaroff and Al Moran, manufacture the books at Mr. Moran's printing press in Miami. And now Ohwow will become a gallery, showing what the" , "date" : "20101118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "Curating A Downtown Scene" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EEDE103DF93BA25752C1A9669D8B63"} , {"body" : "When is tap water so good it's worth fighting for? When it's almost as good as New York City tap water. A pair of restaurants in south Florida that claim to capture the unique liquid flavor of Gotham and transfer it to Palm Beach bagels and pizza are now engaged in just such a legal battle. The Original Brooklyn Water Bagel Company says it has" , "date" : "20101026" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CITY ROOM; Tap Water In New York And a Fight In Florida" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E7D81230F935A15753C1A9669D8B63"} , {"body" : "WALKING the High Line? That's cute. The length of Central Park? Bucolic. The marathon? Try adding six miles. Circumnavigating Manhattan is the ultimate and extreme city walking tour and promises the seemingly impossible: a path less traveled on an overly trodden island. Half sightseeing tour, half endurance test, the journey at Manhattan's edge" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "10" , "title" : "Circling Manhattan (Bring Extra Socks)" , "url" : "http:\/\/travel.nytimes.com\/2010\/09\/19\/nyregion\/19circ.html"} , {"body" : "WALKING the High Line? That's cute. The length of Central Park? Bucolic. The marathon? Try adding six miles. Circumnavigating Manhattan is the ultimate and extreme city walking tour and promises the seemingly impossible: a path less traveled on an overly trodden island. Half sightseeing tour, half endurance test, the journey at Manhattan's edge" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Circling Manhattan (Bring Extra Socks)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E7DC1E3DF93AA2575AC0A9669D8B63"} , {"body" : "It is afternoon in Brooklyn, and school has just let out. Swarms of teenagers crowd the sidewalks, looking for a place to socialize. But near Downtown Brooklyn, at the entrances to the Atlantic Terminal mall, there is no hanging out at one popular meeting spot. Students are met by security guards, who block their path, ask questions and check IDs." , "date" : "20100918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Policy at Brooklyn Mall Limits Entry by Young Groups" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/18\/nyregion\/18mall.html"} ,   {"body" : "The blackboard at Public School 212 in the Bronx made the sole objective for the first day of school plainly clear: defining rules and routines. No gum. No tardiness. No talking. No getting out of your seat. ''Every moment in this class matters,'' Harris Sockel told his seventh-grade language arts class, with a mix of encouragement and" , "date" : "20100909" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Back in Class, the Theme Is: We Will Succeed With Less" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/09\/nyregion\/09backschool.html"} , {"body" : "Soon, grave sites at the Canarsie Cemetery will be for sale again. They have not been since 1993, when the city stopped selling dirt three feet under - the law in New York requires that bodies be buried at least three and not six feet deep - because the cemetery's fate was uncertain. The city inherited the cemetery, which it did not want, when the" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM; A Place of Final Rest in Canarsie Is Changing Hands" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E7D8173FF937A3575BC0A9669D8B63"} , {"body" : "An emergency medical technician for the Fire Department was arrested in a string of armed sexual assaults dating to 2001, including an attack on an 11-year-old girl July 11 this year, the police said Wednesday. The technician, Angus Pascall, 33, was accused of assaulting five women and girls between ages 11 and 22 in Brooklyn. He was captured on" , "date" : "20100722" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Fire Dept. E.M.T. Is Arrested In 5 Sexual Assaults in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/22\/nyregion\/22emt.html"} , {"body" : "BENEATH a floating dock off Governors Island, tucked behind the squat octagonal white ventilation tower for the Brooklyn-Battery Tunnel, there are oysters growing in New York Harbor. And not just any oysters. These little bivalves, 500,000 strong, make up the largest concentrated oyster population that the harbor has seen in perhaps a century. On a" , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Style" , "Education" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Nurturing New York's Oysters" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/30\/dining\/30harbor.html"} , {"author" : "Dvora Meyers, a freelance writer and Hebrew teacher, lives in Clinton Hill, she writes about Judaism and gymnastics on her blog, at unorthodoxgymnastics.com; Ellen Levitt lives in Midwood and teaches social studies at a Brooklyn High school." , "body" : "This week's Complaint Box features two views on one borough's identity crisis, from Dvora Meyers and Ellen Levitt. I'm From Brooklyn, She Said in Her Southern Drawl As a 27-year-old single woman living in Brooklyn, I enjoy the communal events that warm weather brings: summer concerts in Prospect Park, street fairs, outdoor dining with friends. But" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Complaint Box | Borough Pride; I'm From Brooklyn, She Said in Her Southern Drawl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC133BF934A15755C0A9669D8B63"} , {"body" : "His head cushioned against a white hospital bed on Friday, Ronnell Gurley whispered the story of how, the night before, he became a 9-year-old with a bullet lodged in his shoulder bone. It was about 5 p.m. on Thursday that two of Ronnell's cousins took their uncle's silver BMX bike to the convenience store at 245 Stanley Avenue in the Canarsie" , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "'Mommy,' Boy Said, 'I Got Shot'" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26bike.html"} , {"body" : "Not many former wards of New York City's public schools would cherish a splinter that pierced the rear of their public school principal in 1942, but Martin Raskin, it is safe to say, is in a class by himself. Who else would recreate his old Brooklyn elementary schoolroom in a bedroom of his Upper East Side co-op, complete with a row of anciently" , "date" : "20100331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Amassing a Shrine To His Old School" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/31\/nyregion\/31collector.html"} , {"body" : "They honor stickball tournaments and dance teachers, doughnut-store openings or New Yorkers reaching the century mark. They spread good will, honor bravery and service, and cement political alliances. Every year, writing in formal prose with 14th-century flourishes, the presidents of the five boroughs distribute hundreds of proclamations and" , "date" : "20100215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "With the Stroke of a Pen, Honoring the Little Known, if Only for a Day" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/15\/nyregion\/15proclamation.html"} , {"body" : "Andrew Marantz paid strangers to walk through Bryant Park holding hands and sharing secrets. Joshua Krafchin walked up and down a B train begging people -- to take his money. Amy Coenen placed 20 $5 bills, each inscribed with quotations on the theme of giving, in places around the city -- the straw container at a Starbucks, the floor of an" , "date" : "20100209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "20" , "title" : "BIG CITY; With Just $100, It's Not How Much You Give, But How Imaginatively" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/09\/nyregion\/09bigcity.html"} , {"body" : "It is a surreal experience these days to visit Madelaine Chocolate Novelties, a huge chocolate factory in the Rockaway section of Queens. Not because this is one of the few places left in New York City that produces things in great number -- 20 million pounds a year of little foil-wrapped sweets -- but because of the gaping divide on the factory" , "date" : "20100203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HAITI" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community of Sorrow At Haitian-Staffed Factory" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/03\/nyregion\/03factory.html"} ,   {"body" : "WITH a spinning wheel in the attic, flintlock rifles on the walls, foot warmers at the hearth and a horse-drawn sleigh in the barn, Annette and Stuart Mont are well-equipped for 18th-century colonial farm life. Except they are living in Brooklyn in 2010. Home is an antiques-crammed pre-Revolutionary white Dutch farmhouse and barn that rise like" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Prewar Home, To Say the Least" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31house.html"} , {"body" : "It was just before 3 p.m. on Saturday when the call came from his daughter, telling them she was alive. ''I was at church, but my wife was here. She picked up the phone,'' said Jean Lafleur, 53, who immigrated to Brooklyn from Port-au-Prince, Haiti, in 2004. His older daughter, Johanna, 27, an accountant in Pétionville, a middle-class suburb of" , "date" : "20100119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Call From Haiti Heartens Struggling Father" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/19\/nyregion\/19neediest.html"} , {"body" : "Haitians have been migrating to the United States since even before their nation became independent in 1804, but the bulk came in waves driven by political repression and economic uncertainty, through the 1980s and 1990s. In 2008, nearly 800,000 Americans identified Haitian as their ancestry, and 522,000 said they were born in Haiti. There are" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "TALLY | IMMIGRANT ENCLAVES; New York's Haitian Diaspora" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D6163EF934A25752C0A9669D8B63"} , {"body" : "Have a problem? Denise Wintz has a Web site for you. Or a book. Or a motivational seminar. ''I learned that from the Millionaire Mind workshop,'' she said one afternoon in her apartment in Canarsie, Brooklyn, pointing to a series of glasses half-filled with coins. Notes were taped to the front of each glass: ''Necessities: 55%'' read one; ''Play:" , "date" : "20100105" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE NEEDIEST CASES; Demonstrating Resourcefulness in the Face of Career Challenges" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1DA1030F936A35752C0A9669D8B63"} , {"body" : "Palita Gbalajobi wants to work, and she will push her body to the brink to do it. ''I can't see nothing at all, just down,'' she said one afternoon in her living room in Canarsie, Brooklyn, covering her good eye. Ms. Gbalajobi, (pronounced Jeh-ba-la-jo-bi) 70, does not let partial blindness stop her from seeking work. ''I really need a job,'' she" , "date" : "20100103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "19" , "title" : "THE NEEDIEST CASES; A Woman's Desire to Work Is Thwarted by a Body That Strains to Keep Up" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/03\/nyregion\/03neediest.html"}]