[  {"body" : "IT'S a typical weekend afternoon at Body by Brooklyn, a spa in the borough's Clinton Hill neighborhood. In the ''wet room'' men and women in bathing suits step in and out of the Turkish steam room, two saunas and a cold plunge pool, or sip iced drinks as they rest on reclining chairs near the Jacuzzi. Meanwhile, in the light-drenched main room," , "date" : "20101231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Take a Plunge, Soak Up Heat, Try a Scrub, Stay Off Your Feet" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/nyregion\/31spaday.html"} , {"body" : "TED ALLEN uses one word to describe the results when he cooks and entertains at his brownstone in Clinton Hill, Brooklyn: ''Catastrophes.'' ''My friends and I get together and just tear the kitchen apart for hours: that's what we consider fun,'' he said. ''I spend as much time cleaning as I do cooking.'' Mr. Allen, the former food and wine expert" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "SHOPPING WITH TED ALLEN; Beyond Steel Wool" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/30\/garden\/30shop.html"} , {"body" : "THE giant African land snail can grow up to a foot long and weigh more than a pound. But the three specimens ($10) on our plate at Buka, denuded of their shells and curled in tight black whorls, looked about as imposing as jumbo shrimp. Nevertheless, my dining companions took a collective deep breath. ''One, two, three,'' I heard one of them" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "$25 AND UNDER; A Fearless Take On Nigerian Food" , "url" : "http:\/\/events.nytimes.com\/2010\/12\/29\/dining\/reviews\/29under.html"} , {"body" : "Among the attractions at the fledgling Brooklyn Victory Garden market are fresh Bo Bo chickens, prized in Chinatown and sold with the head and feet -- parts worth collecting for your restorative chicken soup this winter. Brooklyn Victory Garden also sells other meats, as well as pickles, salsa, pastry, bread and cheese, much of it aiming to please" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Brooklynites, Unite" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/dining\/29store.html"} , {"body" : "Preston Chaney is a man of few words. If he were given to boasting, he might reveal that he is the first person in his family to graduate from high school, and will be the first to attend college. But things could have easily turned out differently. He was a sophomore at Abraham Lincoln High School in Brooklyn when he dropped out in 2008. ''I was" , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Looking Forward to a Dorm Room to Call His Own" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/nyregion\/25neediest.html"} , {"body" : "Around Town Museums and Sites American Museum of Natural History Through Aug. 15, ''Brain: The Inside Story,'' an interactive exhibition that blends technology, history and neuroscience. On view through Jan. 2 are the Origami Holiday Tree, with ornaments that reflect museum displays, and ''Race to the End of the Earth,'' an exhibition on Antarctic" , "date" : "20101224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/arts\/24spare.html"} , {"body" : "Metropolitan New York is being rapidly reshaped as blacks, Latinos, Asians and immigrants surge into the suburbs, while gentrification by whites is widening the income gap in neighborhoods in Manhattan and Brooklyn, according to new census figures released on Tuesday. Some of the largest population gains since 2000 were recorded in places that not" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "In New York, Black and Hispanic Strongholds Become More White" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15nycensus.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "EVERYONE'S moving to Brooklyn! At least that's what people have been saying for a dozen years, as young people migrate to Williamsburg and Greenpoint, and other neighborhoods Manhattanites had never heard of a few decades back. But the moving van was on the other foot a century ago, when Brooklyn residents were setting off for Manhattan. A good" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "STREETSCAPES; The Pratts And the Pull Of Another Universe" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/realestate\/21scapes.html"} , {"body" : "Around Town Museums and Sites Center for Jewish History Opening on Sunday and running through May 1, ''Zero to 10: First Decades\/New Centuries,'' an exhibition in celebration of the center's 10th anniversary, featuring rare and historic items: a letter by Thomas Jefferson denouncing anti-Semitism and advocating religious freedom; a handwritten" , "date" : "20101119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/19\/arts\/19spare.html"} , {"body" : "Jeanine Hays, who has a day job as a policy associate for the Family Violence Prevention Fund, a California nonprofit group, created AphroChic, a design blog and online home-goods emporium, as a vehicle for what she calls ''soulful style.'' For the Brooklyn Renaissance Collection (her second), that means pillows, wallpaper and shower curtains in" , "date" : "20101118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | DéCOR; Accessories With Brooklyn Soul" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/18\/garden\/18decor.html"} ,   {"body" : "Facing a drop in attendance and a shortage of priests, the Roman Catholic Diocese of Brooklyn plans to close two churches, fold six parishes into three and impose strict budget constraints on all 198 of its parishes. The move, announced from pulpits on Sunday, was described by church officials as the first phase of a broad consolidation that will" , "date" : "20101116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Catholic Diocese of Brooklyn to Close Two Churches" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/16\/nyregion\/16diocese.html"} , {"body" : "ABE CAVIN QUEZADA, a 22-year-old aspiring music producer, lives with two roommates in a three-bedroom apartment in Bedford-Stuyvesant, Brooklyn. Mr. Cavin Quezada, who works as an unpaid intern at Electric Lady Studios in Greenwich Village, has kind words for his building, a renovated tenement near Marcus Garvey Boulevard, and for his apartment," , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Big Squeeze" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/14\/realestate\/14cov.html"} , {"body" : "The cascade of bricks and broken glass produced a deafening roar, Carolyn Diaz said, like thunder. Today, any slight rumble or faint creak at home reminds her of the moment she and her family lost everything, in a life-altering flash that struck as suddenly as lighting. ''I lost my wedding dress, which I had hoped my daughter would use one day,''" , "date" : "20101108" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; Building a New Life After Their Old Home Was Razed" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/08\/nyregion\/08neediest.html"} , {"body" : "SITTING on her bed in Woodhull Medical Center's Post Partum Unit, Ranilane Flores held a photo of her newborn son, Aiden, and smiled. ''It is the first picture, besides being on a BlackBerry,'' Ms. Flores said of the photo, which one of the unit's photographers had taken for her as a gift. ''The first professional picture.'' Every week, seven" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "Trading Creativity for Care" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=980DE2D71630F934A35752C1A9669D8B63"} , {"body" : "AS the city's housing market soared over the last decade, many abandoned buildings and old factories were developed into condominiums. Few of those conversions, however, have as rich a history as the condo at 320 Washington Avenue in Clinton Hill, Brooklyn, which was built in 1851 as the home of the Brooklyn Society for the Relief of Respectable" , "date" : "20101031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; A Refuge Lives On, As a Condo" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/31\/realestate\/31Deal1.html"} , {"body" : "Around Town Museums and Sites Merchant's House Museum Friday and Saturday from 6 to 10 p.m., candlelight tours of the house; $25, $13 for members. This Sunday at 7 and 9 p.m., ''Spine Tingling & True: Ghost Stories of the Merchant's House Museum,'' told by Anthony Bellov and Dayle Vander Sande; $25, $15 for members. Reservations suggested for both" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Education"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/arts\/29spare.html"} , {"body" : "During Tuesday's primary election, there were problems across New York City with the debut of a new system of voting -- paper ballots filled in by hand and then scanned electronically. Scores of polling places opened late, and many voters struggled to understand the new system. Some shared their experiences on the City Room blog. Excerpts follow." , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "READER COMMENTS ELECTION DAY; I Voted. (Error!) I Think." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE4D8113DF93AA2575AC0A9669D8B63"} , {"body" : "GLOBAL FAMILY GARDENING: SUMMER HARVEST FESTIVAL Many young New Yorkers will soon discover the realm of the yardlong bean, the pungent perilla and the balloon flower. And they won't do it through a book. While these may sound like species from the Hogwarts campus or the Andromeda galaxy, they're growing right in the Bronx. But they do have roots in" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "26" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/arts\/03kids.html"} , {"body" : "Knock, knock. Who's there? Boo! Boo who? Boo hoo, don't cry you! Under the shade of a fragrant pine tree in the backyard of a Clinton Hill, Brooklyn, brownstone one balmy morning in early June, a quartet of 4-year-olds is being schooled in a classic joke form by Krista, a black-clad brunette in her 20s with an onyx pendant dangling around her neck" , "date" : "20100822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Education" , "Magazine"] , "page_facet" : "172" , "title" : "TALK; School's In" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/22\/t-magazine\/22talk-jacobs-t.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "THE five-borough consolidation of 1898 was a bitter pill for many in Brooklyn, who correctly foresaw the eclipse of their influential city by the powerhouse of Manhattan. Few things document that change as well as the collapsed network of men's social clubs in Brooklyn, at least four of whose clubhouses survive. Three of the four were built within" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "STREETSCAPES\/ BROOKLYN; The Intersection of Exclusive and Extravagant" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/realestate\/15scapes.html"} ,   {"body" : "India Day Parade and Festival (Sunday) Lower Madison Avenue will be teeming with the sights, sounds and tastes of India on Sunday at the 30th India Day Parade and Festival, commemorating the 64th anniversary of India Independence Day. The fun begins at 11 a.m. with a street fair from 23rd to 26th Streets. The first of more than 300 performers from" , "date" : "20100813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/13\/arts\/13spare.html"} , {"body" : "THE first time I bought flowers for myself was about five years ago at the Greenmarket in Union Square, in the midst of the hottest, dullest days of summer. Feeling very alone that afternoon for a reason now forgotten, I stood admiring some tulips. For $8 they could be mine. I was in my mid-20s and it seemed like such a luxury to buy myself flowers" , "date" : "20100805" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "1" , "title" : "What to Do With a Blossom" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/05\/garden\/05flower.html"} , {"body" : "Around Town Museums and Sites Jewish Museum Thursday at 6:30 p.m., a screening of ''The Goldbergs'' (1950) by Walter Hart, based on the radio and television series ''The Goldbergs,'' which starred Gertrude Berg and featured the daily lives of a Jewish family in the Bronx; $15, $12 for students and 65+, $10 for members (includes admission to museum" , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/30spare.html"} , {"body" : "GERRI RIEDMAN, 57 Co-manager, Baglady, Merrick, N.Y. ''Whatever I like, that's what I buy, because I think that there's somebody out there who's going to like it also.'' THE GOODS ''Mad Men''-era pocketbooks and accessories, like a black-and-white purse ($10) and a pair of vintage white gloves ($4). TREASURED ITEM A black blazer Ms. Riedman hangs" , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "They Have Just the Parrot Lamp for You" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EFDE1F39F932A25754C0A9669D8B63"} , {"body" : "Citing problems with electrical equipment, Consolidated Edison announced on Monday that it had decreased voltage to parts of Brooklyn by 8 percent and asked customers there and in part of the Upper West Side of Manhattan not to use ''nonessential'' electrical appliances, including air-conditioners, until the problems were corrected. The utility" , "date" : "20100629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK SLOPE (NYC)" , "PROSPECT HEIGHTS (NYC)" , "WINDSOR TERRACE (NYC)" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "FORT GREENE (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Con Ed Reports Power Problems in City" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/29\/nyregion\/29coned.html"} , {"author" : "Dvora Meyers, a freelance writer and Hebrew teacher, lives in Clinton Hill, she writes about Judaism and gymnastics on her blog, at unorthodoxgymnastics.com; Ellen Levitt lives in Midwood and teaches social studies at a Brooklyn High school." , "body" : "This week's Complaint Box features two views on one borough's identity crisis, from Dvora Meyers and Ellen Levitt. I'm From Brooklyn, She Said in Her Southern Drawl As a 27-year-old single woman living in Brooklyn, I enjoy the communal events that warm weather brings: summer concerts in Prospect Park, street fairs, outdoor dining with friends. But" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Complaint Box | Borough Pride; I'm From Brooklyn, She Said in Her Southern Drawl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC133BF934A15755C0A9669D8B63"} , {"body" : "Each week, Myryah Irby, managing editor of an online media and marketing company, stops random people in the neighborhood and asks them random questions. A fuller version of Tuesday's ''Local Locals'' interview with Lucille Leonard, 72, is on The Local blog at nytimes.com\/thelocal. Are you retired? Very much so. I was a teacher, and then I" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE LOCAL | FORT GREENE & CLINTON HILL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E5DE133BF934A15755C0A9669D8B63"} , {"body" : "Daniel Medwed, a law professor, calls it ''the Innocent Prisoner's Dilemma.'' To get paroled, convicts must express remorse for their crimes. To express remorse, they must acknowledge guilt. So what about those prisoners who maintain they were wrongfully convicted? ''You're in this terrible Catch-22, a classic Catch-22,'' explained Mr. Medwed, a" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Online: Innocence or Freedom?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E2D91731F935A35755C0A9669D8B63"} , {"body" : "NEW YORK CITY Manhattan, May 1 Around 10 residences will be open from 10:30 a.m. to 4:30 p.m. for the 15th annual benefit house tour of the Junior League of New York. The homes will include the five-story town house of Julie Marshall, a designer. It is decorated with modern and 20th-century furniture and several unusual chandeliers. Also on display" , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "An Open Invitation To Visit" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/garden\/29tour-nyc.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a celebration of the Egyptian presence on Staten Island, featuring an arts and photography display and dance performances. On Tuesday at 6:30 p.m., the first of several monthly screenings highlighting the International Black Film Festival; the film will be" , "date" : "20100416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5D71138F935A25757C0A9669D8B63"} ,   {"body" : "AROUND TOWN Museums and Sites CITY UNIVERSITY OF NEW YORK GRADUATE CENTER Monday at 6:30 p.m., ''Contemporary Mexican Theater,'' a discussion with Mario Espinosa Ricalde, a director, and David Olguín, a playwright; also presented by the Mexican Cultural Institute of New York; (212) 817-1863. Tuesday at 6:30 p.m., a discussion about David Ruggles," , "date" : "20100409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/09\/arts\/09spare.html"} , {"body" : "$12\/SQUARE FOOT $48,000 approximate annual rent 22 Waverly Avenue (between Park and Flushing Avenues) Clinton Hill, Brooklyn A wholesale mattress company has signed a five-year lease for this 4,000-square-foot one-story warehouse with a loading dock, a block from the Brooklyn Navy Yard. Tenant: Vega Enterprises Landlord: Fort Greene Holding" , "date" : "20100331" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5D91E31F932A05750C0A9669D8B63"} , {"body" : "IN Cuba, a foreigner who has ''gone native'' is said to have become aplatanado, or like a plantain -- presumably from having eaten too many. It's a state of being you could easily attain at Pilar, a tiny Cuban restaurant that opened this fall on the border of Clinton Hill and Bedford-Stuyvesant in Brooklyn. Accompanying nearly every entree are" , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "$25 AND UNDER; In Brooklyn, Cuban Cooking Comes Home" , "url" : "http:\/\/events.nytimes.com\/2010\/03\/24\/dining\/reviews\/24under.html"} , {"body" : "CLOSE your eyes and picture your dream apartment. Do you see light streaming through big open windows? Is there a large kitchen? Nice prewar detail? Now open your eyes and remember that you are in New York City -- an extraordinarily expensive place to live, recession or no recession. So, what would you sacrifice to get a great place? For many" , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Everest Advantage" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/21\/realestate\/21cov.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Saturday, 1 to 5:30 p.m. and Sunday, noon to 5 p.m., New York's Latino communities are explored with ''From the Motherlands to El Barrio: New York's Latino Immigrant Experience.'' Highlights include ''Holding Up the Sky,'' a Mayan creation story by the Coatlicue Theater Company;" , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/19\/arts\/19spare.html"} , {"body" : "NIKKI JOHNSON'S wedding took place in her mind's eye long before she met the man. In her childhood dreams, she said, her wedding began at an apartment building in the Clinton Hill section of Brooklyn, the same one in which she grew up and where she still lives today. ''I would walk out that back door in my dress and walk over to the church across" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "VOWS; Nikki Johnson and Raymond Johnson" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/fashion\/weddings\/28VOWS.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-LATIN JAZZ ORCHESTRA (Friday and Saturday) This precise and highly propulsive big band, featuring the pianist Arturo O'Farrill, welcomes a guest musical director, Cliff Korman, this weekend; the occasion is a concert called ''The Afro-Latin Jazz Orchestra Goes Carioca,'' with a focus on" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/music\/26jazz.html"} , {"body" : "THE Park Slope brownstone, with its carved decorative panels and inviting stoop, may be many people's idea of New York charm, but it is not Hilary Botein's. ''It was a beautiful apartment, but so oppressive and dark,'' she said of the one-bedroom on Second Street in Brooklyn that she owned for seven years. ''I could never go back to it.'' Ms." , "date" : "20100225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "ON LOCATION; Only the Best Parts Of Life in the 1940s" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/25\/garden\/25location.html"} , {"body" : "8 P.M. (NBC) 2010 WINTER OLYMPIC GAMES Kim Yu-na of South Korea is in first place, with a world-record score of 78.50 points; her longtime rival Mao Asada of Japan is in second; and Joannie Rochette of Canada, above, whose mother died on Sunday, is in third heading into the women's gold-medal figure-skating final. The women's hockey final and" , "date" : "20100225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "What's On Today" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E2D61F3CF936A15751C0A9669D8B63"} , {"body" : "THE tins of seasoning on top of Zach Motl's refrigerator -- Old Bay, Hungarian paprika, Madras curry powder -- are for show only, chosen for their graphic punch and nifty typefaces. Living in a room that's only 178 square feet, you don't want to cook much, Mr. Motl said; it's just too odoriferous. He once made French onion soup, and the apartment" , "date" : "20100211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "ON LOCATION; A Roomy 178 Square Feet" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/11\/garden\/11location.html"} ,   {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 1 to 3 p.m., a workshop in making Valentine's Day cards. Also Saturday, at 7:30 and 9 p.m., performances by the group Songs of the Sea & Taverns; part of the Tavern Concert Series; $15; $12 for members; reservations required: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/arts\/05spare.html"} , {"body" : "More than a half-dozen gentrified neighborhoods in Brooklyn would lose subsidized day care centers for low-income families under proposed city budget cuts, Bloomberg administration officials said Wednesday. A list of the 15 day care centers that are scheduled to close in July, 10 of them in Brooklyn, was released by the Administration for" , "date" : "20100204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "City Seeks to Close 15 Day Care Centers, Most in Brooklyn, in Budget Cut" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/04\/nyregion\/04daycare.html"} , {"body" : "CLINTON HILL CO-OP $360,000 BROOKLYN: 355 Clinton Avenue, #14B A one-bedroom one-bath corner apartment with a combined living-and-dining room open to the kitchen, in a prewar complex with 24-hour security. Judd Harris, Brown Harris Stevens (917) 776-7897; www.brownharrisstevens.com Open house Sunday, 11:30 to 1 p.m. MAINTENANCE: $826 a month PROS:" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE2D8113FF932A05752C0A9669D8B63"} , {"body" : "International IN FIGHT OVER WEB, CHINA IS AT ODDS WITH ITS FUTURE Google may rank a distant second in China to the Baidu search engine, but there is serious alarm over Google's threat to leave China among its future elite, the younger, better-educated citizens. PAGE 12 RIO FOCUSES ON SECURITY The police in Rio de Janeiro plan to invade 40 of the" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E7DC1731F934A25752C0A9669D8B63"} , {"body" : "At the laundromat, irregular things happen. People square off over washers -- mine; no, mine. They sit on the counters where you were planning to fold T-shirts. Women conveniently forget a negligee in a dryer so you'll find it and marry them. Street people try to sell utterly unnecessary things. Pesky process servers visit bearing summonses. People" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "24 Hour Cycle" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/17\/nyregion\/17laundry.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 15, ''Traveling the Silk Road: Ancient Pathway to the Modern World''; in conjunction with the exhibition, Saturday and Sunday, noon to 5 p.m., ''Voices of the Silk Road,'' with performances by musicians from Ukraine, Tibet, Uzbekistan, the Krygyz Republic and other" , "date" : "20100115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7DB163AF936A25752C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Thursday at 6:30 p.m., ''Curry Economics: Food as a Driving Force of Economic Development,'' a discussion with scholars, writers and food experts; $15; $13.50 for students, members and 60+. Through May 31, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' featuring" , "date" : "20100108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E1DA113AF93BA35752C0A9669D8B63"}]