[  {"body" : "'COUNTDOWN TO 12!' Most parents wouldn't dream of taking their small children to Times Square for New Year's Eve. So a suburban museum is taking Times Square to the children. Its celebration, ''Countdown to 12!,'' actually counts down from 12 -- 12 noon, that is. The Long Island Children's Museum, which first offered this New York New Year's theme" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/arts\/31kids.html"} , {"body" : "New York's many forms of mass transit stumbled back to life on Tuesday, a day after fierce snow and wind knocked out much of the city's vast network of buses, trains and planes. But while some parts of the city moved toward regaining mobility, other areas barely budged. Two subway lines, the B and the Q, remained shut down, and others ran on" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "After Disruptions on Rails and at Airports, Halting Steps Toward Normal Service" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/nyregion\/29transit.html"} , {"body" : "The opposing human tides slipped past each other on Newkirk Avenue this morning, heads bent, feet sliding, people in possession of bad news and people about to get it. No Q train service. No B train service. No explanation. No excuses. No estimate on when the subway lines might run again. The F train was reported to be functioning. It was a mile to" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITYROOM; Trudging to the Train, Gathering Tales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E1D91139F93AA15751C1A9669D8B63"} , {"body" : "Good evening, snow-globe city. You survived the great post-Christmas whiteout of 2010. You frolicked and\/or shoveled. You made molasses-on-snow. Now, perhaps, you can relax. Unless you're trying to get home. The trains and buses and subways are still messed up. For specifics on your evening commute, see below. And while you wait, try the" , "date" : "20101228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM;What Happens When a Plow Gets Stuck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DB1039F93BA15751C1A9669D8B63"} , {"body" : "SCHWARTZ--Elinore. Beloved wife of Bernard. Loving mother of Lisa, Janet, Marjorie and Mitchell. Devoted grandmother to Lauren, Itamar, Maya, Josh, Derek, Jake, Willa, Zach, Mikey and Suzy. A strong, intelligent and caring woman, she left us too early but with so many wonderful memories of our years together. She will be sorely missed. Services" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "32" , "title" : "Paid Notice: Deaths SCHWARTZ, ELINORE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E0DC123AF935A15751C1A9669D8B63"} , {"body" : "THE 12 DAYS OF SCIENCE Instead of a partridge in a pear tree, you'll see a penguin in an auditorium. Ten lords won't be a-leaping, though several frogs will. But you can count on at least 11 pipers piping and 12 drummers drumming, even if their instruments look unorthodox. ''What we were trying to do was have a nondenominational, inclusive schedule" , "date" : "20101224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/arts\/24kids.html"} , {"body" : "At 6:30 a.m. on Tuesday, crew members of a fishing charter boat sat in the passenger cabin, waiting for customers who did not come. On other, warmer Tuesdays, they could at least count on the arrival of a group of old-timers, but most of that crowd was away for the winter months. At nearby piers, other fishing boats bobbed idly. As sunlight broke" , "date" : "20101224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "SHEEPSHEAD BAY JOURNAL; A Fisherman Always Welcome, and Now Missed" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/nyregion\/24boat.html"} , {"body" : "An off-duty Brooklyn firefighter was speeding in his sport utility vehicle and sending a text message from his cellphone when he struck and killed a Guatemalan immigrant in October, an indictment unsealed on Tuesday charged. The details of what the firefighter, Pat Quagliariello, 39, is being accused of emerged as he surrendered to prosecutors at" , "date" : "20101222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Texting and Speeding Alleged in Fatal Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/22\/nyregion\/22hitrun.html"} , {"body" : "A Brooklyn man smothered his 86-year-old mother with a pillow on Friday morning, then, believing she was dead, called the police, the authorities said. Yet the woman, Frida Tsirinsky, survived for another 24 hours before dying in a hospital on Saturday. At that point, Ms. Tsirinsky's son, Yefim Tsirinsky, was charged with second-degree murder and" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "30" , "title" : "Brooklyn Man Held in Death Of His Mother" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/19\/nyregion\/19slaying.html"} , {"body" : "For Children 'Amahl and the Night Visitors' (Saturday) A disabled boy offers the baby Jesus the gift of his crutches in this 1951 opera by Gian Carlo Menotti, which has become a Christmas favorite. This year the Little Orchestra Society, which offers the work annually in its Happy Concerts for Young People series, has mounted an entirely new" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/arts\/17Kids.html"} ,   {"body" : "''It's sort of like 'American Idol' for science geeks,'' Melissa Milgrom said last night at the fifth annual Carnivorous Nights taxidermy contest at a jammed nightclub by the Gowanus Canal. ''Whereas the World Taxidermy Championship is based on anatomical accuracy,'' said Ms. Milgrom, author of ''Still Life: Adventures in Taxidermy,'' ''this is" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "CITY ROOM; Celebrating Twisted Taxidermy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E5DE1331F931A25751C1A9669D8B63"} , {"body" : "WINTERFEST Rodgers and Hammerstein echoed the views of legions of children in finding paper packages worth singing about. But in New York at this time of year they're also favorite things for polar bears. And snow leopards. ''They get different kinds of good treats that we put inside wrapped boxes that they actually enjoy unwrapping and taking" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E3DA143BF933A25751C1A9669D8B63"} , {"body" : "Send me your own dining questions via dinejournal@nytimes.com or Twitter.com\/samsifton. Q. Recently, my wife and I left Manhattan in search of space and quiet and ended up in Fort Greene. It's a great area, with nice restaurants and awesome farmers' and flea markets. But I yearn to find those familiar locations that we adore so in the city, like" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "HEY, MR. CRITIC; Looking for Old Brooklyn? Nosh This Way" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/dining\/03mrcritic.html"} , {"body" : "''Brooklyn, Brooklyn in the house!'' Darren Aronofsky shouted from the front of the Ziegfeld Theater on Tuesday night. Mr. Aronofsky, the director and Coney Island native, was living out a childhood fantasy when his film ''Black Swan'' had its New York premiere at that Midtown Manhattan movie palace, which he frequented while growing up. ''Mom, I" , "date" : "20101202" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "THE CARPETBAGGER; Glimmers of Hope for Small Films During Glittery Oscar Promotions" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/02\/movies\/02bagger.html"} , {"body" : "When he was a child, Jin Zheng could not eat pizza without feeling sick. He figured he was having trouble digesting cheese, which he never ate in China. So he picked it off every slice -- sometimes he got a special order, just crust and sauce -- and went on eating pizza. Problem solved. Considered alongside the other hardships Mr. Zheng, now 21," , "date" : "20101130" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; Enduring, Thriving, And Now A U.S. Citizen" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/30\/nyregion\/30neediest.html"} , {"body" : "TURER--Martha, 93, of Brooklyn, New York died on November 23, 2010. Funeral services Tuesday, November 30, 11:30am at Weinstein-Garlick Chapel 1153 Coney Island Ave., Brooklyn, NY." , "date" : "20101129" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths TURER, MARTHA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3D8143AF93AA15752C1A9669D8B63"} , {"body" : "TURER--Martha, 93, of Brooklyn, New York died on November 23, 2010. Funeral services Tuesday, November 30, 11:30am at Weinstein-Garlick Chapel 1153 Coney Island Ave., Brooklyn, NY." , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "36" , "title" : "Paid Notice: Deaths TURER, MARTHA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E7D8143AF93BA15752C1A9669D8B63"} , {"body" : "The next time you are standing there waiting for the subway, late for work and worried your boss will notice, think of this: The voice that tells you a train is two stations away, and then one station away, is up in Maine, about as far from the Penobscot River as you are from the front of the train. When it finally comes. Carolyn Hopkins has been" , "date" : "20101115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MAINE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "CITY ROOM: Guiding Train Riders, All the Way From Maine" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/15\/nyregion\/15cityroom.html"} , {"body" : "BEIJING -- China had captivated the imagination of Paul Cabo for as long as he could remember. Maybe it started with the documentaries he saw as a child about the Great Wall. Or his desire to understand his recently immigrated Chinese classmates at Abraham Lincoln High School in Coney Island. Or maybe it was kung fu movies. Whatever the cause, four" , "date" : "20101104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEIJING (CHINA)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "From Brooklyn to Beijing, and Into a Caldron" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/04\/nyregion\/04beijing.html"} , {"body" : "From behind the bar at Ruby's, hard on the Boardwalk in Coney Island, Cindy Jacobs Allman commiserated with customers and other business owners slowly grasping that their livelihoods -- as well as a familiar part of the city's landscape -- would soon be gone. Nine longtime Boardwalk tenants, including familiar places like Ruby's, Shoot the Freak" , "date" : "20101102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "As the Boardwalk Is Remade, 9 Fixtures Are Told to Leave" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/02\/nyregion\/02coney.html"} ,   {"body" : "Around Town Museums and Sites Merchant's House Museum Friday and Saturday from 6 to 10 p.m., candlelight tours of the house; $25, $13 for members. This Sunday at 7 and 9 p.m., ''Spine Tingling & True: Ghost Stories of the Merchant's House Museum,'' told by Anthony Bellov and Dayle Vander Sande; $25, $15 for members. Reservations suggested for both" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Education"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/arts\/29spare.html"} , {"body" : "'HALLOWHOA!' When you watch a tour guide in ''Hallowhoa!'' strap on a backpack with a long hose and a pump attached, you can't help thinking of Dan Aykroyd and Bill Murray suiting up in ''Ghostbusters.'' But the equipment here is not designed to vacuum stray ghouls and blobs of ectoplasm; it's to spray them silly. ''Silly spray'' plays a key role" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "35" , "title" : "SPARE TIMES, For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/arts\/29kids.html"} , {"body" : "Everybody has a dark side, and the Miser can think of no better time than Halloween weekend to help you explore it. Live music, dancing, absinthe and the dark arts are on the agenda at a Masquerade Macabre at a Brooklyn loft on Saturday. You must R.S.V.P. for the exact location (geminiandscorpio.com\/events.html), and appropriate attire -- think" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/arts\/29miser.html"} , {"body" : "Any man who can thread 30 needles inside his stomach using a swallowed strand of black string is someone to be reckoned with. If he can also free himself after being tied in ropes and bound in a straitjacket, while dangling upside down 30 feet above Times Square, he might even possess abilities well out of the ordinary. But neither feat may be as" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "EXHIBITION REVIEW; Upside-Down King as Art Muse" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/arts\/design\/29houdini.html"} , {"body" : "YOU'RE never too old to dress up for Halloween, but after about 13, if you turn up at an unsuspecting someone's door looking for candy, you could end up in the back of a squad car. For those with an aching sweet tooth, there are still candy stores in the city, from the 500-square-foot Sweet Life on the edge of Chinatown to the 15,000-square-foot" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Ye Olde Craving Calling?" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/nyregion\/29candy.html"} , {"body" : "NEWMAN--Effie. Beloved wife of the late David I. Newman. Devoted mother of Linda Newman Marcovici (Izu Marcovici), Alice Newman Friedman (Mark Friedman), and Ellen Newman Feinstein (Neil Feinstein). Adoring grandmother of Dana Feinstein. Loving sister of Robert Cooke (Joni Batten) and Amy Ross (Arthur Ross). Services Sunday, 1:00pm, Weinstein," , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths NEWMAN, EFFIE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E1D6163AF937A15753C1A9669D8B63"} , {"body" : "NEWMAN--Effie. Beloved wife of the late David I. Newman. Devoted mother of Linda Newman Marcovici (Izu Marcovici), Alice Newman Friedman (Mark Friedman), and Ellen Newman Feinstein (Neil Feinstein). Adoring grandmother of Dana Feinstein. Loving sister of Robert Cooke (Joni Batten) and Amy Ross (Arthur Ross). Services Sunday, 1:00pm, Weinstein," , "date" : "20101023" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths NEWMAN, EFFIE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EED7163AF930A15753C1A9669D8B63"} , {"body" : "Around Town Museums and Sites Merchant's House Museum For the next two Fridays and Saturdays and this Thursday, from 6 to 10 p.m., candlelight tours of the house; $25, $13 for members. This Sunday, 3 to 5 p.m., ''From Parlor to Grave: 1865 Funeral Re-enactment,'' a staging of the funeral of Seabury Tredwell, the owner of the house in the mid-1800s," , "date" : "20101022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/22\/arts\/22spare.html"} , {"body" : "'ZOOZOO' Theatergoers usually expect to stare, not to be stared at. But at ''ZooZoo'' you'll be scrutinized. This begins just seconds into the production, as small blue lights dance in the pitch-black darkness above the New Victory Theater's stage. Knocking into one another like balls on a pool table, the lights randomly pair off, and lo and behold" , "date" : "20101022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/22\/arts\/22kids.html"} , {"body" : "A 4-year-old boy was killed and his mother was badly injured Thursday evening when they were hit by a bus in Brooklyn after the boy darted into the street, the police said. The two were struck just before 6:30 p.m. at Oriental Boulevard and Falmouth Street in Manhattan Beach. The authorities said that the woman, 45, was walking with her son near" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Boy, 4, Is Killed by a Bus in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/nyregion\/08bus.html"} ,   {"body" : "William Patrick Harrison was cooking scrambled eggs with freshly snipped home-grown chives by age 8, though at that stage of his culinary education his mother supervised his use of scissors. Two degrees from the Culinary Institute of America later, Mr. Harrison, 23, totes his own self-sharpened knives to his job as a line cook at the River Café in" , "date" : "20101007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "ENTRY LEVEL; Steered Into the Kitchen, Thanks to Mom" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/07\/nyregion\/07entry.html"} , {"body" : "Immigrant news organizations, like their mainstream cousins, have been closely tracking local political campaigns. In the following excerpts, El Diario La Prensa celebrates Francisco Moya's victory in the Democratic primary for a Queens Assembly seat, while a Pakistani Web site and the Polish daily Nowy Dziennik report on apathy and feelings of" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK WORLD; Excerpts From the Ethnic Press" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/nyregion\/03world.html"} , {"body" : "THOMAS HAZAZ wanted out. Lying on a gurney, his chest covered with heart sensors, Mr. Hazaz was trying to cajole doctors in the emergency room at Maimonides Medical Center in Brooklyn to unplug him. In less than 24 hours, he needed to be in a tuxedo, walking his youngest daughter down the aisle in a Staten Island banquet hall. Mr. Hazaz, 52, a" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Life and Death, Stat" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/nyregion\/03emergency.html"} , {"body" : "THOMAS HAZAZ wanted out. Lying on a gurney, his chest covered with heart sensors, Mr. Hazaz was trying to cajole doctors in the emergency room at Maimonides Medical Center in Brooklyn to unplug him. In less than 24 hours, he needed to be in a tuxedo, walking his youngest daughter down the aisle in a Staten Island banquet hall. Mr. Hazaz, 52, a" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life and Death, Stat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EFD8123BF930A35753C1A9669D8B63"} , {"body" : "An 8-year-old boy was killed and five other children were seriously injured when a fast-moving fire broke out in a residential building in the Midwood section of Brooklyn on Wednesday, Fire Department officials said. More than 20 people were home at the time, including a family that was getting ready to sit down to a dinner celebrating the end of" , "date" : "20100930" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Boy, 8, Dies and 5 Hurt in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/30\/nyregion\/30fire.html"} , {"body" : "BALTIMORE LAKE trout, prepaid cellphones, discount cigarettes: Drive on Baltimore Street West, away from downtown, and the hand-painted signs plastered to building flanks beckon. Fried chicken, lake trout, checks cashed: The awnings on take-aways here advertise that trifecta. Korean-owned fast food spots here sell lake trout. So do Greek-owned" , "date" : "20100929" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BALTIMORE (MD)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "UNITED TASTES; Around Here, It's Pronounced 'Lake Trout'" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/29\/dining\/29united.html"} , {"body" : "BALTIMORE LAKE trout, prepaid cellphones, discount cigarettes: Drive on Baltimore Street West, away from downtown, and the hand-painted signs plastered to building flanks beckon. Fried chicken, lake trout, checks cashed: The awnings on take-aways here advertise that trifecta. Korean-owned fast food spots here sell lake trout. So do Greek-owned" , "date" : "20100929" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "UNITED TASTES; Around Here, It's Pronounced 'Lake Trout'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1D91538F93AA1575AC0A9669D8B63"} , {"body" : "ROTH--David. On September 25, after a long illness. Beloved husband of Phyllis. Loving father of Amy, Eric and Susan; father-in-law of Diana, Anne and Charles. Cherished grandfather of Aaron, Nathaniel, Isla and Indira. Devoted brother of Anna and the late Daniel. Former Executive Director of Jewish Child Care Association; Officer of National" , "date" : "20100928" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths ROTH, DAVID" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFD91F3AF93BA1575AC0A9669D8B63"} , {"body" : "Around Town Museums and Sites Morgan Library & Museum Tuesday at 6:30 p.m., a discussion about Mark Twain's legacy by writers who are also avid readers of his work: the humorist Fran Lebowitz, the novelist Toni Morrison and the New York Times columnist Frank Rich; $30, $25 for members. The discussion is in conjunction with the exhibition ''Mark" , "date" : "20100924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/24\/arts\/24spare.html"} , {"body" : "SCHNITZLER--Dr. Irving. Beloved husband, father and grandfather. Services Sunday, September 26, 9:30am at Shermans' Flatbush Memorial Chapel, 1283 Coney Island Ave, Brooklyn. (Avenue J)." , "date" : "20100924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths SCHNITZLER, DR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1DB1F3AF937A1575AC0A9669D8B63"} ,   {"body" : "It is afternoon in Brooklyn, and school has just let out. Swarms of teenagers crowd the sidewalks, looking for a place to socialize. But near Downtown Brooklyn, at the entrances to the Atlantic Terminal mall, there is no hanging out at one popular meeting spot. Students are met by security guards, who block their path, ask questions and check IDs." , "date" : "20100918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Policy at Brooklyn Mall Limits Entry by Young Groups" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/18\/nyregion\/18mall.html"} , {"body" : "F. GWYNPLAINE MacINTYRE lived in two dimensions. The F stood for Fergus. That was how neighbors in his working-class neighborhood in deep Brooklyn knew him: a bearish pariah holed up in a fetid apartment stuffed with a lifetime of newspapers, books, belongings and all sorts of trash, who worked nights as a printer in Manhattan and ranted about his" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "1" , "title" : "Froggy's Last Story" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/nyregion\/12froggy.html"} , {"body" : "'They treated me like an invisible man,'' Bruce Davidson told me. ''I was a shadow.'' He was sitting in the living room of a large, tony Upper West Side apartment building with a courtyard -- the fruit of a long and very distinguished career in American photography -- and was talking about something that happened more than a half century ago. In" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "86" , "title" : "TALK; Leader of the Pack" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/t-magazine\/12talk-davidson-t.html"} , {"body" : "Around Town Museums and Sites American Museum of Natural History Beginning on Wednesday at 7 p.m. and running every Wednesday evening through Nov. 3, a sketching workshop, drawing from museum displays and dioramas; $160, not including materials. The Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10spare.html"} , {"body" : "It was just past 4 the other morning when Mohammad Boota pulled his Lincoln Town Car into a service station on an industrial stretch in Long Island City, Queens, and bounded out -- a typhoon of embroidered fabric, good cheer and unusual urgency. ''I'm late today,'' he explained as he popped the car trunk, hauled out a barrel drum, grabbed two" , "date" : "20100906" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Cautiously, a Ramadan Drumbeat Is Sounded in Queens" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/06\/nyregion\/06drummer.html"} , {"body" : "FOR New Yorkers who don't make it out to the far western edge of Coney Island too often, Sea Gate might be more familiar as the skinny thumb of land that appears below window seats during some takeoffs from Kennedy International Airport. But getting into the neighborhood by land is another story. True to its name, Sea Gate is a gated community," , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | SEA GATE, BROOKLYN; The Beach Is Never Far Away" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/05\/realestate\/05living.html"} , {"body" : "A 39-year-old man driving on his bread delivery route through Brooklyn on Friday night was killed after bullets apparently fired by someone on a building's rooftop pierced the ceiling of his work van and struck him in the head, the police said. Whoever fired the shots then disappeared, as the driver, identified by the police as Jorge Martinez," , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Deliveryman Is Shot Dead, Apparently From a Roof" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/05\/nyregion\/05slay.html"} , {"body" : "FOR some families the summer game is baseball, for others basketball. For mine, it's miniature golf. For as long as I can remember, my 13-year-old son, Asher, and I have returned every season to Rye Playland or Saxon Woods in Westchester County. This year I floated a new idea. Would he want to putt our way across the city? Play mini-golf in each of" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "A Miniature-Golf Odyssey (Obstacles Included)" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/nyregion\/03minigolf.html"} , {"body" : "GLOBAL FAMILY GARDENING: SUMMER HARVEST FESTIVAL Many young New Yorkers will soon discover the realm of the yardlong bean, the pungent perilla and the balloon flower. And they won't do it through a book. While these may sound like species from the Hogwarts campus or the Andromeda galaxy, they're growing right in the Bronx. But they do have roots in" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "26" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/arts\/03kids.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Bottom of the World' Previews start on Friday. Opens on Sept. 14. Lucy Thurber's new play is about a woman who deals with the" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E3DB1E3CF930A3575AC0A9669D8B63"} ,   {"body" : "Around Town Museums and Sites Bronx Museum of the Arts Through Sunday, two exhibitions focusing on the civil rights movement: ''Road to Freedom: Photographs of the Civil Rights Movement 1956-1968,'' featuring 150 vintage photographs, and ''After 1968: Contemporary Artists and the Civil Rights Legacy,'' with works by African-American artists born" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/27\/arts\/27spare.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'An Error of the Moon' In previews; opens on Monday. Luigi Creatore's new play analyzes the rivalry of the famous Booth brothers" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE7DA1238F934A1575BC0A9669D8B63"} , {"body" : "Around Town Museums and Sites Cocktails@Cooper-Hewitt Each Friday this month the terrace and garden will be open, rain or shine, from 6 to 9 p.m.; this Friday features music by the jazz ensemble the Ed Fuqua Group, refreshments and entry to the exhibitions. Cooper-Hewitt National Design Museum, Arthur Ross Terrace and Garden, 2 East 91st Street," , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/arts\/20spare.html"} , {"body" : "'ZOOFARI PASSPORT ADVENTURE' Some tigers at the Bronx Zoo will behave unusually this weekend: in addition to making acrobatic leaps (O.K., that's pretty standard for big cats), they will perform musical numbers, do slapstick and even dance Chinese choreography. Granted, they won't be among the living, breathing species residing at the zoo's Tiger" , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/arts\/20kidslist.html"} , {"body" : "In the storm of anger and accusation over an Islamic center and mosque planned near ground zero, one thing seems clear to Laique Khan: His fellow Muslims have a right to build the project. ''If this really is a free country,'' said Mr. Khan, 56, the manager of a trucking company in Brooklyn, ''then, by all rights you must, you must, allow it.'' The" , "date" : "20100820" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Furor on Islamic Center Exposes Mixed Feelings of Local Muslims" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/nyregion\/20muslims.html"} , {"body" : "ROLLER coasters in casinos! Roller coasters on towers! Roller coasters in malls! In an effort to provide unusual and authentic thrills, companies and theme parks have devised several ways to make their rides stand out. But rarely have these scream machines used the environment around them in a ride that celebrates nature. Enter Boulder Dash. This" , "date" : "20100820" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONNECTICUT"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "21" , "title" : "Screaming Through the Trees" , "url" : "http:\/\/travel.nytimes.com\/2010\/08\/20\/travel\/20coaster.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'An Error of the Moon' In previews; opens on Aug. 30. Luigi Creatore's new play analyzes the rivalry of the famous Booth" , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E7D7173CF933A1575BC0A9669D8B63"} , {"body" : "KARIN WILZIG has a hard time choosing a favorite color from among the 64 that she and her husband can use to illuminate the 14 1\/2- foot, 450-gallon aquarium in their TriBeCa town house. The default is fuchsia, which turns the dozen koi a deep pink. ''Not pink,'' said Mrs. Wilzig, 40, an artist and a mother of two small children. ''Alan, go to the" , "date" : "20100819" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "The Six-Figure Fish Tank" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/19\/garden\/19aqua.html"} , {"body" : "IF Edward Bernays was the philosophical father of public relations, Mortimer Matz might be considered the godfather of pragmatic press agentry. Mr. Matz, 86, is working on his 50th year as a full-time (10 years earlier, part-time) inventive yet veracious mastermind of promotion and protector of reputations (of unions, developers, lawyers, seven" , "date" : "20100819" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "EXPERIENCE; No, He Did Not Invent the Publicity Stunt" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/19\/nyregion\/19experience.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. The B-52s (Thursday) The kitsch-adoring dance band the B-52's (''Love Shack,'' ''Good Stuff'') has been encouraging shimmies, whoops, beehives and miniskirts since the 1970s. Its new-wave music is clever and joyful. With Belinda Carlisle (of the Go-Go's). At 7:30 p.m., Asser Levy\/Seaside Park," , "date" : "20100813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E5D71E39F930A2575BC0A9669D8B63"} ,   {"body" : "It's August, and there ''doesn't seem to be a shadow in the city,'' to quote the Lovin' Spoonful. So this week the Miser suggests that you make peace with this hot town. Go for a swim in a Dumpster in Midtown Manhattan. Macro-Sea, the company that created last year's invitation-only Dumpster pools in Brooklyn, has transformed more shipping" , "date" : "20100813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)" , "CONEY ISLAND (NYC)" , "STATEN ISLAND (NYC)" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/13\/nyregion\/13miser.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Wife to James Whelan' In previews; opens on Aug. 23. The Mint Theater Company presents an obscure play by the Irish playwright" , "date" : "20100813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E5D81538F930A2575BC0A9669D8B63"} , {"body" : "Most New York City mayors are typically booed at ballgames, but fortunately only one, William J. Gaynor, was wounded in an attempted assassination. It happened a century ago on Monday. The bullet, fired by a disgruntled former municipal employee, remained lodged in Gaynor's neck. Three years later, suffering from the lingering effects of the wound," , "date" : "20100809" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CITY ROOM; He Took a Bullet for New York, but His Legacy Has Faded" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E7DA1730F93AA3575BC0A9669D8B63"} , {"body" : "Click on Gallery to Enlarge A homeless man in an ''I NY'' shirt asleep on a bench in Staten Island. A just-married couple, cuddling on a bench in Brooklyn Ferry Park. A crowd doing yoga on the beach in the Rockaways, another crowd doing pilates by the East River, a third snapping pictures of the Brooklyn Bridge at sundown. Swimmers, slackers," , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "CITY ROOM; The Waterfront, Covered" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03EFDE1431F93BA3575BC0A9669D8B63"} , {"body" : "On Coney Island in Brooklyn, David DaVinci prepares for his magic act with the Ringling Brothers and Barnum & Bailey circus." , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "title" : "Sunday Routine | To Vanish and Escape" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/08\/nyregion\/08ROUTINE-7.html"} , {"body" : "On Coney Island in Brooklyn, David DaVinci prepares for his magic act with the Ringling Brothers and Barnum & Bailey circus." , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "title" : "Sunday Routine | To Vanish and Escape" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/08\/nyregion\/08ROUTINE-4.html"} , {"body" : "On Coney Island in Brooklyn, David DaVinci prepares for his magic act with the Ringling Brothers and Barnum & Bailey circus." , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "title" : "Sunday Routine | To Vanish and Escape" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/08\/nyregion\/08ROUTINE-2.html"} , {"body" : "On Coney Island in Brooklyn, David DaVinci prepares for his magic act with the Ringling Brothers and Barnum & Bailey circus." , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "title" : "Sunday Routine | To Vanish and Escape" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/08\/nyregion\/08ROUTINE-9.html"} , {"body" : "On Coney Island in Brooklyn, David DaVinci prepares for his magic act with the Ringling Brothers and Barnum & Bailey circus." , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "title" : "Sunday Routine | To Vanish and Escape" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/08\/nyregion\/08ROUTINE-5.html"} , {"body" : "On Coney Island in Brooklyn, David DaVinci prepares for his magic act with the Ringling Brothers and Barnum & Bailey circus." , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "title" : "Sunday Routine | To Vanish and Escape" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/08\/nyregion\/08ROUTINE.html"} ,   {"body" : "On Coney Island in Brooklyn, David DaVinci prepares for his magic act with the Ringling Brothers and Barnum & Bailey circus." , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "title" : "Sunday Routine | To Vanish and Escape" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/08\/nyregion\/08ROUTINE-6.html"} , {"body" : "On Coney Island in Brooklyn, David DaVinci prepares for his magic act with the Ringling Brothers and Barnum & Bailey circus." , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "title" : "Sunday Routine | To Vanish and Escape" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/08\/nyregion\/08ROUTINE-8.html"} , {"body" : "On Coney Island in Brooklyn, David DaVinci prepares for his magic act with the Ringling Brothers and Barnum & Bailey circus." , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "title" : "Sunday Routine | To Vanish and Escape" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/08\/nyregion\/08ROUTINE-3.html"} , {"body" : "Around Town Museums and Sites Alice Austen House Outdoor events: On Friday, ''Rock the House,'' music with a D.J. beginning at 7 p.m. and live bands from 8 to 10 p.m. On Saturday at 6:30 p.m., a dance program built around the themes of nature and the life of Isadora Duncan, presented by the Isadora Duncan Dance Company, the youth dance ensemble" , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/06\/arts\/06spare.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'NostradAmus Predicts the Death of Soho' Performances begin on Wednesday. A burning taxi and the potential apocalypse figure in" , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E0DA1F3FF935A3575BC0A9669D8B63"} , {"body" : "There are moments during the slog through ''Lucky Days,'' a dreary vanity project by Angelica Torn, that you think the whole thing could be a very, very deadpan parody. But eventually you have to acknowledge that this unpleasant drama set on Coney Island isn't deadpan; it's just dead. Ms. Torn, who wrote the film and directed it with her brother" , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "MOVIE REVIEW | 'LUCKY DAYS'; A Busy Love Life" , "url" : "http:\/\/movies.nytimes.com\/2010\/08\/06\/movies\/06lucky.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Brooklyn and Queens are on the same island, which means Wally Backman can feel the tremors from out east. The Mets, his old team, are having a stinker of a season -- another stinker, that is to say -- but Backman's current team, the Cyclones, is winning two-thirds of its games. Backman knows how things work in New York, the back-page frenzy, Bring" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SPORTS OF THE TIMES; Backman Is Poised On Top Step of the Dugout" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/04\/sports\/baseball\/04vecsey.html"} , {"body" : "HERE'S Frankie Fidilio rolling down Avenue U in Brooklyn on the second-hottest day of the year in his blue 1986 GMC Suburban. The van has no air-conditioning, but that's the least of its problems. So much rust dust has accumulated in the back that this looks like the only vehicle in creation with a dirt floor. Still, that's better than the front," , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Real Junkmen of Kings County" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/01\/arts\/television\/01scrappers.html"} , {"body" : "In the last few weeks, a Greek-language newspaper investigated a suicide off the George Washington Bridge, a Russian newspaper surveyed the local Russian diaspora about the newly arrested spies, and a newspaper that focuses on the African and African-American populations gave tips to illegal immigrants on how to avoid getting stopped while driving." , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEW YORK WORLD" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/01\/nyregion\/01world.html"} , {"body" : "Around Town Museums and Sites Jewish Museum Thursday at 6:30 p.m., a screening of ''The Goldbergs'' (1950) by Walter Hart, based on the radio and television series ''The Goldbergs,'' which starred Gertrude Berg and featured the daily lives of a Jewish family in the Bronx; $15, $12 for students and 65+, $10 for members (includes admission to museum" , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/30spare.html"} ,   {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Arcade Fire (Wednesday and Thursday) Once an indie-rock darling, Arcade Fire has graduated to playing consecutive nights at Madison Square Garden -- not bad for a serious, often political band with a glockenspiel, French horn and hurdy-gurdy strapped inside its tour bus. The group's big," , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/music\/30pop.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Abraham Lincoln's Big Gay Dance Party' In previews; opens on Aug. 11. The New York International Fringe Festival hit about a" , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE3DD1E3BF933A05754C0A9669D8B63"} , {"body" : "A young girl was shot in the leg and in stable condition on Sunday night after apparently getting caught in a crossfire in Brooklyn, police said. The girl, who was about 18 months old according to police, was in a well-manicured courtyard area of a housing project in Coney Island while her mother took groceries from a car into the building, the" , "date" : "20100726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Child Shot In Crossfire In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/26\/nyregion\/26shoot.html"} , {"body" : "Around Town Museums and Sites Louis Armstrong House Museum Saturday at 1 p.m., a free outdoor performance of Dixieland, early jazz and spirituals by the group the Recessionals. The museum is open Tuesdays through Fridays, 10 a.m. to 5 p.m.; Saturdays and Sundays, noon to 5 p.m. Louis Armstrong House Museum, 34-56 107th Street, Corona, Queens ," , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/23spare.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Sandra Bernhard (Tuesday) Alternately beloved and reviled for her brash and wicked stand-up routines, the comedian Ms. Bernhard is not prone to blushing or biting her tongue. As a vocalist she explores pop, jazz, blues and rock in a heady, steady alto tinged with defiance; her band, the" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/music\/23pop.html"} , {"body" : "'REVENGE OF KITTY GALORE': MEET THE STARS The movie stars about to walk the red carpet at the Directors Guild of America Theater never make the tabloids. They don't drive drunk, paint obscenities on their nails or unleash telephone tirades at their offspring or exes. Maybe if other celebrities traveled with behavioral trainers, they would be just" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/23Kids.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Abraham Lincoln's Big Gay Dance Party' Previews start on Tuesday. Opens on Aug. 11. The New York International Fringe Festival hit" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E5D81131F930A15754C0A9669D8B63"} , {"body" : "The hot weather can make for an unpleasant riding experience -- a thick film of sweat being the obvious result of all but the shortest pedal -- but could it be causing flat tires as well? ''What I've been seeing is that the last couple of weeks of high heat is a lot more flats,'' said Jake Fleischmann at Roy's Sheepshead Cycle on Coney Island" , "date" : "20100722" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM; Does Hot Weather Cause More Bike-Tire Problems?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6D81331F931A15754C0A9669D8B63"} , {"body" : "''THAT right there is a top-neck clam,'' said a man sitting at the counter in Randazzo's in Sheepshead Bay, Brooklyn, about five minutes before noon on a weekday as the sun blazed down on Emmons Avenue outside. He was pointing at the fresh-shucked bivalve in front of him on an icy plate, perhaps 2 3\/4 inches across the heavy span of its shell, its" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Sea, Sun and Slurp" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/business\/14thrift.html"} , {"body" : "''THAT right there is a top-neck clam,'' said a man sitting at the counter in Randazzo's in Sheepshead Bay, Brooklyn, about five minutes before noon on a weekday as the sun blazed down on Emmons Avenue outside. He was pointing at the fresh-shucked bivalve in front of him on an icy plate, perhaps 2 3\/4 inches across the heavy span of its shell, its" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Sea, Sun and Slurp" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/dining\/14note.html"} ,   {"body" : "Cory Vaughn, a slugging outfielder and son of the former major league All-Star Greg Vaughn, is the new star of the Brooklyn Cyclones. Here is a little scouting report on him: He slides into base on his left hip, and when patrolling right field, in the shadow of the famous Coney Island Parachute Jump, he is loath to dive on his right side. These are" , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CITY ROOM; Sweat; Bats Right, Slides Left" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E6DE143BF932A25754C0A9669D8B63"} , {"body" : "Around Town Museums and Sites American Museum of Natural History The Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour from 10:30 a.m. to 4:30 p.m. through Jan. 10; $28 (includes museum admission), $22 for students and 60+ and $18 for children. Continuing exhibitions include ''Race to the End of the" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00EFDF1239F93AA35754C0A9669D8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Another American: Asking and Telling' Opens on Monday. Marc Wolf's docudrama about gays in the military receives a timely revival. DR2," , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings; Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E2DA1F30F93AA35754C0A9669D8B63"} , {"body" : "In the world's most diverse city, it was hailed as a milestone: Mayor Michael R. Bloomberg signed an executive order in July 2008 requiring every New York City agency that dealt with the public to provide interpreters, translated documents and other language help to people who spoke little or no English. The order was supposed to help immigrant New" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Language Help for New York Immigrants Using City Services Falls Short of Goals" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/07\/nyregion\/07translate.html"} , {"body" : "A record-breaking heat wave tightened its grip on New York City on Tuesday, as triple-digit temperatures tested Consolidated Edison's power supply, threatened the health of the elderly, and tried the patience and resilience of anyone who dared to venture outside. With the temperature reaching 103 degrees in Central Park at 3:11 p.m., breaking the" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Record 103degrees Pushes Limits Of Con Edison" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/07\/nyregion\/07heat.html"} , {"body" : "A record-breaking heat wave tightened its grip on New York City on Tuesday, as triple-digit temperatures tested Consolidated Edison's power supply, threatened the health of the elderly, and tried the patience and resilience of anyone who dared to venture outside. With the temperature reaching 103 degrees in Central Park at 3:11 p.m., breaking the" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Record 103 Degrees Pushes Limits Of Con Edison" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1DE1130F934A35754C0A9669D8B63"} , {"author" : "Wayne Rozen is the author of ''America on the Ropes: A Pictorial History of the Johnson-Jeffries Fight.''" , "body" : "RENO, Nev. -- The night before the fight, Frieda Jeffries awoke and saw her husband standing by a window, staring into the black Nevada night. ''What's wrong?'' she said. James J. Jeffries, the anointed Great White Hope, said nothing. He did not want to be in Reno to fight the younger, slicker, more agile Jack Johnson. One century has passed since" , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "Great White Hope: Not Great, No Hope" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/04\/sports\/othersports\/04boxing.html"} , {"body" : "The Insider: Inspector of City Contracts Name: Geneith TurnbullAge: 49Hometown: Grew up in East Flatbush, Brooklyn; now lives in Crown Heights.Title: Deputy comptroller for contracts and procurement. Claim to fame: Ms. Turnbull is the gatekeeper of city money. She and her team of 28 inspect, challenge and decide the fate of virtually every contract" , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "CITY ROOM; THE INSIDER | GENEITH TURNBULL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E5D9113CF937A35754C0A9669D8B63"} , {"body" : "AROUND TOWN New York City ANNUAL ALL-NIGHT WALKING TOUR OF REVOLUTIONARY WAR NEW YORK, Lower Manhattan. Led by James Kaplan. It meets Sunday at 2 a.m. at Broadway and Murray Street and ends at 6 a.m. in front of Fraunces Tavern Museum, 54 Pearl Street, the sponsor of the walk. Fee: $20, members $15; (212) 471-8546 or (212) 425-1778. EATING CONTESTS" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EEDA1F3CF931A35754C0A9669D8B63"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Gary the Thief' and 'Plevna: Meditations on Hatred' Previews start on Wednesday. Opens on July 12 in repertory with other" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E6D91039F931A35754C0A9669D8B63"} ,   {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Gary the Thief' and 'Plevna: Meditations on Hatred' Previews start on Wednesday. Opens on July 12 in repertory with other" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E1DC103EF931A35754C0A9669D8B63"} , {"body" : "''A provocation?'' asked Mikhail Tripolsky, the editor in chief. ''A double game?'' he asked his deputy, Leah Moses. The old cold war spy phrases reverberated in the Russkaya Reklama newsroom on Coney Island Avenue in Brooklyn. The two journalists labored to make sense for their Russian émigré readers of the bizarre spy ring that's allegedly been" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MOSCOW (RUSSIA)" , "MONTCLAIR (NJ)" , "RUSSIA"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "EDITORIAL OBSERVER; The Spies Who Came In From the Shopping Mall" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/02\/opinion\/02fri4.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Gary the Thief' and 'Plevna: Meditations on Hatred' Previews start on Wednesday. Opens on July 12 in repertory with other" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E3DF163AF931A35754C0A9669D8B63"} , {"body" : "The singer Neil Sedaka, a sleepy city park and two synagogues by the sea: only in New York -- and only in Brooklyn, maybe -- could those elements be part of a raging feud. What for months was largely a local dispute over the renovation of a Coney Island park has escalated in recent weeks, drawing in the mayor, the City Council, the civil rights" , "date" : "20100701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ASSER LEVY PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A Park Is Ready to Rock, But Some Neighbors Aren't" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/01\/nyregion\/01concert.html"} , {"body" : "To get to the city pool in Brooklyn's Gowanus neighborhood in the 1970s, a swimmer ran a gantlet. The pool sat amid factories and workshops, the streets around it crowded with trucks. Sex workers met clients near the gates, on Douglass Street. Still, clutching towels, local residents in need of a dip knew where to go, a block from the noxious" , "date" : "20100628" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; A Reprieve For an Oasis In Brooklyn With an Edge" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E5D91F3AF93BA15755C0A9669D8B63"} , {"author" : "Dvora Meyers, a freelance writer and Hebrew teacher, lives in Clinton Hill, she writes about Judaism and gymnastics on her blog, at unorthodoxgymnastics.com; Ellen Levitt lives in Midwood and teaches social studies at a Brooklyn High school." , "body" : "This week's Complaint Box features two views on one borough's identity crisis, from Dvora Meyers and Ellen Levitt. I'm From Brooklyn, She Said in Her Southern Drawl As a 27-year-old single woman living in Brooklyn, I enjoy the communal events that warm weather brings: summer concerts in Prospect Park, street fairs, outdoor dining with friends. But" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Complaint Box | Borough Pride; I'm From Brooklyn, She Said in Her Southern Drawl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC133BF934A15755C0A9669D8B63"} , {"body" : "LAURIE ANDERSON was home for a few hours last month -- a rare occurrence. This musician and multi-media artist had returned from Poland, where she performed improvised music with the saxophonist and composer John Zorn and the bassist Bill Laswell. Soon she would be off to Iceland for a solo recital, and then to Australia, where she was a curator of" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Electronic Expressions In the Service of the Soul" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE4D71F39F934A15755C0A9669D8B63"} , {"body" : "Starting today, the Metropolitan Transportation Authority will eliminate dozens of bus lines and cut service on many more as part of its effort to close a budget gap approaching $800 million. The service cuts elicited howls of protests from riders at public hearings, but the agency said it had little choice. Here is a roundup of route closings, and" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "As M.T.A. Cuts Bus Service, a Look at Who Rides Where" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E6D6123EF934A15755C0A9669D8B63"} , {"body" : "ANYONE wondering which retro childhood pastime is poised for the kind of revival that roller derby and coed kickball enjoyed in recent years might look no further than Full Circle, a recently opened bar in Williamsburg, Brooklyn, devoted to Skee-Ball, the classic arcade game that involves rolling a wooden ball up a slightly inclined alley and" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BOîTE; This Is How They Roll" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/27\/fashion\/27Boite.html"} , {"body" : "LAURIE ANDERSON was home for a few hours last month -- a rare occurrence. This musician and multi-media artist had returned from Poland, where she performed improvised music with the saxophonist and composer John Zorn and the bassist Bill Laswell. Soon she would be off to Iceland for a solo recital, and then to Australia, where she was a curator of" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Electronic Expressions In the Service of the Soul" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/27\/arts\/music\/27laurie.html"} ,   {"body" : "Let's be honest: It never was ''The Greatest Show on Earth.'' At its best, the Ringling Brothers and Barnum & Bailey Circus managed to stage a spectacularly inflated sideshow with an exceptional ad campaign. In recent decades other circuses, big and small, have provided increasingly stiff competition, and while the big top has a few new tricks, the" , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "THEATER REVIEW | 'THE CONEY ISLAND ILLUSCINATION'; A Big-Top Summer on the Boardwalk" , "url" : "http:\/\/theater2.nytimes.com\/2010\/06\/26\/theater\/reviews\/26coney.html"} , {"body" : "Federal investigators are examining whether Senator Carl Kruger, one of the State Legislature's most powerful members, sought campaign contributions in exchange for political favors, according to court filings and people briefed on the case. Mr. Kruger, a Democrat from Brooklyn who has amassed the Senate's largest campaign account, declined to" , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Brooklyn Senator a Focus of Federal Corruption Inquiry" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26kruger.html"} , {"body" : "'DANCING IN THE SKY' Forget about all the world's being a stage -- some parts are much more theatrical than others. And few outdoor spaces in New York appear more suited to everyday human dramas than the High Line, the elevated railway-turned-park on the West Side of Manhattan. ''It feels like a stage for the whole city, and kids can really get" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/arts\/25kids.html"} , {"body" : "Oh, the days of $3 drive-in movies, how our love lives (and wallets) miss them. Well, the Saturday night Sci-Fi Summer film series indoors at the Coney Island Museum can be the modern couple's next-best alternative. This weekend the program presents ''Attack of the 50-Foot Woman'' (1958), and continues every Saturday at 8:30 p.m. through Sept. 18," , "date" : "20100625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "THE WEEKEND MISER; Sci-Fi Summer Films, a Free Hip Hop Old School Party, and the UnFancy Food Show" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/nyregion\/25miser.html"} , {"body" : "YOU know it's high summer in Brooklyn when the natives swap their shorts and tank tops for sequined fish scales, pasties and thongs. The promise of all that exposed flesh drove tourists and amateur lens men out in force on Saturday to witness the super-size block party that is the Coney Island Mermaid Parade, an event that dates to 1983." , "date" : "20100624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "Mermaids Everywhere You Turn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E3DD1F39F937A15755C0A9669D8B63"} , {"body" : "WEINSTEIN--Mildred, beloved mother of the late Harvey. Devoted sister of Seymour, Eddie and the late Jack; loving sister-in-law of Helen; aunt of David, Amy, Suzin, Anne and Joan. She was a proud member of the Pythian Sisters of New York and Florida. Mildred was an owner, along with her brothers, of the Wienstein-Garlick-Kirsch-enbaum Chapels." , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths WEINSTEIN, MILDRED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E7D6153AF933A15755C0A9669D8B63"} , {"body" : "Donovan Forde was dozing when the teacher came around to his end of the table. Pale winter light filtered in through the grated classroom window, and the warm room filled softly with jazz. It fell to his teacher's aide to wake him up from his mid-morning nap. She shined a small flashlight back and forth in his eyes like a dockworker signaling a" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Educating Donovan: A 15-Year Struggle" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/20\/education\/20donovan.html"} , {"body" : "WEINSTEIN--Mildred, beloved mother of the late Harvey. Devoted sister of Seymour, Eddie and the late Jack; loving sister-in-law of Helen; aunt of David, Amy, Suzin, Anne and Joan. She was a proud member of the Pythian Sisters of New York and Florida. Mildred was an owner, along with her brothers, of the Wienstein-Garlick-Kirsch-enbaum Chapels." , "date" : "20100619" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths WEINSTEIN, MILDRED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E7D7153AF93AA25755C0A9669D8B63"} , {"body" : "Around Town Museums and Sites Bartow-Pell Mansion Museum Saturday at 1 p.m., ''Take Me Out to the Ball Game 1864!,'' a baseball game played by 19th-century rules by the New York Mutuals; a game of rounders with team members follows, as well as house tours and a raffle; $15, $5 for children 6 to 17 ($10 and $3 for members). 895 Shore Road North," , "date" : "20100618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/18\/arts\/18spare.html"} , {"body" : "About noon on Surf Avenue in Coney Island on Thursday, three hot dogs walked down the street. They were three interns for the Brooklyn Cyclones, doing the kind of celebrated work that all interns must do, or at least those employed by minor-league baseball teams: dressing up in puffy hot-dog costumes to film a promotional video. Relish was asked" , "date" : "20100618" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Where Old And New And Weird Rub Elbows" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/18\/nyregion\/18coney.html"} ,   {"body" : "IN the evolution of black barbering according to Kamal Nuru, the list of begats begins with the Fade (which some folks refer to as the Jersey). The era would have been around 1982. The Fade was a popular haircut dating to the golden age of hip-hop, one in which the sides were cropped close and the puffy hair on top was kept low, an effect achieved" , "date" : "20100617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EAST HARLEM (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "THE GIMLET EYE; Redoing Those '80s 'Dos" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/17\/fashion\/17Gimlet.html"} , {"body" : "As beauty queens beamed and Latin dancers shimmied up Fifth Avenue, the Garcia, Gomez and Vazquez families reclaimed the spread of pavement that becomes their temporary home one day each year. Like thousands of other New Yorkers who regularly attend the National Puerto Rican Day Parade, members of this loose-knit clan of friends, relatives and" , "date" : "20100614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "At the Parade, a Day of Traditions and Familiar Faces" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/14\/nyregion\/14parade.html"} , {"body" : "THE Harry Potter theme park may be grabbing a lot of attention lately, but the amusement park industry has other tricks up its sleeve this year. Across North America new and ''re-themed'' amusement parks have opened, and standout rides at established venues are drawing crowds. Whether you're drawn to the two thrilling roller coasters named for the" , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "Where the Thrill of the Ride Starts" , "url" : "http:\/\/travel.nytimes.com\/2010\/06\/13\/travel\/13harryside.html"} , {"author" : "Ashley Hoffman is a freelance writer in Manhattan." , "body" : "As a 22-year-old fresh out of college, I felt great to be recruited by a baseball team last spring. The Brooklyn Cyclones, the Mets' Class A affiliate, needed someone to play Pee Wee, the sidekick to their Sandy the Seagull mascot. During the interview, I talked about my experience as an editor, as if anybody who was listening cared. ''Are you" , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "CHEERING SECTION; Dancing in a Seagull Suit Is Not for the Faint of Heart" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/13\/sports\/baseball\/13mascot.html"} , {"body" : "Four people, including a mother of seven and a man identified as her son, were wounded during a shooting in the Coney Island section of Brooklyn on Wednesday night after an argument turned violent, the police and witnesses said. The shooting took place shortly about 9 p.m. at the Coney Island Houses, near West 35th Street and Surf Avenue, about a" , "date" : "20100610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "One Killed and 2 Badly Injured In Shooting at Coney Island" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/10\/nyregion\/10coney.html"} , {"body" : "DIANA ORTIZ waited in a cagelike room at the Fishkill Correctional Facility that winter morning in 2005, going over it in her head again and again. She needed to find the right words, conjure the right emotions, strike the right balance between remorse for her role in the killing of an off-duty police officer and recognition of all that she had" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Parole" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/06\/nyregion\/06parole.html"} , {"body" : "AT the first performance of an early run of ''Amerissiah'' in 2008, Derek Ahonen, the director and playwright, was becoming increasingly, intensely angry. The audience was not laughing. He could forgive the cast forgetting some lines or even performing drunk, but botching jokes was far worse. At the curtain he charged backstage and screamed at the" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Hands-on Theater (at Times With Fists)" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/06\/theater\/06amoral.html"} , {"body" : "New Yorkers who feel the need to escape the concrete jungle and return to the wild can take advantage of the Urban Park Rangers' free family camping trips. The outings are held on select weekends through September, in parks throughout the five boroughs. All you need is a sleeping bag and a flashlight; the rangers provide the rest, along with the" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "WEEKEND MISER; Urban Camping, Bargemusic, Museum Mile Festival" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/travel\/04miser.html"} , {"body" : "WHEN a major event occurs with implications for one of the city's ethnic groups, the ethnic press responds -- sometimes analytically, sometimes angrily, sometimes defensively. In recent weeks, three newspapers -- two Pakistani and one Indian -- reported or reflected on the attempt by a Pakistani-American, Faisal Shahzad, to detonate a car bomb in" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEW YORK WORLD; Times Square Terror" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/nyregion\/30world.html"} , {"body" : "AROUND TOWN New York City BELLEVUE SOUTH COMMUNITY ASSOCIATION STREET FAIR, Lexington Avenue, between 23rd and 34th Streets. Sunday, 10 a.m. to 6 p.m. CARING COMMUNITY FESTIVAL, Washington Square North and Waverly Place, between University Place and Avenue of the Americas, Greenwich Village. Saturday, 11 a.m. to 6 p.m. COALITION FOR A LIVABLE WEST" , "date" : "20100528" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/28\/arts\/28spare.html"} ,   {"body" : "From initial accounts, Al-Taya Conyers had a series of troubling relationships, even at age 16. There had been several domestic-violence cases, instances in which she had been abused by a man whom she had dated for a year and a half, officials said. Al-Taya had also run afoul of the law herself over things she had posted on Twitter and other social" , "date" : "20100528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Mystery Surrounds Killing Of a Girl, 16, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/28\/nyregion\/28girl.html"} , {"body" : "Congress took its time regulating the financial industry. City Hall and Wall Street are BFFs. Where do you go to find someone who'll stand up to the bankers and brokers? How about 1412 Coney Island Avenue, in the Midwood section of Brooklyn, between the laundromat and the baby gear store? Open a battered steel door, walk up a narrow flight of worn" , "date" : "20100523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WALL STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY CRITIC; Swatting at Wall Street From a Bunker in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/23\/nyregion\/23critic.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "Q.On a 1924 aerial map of New York City, I came across an image of a large building where Inwood Hill Park now is. Do you have any idea what this building was? It's huge! ... Maria Carmicino, Manhattan A. The broad E-shaped outline is the House of Mercy, built in 1891 for the organization founded in 1830 by Episcopalians to help young women who had" , "date" : "20100523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "STREETSCAPES | READERS' QUESTIONS; The Shadow in the Park" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/23\/realestate\/23streets.html"} , {"body" : "Brooklyn is one of the most Democratic counties in the country. The nearly 900,000 enrolled Democrats in the borough outnumber Republicans by about eight to one. More Brooklynites left the party affiliation line on their latest Board of Elections enrollment forms blank than the 112,000 who described themselves as Republicans. Of all the members of" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "MILL BASIN JOURNAL; Brooklyn's G.O.P. Is Old Enough, but Quite a Few Members Shy of Grand" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/nyregion\/22metjournal.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 11 a.m. to 6 p.m., the second annual Uncorked! food festival, featuring demonstrations by Staten Island culinary professionals. There will also be a cheese school and lessons on pairing cheese with the right wine. 441 Clarke Avenue, Staten Island, (718) 351-1611, Ext. 236," , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5D61331F932A15756C0A9669D8B63"} , {"body" : "Robert C. Lieber, the former Wall Street executive who has guided the Bloomberg administration's economic development efforts during the recession, told his staff on Wednesday that he would step down as deputy mayor in June. Mr. Lieber, 55, who has been in the job since January 2008, has focused on projects including the redevelopment of Coney" , "date" : "20100520" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "City Hall's Economic Development Chief to Step Down" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/20\/nyregion\/20lieber.html"} , {"body" : "ALONG the East and Hudson Rivers, on stretches of Jamaica Bay, and by the banks of the Gowanus Canal, formerly neglected industrial land has recently been reborn as parkland, or will be before long. But in Brighton Beach, a dense enclave by Coney Island at Brooklyn's southern tip, no rebirth was required: the shoreline has always been a popular" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | BRIGHTON BEACH, BROOKLYN; Views to Fill the Eye, Not Empty the Wallet" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/realestate\/02living.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Friday through Sunday, 11 a.m. to 5 p.m., a crafts fair. 2 Hylan Boulevard, Rosebank , (718) 816-4506, aliceausten.org; $3 donation.20100429 CITY UNIVERSITY OF NEW YORK GRADUATE CENTER Monday at 7 p.m., ''Concerts & Conversations -- An Evening with Paquito D'Rivera''; $25, $10 for students. Wednesday" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E6DE1E3BF933A05757C0A9669D8B63"} , {"body" : "NELSON--Myrna A. nee Friedman. Beloved wife of Dr. Irwin J. Nelson. Loving mother of Lewis (Laura), Eric (Lisa) and Abbie (Jon) Hansburg. Grandmother of Daniel, Adina, Ben, Emily, Jack, Ryan, Alex and Julia. Services Thursday, 10am at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave., Brooklyn (Ave J) 718-377-7300." , "date" : "20100428" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths NELSON, MYRNA A" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E6DF173AF93BA15757C0A9669D8B63"} , {"body" : "The agency responsible for economic development under Mayor Michael R. Bloomberg has failed to turn over to the city more than $125 million in payments, taxes and fees, according to an audit conducted by the city comptroller to be released on Wednesday. The comptroller, John C. Liu, said the agency, the Economic Development Corporation, had hoarded" , "date" : "20100428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Agency Owes Millions to City, An Audit Finds" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/28\/nyregion\/28audit.html"} ,   {"body" : "Let's say a subway station had peeling paint, decaying ceilings, cracked tiles. And let's say you would be happy to see just one of those problems go away. For years, you would have been out of luck. A strict policy at the Metropolitan Transportation Authority dictated that, barring an emergency, no single component of a station could be fixed" , "date" : "20100427" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Subway Station Needs Repairs? New M.T.A. Policy May Speed Up Work" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6D91039F934A15757C0A9669D8B63"} , {"body" : "Every year, New York City Transit releases a station-by-station breakdown of ridership in the biggest subway system in the nation. Shake-ups are rare; the usual suspects -- Times Square, Grand Central Station -- routinely top the list, and last year was no exception. But 2009 was a time of uncertainty and change, and a closer examination of life on" , "date" : "20100426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Stop by Stop, Subway's Decline and Growth in 2009" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/26\/nyregion\/26subway.html"} , {"body" : "ON New York's hurried streets, one passing cyclist can appear no different from another. But cyclists are hardly a monolithic subculture -- more like a collection of finely divided sub-subcultures, each with its own uniform, lingo and attitude toward the bicycle's place in the urban landscape. Bike messengers continue to hold their place as iconic" , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SPOKES; Two-Wheeled Tribes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E5D91430F936A15757C0A9669D8B63"} , {"body" : "ON New York's hurried streets, one passing cyclist can appear no different from another. But cyclists are hardly a monolithic subculture -- more like a collection of finely divided sub-subcultures, each with its own uniform, lingo and attitude toward the bicycle's place in the urban landscape. Bike messengers continue to hold their place as iconic" , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SPOKES; Two-Wheeled Tribes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E3DC1E31F936A15757C0A9669D8B63"} , {"body" : "ALTAVILLA VICENTINA, Italy -- Alberto Zamperla sweeps through the cavernous workshop here where his amusement rides are manufactured while workers measure and bang and solder enormous platforms, oddly shaped beams and assorted fiberglass vehicles. Spring is a busy time for his company, and attractions are being prepared for the summer season that" , "date" : "20100424" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Coney Island Getting a $30 Million Italian Makeover" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/24\/business\/global\/24coney.html"} , {"body" : "International SCRAP-METAL IMPORTS RAISE CONCERNS IN INDIA At a time when India and other developing countries are importing growing amounts of scrap metal, inadequate monitoring at ports and a lack of international standards are allowing radioactive materials to cross borders. India has proved especially porous. PAGE A4 PROTEST BEYOND THAI CAPITAL" , "date" : "20100424" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E1DB1430F937A15757C0A9669D8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here she leads a first-rate band with" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E2DC153EF930A15757C0A9669D8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. This restaurant is rated 1 star. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/23\/arts\/music\/23jazz.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE ELABORATE ENTRANCE OF CHAD DEITY' Previews start on Tuesday. Opens on May 20. This Pulitzer finalist about a wrestling rivalry" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EED9113EF930A15757C0A9669D8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE ELABORATE ENTRANCE OF CHAD DEITY' Previews start on Tuesday. Opens on May 20. This Pulitzer finalist about a wrestling rivalry" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EEDB163FF930A15757C0A9669D8B63"} ,   {"body" : "SHERMAN--Roslyn. Beloved wife of the late Arthur. Loving mother of Michael and Alice Sherman and Leslie and Dr. Leonard Flug. Cherished grandmother and great-grandmother. Services today, 10am, at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave, Brooklyn (Ave J.)" , "date" : "20100422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths SHERMAN, ROSLYN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00EFDA163AF931A15757C0A9669D8B63"} , {"body" : "For more than half a century, Mr. Softee has been as synonymous with New York summers as open fire hydrants, its blue and white trucks and instantly recognizable jingle enticing children in Washington Heights, Coney Island and neighborhoods in between. New York being a tough town, Mr. Softee has also endured its share of bumps and bruises. It has" , "date" : "20100415" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Mr. Softee Sets Sights On Asia" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/15\/nyregion\/15softee.html"} , {"body" : "A 2-year-old Brooklyn boy was left on a school bus for two hours on Tuesday after the driver and the bus matron forgot to drop him off at day care, then went to their homes for a break, the police said. Officers found the child in the bus, parked outside the driver's Brighton Beach home, about 10:30 a.m. after a passer-by heard the boy crying and" , "date" : "20100414" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Boy, 2, Left on School Bus for Two Hours" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/14\/nyregion\/14bus.html"} , {"body" : "Unable to carry its share of the costs, the New York State government has ceded responsibility for revitalizing Governors Island to New York City -- which is exactly where the responsibility belongs. It is now up to Mayor Michael Bloomberg and his planners to develop the 172-acre treasure in New York Harbor in a way that benefits the city without" , "date" : "20100413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GOVERNOR'S ISLAND (NYC)" , "NEW YORK HARBOR" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "EDITORIAL; Mayor Bloomberg's Island" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/13\/opinion\/13tue4.html"} , {"body" : "By design, there is no ''For Sale'' sign staked outside the formidable 12-room colonial-style house at 225 Marlborough Road in Brooklyn's historic Prospect Park South neighborhood. The pale stucco home, built for the long haul in 1922 but lately a bit under the weather, is in need of someone to coddle it. But Mary Kay Gallagher, the woman charged" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DITMAS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "She's the One Holding the Keys" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/nyregion\/11marykay.html"} , {"body" : "There are no doormen or concierges or gyms. Wrapped in skins of dull brown brick, the towers' only flourishes are splashes of blue or yellow tile, or the laundry that residents sometimes hang from their terraces. The apartments, at Brooklyn's southern tip, came with vinyl floor tiles and slots for owners to install their own air-conditioners." , "date" : "20100409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Towers in Coney Island Have the Trump Name, But No Limousine Fleet" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/09\/nyregion\/09trump.html"} , {"body" : "When you thought about it, while mopping the dripping sweat off your brow, it was kind of absurd. What was August doing here in April? New York had not suddenly become Havana (it was only 86 there). The bizarre weather was just visiting, of course, delivering a delicious burst of heat that reached 92 degrees, a sizzling summer day when we had" , "date" : "20100408" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Summer Overtakes Spring; Confusion Reigns" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/08\/nyregion\/08hot.html"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE ADDAMS FAMILY' In previews; opens on Thursday. Nathan Lane and Bebe Neuwirth snap their fingers as Gomez and Morticia in" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2D91130F931A35757C0A9669D8B63"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE ADDAMS FAMILY' In previews; opens on Thursday. Nathan Lane and Bebe Neuwirth snap their fingers as Gomez and Morticia in" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6D9163FF931A35757C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites BRONX MUSEUM OF THE ARTS Opening on Sunday and running through Aug. 11, two exhibitions focusing on the civil rights movement: ''Road to Freedom: Photographs of the Civil Rights Movement 1956-1968,'' featuring 150 vintage photographs, and ''After 1968: Contemporary Artists and the Civil Rights Legacy,'' with works by" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6D81F3AF935A15750C0A9669D8B63"} ,   {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE ADDAMS FAMILY' In previews; opens on April 8. Nathan Lane and Bebe Neuwirth snap their fingers as Gomez and Morticia in this new" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E6DA1538F935A15750C0A9669D8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE ADDAMS FAMILY' In previews; opens on April 8. Nathan Lane and Bebe Neuwirth snap their fingers as Gomez and Morticia in this new" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E0DD173DF935A15750C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Saturday, 1 to 5:30 p.m. and Sunday, noon to 5 p.m., New York's Latino communities are explored with ''From the Motherlands to El Barrio: New York's Latino Immigrant Experience.'' Highlights include ''Holding Up the Sky,'' a Mayan creation story by the Coatlicue Theater Company;" , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/19\/arts\/19spare.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE ADDAMS FAMILY' In previews; opens on April 8. Nathan Lane and Bebe Neuwirth snap their fingers as Gomez and Morticia in this new" , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E7DC1231F93AA25750C0A9669D8B63"} , {"body" : "Less than two months before Christie's will be selling one of Jasper Johns's signature ''Flag'' paintings, the hedge fund billionaire Steven A. Cohen privately scooped up a larger and earlier example of that artist's seminal image. He bought it from Jean-Christophe Castelli, son of Leo Castelli, Mr. Johns's legendary dealer. The younger Mr." , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "INSIDE ART; Planting a Johns 'Flag' in a Private Collection" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/19\/arts\/design\/19vogel.html"} , {"body" : "Anastasia Kurinnaya, shod in a pair of black Aldo booties with five-inch heels, stepped carefully down the 10 rickety plywood stairs that led from the coat check into the grimy basement of Passion, a popular Russian dance club on Coney Island Avenue in Brooklyn. She signed the release form handed to her by a guy with a clipboard and walked inside" , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Russian 'Jersey Shore'? This Crowd Is Hopeful" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFD6173AF931A25750C0A9669D8B63"} , {"body" : "A 22-year-old man was fatally shot by the police outside a Brooklyn elementary school on Monday afternoon after he pointed a fake gun at an officer, the authorities said. The man, identified by a law enforcement official as George D'Amato Jr. of Brooklyn, showed up behind Public School 194, at 3117 Avenue W in the Gerritsen Beach neighborhood," , "date" : "20100309" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "Police Kill Man Carrying A Fake Gun At a School" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/09\/nyregion\/09shoot.html"} , {"body" : "STARK--Stephen, passed away on March 1, 2010, New York City. He will be missed by his domestic partner of 19 years Philip Ong, his sister Cynthia Kadish, brother Mel Stark, sister-in-law Carole Stark, four nephews, one niece, six great-nieces and three great-nephews. Mr. Stark was born and raised in Brooklyn was a proud Brooklynite. He retired from" , "date" : "20100303" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths STARK, STEPHEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E4D9113AF930A35750C0A9669D8B63"} , {"body" : "To the Editor: Re: Streetscapes, ''Allowances Were Squandered Here,'' Feb. 7: I had long forgotten the two Times Square Playland locations and the thrill of the Skee ball game. It's good to read that there is a Skee ball revival within the Williamsburg section of Brooklyn. And of course there are youthful summer memories of Skee ball arcades along" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "8" , "title" : "LETTER; Ah, Skee Ball" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/realestate\/28lett-AHSKEEBALL_LETTERS.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Wednesday at 7 p.m., ''Energy Through Chemistry,'' a talk on new technologies in transportation and energy by Héctor Abruña, director of the Energy Materials Center at Cornell; part of the SciCafe series on the first Wednesday of each month. Free admission, with cash bar" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/26spare.html"} ,   {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/26kids.html"} , {"body" : "IT was Valentine's Day at the House of Yes, an old ice warehouse turned event space in Bushwick, Brooklyn: The three-story ''skybox'' was swathed in red satin and velvet, and red aerialists' silks hung from the circus truss that spanned the ceiling. Kae Burke, 23, who runs House of Yes with her high school pal Anya Sapozhnikova, twined her way up" , "date" : "20100218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Decorating the Night" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/18\/garden\/18party.html"} , {"body" : "An autistic 11-year-old boy died on Tuesday from a fire that investigators believe he set himself after his grandmother left him home alone in Coney Island, Brooklyn, according to the authorities. His grandmother, Melinda McLain, 59, has been charged in the case with reckless endangerment and endangering the welfare of a child, the police said." , "date" : "20100217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Boy, 11, Left Alone, Dies in Coney Island Fire" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/17\/nyregion\/17fire.html"} , {"body" : "Openings TRE OTTO Salvatore Fraterrigo will be the chef at this 40-seat restaurant with a garden (in good weather) on the Upper Upper East Side. The owners, Louis and Lauren Cangiano, ran the Italian food store Fratelli Cangiano on Houston Street in the 1980's, and Mr. Cangiano still owns Cangiano, an enormous market on Staten Island that evolved" , "date" : "20100217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/17\/dining\/17off.html"} , {"body" : "The way Marty Markowitz sees it, the rundown nine-acre park where Coney Island and Brighton Beach meet is ripe for a sparkling transformation. Mr. Markowitz, the Brooklyn borough president, envisions Asser Levy Park, also known as Seaside Park, as the gateway to a spruced-up amusement complex evoking Coney Island's splashy past. An enormous new" , "date" : "20100211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ASSER LEVY PARK" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Clash Over Plans for a Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/11\/nyregion\/11seaside.html"} , {"body" : "Steve Phillips, whom ESPN fired last year as a baseball analyst after his affair with a production assistant became public knowledge, spent 45 days in a sex addiction clinic in Hattiesburg, Miss., said his agent, Steve Lefkowitz. Phillips, a former Mets general manager, was treated at the Gentle Path clinic, which Tiger Woods reportedly attended." , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SPORTS BRIEFING | BASEBALL; Phillips Was Treated at Sex Clinic, Agent Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E2D71131F936A35751C0A9669D8B63"} , {"body" : "More than a half-dozen gentrified neighborhoods in Brooklyn would lose subsidized day care centers for low-income families under proposed city budget cuts, Bloomberg administration officials said Wednesday. A list of the 15 day care centers that are scheduled to close in July, 10 of them in Brooklyn, was released by the Administration for" , "date" : "20100204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "City Seeks to Close 15 Day Care Centers, Most in Brooklyn, in Budget Cut" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/04\/nyregion\/04daycare.html"} , {"body" : "The fire that killed five Guatemalan immigrants in their home above a restaurant in Bensonhurst, Brooklyn, was ignited by one of their roommates, who drenched a roll of toilet paper in an accelerant and tossed it into a baby carriage at the bottom of the tenement's stairs, the authorities said on Tuesday. The suspect, Daniel Ignacio, 29, said he" , "date" : "20100203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Victims' Roommate Charged With Setting Fire That Killed 5 Guatemalans" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/03\/nyregion\/03fire.html"} , {"body" : "At first, Officer Kevin Maloney kept it all to himself. During an arrest in a Brooklyn subway station on Oct. 15, 2008, he watched a fellow officer jab a baton between the buttocks of a suspect, and he thought he heard the man moan, Officer Maloney testified on Monday. He listened as the suspect, a body piercer named Michael Mineo who had been seen" , "date" : "20100202" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officer's Testimony Supports Abuse Accusation" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/02\/nyregion\/02mineo.html"} , {"body" : "ISAACSON--Daniel L.,on February 1, 2010. He lived a rewarding and active long life, mostly with his devoted and beloved wife, Thelma. Daniel was a self-made successful businessman who, in his later years, became a painter and a photographer par excellence. He was a caring father to his children Jane, Matt and Larry and their respective spouses" , "date" : "20100202" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths ISAACSON, DANIEL L." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E1D6133AF931A35751C0A9669D8B63"} ,   {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday at 7:30 and 9 p.m., a performance by the jazz trio This Old House; part of the Tavern Concert Series; $15; $12 for members; reservations required: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30 p.m.; Saturdays and" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/29spare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 15, ''Traveling the Silk Road: Ancient Pathway to the Modern World''; through May 31, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' featuring hundreds of live specimens. In the Imax theater, playing every hour on the half-hour, from 10:30 a.m. to" , "date" : "20100122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/22\/arts\/22spare.html"} , {"body" : "JUST KIDS By Patti Smith Illustrated. 279 pages. Ecco. $27. Patti Smith and Robert Mapplethorpe were both born in 1946, at a time when ''the iceman'' and ''the last of the horse-drawn wagons'' could still be seen on city streets. Ms. Smith points this out at the start of her tenderly evocative memoir, ''Just Kids,'' but there is even stronger" , "date" : "20100118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "BOOKS OF THE TIMES; Bohemian Soul Mates In Obscurity" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/18\/books\/18book.html"} , {"body" : "In both the best and the worst times of his life, Alejandro Vasquez found himself near the beach. ''I knew every block on Coney Island,'' he says, remembering a time when he was homeless and learned local geography the hard way: days wandering the streets, nights sleeping in parks or the apartments of fellow drug users. ''I felt like a zombie,'' he" , "date" : "20100118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE NEEDIEST CASES; Life-Changing Moments Where Land Meets Water" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/18\/nyregion\/18neediest.html"} , {"body" : "Tom Townsend pulled a quarter from his coat pocket. It was no ordinary quarter: He usually keeps it and another one just like it in a plastic case at home, and as he held the rusty-brown 1996 coin in his hand at a funeral home in Brooklyn on Thursday night, people gathered around and stared at it and touched it, tracing their fingers over its" , "date" : "20100116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Men Who Once Bent Steel Are Now on Bended Knee" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/16\/nyregion\/16ironman.html"} , {"body" : "Michael T. Kaufman, a former foreign correspondent, reporter and columnist for The New York Times who chronicled despotic regimes in Europe and Africa, the fall of Communism and the changing American scene for four decades, died on Friday in Manhattan. He was 71. His death, at St. Luke's-Roosevelt Hospital Center, was caused by pancreatic cancer," , "date" : "20100116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "Michael Kaufman, 71, Times Reporter" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/16\/nyregion\/16kaufman.html"} , {"body" : "Joe Rollino once lifted 475 pounds. He used neither his arms nor his legs but, reportedly, his teeth. With just one finger he raised up 635 pounds; with his back he moved 3,200. He bit down on quarters to bend them with his thumb. People called him the Great Joe Rollino, the Mighty Joe Rollino and even the World's Strongest Man, and what did it" , "date" : "20100112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "At a Mighty 104, Gone While Still Going Strong" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/12\/nyregion\/12ironman.html"} , {"body" : "George Kramer sat hunched on his stool behind the counter of the small hardware store on Coney Island Avenue, gazing out the window at the passing traffic. He was bundled up in a heavy sweater, a maroon wool cap folded above his ears. Toward the back of the store, beyond Mr. Kramer's field of vision, Isaac Abraham was rifling through a cabinet. Mr." , "date" : "20100110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "What About George?" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/10\/nyregion\/10hardware.html"} , {"body" : "As New York struggles to resurrect its economy, it needs powerful new engines of growth. Wall Street may look sturdier, but it will never be the old Wall Street again, when $10 routinely became $1 million during your lunch break. Another eruption in real estate prices? Dubious. The new sports stadiums? Not going to get us there. There must be an" , "date" : "20100105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "True Economic Barometer? How About Bowling" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/05\/nyregion\/05bowling.html"}]