[  {"body" : "'COUNTDOWN TO 12!' Most parents wouldn't dream of taking their small children to Times Square for New Year's Eve. So a suburban museum is taking Times Square to the children. Its celebration, ''Countdown to 12!,'' actually counts down from 12 -- 12 noon, that is. The Long Island Children's Museum, which first offered this New York New Year's theme" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/arts\/31kids.html"} , {"body" : "On Thursday, the fourth day after the blizzard that inundated New York, Mayor Michael R. Bloomberg toured the city and took his lumps. The mayor visited the four boroughs beyond Manhattan, delivering the message that every street had been plowed and every stranded car and bus would soon be pulled or pushed out of the mire. But this was hardly a" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Bloomberg Is Criticized on Storm Response as He Tours the City Beyond Manhattan" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/nyregion\/31snow.html"} , {"body" : "As the snow deepened Sunday and Monday, roughly 100 front-line 911 operators in Downtown Brooklyn fielded tens of thousands of calls, struggling to sort the true emergencies from an ocean of concerns about stranded cars, twisted ankles and people simply stuck in their homes. The result was frayed nerves and growing exhaustion, as call after call" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "'It Was Hell': Weary Dispatchers Describe Flood of 911 Calls During Storm" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/nyregion\/31dispatch.html"} , {"body" : "As of Wednesday afternoon, more than two days after the last flake had fallen in the huge post-Christmas blizzard, only a quarter of the residential streets in South Brooklyn had been plowed. Large sections of Queens and Staten Island remained paralyzed. With ambulance services taking hours to reach some people, Mayor Michael Bloomberg finally" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "EDITORIAL; A Frozen City Boils Over" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/30\/opinion\/30thu3.html"} , {"body" : "A woman with stroke symptoms in Midwood, Brooklyn, waited for an ambulance for six hours, finally arriving at the hospital with telltale signs of advanced brain damage. In Forest Hills, Queens, bystanders waited for three hours next to a man lying unconscious in the snow before they were able to flag down help. And in Crown Heights, Brooklyn, a" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Bad Becomes Lethal as Snow Blocks Ambulances From Patients" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/nyregion\/29hospitals.html"} , {"body" : "Good evening, snow-globe city. You survived the great post-Christmas whiteout of 2010. You frolicked and\/or shoveled. You made molasses-on-snow. Now, perhaps, you can relax. Unless you're trying to get home. The trains and buses and subways are still messed up. For specifics on your evening commute, see below. And while you wait, try the" , "date" : "20101228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM;What Happens When a Plow Gets Stuck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DB1039F93BA15751C1A9669D8B63"} , {"body" : "Preston Chaney is a man of few words. If he were given to boasting, he might reveal that he is the first person in his family to graduate from high school, and will be the first to attend college. But things could have easily turned out differently. He was a sophomore at Abraham Lincoln High School in Brooklyn when he dropped out in 2008. ''I was" , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Looking Forward to a Dorm Room to Call His Own" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/nyregion\/25neediest.html"} , {"body" : "W.O.R.D. UP! WORDS OF REAL DISTINCTION Santa Claus. All those elves. Rudolph the Red-Nosed Reindeer. Even the Grinch. Why do male characters dominate so many holiday stories? George William Kelly offers a different perspective. On Thursday at the Brooklyn Children's Museum Mr. Kelly will read from his new picture book, ''Santa Christina and Her" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFDD1F3DF934A25751C1A9669D8B63"} , {"body" : "Opening RED ROOSTER HARLEMMarcus Samuelsson's restaurant, with an expansive copper bar, has a menu of comfort foods like fried chicken and lobster mac and cheese, plus some Scandinavian references, including gravlax and Helga's meatballs, from Mr. Samuelsson's Swedish grandmother's recipe. The chef is Andrea Bergquist (opens on Friday): 310 Lenox" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/dining\/15off.html"} , {"body" : "Real estate stories, of claustrophobic kitchens, tyrannical landlords and rodent-size roaches, are a New York rite of passage. Stories of misery, unexpected good fortune or strange living arrangements -- surely every New Yorker has one. Ed Casabian has a few. There was the time he hunkered down in a one-bedroom, the size of a shoe box, that was" , "date" : "20101213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "In This Journey, Every Sunday Is Moving Day" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/13\/nyregion\/13nomad.html"} ,   {"body" : "Derick Scott grabbed the large brass bell from a fold-out table and raised a bullhorn to his mouth. ''We're going to ring this bell for every victim that has been shot in Crown Heights,'' he said. As Mr. Scott, 40, heaved the bell and bellowed into the bullhorn last month, a crowd of about two dozen people surrounding him chanted, ''No more.'' It" , "date" : "20101211" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CROWN HEIGHTS JOURNAL; Gunfire Will No Longer Be Met by Silence" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEEDB1F3BF932A25751C1A9669D8B63"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "BEN SCHNEIDER was raised on the Upper West Side, the son of an anthropology professor (his mother, Jane) and a sociology professor (his father, Peter). To the surprise of his bookish parents, his favorite childhood possession was a workbench. ''We had a workbench stashed away in a closet,'' Peter Schneider remembered, ''and when Ben was just a" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Almost From Scratch, And a Bit of a Mix" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/realestate\/05habi.html"} , {"body" : "Crime is to newspapers what bread is to the human meal: a staple across continents and cultures. During the past month, a Caribbean paper in New York reported on sex trafficking involving minors; a Mexican daily carried an article about a brutal beating of a pizza deliveryman; and an Arab-American publication chronicled reaction to a campaign to" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEW YORK WORLD; Excerpts From the Ethnic Press" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/28\/nyregion\/28world.html"} , {"body" : "GROWING up in Montreal, Noah Bernamoff had an issue with his mother's kasha varnishkes. ''My mom's had so much kasha with a noodle here and there,'' he said. ''I wanted to reverse the process to make it taste better.'' Two decades later, in his Brooklyn delicatessen, Mile End, he is reinventing this Eastern European comfort dish in what he thinks" , "date" : "20101124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "To Revive Jewish Dishes, Some Cooks Look to the Shtetl" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/24\/dining\/24hanukkah.html"} , {"body" : "IT is not a sentiment commonly associated with New York City landlords, but for Malcolm Smart, some things are more important than money. ''I don't want someone I resent in my space,'' said Mr. Smart, the live-in owner of a Brooklyn brownstone with a one-bedroom rental apartment. ''If it means getting a few hundred dollars less in rent every month" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Move Over, Fancy High-Rises" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/realestate\/21cov.html"} , {"body" : "'SQUIRM BURPEE CIRCUS' The New Victory Theater's latest production works hard to recreate the era of top-hatted gents and flapper girls, but it made me think of the 1960s, and not just because the villain quotes Timothy Leary. The actors playing the heroes can outjuggle, outdance and outbalance any of the energetic acts that used to drive ''The Ed" , "date" : "20101119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/19\/arts\/19kids.html"} , {"body" : "Facing a drop in attendance and a shortage of priests, the Roman Catholic Diocese of Brooklyn plans to close two churches, fold six parishes into three and impose strict budget constraints on all 198 of its parishes. The move, announced from pulpits on Sunday, was described by church officials as the first phase of a broad consolidation that will" , "date" : "20101116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Catholic Diocese of Brooklyn to Close Two Churches" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/16\/nyregion\/16diocese.html"} , {"body" : "An off-duty police sergeant shot a man early Monday who tried to steal the sergeant's motorcycle in Brooklyn, the police said. The sergeant was at home near the corner of Blake Avenue and Tapscott Street in Brownsville at 2:30 a.m. when he heard someone trying to steal his red Suzuki from an alleyway next to his first-floor apartment, the police" , "date" : "20101116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Off-Duty Sergeant Shoots Man" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/16\/nyregion\/16shoot.html"} , {"body" : "''IT'S different from my other shows,'' said Anna Deavere Smith. Ms. Smith, 60, was taking a break from filming an episode of the Showtime series ''Nurse Jackie'' in Astoria, Queens, to talk by telephone about ''Let Me Down Easy.'' She is performing the play for one night only, Nov. 13, at the Performing Arts Center in Purchase. ''Let Me Down" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "9" , "title" : "SPOTLIGHT | PURCHASE; On Health Care, Dying and the Value of Life" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/nyregion\/07spotwe.html"} , {"body" : "David Scharf is planning a little get-together on Sunday in Brooklyn: dinner for 4,500 Hasidic rabbis. ''It's the largest sit-down dinner in New York,'' Mr. Scharf, 58, said Thursday as he surveyed his blank canvas, a cavernous warehouse in Red Hook. The room is a dank, drafty cargo area for cruise ships, part of the Brooklyn Cruise Terminal. The" , "date" : "20101106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; When the Dinner Is for 4,500 Rabbis, the Pickle Slicing Starts Early" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEEDA1638F935A35752C1A9669D8B63"} ,   {"body" : "'HALLOWHOA!' When you watch a tour guide in ''Hallowhoa!'' strap on a backpack with a long hose and a pump attached, you can't help thinking of Dan Aykroyd and Bill Murray suiting up in ''Ghostbusters.'' But the equipment here is not designed to vacuum stray ghouls and blobs of ectoplasm; it's to spray them silly. ''Silly spray'' plays a key role" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "35" , "title" : "SPARE TIMES, For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/arts\/29kids.html"} , {"body" : "THE fish men see her still, their Annie, in the hide-and-seek shadows of South Street. She's telling her dirty jokes and doing anything for a buck: hustling newspapers, untaxed cigarettes, favors, those pairs of irregular socks she'd buy cheap on Canal. She's submitting to the elements, calling out ''Yoo-hoo'' to the snow and the rain and her boys." , "date" : "20101017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Annie and Gloria" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/17\/nyregion\/17annie.html"} , {"author" : "Frank Bruni is a staff writer for the magazine. His memoir, ''Born Round,'' was recently published in paperback." , "body" : "''IS HE COMING BACK?'' Clara Santos Perez was peering out the windows and across the street, where an imposing man in black stood, his face turned in her direction. Was he watching? Waiting? Planning to confront her anew? Perez wondered aloud about all of this, wrung her hands and paced. In her agitation and dread she more closely resembled a" , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "64" , "title" : "SHARED PLATES; Keeping It Kosher" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/10\/magazine\/10Kosher-t.html"} , {"body" : "For a quarter century, Jewish children have hungrily followed the kooky adventures of the Shpy, the adventurous hero of The Moshiach Times, a family-friendly magazine that is published six times a year in the Crown Heights section of Brooklyn. (Think Highlights, but Jewish.) With a closet full of disguises and more gadgets than 007, the Shpy" , "date" : "20101005" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "CITY ROOM; Best Known for Mad, Also Read by Chabad Youngsters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3D9173AF936A35753C1A9669D8B63"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "BACK in the days when Jean-Paul Sartre and Simone de Beauvoir were an item, they lived for a time on different floors of the Hôtel Mistral near the Montparnasse Cemetery in Paris. ''Thus we had all the advantages of a shared life,'' de Beauvoir wrote in her memoirs, ''without any of the inconveniences.'' Emily Nemens, the communications director" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | WILLIAMSBURG, BROOKLYN; One Relationship, Times Two" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/realestate\/03habi.html"} , {"body" : "Mae Bishop, a proud Barbadian immigrant who raised two daughters and worked in the New York hotel industry, retiring in 1976 as an assistant housekeeper in the linen room at the Delmonico Hotel on Park Avenue, died on Wednesday. She was 102 - or, as she put it, just past the 72nd anniversary of her 30th birthday. The cause was pneumonia, said her" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; A Reluctant Centenarian Dies at 30 Plus 72" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E1DE1231F936A1575AC0A9669D8B63"} , {"body" : "Two men and a woman broke into a locker at a Manhattan gym in February and stole credit cards, the first in a series of similar thefts. Three months later, in May, a young man tried to rob a Chase bank in the Bronx armed with only a note, which he slipped to a teller. She read it and stepped away, and he fled empty-handed. Weeks later, in June, a" , "date" : "20100916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Crime Blotter Has a Regular: Yankees Caps" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/16\/nyregion\/16caps.html"} , {"body" : "ERIC T. SCHNEIDERMAN Scene: Friday rush, Utica Avenue subway station, Crown Heights, Brooklyn Eric T. Schneiderman at first seems a lonely man in shirt and tie as he prowls the entrance to the station in this heavily Caribbean neighborhood, clutching a stack of palm cards as thick as a Bible. The cards urge a vote for Mr. Schneiderman in Tuesday's" , "date" : "20100913" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Democrats Make Final Pitch in Attorney General Race" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E4D71F38F930A2575AC0A9669D8B63"} , {"body" : "A man who was convicted in the stabbing of a Hasidic scholar in racial unrest that engulfed Crown Heights, Brooklyn, in 1991 was stabbed early Sunday in Upper Manhattan, the police said. The man, Lemrick Nelson Jr., 35, was found unconscious on an exit ramp of the George Washington Bridge about 2 a.m., according to the Fire Department. He had a" , "date" : "20100913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Man Convicted in '91 Unrest Is Stabbed" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/13\/nyregion\/13lemrick.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "WALKING through the section of Bellerose, Queens, where Richard Steier lives with his wife, Gilda Hoyte-Steier, and her two sons, is like wandering through a patch of small-town America. The streets are lined with friendly-looking Capes dating to the 1920s, each topped with a small brick chimney. American flags flutter from every other porch. On a" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BELLEROSE, QUEENS; Home At First Sight" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/realestate\/12habi.html"} ,   {"body" : "It's Saturday, 7:15 a.m., and a thick June fog blankets San Francisco Bay. Mister Mort is wearing a blue bandanna fastened with a beaded Native American bolo clasp, a T-shirt with a solid pattern of tiny American flags and a pair of vintage camouflage pants. ''This whole outfit is flea market,'' he assures me, clearing his black hair from his brow" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "92" , "title" : "TALK; Highway Stars" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/t-magazine\/12talk-knowles-t.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "WALKING through the section of Bellerose, Queens, where Richard Steier lives with his wife, Gilda Hoyte-Steier, and her two sons, is like wandering through a patch of small-town America. The streets are lined with friendly-looking Capes dating to the 1920s, each topped with a small brick chimney. American flags flutter from every other porch. On a" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BELLEROSE, QUEENS; Home At First Sight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DC1130F931A2575AC0A9669D8B63"} , {"body" : "As the sun sets over a string of tire repair and auto body shops in Brooklyn, the first jaunty notes of a jangly symphony ring out. The roar of Atlantic Avenue subsides as the music floods these ragged blocks, filling the grease-soaked garages with a breath of island air. Follow the music and you will find a dreadlocked man called Bumpy in the" , "date" : "20100904" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CROWN HEIGHTS JOURNAL; A Steel Symphony, Pounded Out in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFDF1F3FF937A3575AC0A9669D8B63"} , {"body" : "On Thursday night in Brooklyn, a suspect was chased and quickly surrounded by a group of patrolmen in blue uniform jackets who ordered him to halt. The man, David Flores, 33, who witnesses say was fondling himself in front of children in a Hasidic section of Brooklyn known as Borough Park, was about to be caught by the men in blue. He began" , "date" : "20100904" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "In Protecting Hasidic Neighborhoods, Squads Patrol Without Guns or Badges" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0D6173EF937A3575AC0A9669D8B63"} , {"body" : "GLOBAL FAMILY GARDENING: SUMMER HARVEST FESTIVAL Many young New Yorkers will soon discover the realm of the yardlong bean, the pungent perilla and the balloon flower. And they won't do it through a book. While these may sound like species from the Hogwarts campus or the Andromeda galaxy, they're growing right in the Bronx. But they do have roots in" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "26" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/arts\/03kids.html"} , {"body" : "In yeshivas, they are sometimes taunted as ''monkeys'' or with the Yiddish epithet for blacks. At synagogues and kosher restaurants, they engender blank stares. And dating can be awkward: their numbers are so small, friends will often share at least some romantic history with the same man or woman, and matchmakers always pair them with people with" , "date" : "20100828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Black and Jewish, and Seeing No Contradiction" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/28\/nyregion\/28blackjews.html"} , {"body" : "The Dumpster divers started their bicycle run just after nightfall on a summer Friday, rolling through the steamy streets of Williamsburg and Greenpoint, stopping only to dig through trash bags and pull out produce. They wore plastic gloves for the messier bags and used a flashlight on the darker stretches of sidewalk. Then they loaded their finds" , "date" : "20100828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BROOKLYN JOURNAL; Sharing the Wealth at a Dumpster Divers' Feast" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/28\/nyregion\/28metjournal.html"} , {"body" : "FAMILY FUN DAY How is planting a seed in Lower Manhattan a step toward preserving the polar ice caps? What can you do in just one minute to help relieve global famine? Although these sound like riddles, children will address them as real-life questions on Saturday at the Action Center to End World Hunger. Part of Mercy Corps, an international aid" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/27\/arts\/27kids.html"} , {"body" : "With a white Kangol cap tipped on his shaved head just so on a recent swampy morning, Sean Meenan led a group of girls, ages 11 to 14, around the cobalt blue, lime green and Sunkist orange outdoor patio of Habana Outpost, the ecologically conscious restaurant he owns in Fort Greene, Brooklyn. He showed off the solar panels, a rainwater-collection" , "date" : "20100823" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Going Green, Without Being Preachy About It" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/23\/nyregion\/23meenan.html"} , {"body" : "SINCE their arrival in the city two years ago, Jennifer McCarron and Brandi Molitor have had more than their share of bad apartment luck. When the couple moved to the city from Albany, they took over a friend's lease on a one-bedroom rental in Sunnyside, Queens. Seven months in, roof construction led to a building fire, which destroyed most of" , "date" : "20100822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Lot of Laundry, and a Little Luck" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/22\/realestate\/22hunt.html"} ,   {"body" : "'ZOOFARI PASSPORT ADVENTURE' Some tigers at the Bronx Zoo will behave unusually this weekend: in addition to making acrobatic leaps (O.K., that's pretty standard for big cats), they will perform musical numbers, do slapstick and even dance Chinese choreography. Granted, they won't be among the living, breathing species residing at the zoo's Tiger" , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/arts\/20kidslist.html"} , {"body" : "April Gariepy, 30, wheeled her bike beneath the white tent on Saturday afternoon looking for a wire basket she could attach to her handlebars. A moment later, Sharika Barrow, 17, approached, gazed at the shelves of books, clothing and other items displayed beneath the tent, then wondered aloud what sort of place she was visiting. ''It's a free" , "date" : "20100816" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "In Brooklyn Store, Everything Is Always 100% Off" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/16\/nyregion\/16free.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "THE five-borough consolidation of 1898 was a bitter pill for many in Brooklyn, who correctly foresaw the eclipse of their influential city by the powerhouse of Manhattan. Few things document that change as well as the collapsed network of men's social clubs in Brooklyn, at least four of whose clubhouses survive. Three of the four were built within" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "STREETSCAPES\/ BROOKLYN; The Intersection of Exclusive and Extravagant" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/realestate\/15scapes.html"} , {"body" : "'ECO-FLOWERS FOR KIDS' Robin Peñaherrera started out as a stand-up comedian in San Francisco. Now he's a flower farmer in Ecuador. But this weekend in New York he promises to play both roles. ''It's a little like Jerry Seinfeld going on the road and doing small clubs,'' Mr. Peñaherrera said of his touring interactive workshop, ''Eco-Flowers for" , "date" : "20100813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/13\/arts\/13kids.html"} , {"body" : "The letter arrived on July 29. Four years after he filed a lawsuit, James Carrano learned how much compensation he was likely to receive for the stomach and respiratory problems he has lived with since he toiled in a dust cloud after 9\/11: $60,000 to $80,000. That sum is his piece of a settlement of up to $712.5 million covering some 10,500 rescue" , "date" : "20100810" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "With 9\/11 Settlement Letters, Tough Decisions" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/10\/nyregion\/10letters.html"} , {"body" : "APARTMENT hunters always have a wish list of things that will help them call a new place home -- doormen, laundry rooms, southern exposures. But for some people, faith guides real estate choices. Instead of bay windows and an in-house gym, their must-have may be a kosher kitchen, a short walk to church, room to roll out a prayer mat or like-minded" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Sharing the Faith, Splitting the Rent" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/realestate\/08cov.html"} , {"body" : "Newsweek just published a list, ''The 50 Most Influential Rabbis in America,'' and placed you at No. 1. As a Hasidic rabbi and a leader of the Chabad-Lubavitch movement, do you think you can rank rabbis or any other religious leaders as if they were athletes? I am of the opinion that you can't rank human beings. Every person has something to" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "11" , "title" : "QUESTIONS FOR YEHUDA KRINSKY; The Rabbi" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/magazine\/08fob-q4-t.html"} , {"body" : "'WE THE PEOPLE: AMERICA ROCKS!' A great performer, it's often said, can recite the phone book and be riveting. Theatreworks USA has based its new musical on a document that's far more fascinating, yet one that children may consider just as dull and daunting: the United States Constitution. But if every civics lesson were as funny, fresh and" , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/06\/arts\/06kids.html"} , {"body" : "'THE MAGIC POT: THREE TALES FROM CHINA' This musical may remind you of a fortune cookie: sweet and uncomplicated on the surface, with pithy aphorisms buried inside. Written by Dane Stauffer, ''The Magic Pot: Three Tales From China'' draws on ancient fables. Tada! Youth Theater in Manhattan and SteppingStone Theater for Youth Development in St. Paul" , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/30kids.html"} , {"body" : "KIMBERLEE AULETTA grew up in Midtown, and for a long time Manhattan was where she imagined she would stay. Despite family roots in Brooklyn, where her father had grown up, she had never really considered moving there. But time brought a few epiphanies. The first came in a late 1990s winter, when friends who had moved to Brooklyn invited her to a" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN; History All Around, and Greenery Next Door" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE4DE1730F936A15754C0A9669D8B63"} ,   {"body" : "KIMBERLEE AULETTA grew up in Midtown, and for a long time Manhattan was where she imagined she would stay. Despite family roots in Brooklyn, where her father had grown up, she had never really considered moving there. But time brought a few epiphanies. The first came in a late 1990s winter, when friends who had moved to Brooklyn invited her to a" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT LEFFERTS GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN; History All Around, and Greenery Next Door" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/25\/realestate\/25living.html"} , {"body" : "'REVENGE OF KITTY GALORE': MEET THE STARS The movie stars about to walk the red carpet at the Directors Guild of America Theater never make the tabloids. They don't drive drunk, paint obscenities on their nails or unleash telephone tirades at their offspring or exes. Maybe if other celebrities traveled with behavioral trainers, they would be just" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/23Kids.html"} , {"body" : "He was called the Jewish Caruso. Indeed, fervent enthusiasts sometimes referred to Caruso as the Italian Yossele Rosenblatt. Mr. Rosenblatt, who died in 1933, was regarded as the greatest cantor of his time. But his was a time when music was recorded on heavy shellac or celluloid 78 r.p.m. records. The quality of those recordings was never that" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Bit by Electronic Bit, a Great Cantor's Voice Is Restored" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E6D61631F932A15754C0A9669D8B63"} , {"body" : "Consider Marie, Lola and Grace, fictional nannies all. Marie sleeps with the husband of the family that's hired her, kidnaps her charge and passes out drunk. Lola works two jobs to support five children back in the Philippines, furiously networks with other nannies and offers advice to a couple who are still mastering modern parenthood. Grace, a" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Nannies Still Draw A Keen Audience" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/books\/14nanny.html"} , {"body" : "'JOHN TARTAGLIA'S IMAGINOCEAN' Not many shows in Manhattan ask you to sit down, then shower you twice with bubbles and spritz you with water. At times during ''John Tartaglia's Imaginocean,'' it's hard not to feel kidnapped by a carwash. But none of this failed to delight small children at a recent performance of this slight but genial hourlong" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E4D81339F93AA35754C0A9669D8B63"} , {"body" : "The Insider: Inspector of City Contracts Name: Geneith TurnbullAge: 49Hometown: Grew up in East Flatbush, Brooklyn; now lives in Crown Heights.Title: Deputy comptroller for contracts and procurement. Claim to fame: Ms. Turnbull is the gatekeeper of city money. She and her team of 28 inspect, challenge and decide the fate of virtually every contract" , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "CITY ROOM; THE INSIDER | GENEITH TURNBULL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E5D9113CF937A35754C0A9669D8B63"} , {"body" : "DAN ZANES JAM & JUBILEE Dan Zanes plays regularly before crowds of enthusiastic young fans, but don't think of calling such events concerts. ''It will be more like an afternoon party,'' he said of the Dan Zanes Jam & Jubilee he has planned for the Fourth of July. ''More like a family reunion.'' (Many children would no doubt be delighted to trade in" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE1DE173FF931A35754C0A9669D8B63"} , {"body" : "William L. Taylor, who as a lawyer, lobbyist and government official for more than a half century had significant roles in pressing important civil rights cases and in drafting and defending civil rights legislation, died Monday in Bethesda, Md. He was 78 and lived in Washington. His son, David Van Taylor, said the direct cause of death was fluid" , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "William Taylor, 78, Dies; Vigorous Rights Defender" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E5D6143CF933A05755C0A9669D8B63"} , {"body" : "Starting today, the Metropolitan Transportation Authority will eliminate dozens of bus lines and cut service on many more as part of its effort to close a budget gap approaching $800 million. The service cuts elicited howls of protests from riders at public hearings, but the agency said it had little choice. Here is a roundup of route closings, and" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "As M.T.A. Cuts Bus Service, a Look at Who Rides Where" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E6D6123EF934A15755C0A9669D8B63"} , {"body" : "Each week, Myryah Irby, managing editor of an online media and marketing company, stops random people in the neighborhood and asks them random questions. A fuller version of Tuesday's ''Local Locals'' interview with Lucille Leonard, 72, is on The Local blog at nytimes.com\/thelocal. Are you retired? Very much so. I was a teacher, and then I" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE LOCAL | FORT GREENE & CLINTON HILL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E5DE133BF934A15755C0A9669D8B63"} ,   {"body" : "Over the last decade, a growing stream of the young, the stylish and the family-oriented have been drawn to Brooklyn by its parks, waterfront, cultural life and relatively affordable real estate and acres of graceful brownstones. But when it comes time for those newcomers to have their babies, they are tied as if by an umbilical cord to Manhattan." , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Manhattan Birth Certificate, But an Address in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26hospitals.html"} , {"body" : "'DANCING IN THE SKY' Forget about all the world's being a stage -- some parts are much more theatrical than others. And few outdoor spaces in New York appear more suited to everyday human dramas than the High Line, the elevated railway-turned-park on the West Side of Manhattan. ''It feels like a stage for the whole city, and kids can really get" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/arts\/25kids.html"} , {"body" : "THERE was a time, more than a century ago, when a stretch of mansions in Crown Heights, Brooklyn, was known as Millionaire's Row. Most of the biggest houses there are gone, and Crown Heights has had a busy history since that time. But if millionaires are scarcer today, the good news is that in much of the neighborhood the comfortable ambience they" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | CROWN HEIGHTS, BROOKLYN; A Melting Pot, With the Heat Turned Off" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/20\/realestate\/20living.html"} , {"body" : "More mothers die during pregnancy or soon after in New York than in almost every other state, and according to reports released on Friday by the New York Academy of Medicine and the city's health department, social factors like poverty, obesity and lack of insurance may be responsible. While the total number of maternal deaths are small -- an" , "date" : "20100619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "High Rate for Deaths of Pregnant Women in New York State" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/19\/nyregion\/19obese.html"} , {"body" : "In the grand hall at Yankee Stadium on Wednesday, Scotty Ballan, 12, handed two of his pinstriped bar mitzvah yarmulkes to Yuri Foreman, the super welterweight champion and a rabbinical student who is defending his title Saturday night against Miguel Cotto. The boy and the boxer's connection is an unusual one: Ballan's bar mitzvah reception at the" , "date" : "20100603" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "Stadium Doubleheader: A Reception and a Bout" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/03\/sports\/03undercard.html"} , {"body" : "In the time-honored tradition of ''The Godfather'' and ''Scarface,'' Kevin Asch's ''Holy Rollers'' combines two favorite American genres, the striving-immigrant success story and the cautionary drug tragedy. The twist is that the antihero of this tale isn't a brooding Italian-American gangster or a machine-gun-wielding Cuban-American psycho -- he's" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "MOVIE REVIEW | 'HOLY ROLLERS'; A Drug Dealer Who's Hasidic" , "url" : "http:\/\/movies.nytimes.com\/2010\/05\/21\/movies\/21holy.html"} , {"body" : "It was meant to be a cheerful visit to put the spotlight on successful teachers and charter schools -- an event that more-cynical observers tend to call a dog and pony show. But when Arne Duncan, the federal education secretary, arrived in Brooklyn on Tuesday for a tour of some of its schools, he was stepping into a sensitive moment in New York" , "date" : "20100519" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Education Secretary Steps Into a Minefield in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0DF113EF93AA25756C0A9669D8B63"} , {"body" : "The signage of the New York City subway -- stylish Helvetica, white-on-black type -- is one of the most universally recognized design schemes in the world. By June 28, quite a bit of it will need to change. On that Monday, disappearing trains (goodbye, W) and redrawn routes will render thousands of existing signs and maps throughout the system" , "date" : "20100510" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Wave Goodbye to W and V in Subway Signs; Make Room for More M" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/10\/nyregion\/10signage.html"} , {"body" : "THE PREMIERE OF 'GOODNIGHT MOON,' WITH 'THE RUNAWAY BUNNY' A beloved bedtime story for generations of children, ''Goodnight Moon'' unfolds in ''a great green room.'' So it seems fitting that the tale will come to life on Sunday in a place New Yorkers might consider the greatest, greenest room of all: Central Park. The park is the setting for the" , "date" : "20100507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/07\/arts\/artsspecial\/07kids.html"} , {"body" : "NEW YORK CITY Manhattan, May 1 Around 10 residences will be open from 10:30 a.m. to 4:30 p.m. for the 15th annual benefit house tour of the Junior League of New York. The homes will include the five-story town house of Julie Marshall, a designer. It is decorated with modern and 20th-century furniture and several unusual chandeliers. Also on display" , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "An Open Invitation To Visit" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/garden\/29tour-nyc.html"} ,   {"body" : "TYLER KORD may be the Willy Wonka of submarine sandwiches. At No. 7 Sub, a takeout shop that opened last month in the Flatiron district, Mr. Kord makes a roast beef hero that tastes of blueberries. He stuffs hoagies with ceviche, and also broccoli. And he piles on candied wasabi, papadams, whole fried lemon slices and doenjang, a Korean fermented" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; A Distinct Fleet Berths at No. 7" , "url" : "http:\/\/events.nytimes.com\/2010\/04\/21\/dining\/reviews\/21under.html"} , {"body" : "IN a city where the hot hangout changes by the minute, and people move to neighborhoods that are just starting to shed a commercial or industrial past, it is little surprise that New Yorkers sometimes wind up living in places that never before saw bed, sofa or stove. Some of the more intrepid renters and buyers over the years have set up house in" , "date" : "20100418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Born a Store" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/18\/realestate\/18cov.html"} , {"body" : "The police said Friday that they had arrested a man they accused of firing on a busy street in Crown Heights, Brooklyn, last week, wounding four teenage boys and sending crowds fleeing for cover. The authorities said the shooting was gang related. The man, Ernesto Pollard, 21, of Brooklyn, was arrested on Thursday in connection with the shooting," , "date" : "20100417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Man Is Arrested in Shootings From a Crown Heights Rooftop" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/17\/nyregion\/17roof.html"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/16\/arts\/16kids.html"} , {"body" : "The street was crowded with students just out of school. Younger ones carried backpacks, while teenagers from two high schools popped in and out of stores. Suddenly, shots rang out from above. Residents of Crown Heights, Brooklyn, were still shaken on Thursday from that rooftop attack, which wounded four teenage boys and sent dozens of people" , "date" : "20100409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Crown Heights Unnerved as Police Hunt a Rooftop Gunman" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/09\/nyregion\/09rooftop.html"} , {"body" : "The sign outside Chris Restaurant in Brooklyn listed some staples of Caribbean cuisine among its offerings: homemade fried chicken, jerk chicken and stew fish. But according to the authorities, there was one item that it apparently did not advertise, at least not openly -- marijuana. Law enforcement officials on Tuesday accused workers at the" , "date" : "20100407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Off-Menu Goods Attract the Police's Attention" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/07\/nyregion\/07potbust.html"} , {"body" : "Drugs were sold at the carousel. Muggers used the cover provided by the park's shrubs and foliage. One year, near the skating rink, a man was found shot to death, and another year, the acting supervisor of the zoo was arrested and charged with shooting animals. In the 1970s, Prospect Park in Brooklyn looked more like a crime scene than the pastoral" , "date" : "20100406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Returning Prospect Park To the People" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/06\/nyregion\/06tupper.html"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's Animal Rescue" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/02\/arts\/02kids.html"} , {"body" : "Tenant advocates and many of his own renters regard Laurence Gluck as the scourge of subsidized middle-class housing. He has bought more than a dozen New York City complexes since 2004 and removed rent ceilings from thousands of apartments. He borrowed $250 million to buy and renovate the storied Riverton Houses in Harlem, pocketed tens of millions" , "date" : "20100331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Real Estate's Crash Recasts a Scorned Landlord as a Potential Savior" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/31\/nyregion\/31landlord.html"} , {"body" : "Among the ceremonial duties of the consul general of Barbados in New York is a charming custom rooted in the colonial history of that island nation. When a Barbadian here turns 100, the consul attends the birthday party, and each subsequent one, bearing flowers and a proclamation celebrating the person's life and longevity. The ritual expresses" , "date" : "20100327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BARBADOS"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Honoring a Long Life? But She's Just 30 Plus 71" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/27\/nyregion\/27barbados.html"} ,   {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/26\/arts\/26kids.html"} , {"body" : "The 10th National Black Writers' Conference begins on Thursday at Medgar Evers College in New York, an anniversary that prompted Walter Mosley to remember his first conference, in the 1980s. He was just one of many unpublished, struggling writers who showed up, he said. An editor had passed on his first novel, about the detective Easy Rawlins, with" , "date" : "20100323" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Black Writers Ponder Role And Seek Wider Attention" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/23\/books\/23writers.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "One recent night, Ryan David LaMont settled into the wary peace of a post-midnight journey on the No. 2 train. He was not quite alone, since a few other people were on board, but he had rows and rows of seats to choose from. Mr. LaMont, 24, an actor, dancer, singer and -- yes -- waiter was coming home from work. He was eager to close his eyes but" , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; His Offense: Taking 2 Seats On a Nearly Empty Train" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/21\/nyregion\/21about.html"} , {"body" : "Yiddish theater may have faded since its heyday on the Lower East Side, but it still has enough pep to produce a pesky upstart repertory company, as well as a spirited rivalry between it and a veteran troupe. For years, the Folksbiene group was often the only show in town for fans of Yiddish theater. Ninety-five years old, it bills itself as the" , "date" : "20100320" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "15" , "title" : "EAST SIDE JOURNAL; How to Say Theater in Yiddish? Two Ways" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/20\/nyregion\/20metjour.html"} , {"body" : "NEW YORK used to be a second-string city when it came to coffee. No longer. Over the last two years, more than 40 new cafes and coffee bars have joined a small, dedicated group of establishments where coffee making is treated like an art, or at least a high form of craft. At places like Bluebird Coffee Shop in the East Village, the espresso is so" , "date" : "20100310" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "What's the Buzz?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DA1139F933A25750C0A9669D8B63"} , {"body" : "IN the nine years since he came to New York with $500 in his pocket, Martin-Christopher Harper estimates that he has moved at least 40 times. When he lists the neighborhoods he has lived in -- in chronological order -- he sounds like a bartender reciting a long list of microbrews: ''Brooklyn, Chelsea Hotel for a moment, Bronx, Carroll Gardens," , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Boxed In" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/realestate\/28cov.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "PODs are the sleeper cells of public health, assuming a different shape and observing different local mores each time a crisis emerges. When hepatitis A was diagnosed in a bartender at the Manhattan nightclub Socialista two years ago, POD people were on hand to vaccinate patrons, including some guests at Ashton Kutcher's birthday party. In the case" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "CITY CRITIC; Seeing POD People? It's No Sci-Fi Film" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/nyregion\/28critic.html"} , {"body" : "In the end, what was most striking was his isolation. As Gov. David A. Paterson drew the curtain Friday on his campaign, this charming and witty if elusive veteran of two and a half decades in politics found himself utterly alone, bereft of legislative allies or seasoned advisers who might guide him through a political storm of his own making. Just" , "date" : "20100227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Once Welcomed as a Fresh Voice, a Governor in Crisis Now Walks Alone" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/27\/nyregion\/27alone.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Predicting what a jury might do is always risky, but it's pretty easy to guess what will happen once the verdict is in: The winners will glow about the criminal justice system's being a gem, and the losers will glower that it's a sham. There was no wavering from that script the other day after a State Supreme Court jury in Brooklyn lost little time" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "NYC; Familiar Turn After Acquittal Of Officers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06EEDE1631F935A15751C0A9669D8B63"} , {"body" : "'Savory' Festival From Feb. 24 through March 14, the Umami festival will feature programs that explore the relationship between food and art. It will be held in a number of locations around the city, mainly downtown, and takes its name from the Japanese word meaning savory, or the ''fifth taste.'' The festival is every two years; this year there" , "date" : "20100224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EFD71E3DF937A15751C0A9669D8B63"} ,   {"body" : "Fighting Hunger Tom Colicchio will be a host, with Natalie Portman, at a benefit on Feb. 21 with food and drinks at Colicchio & Sons, 85 10th Avenue (15th Street), for the Feed Foundation's program called Hungry in America. The program's name is also the title of a documentary film being made by Lori Silverbush, who is Mr. Colicchio's wife, and" , "date" : "20100217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/17\/dining\/17fcal.html"} , {"body" : "It was just another Saturday night on Queens Boulevard two years ago when Eddie Ellis and Gladys Corcino pulled up beside each other at a red light near 65th Street. He was headed home to Ridgewood after a night out with a buddy. She was the designated driver for a car full of rowdy friends. The ladies pulled up next to Mr. Ellis's Nissan Maxima," , "date" : "20100213" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "In a Wedding Album From the City's 5 Borough Halls, Tales as Varied as the Rooms" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E3DD1239F930A25751C0A9669D8B63"} , {"body" : "St. Vincent's Hospital Manhattan began laying off more than 300 workers on Friday and asked other employees for temporary pay cuts of 10 percent to 25 percent in an effort to stave off closing. Hospital officials said the 300 workers who got layoff notices included 32 medical residents, managers at all levels and members of 1199 S.E.I.U., the" , "date" : "20100213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "19" , "title" : "St. Vincent's In the Village Lays Off 300" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/13\/nyregion\/13vincents.html"} , {"body" : "St. Vincent's Hospital Manhattan began laying off more than 300 workers on Friday and asked other employees for temporary pay cuts of 10 percent to 25 percent in an effort to stave off closing. Hospital officials said the 300 workers who got layoff notices included 32 medical residents, managers at all levels and members of 1199 S.E.I.U., the" , "date" : "20100213" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "St. Vincent's In the Village Lays Off 300" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E1D81438F930A25751C0A9669D8B63"} , {"body" : "More than 1,500 people in the New York area, mostly Orthodox Jewish boys and young men in Brooklyn, have contracted mumps in the worst outbreak in the United States since 2006, city and federal health officials said Thursday. The outbreak originated at an all-boys religious camp in Sullivan County in June and has spread through the tightly knit" , "date" : "20100212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Jewish Youths Are at Center Of Outbreak Of Mumps" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6DA1031F931A25751C0A9669D8B63"} , {"body" : "Andrew Marantz paid strangers to walk through Bryant Park holding hands and sharing secrets. Joshua Krafchin walked up and down a B train begging people -- to take his money. Amy Coenen placed 20 $5 bills, each inscribed with quotations on the theme of giving, in places around the city -- the straw container at a Starbucks, the floor of an" , "date" : "20100209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "20" , "title" : "BIG CITY; With Just $100, It's Not How Much You Give, But How Imaginatively" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/09\/nyregion\/09bigcity.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/arts\/05kids.html"} , {"body" : "At first, Officer Kevin Maloney kept it all to himself. During an arrest in a Brooklyn subway station on Oct. 15, 2008, he watched a fellow officer jab a baton between the buttocks of a suspect, and he thought he heard the man moan, Officer Maloney testified on Monday. He listened as the suspect, a body piercer named Michael Mineo who had been seen" , "date" : "20100202" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officer's Testimony Supports Abuse Accusation" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/02\/nyregion\/02mineo.html"} , {"body" : "As Scott Jerome-Parks lay dying, he clung to this wish: that his fatal radiation overdose -- which left him deaf, struggling to see, unable to swallow, burned, with his teeth falling out, with ulcers in his mouth and throat, nauseated, in severe pain and finally unable to breathe -- be studied and talked about publicly so that others might not have" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Health"] , "page_facet" : "1" , "title" : "THE RADIATION BOOM; A Lifesaving Tool Turned Deadly" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/health\/24radiation.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "The Starlite Lounge in Brooklyn is one of those institutions that have been around for so long, neighbors no longer stop to notice how incongruous their presence really is. Why shouldn't there be a bar in Crown Heights that is popular with white and black, gay and straight people, where gentrifiers and locals with long lineage drink the special" , "date" : "20100123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "BIG CITY; A Brooklyn Bar and Haven Teeters on the Edge of Extinction" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/23\/nyregion\/23bigcity.html"} ,   {"body" : "By the time Jeffrey and April Fish were 24 and 23, respectively, they were parents to five children under the age of 7. As if that was not overwhelming enough, they have waged a daily battle to stay solvent ever since. Mr. and Ms. Fish met at New Dorp High School on Staten Island, and when April became pregnant at 16, they dropped out. They moved" , "date" : "20100122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Many Moves With Children in Tow, and Then a Fire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3DA173FF931A15752C0A9669D8B63"} , {"body" : "Janet Dennard can still hear the hum of her sewing machine. Late at night, the memory of it lulls her back to sleep. Ms. Dennard, 56, who loves to sew and crochet and has battled bipolar disorder for the better part of her life, does not miss the low points. But she does miss the high ones. When she channeled her elevated moods into her work, she" , "date" : "20100104" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE NEEDIEST CASES; Through Ups and Downs of Illness, Creativity Endures" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E5DB1731F937A35752C0A9669D8B63"} , {"body" : "In Wednesday's Dining section, Sam Sifton, the restaurant critic for The Times, reviewed Purple Yam, a Filipino restaurant in Ditmas Park with inspiration from across Asia. He described it as ''a perfect neighborhood restaurant'' and awarded it one star, then asked readers for their favorite neighborhood spots. Here are a few (many more are online" , "date" : "20100103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Diner's Journal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E1D91238F930A35752C0A9669D8B63"} , {"body" : "FOR CHILDREN BROOKLYN MUSEUM TARGET FIRST SATURDAY: 'TRANSFORMATIONS' (Saturday) Most New Year's parties aren't suitable for children, but this one, part of the Brooklyn Museum's Target First Saturday series, welcomes entire families for dancing, karaoke and art. Highlights include the bilingual band Cordero (5 to 7 p.m.), a masquerade ball (7 to" , "date" : "20100101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/01\/arts\/01kids.html"} , {"body" : "Resolutions come and resolutions go, and enough is said about them on the first day of every January. Real change is the stuff of stories, the stuff of this story: four people doing something truly new in the new year. Not a new personal trainer, or a new pack of Nicorette, or Mandarin classes or a life without swear words. Something bigger --" , "date" : "20100101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Now for Something Really New" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/01\/nyregion\/01new.html"}]