[  {"body" : "Good evening, snow-globe city. You survived the great post-Christmas whiteout of 2010. You frolicked and\/or shoveled. You made molasses-on-snow. Now, perhaps, you can relax. Unless you're trying to get home. The trains and buses and subways are still messed up. For specifics on your evening commute, see below. And while you wait, try the" , "date" : "20101228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM;What Happens When a Plow Gets Stuck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DB1039F93BA15751C1A9669D8B63"} , {"body" : "When Melissa Razick was 7 months old, doctors told her mother that she would never speak, but her mother did not believe them. ''I said, 'She is going to talk,' '' Melissa's mother, Digna Razick, 55, recalled as she sat in her airy, plant-filled living room in Cypress Hills, Brooklyn. ''When she was 6 months old, she said 'Mama.' She never said it" , "date" : "20101214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "THE NEEDIEST CASES; Overcoming Difficulties, One by One, With a Little Aid" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/14\/nyregion\/14neediest.html"} , {"body" : "DAVID PABANA was standing on a sidewalk one day this fall when a baseball some children had been playing with rolled into the fence behind him. He threw the ball back to the children. It was at once the most routine act of neighborliness and one of the strangest journeys a baseball can make in New York City. When the ball left Mr. Pabana's hand, it" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Of Kings And Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E7D8143AF931A25751C1A9669D8B63"} , {"body" : "IN August, Debra Kayman bought her first home, a two-family on Ashford Street in Cypress Hills, in the East New York section of Brooklyn. She came to the United States from Trinidad and Tobago in 1985, living in East Flatbush with family until her move to Cypress Hills in 1988. There she rented a succession of apartments, including one on Arlington" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CYPRESS HILLS, BROOKLYN; Prices Practical; Cuisines Colorful" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/realestate\/05Living.html"} , {"body" : "Shakira Castronovo stood in a classroom at the Manhattan School for Children on West 93rd Street on a recent afternoon and hushed a squirming group of kindergartners perched around a blue carpet. ''Where do you think I picked this?'' she asked, pinching a leafy-looking thing between her index finger and thumb. ''It was picked fresh just few minutes" , "date" : "20101123" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "CITY ROOM; In a Rooftop Greenhouse, Lessons for Little Gardeners" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E6D6133DF930A15752C1A9669D8B63"} , {"body" : "THOSE of us among the living all know New York City can be maddeningly expensive, whether one is shopping for a $40 million mansion on Fifth Avenue or a $2,500 studio walk-up in a former tenement on the Lower East Side. For the dead, however, virtually no amount of money will secure a final resting place in the heart of a city that is fast running" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "GRAVEYARD GRIDLOCK" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/realestate\/15cov.html"} , {"body" : "Soon, grave sites at the Canarsie Cemetery will be for sale again. They have not been since 1993, when the city stopped selling dirt three feet under - the law in New York requires that bodies be buried at least three and not six feet deep - because the cemetery's fate was uncertain. The city inherited the cemetery, which it did not want, when the" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM; A Place of Final Rest in Canarsie Is Changing Hands" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E7D8173FF937A3575BC0A9669D8B63"} , {"body" : "Late one night, waiting for the subway after a Mets game, Sean Frawley dropped his cellphone and promptly watched its battery pop out and land, with an unhappy plunk, on the tracks. It is a particularly vivid brand of urban nightmare, and, as Mr. Frawley recalled a couple of months later, only two thoughts crossed his mind: ''I can either pay $300" , "date" : "20100517" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ASTORIA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Leap to Tracks for Dropped Item? Think Again" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/17\/nyregion\/17subway.html"} , {"body" : "HOFFMAN--Martin Robert, son of the late (Therodore Zimmerman, Charles and Frances Hoffman), beloved husband of Annette Hoffman, beloved father of N'Kenge (Simeon) Pacurar, brother of Alan (Judy) Hoffman and Joanne (Richard) Bogart died on April 30, 2010 in Brooklyn at age 69. Born in Illinois, but a long-time Brooklynite. He was an outstanding" , "date" : "20100505" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths HOFFMAN, MARTIN ROBERT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EEDB173AF936A35756C0A9669D8B63"} , {"body" : "TO think of food stamps is to conjure up images of coupons printed with the faces of presidents and the seal of the Agriculture Department. But since 1999, New Yorkers who qualify for food stamps have used Electronic Benefit Transfer cards, which look and act like debit cards. Under the federal Supplemental Nutrition Assistance Program, a family of" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "DECONSTRUCTED | ELECTRONIC BENEFITS; Buying Milk And Meat, With Plastic" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/nyregion\/28stamps.html"} ,   {"body" : "WHEN Habitat for Humanity New York City consulted an architecture firm on its new site in the Ocean Hill section of Brownsville, Brooklyn, it received a response that switched on a light bulb. The firm, Dattner Architects, said that Habitat could proceed with its plan to build 12 town houses on the trash-strewn vacant lot, but that the site was" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Making History In a Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/17\/realestate\/17afford.html"}]