[  {"body" : "The end of her life merited a 19-word sentence in a newspaper article about the first 10 killings on Jan. 1, 1987. She was the eighth killing recorded that day. There was no mention of her name or her age. Nearly 24 years later, posters with her photograph and the small details of her death have popped up in subway stations and stores in Sunset" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Cold Case, and Hope, Is Revived" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/30\/nyregion\/30oldmurder.html"} , {"body" : "Send me your own dining questions via dinejournal@nytimes.com or Twitter.com\/samsifton. Q. Recently, my wife and I left Manhattan in search of space and quiet and ended up in Fort Greene. It's a great area, with nice restaurants and awesome farmers' and flea markets. But I yearn to find those familiar locations that we adore so in the city, like" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "HEY, MR. CRITIC; Looking for Old Brooklyn? Nosh This Way" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/dining\/03mrcritic.html"} , {"body" : "RESIDENTS of East 94th Street, between Lexington and Third Avenues, never expected to see a private driveway among the row of tidy brownstones on the north side of their block. But earlier this year, they discovered that the owners of No. 161, Andreas Gruson and Maria Negrete-Gruson, had built a nine-foot-wide driveway leading to their new one-car" , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Yikes! It's a Garage" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/01\/realestate\/01cov.html"} , {"body" : "RESIDENTS of East 94th Street, between Lexington and Third Avenues, never expected to see a private driveway among the row of tidy brownstones on the north side of their block. But earlier this year, they discovered that the owners of No. 161, Andreas Gruson and Maria Negrete-Gruson, had built a nine-foot-wide driveway leading to their new one-car" , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Yikes! It's a Garage" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E4DB1E3AF932A3575BC0A9669D8B63"} , {"body" : "Brooklyn is one of the most Democratic counties in the country. The nearly 900,000 enrolled Democrats in the borough outnumber Republicans by about eight to one. More Brooklynites left the party affiliation line on their latest Board of Elections enrollment forms blank than the 112,000 who described themselves as Republicans. Of all the members of" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "MILL BASIN JOURNAL; Brooklyn's G.O.P. Is Old Enough, but Quite a Few Members Shy of Grand" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/nyregion\/22metjournal.html"} , {"body" : "A sport utility vehicle suddenly accelerated while backing up in a church parking lot in Brooklyn on Sunday afternoon, killing a woman and injuring four other people, including two children, the authorities said. The accident occurred at the Pyeong Ahn Presbyterian Church at 2407 McDonald Avenue in Gravesend about 2:45 p.m. The vehicle, a black" , "date" : "20100308" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "S.U.V. Hits 5, Killing One, in Church Parking Lot" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/08\/nyregion\/08hitrun.html"} , {"body" : "It looked like a typical snow day on Friday in Central Park. With schools closed, children took to the hills, armed with their sleds and their laughter. But there were signs of the dangers from above, dangers that many New Yorkers accustomed to the power failures and minor inconveniences of snowstorms tend to overlook: fallen tree limbs, cordoned" , "date" : "20100227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "In New York's Parks, a Snowy Day of Beauty and Caution" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/27\/nyregion\/27tree.html"} , {"body" : "Tom Townsend pulled a quarter from his coat pocket. It was no ordinary quarter: He usually keeps it and another one just like it in a plastic case at home, and as he held the rusty-brown 1996 coin in his hand at a funeral home in Brooklyn on Thursday night, people gathered around and stared at it and touched it, tracing their fingers over its" , "date" : "20100116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Men Who Once Bent Steel Are Now on Bended Knee" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/16\/nyregion\/16ironman.html"}]