[  {"body" : "Tyrone Garrett has been admitted to the hospital for manic depression more than a dozen times. ''I was in Brooklyn V.A., Manhattan V.A., Northport V.A., Kingsbridge V.A., Maimonides, Kings County, Bellevue, Woodhull,'' he recited. ''Is there any I'm missing?'' Mr. Garrett, 52, first exhibited signs of mania in 1983, while on active duty in the" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "THE NEEDIEST CASES; From Mental Health Patient to Wellness Coach" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/nyregion\/29neediest.html"} , {"body" : "THERE once was a man who read an unabridged dictionary from cover to cover to keep from losing his mind. Solitary confinement can do that to you, make you read what you would never look at on the outside, and then read more and more of it, to preserve your sense of humanity, maybe, but certainly to maintain whatever flimsy connection you hold to" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "'Daddy, Read for Me'" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/26\/nyregion\/26rikers.html"} , {"body" : "Olga Komenko's girlhood memories live within the walls of the domed and cupolaed Orthodox Church of the Holy Trinity at Pennsylvania and Glenmore Avenues in East New York. There, she danced Thursday evenings away with other young parishioners at weekly socials, wrote letters to servicemen during World War II and was married in 1944. Now 90, Mrs." , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "EAST NEW YORK JOURNAL; Newcomers From Russia Are Reviving A Church" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/nyregion\/25metjournal.html"} , {"body" : "At 6:30 a.m. on Tuesday, crew members of a fishing charter boat sat in the passenger cabin, waiting for customers who did not come. On other, warmer Tuesdays, they could at least count on the arrival of a group of old-timers, but most of that crowd was away for the winter months. At nearby piers, other fishing boats bobbed idly. As sunlight broke" , "date" : "20101224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "SHEEPSHEAD BAY JOURNAL; A Fisherman Always Welcome, and Now Missed" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/nyregion\/24boat.html"} , {"body" : "The economic collapse has taken a toll on vast segments of society, but it has affected some groups disproportionately. Among those are children. The Institute for Children, Poverty and Homelessness reports that nationwide, 1.35 million children are homeless. Most of them are black or Latino. Children make up a quarter of the nation's population," , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; When Children Are Caught in the Cycle of Poverty" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/19\/nyregion\/19neediestintro.html"} , {"body" : "RECENTLY, Mike Torriero found himself in a familiar situation. One of his wrestlers, Jorje Jiminez of the Bronx, confessed that he was considering offers from prominent private schools, with strong wrestling programs, in New Jersey that offered him scholarships, better competition and more exposure to college scouts. Mr. Torriero, the head coach" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SWEAT | COREY KILGANNON; Training Champions, One Bruise at a Time" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E5D91E3CF93AA25751C1A9669D8B63"} , {"body" : "The New York City Council was supposed to hold a hearing this Tuesday about a renewed campaign by Wal-Mart to open its stores in the city. But it had to be rescheduled, for January. ''We needed a bigger room,'' the Council speaker, Christine C. Quinn, said. ''We heard from unions all across the city, small business leaders from across the city." , "date" : "20101213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Wal-Mart Tries Again For New York City Store" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/13\/nyregion\/13walmart.html"} , {"body" : "DAVID PABANA was standing on a sidewalk one day this fall when a baseball some children had been playing with rolled into the fence behind him. He threw the ball back to the children. It was at once the most routine act of neighborliness and one of the strangest journeys a baseball can make in New York City. When the ball left Mr. Pabana's hand, it" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Of Kings And Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E7D8143AF931A25751C1A9669D8B63"} , {"body" : "Bae Reh and his wife, Moo Pro, were raised on a five-mile-long patch of land they were not permitted to leave, except to gather leaves to fortify the bamboo huts in which they slept. The couple had no knowledge of the outside world. They had never heard of America and certainly could not find it on a map. There were no newspapers, just a magazine" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "39" , "title" : "THE NEEDIEST CASES; Burmese Couple Build Life in the Bronx" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/12\/nyregion\/12neediest.html"} , {"body" : "EISENSTEIN--Fannie P.,died on December 4, at the age of 94. Whether as a leader in street protests, gifted teacher, educational administrator, or through the beauty of her written language, Fannie was in the front ranks of those who struggle for a better world. Friends at the UCC, in East New York, Brooklyn, applaud her work in the 1960s and her" , "date" : "20101209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths EISENSTEIN, FANNIE P." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E5DC153AF93AA35751C1A9669D8B63"} ,   {"body" : "IN August, Debra Kayman bought her first home, a two-family on Ashford Street in Cypress Hills, in the East New York section of Brooklyn. She came to the United States from Trinidad and Tobago in 1985, living in East Flatbush with family until her move to Cypress Hills in 1988. There she rented a succession of apartments, including one on Arlington" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CYPRESS HILLS, BROOKLYN; Prices Practical; Cuisines Colorful" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/realestate\/05Living.html"} , {"body" : "MY GREAT-GRANDMOTHER ANNA Arbeit was born in Brownsville, Brooklyn, in 1905. It was a rich area, she said. Pennsylvania Avenue was a doctors' row, and the doctor made house calls in a horse and buggy. Anna's parents came from Austria as teenagers, and their neighborhood was filled with Jews from all over Europe who spoke to each other in Yiddish." , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "One Borough, Five Generations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFD91330F936A35751C1A9669D8B63"} , {"body" : "BLACK FRIDAY'S starting gun may have already sounded, but for thousands of immigrants in New York, this week is the final, breathless stretch of a holiday shopping season that began with August clearance sales and ends when freighters departing the Port of Miami for the Caribbean can no longer guarantee Christmas delivery. For local shipping" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "For a Caribbean Christmas, Shopping Early in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E4DA103EF93BA15752C1A9669D8B63"} , {"body" : "Police Commissioner Raymond W. Kelly, within six weeks of the year's end, faced questions about the state of crime in New York City with what has become a familiar and welcome answer: Overall crime in the city is down again in 2010. ''Crime is down this year,'' Mr. Kelly told reporters on Tuesday after a promotion ceremony in Lower Manhattan." , "date" : "20101126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "As Police Point to a Dip in Crime, Murders and Robberies Are Up" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/26\/nyregion\/26crime.html"} , {"body" : "In 1991, as graduation approached at Thomas Jefferson High School in East New York, Brooklyn, stress weighed on Octavia Little, who the previous year had given birth to a daughter, Illiquana Ash. She enrolled at Baruch College, but had to drop out after a few months and take a job as a bank teller to support her child. Vowing that her daughter's" , "date" : "20101125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "THE NEEDIEST CASES; Mother Who Always Helped Now Needs Some Help" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/25\/nyregion\/25neediest.html"} , {"body" : "Linda Goldstein's apartment is a treat for the eye: Framed portraits of divas -- Diana Ross, Madonna and Barbra Streisand -- anchor one wall, while mirrors in the shapes of stars, butterflies and spiky suns hang from another. Personal photographs from various eras perch on a bookshelf beneath a row of multicolored snow globes. And then there are" , "date" : "20101119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; Despite Daunting Illness, A Provider Forges Ahead" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/19\/nyregion\/19neediest.html"} , {"body" : "Beneath the awning of the Lucky Grocery & Deli in Laurelton, Queens, on Sunday, the steel gate was drawn down, a cold backdrop for the various items of mournful remembrance: two handwritten notes, flowers, a stuffed red bear and numerous votive candles. Yet those and other offerings of sympathy had a horribly familiar ring to the family and close" , "date" : "20101025" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Clerk's Killing Adds to Toll Of Violence In Queens Deli" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/25\/nyregion\/25deli.html"} , {"body" : "When subway riders grouse about periodic weekend service disruptions, they may be wise to consider what the Long Island Rail Road is about to do. The railroad is suspending all train service on all but two available tracks through its Jamaica station this weekend, and again Nov. 6-7, the weekend of the New York City Marathon. For some riders, it" , "date" : "20101023" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "L.I.R.R. Plans Sharp Service Cuts for 2 Weekends" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/23\/nyregion\/23lirr.html"} , {"author" : "E-mail: sgf1@columbia.edu" , "body" : "On one of his periodic visits from New York to his father in Georgia, the Rev. David K. Brawley realized he was having trouble making out the older man's words. For the previous four years, ever since cancer was found in his chest, Don Brawley Jr. had gone through periods when his voice weakened, when its baritone clenched into a hoarse rasp. But" , "date" : "20101023" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "ON RELIGION; Preacher Sons Seek Their Father's Voice, and Heart" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/23\/us\/23religion.html"} , {"body" : "One is the former madam of an escort service. Another goes by the nickname ''the Green Hornet.'' And another writes screenplays on the side. The race for governor has been dominated by the names Cuomo and Paladino, but there are five lesser-known candidates vying to be New York's chief executive. On Monday at 7 p.m., the candidates will join the" , "date" : "20101018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Five Candidates, Colorful to Crusading" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/18\/nyregion\/18lesser.html"} ,   {"body" : "A police officer was shot twice in the leg on Sunday night after an exchange of gunfire in a building in East New York, Brooklyn, the police said. The officer and a suspect, who was also shot three times, were in stable condition. The officer, Richard Ramirez, 29, was among three plainclothes officers who observed a man riding his bicycle on the" , "date" : "20101018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Brooklyn, Officer Injured in Exchange of Fire" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/18\/nyregion\/18cop.html"} , {"body" : "After decades of neglect, a long-dormant movie palace in Brooklyn is being transformed into a charter school and space for national and local retailers. The theater, the Loew's Pitkin, occupies a triangular block in the Brownsville neighborhood, its imposing 85-foot tower looming over a bustling shopping street of low-slung buildings. The theater's" , "date" : "20100929" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Business"] , "page_facet" : "7" , "title" : "SQUARE FEET; New Life and Uses For a Movie Palace In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/29\/realestate\/29theater.html"} , {"body" : "After decades of neglect, a long-dormant movie palace in Brooklyn is being transformed into a charter school and space for national and local retailers. The theater, the Loew's Pitkin, occupies a triangular block in the Brownsville neighborhood, its imposing 85-foot tower looming over a bustling shopping street of low-slung buildings. The theater's" , "date" : "20100929" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "SQUARE FEET; New Life and Uses For a Movie Palace In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E2DF1E38F93AA1575AC0A9669D8B63"} , {"body" : "''I'm going to get some plastic,'' the short woman in the striped sweater said, waving at the piles of clothes and handbags and speakers that the awning of Louise's Flea Market was not quite keeping dry. The tall, soft-spoken man nodded at her as she went out. Across Liberty Avenue, a man called out to him from the doorway of Louise's Furniture and" , "date" : "20100928" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY ROOM; A Bustling Flea Market Built on Used Everything" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E2DD1639F93BA1575AC0A9669D8B63"} , {"body" : "The Industry, a new apartment building in Long Island City, Queens, is coming a little late to the local condominium party, but its developers have already played a role in the area's recent transformation from industrial to residential. The 76-unit seven-story Industry, at 21-45 44th Drive near 23rd Street, was developed by Stuart and Alan Suna," , "date" : "20100926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "POSTING; Neighborhood Mainstays Join Condo Fray" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/26\/realestate\/26posting.html"} , {"body" : "With a songbird's voice, a tart tongue and, occasionally, an iron fist, Patricia Wilson stood sentry over her patch of Brooklyn for nearly two decades, a town crier who saw everything and never shrank from a fight. She pointed out strange cars and gave clothes to needy neighbors. She brought in trash cans on the block after collections and dragged" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "On a Brooklyn Street, a Simmering Feud and a Violent Death" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/nyregion\/10tenant.html"} , {"body" : "NEWARK -- Shortly after landing at Malcolm X Shabazz High School as a Teach for America recruit, Dominique D. Lee grew disgusted with a system that produced ninth graders who could not name the seven continents or the governor of their state. He started wondering: What if I were in charge? Three years later, Mr. Lee, at just 25, is getting a chance" , "date" : "20100907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "BOSTON (MASS)" , "NEWARK (NJ)" , "DENVER (COLO)" , "DETROIT (MICH)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In a New Role, Teachers Move To Run Schools" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/07\/education\/07teachers.html"} , {"body" : "As teams from St. Lucia and Jamaica took to an athletic field in East New York, Brooklyn, for the final match of an international soccer tournament on Sunday, players and fans alike found that their thoughts were on a player who was not there. The player, Phillip Tisson, 28, had propelled St. Lucia into the finals with a goal against St." , "date" : "20100906" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "ST LUCIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "At Soccer Game, Remembrance for a Fallen Player" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/06\/nyregion\/06soccer.html"} , {"body" : "Ken Meyer and Carmine Fiore shook hands in the kitchen as their daughters, Sabina Meyer and Stephanie Fiore, pondered logistical problems on opposite ends of Room 227 on Monday, which was moving-in day at the sole dormitory at Queens College. Stephanie Fiore, for example, wondered where to store her many pairs of shoes, since her closet already" , "date" : "20100825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Even at Commuter Schools, Dorm Life Beckons" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/25\/education\/25dorm.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "He is either innocent or a madman. Whichever one he is, Everton Wagstaffe will not go quietly. Locked up nearly 19 years for a crime that he says he did not do, Mr. Wagstaffe could have gotten out of prison long ago by expressing remorse for being involved in the killing of a teenage girl in Brooklyn on New Year's Day 1992. He and another man," , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Staying Behind Bars On a Claim of Innocence" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/11\/nyregion\/11about.html"} ,   {"author" : "Hugh Raffles is an anthropologist at the New School University and the author of ''Insectopedia.''" , "body" : "FOR the first time in more than a decade, New York's beekeepers are claiming their summer perches on the city's rooftops. Bowing to a citywide campaign, the Department of Health and Mental Hygiene recently removed honeybees from the Health Code's register of ''venomous insects'' and other prohibited animals. Not surprisingly, the New York City" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "OP-ED CONTRIBUTOR; Sweet Honey on the Block" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4DA1530F934A35754C0A9669D8B63"} , {"author" : "Hugh Raffles is an anthropologist at the New School and the author of ''Insectopedia.''" , "body" : "FOR the first time in more than a decade, New York's beekeepers are claiming their summer perches on the city's rooftops. Bowing to a citywide campaign, the Department of Health and Mental Hygiene recently removed honeybees from the Health Code's register of ''venomous insects'' and other prohibited animals. Not surprisingly, the New York City" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "OP-ED CONTRIBUTOR; Sweet Honey on the Block" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/07\/opinion\/07Raffles.html"} , {"body" : "The Police Department is increasing overnight patrols after a recent spate of killings on the street, mostly in Brooklyn and the Bronx. Normally, about 65 percent of all shootings take place outdoors, according to the police. But over the past 28 days, about 90 percent occurred on the street, leading the police to believe that high-visibility" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Street Killings Prompt Police To Increase Overnight Patrols" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4DD113FF931A35754C0A9669D8B63"} , {"body" : "BENEATH a floating dock off Governors Island, tucked behind the squat octagonal white ventilation tower for the Brooklyn-Battery Tunnel, there are oysters growing in New York Harbor. And not just any oysters. These little bivalves, 500,000 strong, make up the largest concentrated oyster population that the harbor has seen in perhaps a century. On a" , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Style" , "Education" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Nurturing New York's Oysters" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/30\/dining\/30harbor.html"} , {"body" : "Over the last decade, a growing stream of the young, the stylish and the family-oriented have been drawn to Brooklyn by its parks, waterfront, cultural life and relatively affordable real estate and acres of graceful brownstones. But when it comes time for those newcomers to have their babies, they are tied as if by an umbilical cord to Manhattan." , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Manhattan Birth Certificate, But an Address in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26hospitals.html"} , {"body" : "What would it take for urban areas to welcome Wal-Mart? The answer seems to be a terrible job market and stores that do not look much like traditional big boxes. The retailer, whose sales in the United States are weak, has almost exhausted growth possibilities in suburbs and small towns, and now is looking at urban neighborhoods. It is starting" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CHICAGO (ILL)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Wal-Mart Gains in Its Wooing of Chicago" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/business\/25walmart.html"} , {"body" : "ALBANY -- During its first years of operation, the Niagara Charter School in Niagara Falls spent thousands of dollars on plane tickets, restaurant meals and alcohol, and more than $100,000 on no-bid consulting contracts. Yet the school's teachers resorted to organizing a fund-raiser to buy playground equipment. When the Roosevelt Children's" , "date" : "20100526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "More Scrutiny for Charter Schools in Debate Over Expansion" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/26\/education\/26charters.html"} , {"body" : "Brooklyn is one of the most Democratic counties in the country. The nearly 900,000 enrolled Democrats in the borough outnumber Republicans by about eight to one. More Brooklynites left the party affiliation line on their latest Board of Elections enrollment forms blank than the 112,000 who described themselves as Republicans. Of all the members of" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "MILL BASIN JOURNAL; Brooklyn's G.O.P. Is Old Enough, but Quite a Few Members Shy of Grand" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/nyregion\/22metjournal.html"} , {"body" : "To the Editor: Re ''Children of the '70s'' (column, May 18): David Brooks correctly contrasts the sense of security from riots and crime in which New Yorkers now take comfort with the fear that haunted the city in the 1960s and 1970s. But his praise of the ''restored'' Upper West Side ignores the destruction of the area's highly valued authentic" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "LETTERS; A Tale of One City, Then and Now" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/opinion\/l22brooks.html"} , {"body" : "JOHN AMEROSO didn't hoe the rows of vegetables that help feed the Bronx at the Padre Plaza Success Garden in the borough's Mott Haven section. He didn't pick any tomatoes from the vines at the Brooklyn Rescue Mission's farm. And he didn't turn the composting bins that kept East New York Farms! fertile ground for collards, cilantro and chard. But" , "date" : "20100519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "An Urban Farming Pioneer Sows His Own Legacy" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/19\/dining\/19farm.html"} ,   {"body" : "It was meant to be a cheerful visit to put the spotlight on successful teachers and charter schools -- an event that more-cynical observers tend to call a dog and pony show. But when Arne Duncan, the federal education secretary, arrived in Brooklyn on Tuesday for a tour of some of its schools, he was stepping into a sensitive moment in New York" , "date" : "20100519" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Education Secretary Steps Into a Minefield in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0DF113EF93AA25756C0A9669D8B63"} , {"body" : "The police charged a 20-year-old man on Monday with strangling a Brooklyn woman and her 8-year-old daughter, who were found dead on Sunday in a bathtub in their apartment in Sheepshead Bay. The suspect, Amahal Lynch of Stanley Avenue in East New York, Brooklyn, was charged with two counts of murder. Mr. Lynch did not answers reporters' questions as" , "date" : "20100518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Arrest in Killing of Woman and Child" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/18\/nyregion\/18arrest.html"} , {"body" : "The owner of a Brooklyn construction site who was charged with manslaughter after a day laborer was killed at his site two years ago was acquitted on all counts on Wednesday. The owner, William Lattarulo, was charged with several felony counts in June 2008 after the worker, Lauro Ortega, was crushed to death by dirt and debris as he was digging a" , "date" : "20100513" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Not Guilty on All Charges In Death at Building Site" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/13\/nyregion\/13verdict.html"} , {"body" : "Frank Calderon, an assistant district attorney in Albany, was 9 years old the first time he heard a cricket. He had left his family's small apartment in a housing project in Brooklyn for a two-week stay with a host family upstate, thanks to the Fresh Air Fund. Over the following nine summers, the same family would introduce Mr. Calderon to" , "date" : "20100424" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL; Summer Crickets and College" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/24\/opinion\/24sat4.html"} , {"body" : "Not many former wards of New York City's public schools would cherish a splinter that pierced the rear of their public school principal in 1942, but Martin Raskin, it is safe to say, is in a class by himself. Who else would recreate his old Brooklyn elementary schoolroom in a bedroom of his Upper East Side co-op, complete with a row of anciently" , "date" : "20100331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Amassing a Shrine To His Old School" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/31\/nyregion\/31collector.html"} , {"body" : "An unusual and much-heralded program that gave poor families cash to encourage good behavior and self-sufficiency has so far had only modest effects on their lives and economic situation, according to an analysis the Bloomberg administration released on Tuesday. The three-year-old pilot project, the first of its kind in the country, gave parents" , "date" : "20100331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Disappointed, City Will Stop Paying the Poor for Good Behavior" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/31\/nyregion\/31cash.html"} , {"body" : "WHEN most people think of hunger in America, the images that leap to mind are of ragged toddlers in Appalachia or rail-thin children in dingy apartments reaching for empty bottles of milk. Once, maybe. But a recent survey found that the most severe hunger-related problems in the nation are in the South Bronx, long one of the country's capitals of" , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Obesity-Hunger Paradox" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EEDE1F3AF937A25750C0A9669D8B63"} , {"body" : "An article in some editions last Thursday about Robert M. Scarano Jr., a Brooklyn architect who was barred from filing construction documents with New York City, misstated part of the address of one of his buildings, in East New York, Brooklyn. It is 145 Snediker Avenue, not Street." , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E3DF173AF931A25750C0A9669D8B63"} , {"body" : "TO walk the streets of Brownsville and East New York, Brooklyn, is to see neighborhoods ravaged by foreclosure, homes boarded up and marshals' notices taped to doors. Yet in the midst of this pain sit several swaths of well-tended homes, about 3,000 in all, each with a driveway and statuary and garden. Not one of their owners has lost a home. Five" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA (NYC)" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old-Fashioned Bulwark In a Tide of Foreclosures" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/nyregion\/07foreclose.html"} , {"body" : "Robert M. Scarano Jr., a Brooklyn architect who has long been criticized by community groups for flouting zoning laws, was barred by the Department of Buildings on Wednesday from filing construction plans -- threatening, at least temporarily, his ability to work as an architect in the city. The order, which applies both to pending applications that" , "date" : "20100304" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Controversial Architect Is Barred by City" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/04\/nyregion\/04scarano.html"} ,   {"body" : "TO think of food stamps is to conjure up images of coupons printed with the faces of presidents and the seal of the Agriculture Department. But since 1999, New Yorkers who qualify for food stamps have used Electronic Benefit Transfer cards, which look and act like debit cards. Under the federal Supplemental Nutrition Assistance Program, a family of" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "DECONSTRUCTED | ELECTRONIC BENEFITS; Buying Milk And Meat, With Plastic" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/nyregion\/28stamps.html"} , {"body" : "About 20 high school students stood behind the butcher counter, staring at a 160-pound piece of meat from a recently slaughtered cow. ''All of our meat comes from local farms, and we get it all whole,'' said Tom Mylan, 33, one of three butchers at the Meat Hook, a new butcher shop in Williamsburg, Brooklyn, that buys its meat locally and prizes" , "date" : "20100206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "BROOKLYN JOURNAL; Learning What Food Looks Like Before It Goes Into the Package" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/06\/nyregion\/06metjournal.html"} , {"body" : "Eric Felisbret stood by a chain-link fence, watching three men spraying graffiti on a backyard wall in Upper Manhattan. One man smiled and invited him over. ''You can go around the corner and when you see a sign for a seamstress, go in the alley,'' the man said. ''Or you can jump the fence, like we did.'' Mr. Felisbret, 46, chose the long way. Not" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "18" , "title" : "Graffiti's Story, From Vandalism to Art to Nostalgia" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/nyregion\/05graffiti.html"} , {"body" : "International IN WEEKS AFTER QUAKE, Food Crisis Deepens in Haiti Communal rationing of food, along with signs all over Port-au-Prince that say ''S.O.S'' and ''we need food,'' suggest that the food crisis in Haiti is growing. The United Nations now estimates that two million Haitians need immediate food assistance. And despite frantic efforts by aid" , "date" : "20100126" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE2DE163BF935A15752C0A9669D8B63"} , {"body" : "In court, Michael Mineo told the story of his troubled young life, reciting the wrongs he had committed against others, and those he said had been visited upon him. But Mr. Mineo, 25, insisted that he was telling the truth when he spoke about what police officers did to him in a Brooklyn subway station on Oct. 15, 2008. That day, he testified," , "date" : "20100126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Man Testifies That Police Brutalized Him in a Brooklyn Subway Station" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/26\/nyregion\/26mineo.html"} , {"body" : "From 2006 to 2008, the deadliest roads for pedestrians in the city were Third Avenue in Manhattan and Atlantic Avenue in Brooklyn, which each had nine fatalities, according to data from the National Highway Traffic Safety Administration. Along Third Avenue, which is six-and-a-half miles long and runs from Cooper Square to 129th Street, East Harlem" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Third and Atlantic Avenues Have Most Fatalities" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/nyregion\/24bpikemb.html"} , {"body" : "The metal factory in East New York, Brooklyn, could be a picture on an old postcard, one that captures the faith in industry and soaring optimism of the 1950s, accidentally left behind in a neighborhood that now is New York City's capital of unemployment. The look of the factory, Belmont Metals Inc., has changed little over the decades. It is" , "date" : "20100120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "EAST NEW YORK JOURNAL; A Pocket of Work in an Area of Joblessness" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/20\/nyregion\/20belmont.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "GOWANUS HOUSES, a complex of 14 red-brick buildings that sits not far from its namesake canal in Brooklyn, opened on a June day in 1949, flush with the optimism that wreathed new housing developments for low-income New Yorkers. Among the 1,100-plus original families was a young couple named Leslie and Victoria Baskett Flowers. He worked in a" , "date" : "20100110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | BOERUM HILL, BROOKLYN; The Leader Of the Cheers" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/10\/realestate\/10habi.html"}]