[  {"body" : "'COUNTDOWN TO 12!' Most parents wouldn't dream of taking their small children to Times Square for New Year's Eve. So a suburban museum is taking Times Square to the children. Its celebration, ''Countdown to 12!,'' actually counts down from 12 -- 12 noon, that is. The Long Island Children's Museum, which first offered this New York New Year's theme" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/arts\/31kids.html"} , {"body" : "IT wasn't easy for critics to choose the best cultural offerings of 2010. But whatever moments onstage still linger in our memory, Jay Gatsby himself would advise against dwelling too long on the year that was. Now is the time to look forward: what performances in 2011 will inspire, shock, cheer us, maybe even change our world? Critics, reporters" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Technology" , "Theater"] , "page_facet" : "1" , "title" : "LOOKING AHEAD; Time to Turn the Page" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/arts\/31forward.html"} , {"body" : "On Thursday, the fourth day after the blizzard that inundated New York, Mayor Michael R. Bloomberg toured the city and took his lumps. The mayor visited the four boroughs beyond Manhattan, delivering the message that every street had been plowed and every stranded car and bus would soon be pulled or pushed out of the mire. But this was hardly a" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Bloomberg Is Criticized on Storm Response as He Tours the City Beyond Manhattan" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/nyregion\/31snow.html"} , {"body" : "Tyrone Garrett has been admitted to the hospital for manic depression more than a dozen times. ''I was in Brooklyn V.A., Manhattan V.A., Northport V.A., Kingsbridge V.A., Maimonides, Kings County, Bellevue, Woodhull,'' he recited. ''Is there any I'm missing?'' Mr. Garrett, 52, first exhibited signs of mania in 1983, while on active duty in the" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "THE NEEDIEST CASES; From Mental Health Patient to Wellness Coach" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/nyregion\/29neediest.html"} , {"body" : "As New York City struggled with huge snowdrifts left by a crippling blizzard the day before, Mayor Michael R. Bloomberg acknowledged on Tuesday that the cleanup had been slower than expected and the impact worse than had been apparent when the snow stopped falling. While major thoroughfares seemed at least passable, especially in Manhattan, streets" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Struggles As Storm Impact Chastens Mayor" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/nyregion\/29weather.html"} , {"body" : "Good evening, snow-globe city. You survived the great post-Christmas whiteout of 2010. You frolicked and\/or shoveled. You made molasses-on-snow. Now, perhaps, you can relax. Unless you're trying to get home. The trains and buses and subways are still messed up. For specifics on your evening commute, see below. And while you wait, try the" , "date" : "20101228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM;What Happens When a Plow Gets Stuck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DB1039F93BA15751C1A9669D8B63"} , {"body" : "In the Bronx, hundreds of thousands of pounds of meat came to a standstill. On Broadway, one of the busiest times of the year was anything but, and near Wall Street, traders were taking over downtown hotels to make sure they would be at work when the bell rang. For many New Yorkers, the onslaught of snow was an inconvenience, if not a delight, but" , "date" : "20101228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Blizzards and Business Don't Mix, but a Little Planning Can Help" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/28\/nyregion\/28work.html"} , {"body" : "On last week's Metropolitan cover, Wendell Jamieson recalled Christmas while growing up in Park Slope, Brooklyn. We asked readers to share their own neighborhood-based memories of the holiday. Below, excerpts from our favorites. Going to Riviera Ravioli in the Bronx with my Nonna to stock up for Xmas Eve dinner, and then Christmas in Woodhaven with" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "READER COMMENTS; Remembrances of Christmases Past" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E4DE1731F935A15751C1A9669D8B63"} , {"body" : "Every Saturday and Sunday at 6 a.m., Aftabudeen Edun pulls his truck into an expansive parking lot in Ozone Park, Queens, and unloads tiny bottles of perfume and moisturizer, lip balm and deodorant, laying them out in neat rows on folding tables. For 16 years, Mr. Edun, a 46-year-old immigrant from Guyana who owns two cosmetic stores on Liberty" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Vendors at Aqueduct Flea Market Seek New Home as Closing Nears" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/nyregion\/17flea.html"} , {"body" : "FOR residents of Rosedale, which cozies up against Nassau County about 15 miles from Midtown Manhattan, being far from the center of things has its advantages. Relatively speaking there aren't many people in this southeastern corner of New York: a population of just 30,000 dispersed across two square miles, some on streets that dead-end on marshes." , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROSEDALE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | ROSEDALE, QUEENS; A Little Land That the Subway Forgot" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/12\/realestate\/12living.html"} ,   {"body" : "His body was bruised and bloated, his mind losing its sentience. And so amid the suffocating chaos of a tent hospital in Port-au-Prince, Haiti, that was hastily erected there in the wake of the earthquake in January, Junior Clermond began gradually to accept what seemed inevitable. ''I gave up,'' Mr. Clermond said recently through an interpreter." , "date" : "20101211" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE NEEDIEST CASES; Trying to Move Forward From Under the Rubble" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E4DA1F3BF932A25751C1A9669D8B63"} , {"body" : "Around Town Museums and Sites Center for Jewish History Through May 1, ''Zero to 10: First Decades\/New Centuries,'' an exhibition in celebration of the center's 10th anniversary, featuring rare and historic items: a letter by Thomas Jefferson denouncing anti-Semitism and advocating religious freedom; a handwritten draft of Emma Lazarus's poem ''The" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E3D7103BF933A25751C1A9669D8B63"} , {"body" : "WINTERFEST Rodgers and Hammerstein echoed the views of legions of children in finding paper packages worth singing about. But in New York at this time of year they're also favorite things for polar bears. And snow leopards. ''They get different kinds of good treats that we put inside wrapped boxes that they actually enjoy unwrapping and taking" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E3DA143BF933A25751C1A9669D8B63"} , {"body" : "Dance Full reviews of recent performances: nytimes.com\/dance. Alvin Ailey American Dance Theater (Friday through Sunday, Tuesday through Thursday) A familiar and beloved repertory is augmented by several new and unusual pieces. Judith Jamison's ''Forgotten Time'' (Friday and Saturday night) depicts rituals of love and tribal rites of passage. Alvin" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2D81E38F933A25751C1A9669D8B63"} , {"body" : "A sampling of performances of Handel's ''Messiah'' and other oratorios in New York. Admission is free unless otherwise noted. (Churches accept donations.) Friday ABYSSINIAN BAPTIST CHURCH, 132 Odell Clark Place, at West 138th Street, Harlem. Handel's ''Messiah,'' with choir and orchestra; Jeryl Cunningham-Fleming, soprano; Carolyn Sebron," , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Hallelujahs Everywhere" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E3D8103BF933A25751C1A9669D8B63"} , {"body" : "A sampling of holiday celebrations, including dance and theater events, in New York. Admission is free unless otherwise noted. (Churches accept donations.) Friday IRISH ARTS CENTER, 553 West 51st Street, Clinton. ''An Irish Christmas,'' with traditional and contemporary songs; performers include the fiddler Rhys Jones, the accordionist Billy" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Seasonal Revels" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE1DB143BF933A25751C1A9669D8B63"} , {"body" : "In 2004, when Cynthia Turay was deciding what to call her beauty-supply shop in Mill Basin, Brooklyn, she wanted the name to reflect her bumpy journey. She settled on God's Time Beauty Supply. ''Before I got the store, it was very hard to make it,'' Ms. Turay, 50, said. She had two broken marriages behind her, she had just moved her five children" , "date" : "20101207" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE NEEDIEST CASES; Mortgage Aid Restores Family's Brooklyn Refuge" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/07\/nyregion\/07neediest.html"} , {"body" : "MY GREAT-GRANDMOTHER ANNA Arbeit was born in Brownsville, Brooklyn, in 1905. It was a rich area, she said. Pennsylvania Avenue was a doctors' row, and the doctor made house calls in a horse and buggy. Anna's parents came from Austria as teenagers, and their neighborhood was filled with Jews from all over Europe who spoke to each other in Yiddish." , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "One Borough, Five Generations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFD91330F936A35751C1A9669D8B63"} , {"body" : "IN August, Debra Kayman bought her first home, a two-family on Ashford Street in Cypress Hills, in the East New York section of Brooklyn. She came to the United States from Trinidad and Tobago in 1985, living in East Flatbush with family until her move to Cypress Hills in 1988. There she rented a succession of apartments, including one on Arlington" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CYPRESS HILLS, BROOKLYN; Prices Practical; Cuisines Colorful" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/realestate\/05Living.html"} , {"body" : "Around Town Museums and Sites Guggenheim Museum Sunday and Monday at 7:30 p.m., the Works & Process series presents ''Poetic Responses to War,'' with readings from the poets and veterans Brian Turner and Bruce Weigl. In another part of the program, Elizabeth Farnum, soprano, and Alan Feinberg, pianist, will perform the music of George Flynn." , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/03spare.html"} ,   {"body" : "The hangar on the edge of Floyd Bennett Field has the familiar, post-apocalyptic look of urban decay, with ''Danger Keep Out'' spray painted in red across one of the building's doors. Many of the door panels have disappeared; so has most of the hangar's roof. Inside, a forest of weeds has sprouted through the floor. Sections of guardrail lie on the" , "date" : "20101127" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GATEWAY NATIONAL RECREATION AREA" , "FLOYD BENNETT FIELD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "FLOYD BENNETT FIELD JOURNAL; On an Edge of Brooklyn, New Hopes for a Park in Neglect" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/27\/nyregion\/27metjournal.html"} , {"body" : "WINTER'S EVE AT LINCOLN SQUARE In ''A Christmas Carol'' Scrooge's spiritual opposite was Fezziwig, his genial boss of long ago who knew when to put aside workaday concerns, throw open his doors and invite everyone to a grand party. Something similar will happen in New York on Monday evening, but the businesses offering the revelry will be places" , "date" : "20101126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "40" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/26\/arts\/26kids.html"} , {"body" : "Dance Full reviews of recent performances: nytimes.com\/dance. - American Ballet Theater (Saturday) In its first Newark performances in more than a decade, the company offers three one-act ballets: ''Seven Sonatas'' (with music by Scartlatti), the newest work by the troupe's artist in residence, Alexei Ratmansky; ''Company B,'' Paul Taylor's" , "date" : "20101119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/19\/arts\/dance\/19dance.html"} , {"body" : "Cyclists, don't be afraid of a little chill in the air, especially when dressed in your best houndstooth check coats and wool vests for the Big Apple Tweed Fall Ride on Sunday. The organizers have devised a ride that combines old English style with bicycling, to create what they call ''a unique and memorable social experience that pays homage to a" , "date" : "20101119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/19\/nyregion\/19miser.html"} , {"body" : "Minutes before the earthquake hit on Jan. 12, the twin sisters Marc-Lysa and Markisha Racine, 6, were having a hard time focusing on their homework. Crawling on her hands and knees, Markisha repeatedly nudged her head into her mother's side, pleading, ''Just let me sit underneath you.'' Marc-Lysa became very quiet. Deciding to break for dinner," , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "31" , "title" : "THE NEEDIEST CASES; After Haitian Earthquake, a New Life in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/14\/nyregion\/14neediest.html"} , {"body" : "THE first movie theater in New York City, the Regent, opened in a German section of Harlem in 1913, with a showing of ''Pandora's Box.'' The Regent, at 116th Street and Seventh Avenue, was designed by Thomas W. Lamb and had about 1,800 seats. Since the 1960s, it has been an evangelical church. The city is dotted with such old theaters -- many" , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "10" , "title" : "Once Palaces, Now Chain Stores" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EFD8173BF937A25752C1A9669D8B63"} , {"body" : "I WAS the youngest of three and the only girl in a family in which football was king, so life itself was a contact sport. So it should be no surprise that I was drawn to kinder, gentler physical activities (and those that involved sparkly costumes). But when I asked to add figure skating to my list of weekly activities, my mother said no. She" , "date" : "20101112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "URBAN ATHLETE; Taking a Dream for a Few Spins" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/12\/health\/nutrition\/12urbathlete.html"} , {"body" : "Manden n'ko Radio was abuzz on a recent Wednesday night. Despite the hiss and crackle of cellphone static, the radio program - actually a massive, New York-based conference call for Guinean expatriates - draws hundreds of listeners. ''The number of Guineans abroad doesn't compare to the number in the country,'' one caller declared in French around" , "date" : "20101106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Before Historic Vote, Guinean Airwaves Are Alive in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5DD1738F935A35752C1A9669D8B63"} , {"body" : "Around Town Museums and Sites Morgan Library & Museum Tuesday at 6:30 p.m., a discussion with Ron Chernow, author of the George Washington biography ''Washington: A Life''; $15, $10 for members. Hours: Tuesdays through Thursdays, 10:30 a.m. to 5 p.m.; Fridays, 10:30 a.m. to 9 p.m.; Saturdays, 10 a.m. to 6 p.m.; Sundays, 11 a.m. to 6 p.m.; 225" , "date" : "20101105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "42" , "title" : "Spare Tijmes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EED71F31F936A35752C1A9669D8B63"} , {"body" : "For years, fans in Brooklyn have devoured films from Nigeria, paying $3 for bootlegged copies of the latest releases at utilitarian stores in the Flatbush neighborhood that distribute cellphones, calling cards and an evening's entertainment. The low-budget, pulp features on the shelves, with soap-opera story lines and names like ''Key of Life'' or" , "date" : "20101105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NIGERIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "30" , "title" : "Pirated Films From Nigeria Are Seized In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/05\/nyregion\/05nollywood.html"} ,   {"body" : "'HALLOWHOA!' When you watch a tour guide in ''Hallowhoa!'' strap on a backpack with a long hose and a pump attached, you can't help thinking of Dan Aykroyd and Bill Murray suiting up in ''Ghostbusters.'' But the equipment here is not designed to vacuum stray ghouls and blobs of ectoplasm; it's to spray them silly. ''Silly spray'' plays a key role" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "35" , "title" : "SPARE TIMES, For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/arts\/29kids.html"} , {"body" : "Around Town Museums and Sites Merchant's House Museum For the next two Fridays and Saturdays and this Thursday, from 6 to 10 p.m., candlelight tours of the house; $25, $13 for members. This Sunday, 3 to 5 p.m., ''From Parlor to Grave: 1865 Funeral Re-enactment,'' a staging of the funeral of Seabury Tredwell, the owner of the house in the mid-1800s," , "date" : "20101022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/22\/arts\/22spare.html"} , {"body" : "Jimmy McMillan, running for governor as the candidate of the one-man Rent Is Too Damn High Party, stole the show at the debate on Monday night with his repeated and crystal-clear message: The. Rent. Is. Too. Damn. High. But how high, exactly, is too damn high for Mr. McMillan? That is a little harder to say. Mr. McMillan said in an interview on" , "date" : "20101020" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Foe of High Rent Is Vague About His Own" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/20\/nyregion\/20rent.html"} , {"body" : "'MEET THE BREEDS' It's part ''Project Runway,'' part ''American Idol'' and part ''MTV Cribs.'' But it's all cats and dogs. That's ''Meet the Breeds,'' which returns to Manhattan this weekend for its second year as a showcase for the animals that occupy so many American homes (and hearts). Sponsored by the American Kennel Club and the Cat Fanciers'" , "date" : "20101015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/15\/arts\/15kids.html"} , {"body" : "EVERYONE knows that the Comic-Con International in San Diego is like a nerds-are-cool Woodstock, where freak flags are waved proudly and Hollywood sweats to build buzz for its releases. But New York is the birthplace of comic books, and the New York Comic Con, at just five years old, has become a respectable contender as the ''it'' place for a" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "25" , "title" : "Graphic Evidence Of Comics Fanatics" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/books\/08comics.html"} , {"body" : "For Children 'Angelina Ballerina the Musical' (Friday through Monday) That winsome white mouse who does all her scurrying in toeshoes is ready to pirouette onto the stage in this musical adaptation from Vital Theater Company. Based on the books by Katharine Holabird and Helen Craig and the PBS series ''Angelina Ballerina the Next Steps,'' the show" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/arts\/08kids.html"} , {"body" : "RUSSELL--Lillian on October 3, 2010. Life member of Hadassah. Retire administrative assistant at Humes-Schmidlapp, Associates, New York, New York. Loving wife of the late Eugene for 60 years. Devoted mother of Dr. Eric J. Russell (Dr. Sandra K. Fernbach) and the late Ronnye. Cherished grandmother of Meredith and Gabrielle (Abby). Also, cherished by" , "date" : "20101005" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths RUSSELL, LILLIAN ON OCTOBER 3" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE5DF163AF936A35753C1A9669D8B63"} , {"author" : "Joshua Prager is the author of ''The Echoing Green: The Untold Story of Bobby Thomson, Ralph Branca and the Shot Heard Round the World.''" , "body" : "From his home run on Oct. 3, 1951, to his death on Aug. 16 at age 86, Bobby Thomson lived 21,502 days and, in that time, heard as many stories of where people were when he won the National League pennant for the New York Giants against the Brooklyn Dodgers at the Polo Grounds. He enjoyed them. He came to know through them that he had struck at just" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BOX SEATS; The Shot That Carried All the Way to the Pyrenees" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/sports\/baseball\/03homer.html"} , {"body" : "THE MEDIEVAL FESTIVAL New York City has had South American parrots roost in its electrical wiring, and coyotes and at least one caiman wander its parks. But once a year it provides a busy refuge for creatures far more fantastical than these: dragons and unicorns. Their sanctuary is Washington Heights, where the annual Medieval Festival will unfold" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/01\/arts\/01kids.html"} , {"body" : "Market Designs on View An exhibition of the designs for a new marketplace for the food vendors in Red Hook, Brooklyn, is on display at the Queens Museum of Art in Flushing Meadow through Sunday from noon to 6 p.m. Wednesdays through Sundays. Admission is by donation. Taco Series Andrew Carmellini of Locanda Verde has turned his talent to Mexico and" , "date" : "20100929" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/29\/dining\/29fcal.html"} ,   {"body" : "ROTH--David. On September 25, after a long illness. Beloved husband of Phyllis. Loving father of Amy, Eric and Susan; father-in-law of Diana, Anne and Charles. Cherished grandfather of Aaron, Nathaniel, Isla and Indira. Devoted brother of Anna and the late Daniel. Former Executive Director of Jewish Child Care Association; Officer of National" , "date" : "20100928" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths ROTH, DAVID" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFD91F3AF93BA1575AC0A9669D8B63"} , {"body" : "'THE MAGIC ORANGE TREE' CELEBRATION When Diane Wolkstein listened to news reports after the January earthquake in Haiti, she continually heard references to that country's extreme poverty. She found the descriptions heartbreaking, she said, because in her view Haiti has at least one source of great wealth. ''It's not poor in culture,'' said Ms." , "date" : "20100924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/24\/arts\/24kids.html"} , {"body" : "SCHNITZLER--Dr. Irving. Beloved husband, father and grandfather. Services Sunday, September 26, 9:30am at Shermans' Flatbush Memorial Chapel, 1283 Coney Island Ave, Brooklyn. (Avenue J)." , "date" : "20100924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths SCHNITZLER, DR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1DB1F3AF937A1575AC0A9669D8B63"} , {"body" : "Tasting Sakes A tasting with more than 300 sakes is set for Sept. 23 at 6 p.m. at 82 Mercer Street (Grand Street), $90 from joyofsake.com or at the door ($20 of each ticket benefits Citymeals-on-Wheels). Yummy Park Slope A free sampling from a variety of restaurants, food vendors and wine merchants in Park Slope, Brooklyn, will be held mostly along" , "date" : "20100922" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DB113FF931A1575AC0A9669D8B63"} , {"body" : "It is afternoon in Brooklyn, and school has just let out. Swarms of teenagers crowd the sidewalks, looking for a place to socialize. But near Downtown Brooklyn, at the entrances to the Atlantic Terminal mall, there is no hanging out at one popular meeting spot. Students are met by security guards, who block their path, ask questions and check IDs." , "date" : "20100918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["DOWNTOWN BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Policy at Brooklyn Mall Limits Entry by Young Groups" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/18\/nyregion\/18mall.html"} , {"body" : "MANHATTAN Gramercy Park Area . . . $329,000 235 East 22nd St., Gramercy House r 0 f 1 h 0 o 12 weeks 450-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, renovated kitchen and bath, c\/a; maintenance $619, 52% tax deductible; listed at $329,000. Brokers: Prudential Doug- las Elliman; City Connections. Greenwich Village . . . . . $545,000" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E6DC123DF931A2575AC0A9669D8B63"} , {"body" : "Around Town Museums and Sites American Museum of Natural History Beginning on Wednesday at 7 p.m. and running every Wednesday evening through Nov. 3, a sketching workshop, drawing from museum displays and dioramas; $160, not including materials. The Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10spare.html"} , {"body" : "BROOKLYN BOOK FESTIVAL Animals, aliens, monsters, body parts (especially the posterior) and anything that's a gross-out -- these literary themes always seem to captivate children. The Brooklyn Book Festival offers them all, but its organizers also provide something for young people that many book fairs don't: titles and topics for those older than" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10kids.html"} , {"body" : "If you're reading this, there's a good chance you're overworked and underpaid. But don't let it get you down. Instead get some perspective from the trials and tribulations of the 19th-century factory workers of the Lower East Side. In what was once a tenement built in 1863, theLower East Side Tenement Museumoffers a series of free lectures," , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "WEEKEND MISER; At Lower East Side Tenement Museum, Lectures and Opera" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10miser.html"} , {"body" : "''Day Long Throng Inspects New Tube,'' trumpeted the headline in The New York Times. It was exactly 100 years ago, and Long Islanders could now travel to Manhattan by rail. Their destination, at the end of the newly opened tunnel beneath the East River: the steel-and-marble transportation palace known as Pennsylvania Station, at the time the most" , "date" : "20100909" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "CITY ROOM; When The L.I.R.R. Reached Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2DF1530F93AA3575AC0A9669D8B63"} ,   {"body" : "The sun rose over the tireless Haitian rara musicians and the throng of ecstatic fans who followed them. A shimmying mother pushed a stroller. A man on roller skates danced into his seventh hour. Two police officers sipped coffee. The fans chanted, ''The day is coming.'' Shades rolled up on the windows they passed, revealing curious, sleepy" , "date" : "20100907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Energy of Haitian Sound Pulses After a Difficult Year" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/07\/nyregion\/07rara.html"} , {"body" : "On Thursday night in Brooklyn, a suspect was chased and quickly surrounded by a group of patrolmen in blue uniform jackets who ordered him to halt. The man, David Flores, 33, who witnesses say was fondling himself in front of children in a Hasidic section of Brooklyn known as Borough Park, was about to be caught by the men in blue. He began" , "date" : "20100904" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "In Protecting Hasidic Neighborhoods, Squads Patrol Without Guns or Badges" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0D6173EF937A3575AC0A9669D8B63"} , {"body" : "FOR some families the summer game is baseball, for others basketball. For mine, it's miniature golf. For as long as I can remember, my 13-year-old son, Asher, and I have returned every season to Rye Playland or Saxon Woods in Westchester County. This year I floated a new idea. Would he want to putt our way across the city? Play mini-golf in each of" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "A Miniature-Golf Odyssey (Obstacles Included)" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/nyregion\/03minigolf.html"} , {"body" : "Sometimes, it takes a village to have fun, or at least a community center. The Stuyvesant High School community center in TriBeCa is helping by opening its doors to the public. Take the family swimming in the 75-foot-by-45-foot pool from 3 to 6 p.m. weekdays and 10 a.m. to 2:30 p.m. weekends, through August. Be sure to bring a swimsuit and cap," , "date" : "20100827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/27\/nyregion\/27miser.html"} , {"body" : "THERE doesn't seem to be anything special about the wood-framed photographs of Flatbush Avenue from 1946 hanging on the walls of Lenny & John's Pizza, or the floor-to-ceiling stack of pizza boxes. The clear plastic containers of garlic, red pepper and oregano look the same as the ones at the pizzeria down the street, or across town. A slice costs" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | FLATLANDS; Look Around. That's Loyalty." , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/nyregion\/15joint.html"} , {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT.html"} , {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT-8.html"} , {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT-4.html"} , {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT-3.html"} , {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT-5.html"} ,   {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT-7.html"} , {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT-10.html"} , {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT-2.html"} , {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT-9.html"} , {"body" : "The pizza shop, on Flatbush Avenue, Brooklyn, is an area favorite, and has been operating since 1969." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "title" : "Neighborhood Joint | Lenny & John’s" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/08\/15\/nyregion\/15JOINT-6.html"} , {"author" : "E-mail: realprop@nytimes.com" , "body" : "$5.517 MILLION Vanderveer Towers 1304 New York Avenue (between Newkirk Avenue and Avenue D) East Flatbush, Brooklyn A local investor has bought this six-story, 65,561-square-foot elevator building with 55 rent-stabilized apartments -- 36 one-bedrooms, 11 two-bedrooms and eight studios. Buyer: 1304 NY Realty L.L.C. Seller: New York Avenue 1304" , "date" : "20100811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E4D61739F932A2575BC0A9669D8B63"} , {"body" : "KARL FISCHER may not enjoy the name recognition of architects like Robert A. M. Stern and Richard Meier, whose designs have helped alter the face of New York in recent years. But it is not for lack of productivity. Mr. Fischer, 61, who was born in Hungary and raised in Canada and is now based in New York, has designed some 75 condominiums, rental" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Remaking the Face Of Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DEFDE123EF93BA3575BC0A9669D8B63"} , {"body" : "KARL FISCHER may not enjoy the name recognition of architects like Robert A. M. Stern and Richard Meier, whose designs have helped alter the face of New York in recent years. But it is not for lack of productivity. Mr. Fischer, 61, who was born in Hungary and raised in Canada and is now based in New York, has designed some 75 condominiums, rental" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Remaking the Face Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/realestate\/08posting.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "Brooklyn and Queens are on the same island, which means Wally Backman can feel the tremors from out east. The Mets, his old team, are having a stinker of a season -- another stinker, that is to say -- but Backman's current team, the Cyclones, is winning two-thirds of its games. Backman knows how things work in New York, the back-page frenzy, Bring" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SPORTS OF THE TIMES; Backman Is Poised On Top Step of the Dugout" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/04\/sports\/baseball\/04vecsey.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Arcade Fire (Wednesday and Thursday) Once an indie-rock darling, Arcade Fire has graduated to playing consecutive nights at Madison Square Garden -- not bad for a serious, often political band with a glockenspiel, French horn and hurdy-gurdy strapped inside its tour bus. The group's big," , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/music\/30pop.html"} ,   {"body" : "With the sun pounding down on Church Avenue in central Brooklyn, Johanna Washington dipped her fingers into an ice-cold cooler and shook her head as a man in a blue T-shirt approached, water bottles in hand. He and his dripping shopping cart marked the fourth competitor to set up shop at her intersection on Thursday afternoon, and she was not" , "date" : "20100730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "THE CRUELEST MONTH?; Water Vendors Profit From the Heat" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/nyregion\/30heat.html"} , {"body" : "A man wearing sunglasses, for once unneeded, checked a pay phone for loose change and swept across Flatbush Avenue, a cup of hot coffee in his hand, the only figure moving on that slumbering colossus of commerce at 5 a.m. on Tuesday. Glowing green lights signaled no one to go, and the Brooklyn thoroughfare, usually a riot of bus exhaust, livery" , "date" : "20100728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE CRUELEST MONTH; In a Sweltering City, It's Coolest Before Dawn" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/28\/nyregion\/28heat.html"} , {"body" : "KIMBERLEE AULETTA grew up in Midtown, and for a long time Manhattan was where she imagined she would stay. Despite family roots in Brooklyn, where her father had grown up, she had never really considered moving there. But time brought a few epiphanies. The first came in a late 1990s winter, when friends who had moved to Brooklyn invited her to a" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN; History All Around, and Greenery Next Door" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE4DE1730F936A15754C0A9669D8B63"} , {"body" : "KIMBERLEE AULETTA grew up in Midtown, and for a long time Manhattan was where she imagined she would stay. Despite family roots in Brooklyn, where her father had grown up, she had never really considered moving there. But time brought a few epiphanies. The first came in a late 1990s winter, when friends who had moved to Brooklyn invited her to a" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT LEFFERTS GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN; History All Around, and Greenery Next Door" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/25\/realestate\/25living.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Sandra Bernhard (Tuesday) Alternately beloved and reviled for her brash and wicked stand-up routines, the comedian Ms. Bernhard is not prone to blushing or biting her tongue. As a vocalist she explores pop, jazz, blues and rock in a heady, steady alto tinged with defiance; her band, the" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/music\/23pop.html"} , {"body" : "He was called the Jewish Caruso. Indeed, fervent enthusiasts sometimes referred to Caruso as the Italian Yossele Rosenblatt. Mr. Rosenblatt, who died in 1933, was regarded as the greatest cantor of his time. But his was a time when music was recorded on heavy shellac or celluloid 78 r.p.m. records. The quality of those recordings was never that" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Bit by Electronic Bit, a Great Cantor's Voice Is Restored" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E6D61631F932A15754C0A9669D8B63"} , {"body" : "Around Town Museums and Sites American Museum of Natural History The Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour from 10:30 a.m. to 4:30 p.m. through Jan. 10; $28 (includes museum admission), $22 for students and 60+ and $18 for children. Continuing exhibitions include ''Race to the End of the" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00EFDF1239F93AA35754C0A9669D8B63"} , {"body" : "IN a musty coffee shop in the suburbs of Portland, Ore., a dozen people occupying scruffy couches peer into laptop computers, their screens casting a blue glow across pasty faces. They scroll through online job listings, availing themselves of free Wi-Fi, as they pass another drizzly afternoon in the temporary office of the age. You run across this" , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "1" , "title" : "The Great Rupture" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/04\/weekinreview\/04Goodman.html"} , {"body" : "DAN ZANES JAM & JUBILEE Dan Zanes plays regularly before crowds of enthusiastic young fans, but don't think of calling such events concerts. ''It will be more like an afternoon party,'' he said of the Dan Zanes Jam & Jubilee he has planned for the Fourth of July. ''More like a family reunion.'' (Many children would no doubt be delighted to trade in" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE1DE173FF931A35754C0A9669D8B63"} , {"body" : "IN a city that's ever on the go, it's a happy circumstance that there are so many decent sandwich shops. If inclined to, you can eat your meals three times a day between slices of bread, and in that manner dine lavishly. It's not just the same old sandwich suspects, either. Take breakfast, for instance, at the Prospect Lefferts Garden location of" , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; Half a Loaf Is Better When Stuffed" , "url" : "http:\/\/events.nytimes.com\/2010\/06\/30\/dining\/reviews\/30under.html"} ,   {"body" : "Every so often, Aalim Moody, 5, and his twin sister, Aalima, break into a kind of secret code, chatting in a language their father does not understand. Walking along Flatbush Avenue in Brooklyn, they make out the lettering on kosher food shops and yeshiva buses, showing off all they learn at the Hebrew Language Academy Charter School in Midwood," , "date" : "20100625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Success and Scrutiny at Hebrew Charter School" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/nyregion\/25hebrew.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "The World Cup's funny ball was still performing the dipsy-doodle on Sunday. Red cards were flying all over South Africa, and cheers in diverse languages were flying all over New York. While waiting to fly to South Africa next Sunday, I did the next best thing: I went to three matches in three very different neighborhoods, joining Slovene fans" , "date" : "20100614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GHANA" , "SLOVENIA" , "AUSTRALIA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; Sampling the Flavors of the City's Cup" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/14\/sports\/soccer\/14vecsey.html"} , {"body" : "Around Town Museums and Sites BARTOW-PELL MANSION MUSEUM Monday, 3:30 to 5 p.m., ''Red, White, and Blue -- With You!,'' a Flag Day celebration with a discussion and a flag-making workshop. $5 per person, $3 for members. Registration required: (718) 885-1461 or e-mail info@bpmm.org. 895 Shore Road North, Pelham Bay Park, the Bronx ," , "date" : "20100611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/arts\/11spare.html"} , {"body" : "CENTENNIAL BEE-DAY PARTY In Kafka's ''Metamorphosis'' Gregor Samsa awakens to discover that he has become an enormous cockroach. While that may be among the most unwelcome transformations on record, the Brooklyn Botanic Garden will offer one on Saturday that's shorter, sweeter and sunnier: children changing themselves into bees. The process is part" , "date" : "20100611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/arts\/11kids.html"} , {"body" : "Dance Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Sunday and Tuesday) The company returns to Brooklyn with old favorites and the first performance in 35 years of Ailey's ''Mary Lou's Mass,'' commemorating the centennial of the birth of its composer, Mary Lou Williams. (Through June 20.) Sunday at 3" , "date" : "20100611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE5DD1038F932A25755C0A9669D8B63"} , {"body" : "Any art lover can visit a museum, but the more adventurous can take to the streets for the New York City Department of Transportation's free bike tour on Saturday. From 9:30 a.m. to noon, a guide will lead cyclists across Manhattan to murals, sculptures and mosaics sponsored by the Urban Art Program, an effort to invigorate the city's streetscapes." , "date" : "20100611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "WEEKEND MISER; A Bike Tour for Art Lovers, a Show for 'Fela!' Fans, Capoeira Lessons and a Korean Film" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/travel\/11miser.html"} , {"body" : "WEINTRAUB--Abraham, 100 years, died June 8, 2010. Our father Abraham was born in Brooklyn in 1920 and lived all his life in that borough. He was married for 57 years to Ruth Donenfeld Weintraub (1915-1993), to whom he was passionately devoted. Abe held a variety of jobs during his lifetime, which included chipper and caulker at the Brooklyn Navy" , "date" : "20100610" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths WEINTRAUB, ABRAHAM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E5DC153AF933A25755C0A9669D8B63"} , {"body" : "Anthony Henry's commuter van rolled west along Merrick Boulevard in Queens, packed nearly to capacity with nine passengers. It was 6:50 on a Friday morning, and the path ahead of him was clear until suddenly it wasn't: A van with a wobbly left rear tire, illegally plying the same route, burst in from a side street and barely cleared a car parked at" , "date" : "20100610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Legal and Illegal Vans Fight It Out for Fares" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/10\/nyregion\/10vans.html"} , {"body" : "WALGREENS recently bought Duane Reade, the New York drugstore chain, for $1.1 billion. A 7,100-store company with headquarters in Deerfield, Ill., Walgreens said it would not immediately wipe away the Duane Reade brand, but it is exploring a switch to common bookkeeping and prescription systems, as well as the closing of some of Duane Reade's 258" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Little Chains That Could ... and Still Do" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E2D91E31F935A35755C0A9669D8B63"} , {"body" : "'TIGERS THE EXHIBITION' The most common way of getting inside a tiger isn't much fun -- just ask the deer in Asia. But now children in New York can inhabit a Bengal tiger through means that are risk free and entertaining, allowing them not only to see the creature's bones and muscles but also to perceive the world through its senses. That" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/arts\/04kids.html"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. ALVIN AILEY AMERICAN DANCE THEATER (Thursday) The company returns to Brooklyn with old favorites and the first performance in 35 years of Ailey's ''Mary Lou's Mass,'' commemorating the centennial of the birth of its composer, Mary Lou Williams. (Through June 20.) At 7:30 p.m., Brooklyn" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EFDB163EF937A35755C0A9669D8B63"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'AMERISSIAH' In previews; opens on Saturday. The Amoralists' new high-decibel drama centers on a troubled family that includes a corrupt" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DE163EF937A35755C0A9669D8B63"} , {"body" : "Following are some markets around New York City selling products made by local food artisans. GREENPOINT FOOD MARKET Church of the Messiah, 129 Russell Street (Nassau Avenue), Greenpoint, Brooklyn; greenpointfoodmarket.wordpress.com. One Saturday a month, noon to 5 p.m. (the next market is June 26). Worth tasting: P&H sodas, Masala Loca Indian" , "date" : "20100602" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "New Yorkers Reinvent the Pushcart" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4D9173FF931A35755C0A9669D8B63"} , {"body" : "WHEN a major event occurs with implications for one of the city's ethnic groups, the ethnic press responds -- sometimes analytically, sometimes angrily, sometimes defensively. In recent weeks, three newspapers -- two Pakistani and one Indian -- reported or reflected on the attempt by a Pakistani-American, Faisal Shahzad, to detonate a car bomb in" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEW YORK WORLD; Times Square Terror" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/nyregion\/30world.html"} , {"body" : "Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'AMERISSIAH' Previews start on Thursday. Opens on June 5. The Amoralists' new high-decibel drama centers on a troubled family that" , "date" : "20100528" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings: Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E6DB103DF93BA15756C0A9669D8B63"} , {"body" : "HOLINER--Lucille, of Brooklyn, New York, died peacefully at home on May 23rd in her lifelong home in Bensonhurst at the age of 85 after a long, difficult illness. Lucy's beautiful light was cast on all around her throughout her life whether in the role of Sister, Mother, Grandmother, Wife, Kindergarten Teacher, Mentor or Friend. She was a kind," , "date" : "20100525" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths HOLINER, LUCILLE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E4DA143AF936A15756C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 11 a.m. to 6 p.m., the second annual Uncorked! food festival, featuring demonstrations by Staten Island culinary professionals. There will also be a cheese school and lessons on pairing cheese with the right wine. 441 Clarke Avenue, Staten Island, (718) 351-1611, Ext. 236," , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5D61331F932A15756C0A9669D8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. This restaurant is rated 1 star. AMERICAN BALLET THEATER (Friday and Saturday, and Tuesday through Thursday) The company wraps up ''La Bayadère'' performances Monday, honoring the 30th anniversary of Natalia Makarova's production of this hot and bothered 19th-century classic. Rubber" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE3D71F3EF932A15756C0A9669D8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AMERICAN BALLET THEATER (Friday and Saturday, and Tuesday through Thursday) The company wraps up ''La Bayadère'' performances Monday, honoring the 30th anniversary of Natalia Makarova's production of this hot and bothered 19th-century classic. Rubber snakes, falling temples and bare" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E5DE1231F932A15756C0A9669D8B63"} , {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE BURNT PART BOYS' In previews; opens on Tuesday. Featuring a bluegrass-infused score by Chris Miller and lyrics by Nathan" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E4DF1631F932A15756C0A9669D8B63"} ,   {"body" : "THEATER Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'THE BURNT PART BOYS' In previews; opens on Tuesday. Featuring a bluegrass-infused score by Chris Miller and lyrics by Nathan" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE2D6103AF932A15756C0A9669D8B63"} , {"body" : "THOUGH electric vehicles have been on the road in small numbers for more than a century, they have remained just over the horizon for mass market applications. But with automakers pledging to begin delivering E.V.'s in significant numbers in coming months, this year could prove a turning point. The early entries, while limited in range, have the" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "9" , "title" : "HANDLEBARS | BRAMMO ENERTIA AND ZERO S; Silent and Green, But Not Quite There" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/automobiles\/16BIKE.html"} , {"body" : "THE PREMIERE OF 'GOODNIGHT MOON,' WITH 'THE RUNAWAY BUNNY' A beloved bedtime story for generations of children, ''Goodnight Moon'' unfolds in ''a great green room.'' So it seems fitting that the tale will come to life on Sunday in a place New Yorkers might consider the greatest, greenest room of all: Central Park. The park is the setting for the" , "date" : "20100507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/07\/arts\/artsspecial\/07kids.html"} , {"body" : "If there was one person who didn't need to wear a name tag at Edward R. Murrow High School, it was Saul Bruckner, Murrow's founding principal, who guided the school in Midwood, Brooklyn, to national prominence over 30 years, from 1974 to 2004. But the tag was usually there on his jacket's lapel as he stood near the entrance each morning, greeting" , "date" : "20100505" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM; Remembering a Principal Who Embodied a School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7D8153EF936A35756C0A9669D8B63"} , {"body" : "NEW YORK CITY Manhattan, May 1 Around 10 residences will be open from 10:30 a.m. to 4:30 p.m. for the 15th annual benefit house tour of the Junior League of New York. The homes will include the five-story town house of Julie Marshall, a designer. It is decorated with modern and 20th-century furniture and several unusual chandeliers. Also on display" , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "An Open Invitation To Visit" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/garden\/29tour-nyc.html"} , {"body" : "For the past six years, Daniel Goldstein has been at the center of just about every rally, house party, concert and lawsuit opposed to the $4.9 billion Atlantic Yards project near Downtown Brooklyn. He wielded a bullhorn and had a lightning-fast e-mail response to every incursion by the developer Bruce C. Ratner on the 22-acre project site at" , "date" : "20100422" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For $3 Million, A Project's Foe Ends His Fight" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/22\/nyregion\/22yards.html"} , {"body" : "PEARLMAN--Hubert S.,M.D. F.A.C.S., age 83. A father who relished his sons, Fred, Henry, and George, and adored his deceased wife Lucy, passed away on April 16, 2010, in his sleep. He was married 53 years. His grandchildren Lindsey, Samantha and Max were his special joy. He is survived by his sister Eleanor Kostant. He graduated from the University" , "date" : "20100418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths PEARLMAN, HUBERT S." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DEEDC163AF93BA25757C0A9669D8B63"} , {"body" : "PROSPECT-LEFFERTS TOWN HOUSE $789,000 BROOKLYN: 15 Clarkson Avenue (between Flatbush and Bedford Avenues) A three-bedroom two-bath single-family limestone house with an English basement, a front patio, a landscaped garden, and a parlor floor with a large foyer, living and dining rooms. Rezwan Sharif, Prudential Douglas Elliman (917) 434-1920;" , "date" : "20100418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E4DE1E38F93BA25757C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Saturday and Sunday, 11 a.m. to 5 p.m., a celebration of the Egyptian presence on Staten Island, featuring an arts and photography display and dance performances. On Tuesday at 6:30 p.m., the first of several monthly screenings highlighting the International Black Film Festival; the film will be" , "date" : "20100416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5D71138F935A25757C0A9669D8B63"} , {"body" : "EUGENIA KIM is selling a limited-time hat collection at Target, starting April 18, all under $20. Ms. Kim's hats, spotted on celebrities like Cameron Diaz, usually go for up to $300. The easy, breezy toppers come in cloche, fedora, sun hat, bucket hat, newsboy and pillbox silhouettes. ''I was thinking of doing a '90s preppy theme, but I became" , "date" : "20100415" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "BROWSING; Top Hats, Bottom Prices" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E3D61E39F936A25757C0A9669D8B63"} ,   {"body" : "By design, there is no ''For Sale'' sign staked outside the formidable 12-room colonial-style house at 225 Marlborough Road in Brooklyn's historic Prospect Park South neighborhood. The pale stucco home, built for the long haul in 1922 but lately a bit under the weather, is in need of someone to coddle it. But Mary Kay Gallagher, the woman charged" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DITMAS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "She's the One Holding the Keys" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/nyregion\/11marykay.html"} , {"body" : "Innocently, then tentatively, Susan Walker would tell a friend or an acquaintance that she happened to be the daughter of a major league baseball player. Which one, she would be asked. After a while, she knew the mere mention of the name might draw a furrowed brow or a sideways glance. Really, that Dixie Walker? ''It became difficult for me every" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "The Dixie Walker She Knew" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/sports\/baseball\/11walker.html"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/09\/arts\/09kids.html"} , {"body" : "MARIA BERMAN was hopelessly smitten with the working fireplace in her first New York apartment, a third-floor walk-up in Cobble Hill, Brooklyn. ''That fireplace was in use most of the year,'' said Ms. Berman, an architect who lived in the apartment in the early 1990s. ''For three years I had quarter cords of wood delivered to my doorstep.'' But in" , "date" : "20100404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Charmed Obsolescence" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/04\/realestate\/04cov.html"} , {"body" : "If you have spent time on the East Side of Manhattan around the United Nations, there is a good chance you have seen a man walking around looking a bit like Elton John circa 1977. This would probably be Mark Birnbaum on his daily constitutional. Mr. Birnbaum walks Second Avenue flamboyantly dressed in platform boots, hand-painted blazers and all" , "date" : "20100403" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Like His Platform Boots, His Music Keeps Moving" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1D81F38F930A35757C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites BRONX MUSEUM OF THE ARTS Through Aug. 11, two exhibitions focusing on the civil rights movement: ''Road to Freedom: Photographs of the Civil Rights Movement 1956-1968,'' featuring 150 vintage photographs, and ''After 1968: Contemporary Artists and the Civil Rights Legacy,'' with works by African-American artists born" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/02\/arts\/02spare.html"} , {"body" : "JAFFE--Carolyn S. March 17, 1923 March 27, 2010. Early Saturday morning, Carolyn S. Jaffe passed in the way that she had lived with dignity and grace, surrounded by love. Beloved wife of the late Sidney, the love of her life, for 47 years. Cherished mother to Faye, Alice, Michael and James. Adored Grandmother to Lauren, David, Daniel, Benjamin, the" , "date" : "20100329" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths JAFFE, CAROLYN S" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07EEDD1F3AF93AA15750C0A9669D8B63"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "PASSERS-BY can glimpse it only through iron gates, but the 1786 Erasmus Hall Academy, on Flatbush Avenue off Church in Brooklyn, appears to be the oldest school structure in New York. Empty for years and now dilapidated, the academy building is a designated landmark, enclosed within the vast courtyard of the Gothic-style Erasmus Hall High School," , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "5" , "title" : "STREETSCAPES | FLATBUSH, BROOKLYN; Erasmus Hall And Its Offspring" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/realestate\/28streets.html"} , {"body" : "AROUND TOWN Museums and Sites BRONX MUSEUM OF THE ARTS Opening on Sunday and running through Aug. 11, two exhibitions focusing on the civil rights movement: ''Road to Freedom: Photographs of the Civil Rights Movement 1956-1968,'' featuring 150 vintage photographs, and ''After 1968: Contemporary Artists and the Civil Rights Legacy,'' with works by" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6D81F3AF935A15750C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Saturday, 1 to 5:30 p.m. and Sunday, noon to 5 p.m., New York's Latino communities are explored with ''From the Motherlands to El Barrio: New York's Latino Immigrant Experience.'' Highlights include ''Holding Up the Sky,'' a Mayan creation story by the Coatlicue Theater Company;" , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/19\/arts\/19spare.html"} ,   {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM Wednesday, 6:30 to 8:30 p.m., ''St. Patrick's Day Celebration, Circa 1855,'' a backstairs tour of the museum, with a look at the fourth-floor servants' quarters that are not always open, and stories about the Irish immigrants who lived and worked there; with refreshments. Reservations suggested." , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE0D71E38F931A25750C0A9669D8B63"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406EFDF173BF931A25750C0A9669D8B63"} , {"body" : "Inside a tent in the Prospect Heights neighborhood of Brooklyn on Thursday afternoon, the mayor and the governor mingled with celebrities and titans of business, nibbling knishes served in martini glasses, to celebrate the long-delayed groundbreaking of the basketball arena that will be the cornerstone of the Atlantic Yards project. ''Today's a" , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "After Years of Controversy, Ceremonial Shovels Come Out" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E0D8173AF931A25750C0A9669D8B63"} , {"body" : "A sport utility vehicle suddenly accelerated while backing up in a church parking lot in Brooklyn on Sunday afternoon, killing a woman and injuring four other people, including two children, the authorities said. The accident occurred at the Pyeong Ahn Presbyterian Church at 2407 McDonald Avenue in Gravesend about 2:45 p.m. The vehicle, a black" , "date" : "20100308" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "S.U.V. Hits 5, Killing One, in Church Parking Lot" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/08\/nyregion\/08hitrun.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Reopening on Saturday and running through Sept. 2, ''Lizards & Snakes: Alive!,'' a display with more than 60 live specimens. Wednesday at 6:30 p.m., an evening of readings from ''Bright Wings: An Illustrated Anthology of Poems About Birds,'' edited by Billy Collins, with paintings by" , "date" : "20100305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E6DC1F3FF936A35750C0A9669D8B63"} , {"body" : "ON Jan. 13, the day after the earthquake that upended Haiti, Garry Pierre-Pierre, editor and publisher of The Haitian Times, moved the center of operations for his weekly newspaper from Brooklyn to a tent in the backyard of a damaged apartment building in Port-au-Prince. If he was going to cover one of the most transformative events in the history" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK WORLD; 'We Wail With You, Haiti'" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/nyregion\/28ethnic.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Wednesday at 7 p.m., ''Energy Through Chemistry,'' a talk on new technologies in transportation and energy by Héctor Abruña, director of the Energy Materials Center at Cornell; part of the SciCafe series on the first Wednesday of each month. Free admission, with cash bar" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/26spare.html"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/26kids.html"} , {"body" : "The owner of the car that hit two young women in Brooklyn on Sunday, leaving one of them brain-dead, said through her lawyer on Tuesday that her sister was driving it when the accident occurred, the police said. In speaking with detectives at his Manhattan office, the lawyer, Adam Thompson, said Frances Jasmin, the sister of the car's owner, Cindy" , "date" : "20100224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Owner of Car Linked to Crash Says Her Sister Was Driving" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07EFD9143CF937A15751C0A9669D8B63"} , {"author" : "Karen Zraick and Colin Moynihan contributed reporting." , "body" : "A Brooklyn jury found three police officers not guilty on Monday of abusing a suspect in the Prospect Park subway station during a 2008 arrest, in a case that recalled some of the city's most notorious police brutality episodes but never generated as much public outcry or departmental change. Acquitting all three men on all counts, the jurors" , "date" : "20100223" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "All Officers Are Acquitted in Police Abuse Trial" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/23\/nyregion\/23mineo.html"} ,   {"body" : "An employee of the mayor's office was declared brain-dead on Sunday morning after she and another woman were struck by a hit-and-run driver while crossing Flatbush Avenue in Brooklyn, the authorities said. Around 4:30 a.m. on Sunday, a car traveling north on the avenue struck the women near the intersection of Prospect Place in Prospect Heights," , "date" : "20100222" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Hit and Run In Brooklyn Leaves One Brain-Dead" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/22\/nyregion\/22hitrun.html"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E4DB1F3FF93AA25751C0A9669D8B63"} , {"body" : "Full reviews of recent performances: nytimes.com\/dance. ALEXANDRA BELLER\/DANCES (Thursday) ''War and Other Stories'' follows the lives of six people confronting issues of morality, compassion, greed, manipulation, victimization and power. (Through Feb. 28.) At 8 p.m., Dance New Amsterdam, 280 Broadway, at Chambers Street, Lower Manhattan , (212)" , "date" : "20100219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE2DE103FF93AA25751C0A9669D8B63"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's Animal Rescue" , "date" : "20100212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/12\/arts\/12kids.html"} , {"body" : "Sitting forward in his chair, his face untroubled as he gave matter-of-fact answers, Officer Richard Kern spoke publicly for the first time on Thursday about his 2008 confrontation with Michael Mineo in a Brooklyn subway station. He testified that he had placed his expandable baton on Mr. Mineo's legs to help subdue him, but had never put it" , "date" : "20100212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Officer Testifies He Used Baton to Subdue, Not Abuse" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/12\/nyregion\/12mineo.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/arts\/05kids.html"} , {"body" : "The building bears little resemblance to the extravagantly sumptuous ''wonder theater'' that wowed audiences in 1929. The rusting, dirt-caked marquee that hangs outside the Loew's Kings Theater over a bustling commercial stretch of Flatbush Avenue in Brooklyn last promoted a film in 1977. Years of neglect have left the interior rotted by time," , "date" : "20100203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "At a Neglected Movie Palace, Cobwebs Are Given Notice" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/03\/nyregion\/03kings.html"} , {"body" : "WITH a spinning wheel in the attic, flintlock rifles on the walls, foot warmers at the hearth and a horse-drawn sleigh in the barn, Annette and Stuart Mont are well-equipped for 18th-century colonial farm life. Except they are living in Brooklyn in 2010. Home is an antiques-crammed pre-Revolutionary white Dutch farmhouse and barn that rise like" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Prewar Home, To Say the Least" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31house.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday at 7:30 and 9 p.m., a performance by the jazz trio This Old House; part of the Tavern Concert Series; $15; $12 for members; reservations required: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30 p.m.; Saturdays and" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/29spare.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/29kids.html"} ,   {"body" : "A police officer who helped arrest Michael Mineo in a Brooklyn subway station 15 months ago testified on Wednesday that he did not see any of his colleagues pull down Mr. Mineo's pants or jab a baton into his buttocks. But the officer, Noel Jugraj, said he did hear Mr. Mineo yell, ''You all violated me,'' and heard his partner, Officer Alex Cruz," , "date" : "20100128" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "4th Officer Partly Backs Each Side in Trial of 3 Over Arrest in Subway" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/28\/nyregion\/28mineo.html"} , {"body" : "Mr. Walentas, 71, is the founder and principal of the Two Trees Management Company, which has developed and managed more than four million square feet of commercial and residential real estate, mostly in New York City. Mr. Walentas is also credited with establishing the Dumbo neighborhood in Brooklyn. Q. Could you explain the genesis of the Dumbo" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "SQUARE FEET | THE 30-MINUTE INTERVIEW; David C. Walentas" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/realestate\/commercial\/24sqft.html"} , {"body" : "In October 2008, from different vantage points, three members of the Dallas family watched the frenzied sequence of events that Michael Mineo says led to his abuse at the hands of police officers and that the officers say led to a mostly unexceptional arrest. Andrea Dallas watched from her car parked on Flatbush Avenue in Brooklyn as police" , "date" : "20100122" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Vivid Testimony in Trial of Three Officers Accused in Subway Station Assault" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/22\/nyregion\/22mineo.html"} , {"body" : "Beer and Steak ... To showcase the way different beers complement various cuts of steak, there will be free tastings in the lounge at Michael Jordan's The Steak House NYC in Grand Central Terminal from 6 to 7 p.m. on Wednesdays. The tastings start Jan. 20 with filet mignon and pale ale, and will continue through March 10: (212) 655-2300. ... and" , "date" : "20100120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/20\/dining\/20fcal.html"} , {"body" : "POMERANTZ--Murray. It is with deepest sorrow that we acknowledge the passing of Murray Pomerantz, peacefully, on Sunday, January 17, 2010. Murray, a beloved husband of 53 years, devoted father, adored grandpa, and cherished son and brother, shared his endless love of life with everyone. Namesake of \"Murray's Bagels\" in Greenwich Village and" , "date" : "20100119" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths POMERANTZ, MURRAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE3DF133AF93AA25752C0A9669D8B63"} , {"body" : "POMERANTZ--Murray. It is with deepest sorrow that we acknowledge the passing of Murray Pomerantz, peacefully, on Sunday, January 17, 2010. Murray, a beloved husband of 53 years, devoted father, adored grandpa, and cherished son and brother, shared his endless love of life with everyone. Namesake of \"Murray's Bagels\" in Greenwich Village and" , "date" : "20100118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths POMERANTZ, MURRAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EFD6123AF93BA25752C0A9669D8B63"} , {"body" : "For years, Allison Ross rubbed in skin-lightening creams with names like Hyprogel and Fair & White. She said she wanted to even out and brighten the tone of her face, neck and hands. Mrs. Ross, 45, who lives in Brooklyn, also said that she used the lightening creams ''to be more accepted in society.'' After months of twice-a-day applications, her" , "date" : "20100116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Creams Offering Lighter Skin May Also Bring Health Risks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E0D9143EF935A25752C0A9669D8B63"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's" , "date" : "20100115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/15\/arts\/15kids.html"} , {"body" : "As news of the devastation wrought by a powerful earthquake trickled out of Haiti on Tuesday evening, Ricot Dupuy, a disc jockey at Radio Soleil d'Haiti in Brooklyn, sat alone in his radio booth fielding a flurry of phone calls from local listeners. One caller shared a rumor that the country's presidential palace had collapsed. (A Haitian official" , "date" : "20100114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HAITI" , "MIAMI (FLA)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Anxious Haitians in U.S. Search for Information" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/14\/nyregion\/14reax.html"} , {"body" : "As news of the devastation wrought by a powerful earthquake trickled out of Haiti on Tuesday evening, Ricot Dupuy, a station manager at Radio Soleil d'Haiti in Brooklyn, sat alone in his radio booth fielding a flurry of phone calls from local listeners. One caller shared a rumor that the country's presidential palace had collapsed. (A Haitian" , "date" : "20100113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HAITI" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Frantic Hunt for News on Haiti's Quake" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/13\/nyregion\/13reax.html"} ,   {"body" : "In the dimly lighted apartment in Flatbush, Brooklyn, Lowanda Hamilton, 23, cares for her bedridden grandmother, Evelyn Dunbar. At times, helping her eat, changing her diapers and managing her mood can be overwhelming for Ms. Hamilton. But the two share an indestructible bond. On Oct. 18, 1993, 7-year-old Lowanda was outside her aunt's home in the" , "date" : "20100111" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "THE NEEDIEST CASES; Moving Beyond a Childhood Beset by Loss and Illness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE7DD1031F932A25752C0A9669D8B63"} , {"body" : "George Kramer sat hunched on his stool behind the counter of the small hardware store on Coney Island Avenue, gazing out the window at the passing traffic. He was bundled up in a heavy sweater, a maroon wool cap folded above his ears. Toward the back of the store, beyond Mr. Kramer's field of vision, Isaac Abraham was rifling through a cabinet. Mr." , "date" : "20100110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "What About George?" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/10\/nyregion\/10hardware.html"} , {"body" : "Books have been born all over Brooklyn's Fort Greene. Richard Wright labored over ''Native Son'' here while sitting on a hill in Fort Greene Park; a bench there now bears his name. He lived nearby, as did Marianne Moore, and several contemporary writers have roots in the neighborhood, including Colson Whitehead, Jhumpa Lahiri and Nelson George. For" , "date" : "20100110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Travel" , "Books"] , "page_facet" : "3" , "title" : "LOCAL STOP | FORT GREENE; A Writerly Nook of Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2010\/01\/10\/nyregion\/10stop.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20100108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/08\/arts\/08kids.html"} , {"body" : "Before last year's all-encompassing rhythmic tribute to New York in ''Empire State of Mind,'' the rapper Jay-Z wrote an ode to his home borough, Brooklyn. He ended with this promise: ''In a couple years, I'mabring you some Nets.'' The song made its debut three years ago. But that long-ago vow is finally dragging toward reality. The Nets have" , "date" : "20100103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "CAVALIERS 94, NETS 86; Big Crowd for James Is Another Sign of Intrigue" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/03\/sports\/basketball\/03nets.html"}]