[  {"body" : "Metropolitan New York is being rapidly reshaped as blacks, Latinos, Asians and immigrants surge into the suburbs, while gentrification by whites is widening the income gap in neighborhoods in Manhattan and Brooklyn, according to new census figures released on Tuesday. Some of the largest population gains since 2000 were recorded in places that not" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "In New York, Black and Hispanic Strongholds Become More White" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15nycensus.html"} , {"body" : "Last week, news emerged of the Bloomberg administration's proposal to extend the No. 7 subway train under the Hudson River to Secaucus, N.J. The idea has become an intriguing Plan B after Gov. Chris Christie of New Jersey halted a new commuter rail to Midtown Manhattan because of rising costs. The latest proposal would extend the New York City" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SECAUCUS (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "READER COMMENTS; Extend the 7? Bring It On" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E5D6173CF932A15752C1A9669D8B63"} , {"body" : "THERE doesn't seem to be anything special about the wood-framed photographs of Flatbush Avenue from 1946 hanging on the walls of Lenny & John's Pizza, or the floor-to-ceiling stack of pizza boxes. The clear plastic containers of garlic, red pepper and oregano look the same as the ones at the pizzeria down the street, or across town. A slice costs" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | FLATLANDS; Look Around. That's Loyalty." , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/nyregion\/15joint.html"} , {"author" : "Dvora Meyers, a freelance writer and Hebrew teacher, lives in Clinton Hill, she writes about Judaism and gymnastics on her blog, at unorthodoxgymnastics.com; Ellen Levitt lives in Midwood and teaches social studies at a Brooklyn High school." , "body" : "This week's Complaint Box features two views on one borough's identity crisis, from Dvora Meyers and Ellen Levitt. I'm From Brooklyn, She Said in Her Southern Drawl As a 27-year-old single woman living in Brooklyn, I enjoy the communal events that warm weather brings: summer concerts in Prospect Park, street fairs, outdoor dining with friends. But" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Complaint Box | Borough Pride; I'm From Brooklyn, She Said in Her Southern Drawl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC133BF934A15755C0A9669D8B63"} , {"body" : "WITH a spinning wheel in the attic, flintlock rifles on the walls, foot warmers at the hearth and a horse-drawn sleigh in the barn, Annette and Stuart Mont are well-equipped for 18th-century colonial farm life. Except they are living in Brooklyn in 2010. Home is an antiques-crammed pre-Revolutionary white Dutch farmhouse and barn that rise like" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Prewar Home, To Say the Least" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31house.html"} , {"body" : "Haitians have been migrating to the United States since even before their nation became independent in 1804, but the bulk came in waves driven by political repression and economic uncertainty, through the 1980s and 1990s. In 2008, nearly 800,000 Americans identified Haitian as their ancestry, and 522,000 said they were born in Haiti. There are" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "TALLY | IMMIGRANT ENCLAVES; New York's Haitian Diaspora" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D6163EF934A25752C0A9669D8B63"}]