[  {"body" : "On the surface, Marie Troy, 51, and her daughter Nicole Abbate, 17, seem to have hit a rough patch -- the product of bad luck, perhaps, or a bad year. But a short conversation with them reveals that the road their lives have taken has been bumpy all along, with so many detours that being sidetracked has become the norm. Ms. Troy's first major" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE NEEDIEST CASES; Mother and Daughter Persevere Despite Health Problems" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/30\/nyregion\/30neediest.html"} , {"body" : "It happened on a morning in April 1981, when Officer John G. Scarangella would normally have been home with his wife and four children. His wife, Vivian Scarangella, was battling breast cancer at the time, and in order to take her to a doctor's appointment that day, he traded his evening shift with an officer who worked mornings. Officer" , "date" : "20101220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["JAMAICA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Honoring Slain Officer, After a Battle" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/20\/nyregion\/20sign.html"} , {"body" : "Send me your own dining questions via dinejournal@nytimes.com or Twitter.com\/samsifton. Q. Recently, my wife and I left Manhattan in search of space and quiet and ended up in Fort Greene. It's a great area, with nice restaurants and awesome farmers' and flea markets. But I yearn to find those familiar locations that we adore so in the city, like" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "HEY, MR. CRITIC; Looking for Old Brooklyn? Nosh This Way" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/dining\/03mrcritic.html"} , {"body" : "Richard Goldstein, an author and historian of the Second World War who has been our guest expert on City Room this week, provided the following second batch of answers to readers' questions. A third and final set of answers about all aspects of New York and the war will be posted on Monday; the first set can be read here. Q.I was born in Brooklyn" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "CITY ROOM; TAKING QUESTIONS | WAR HISTORIAN; On the Home Front, Battleships and Bombs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0D8163BF930A35753C1A9669D8B63"} , {"body" : "A long, tuneful trip led Joe Castellon to the Kaufman Astoria Studios, in Queens, where he is executive creative director for the music and sound division. Born to immigrants from Spain and brought up in Gravesend, Brooklyn, he was taught by a family friend to play drums when he was 4, learned to read music at 5 in a summer school program, and quit" , "date" : "20100916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "EXPERIENCE NECESSARY; 9,000 Paths to the Perfect Sound" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/16\/nyregion\/16experience.html"} , {"body" : "A 39-year-old man driving on his bread delivery route through Brooklyn on Friday night was killed after bullets apparently fired by someone on a building's rooftop pierced the ceiling of his work van and struck him in the head, the police said. Whoever fired the shots then disappeared, as the driver, identified by the police as Jorge Martinez," , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Deliveryman Is Shot Dead, Apparently From a Roof" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/05\/nyregion\/05slay.html"} , {"body" : "LINDA L. SINGER, the principal of Public School 255 in Gravesend, Brooklyn, has some phone calls she is dreading to make. Among them: informing 10 families that their children, scheduled to enroll in gifted programs, will no longer qualify, because of new, tougher grading on state English and math exams. And letting the rest of the teachers know" , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When 81% Passing Suddenly Becomes 18%" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/01\/education\/01schools.html"} , {"author" : "Dvora Meyers, a freelance writer and Hebrew teacher, lives in Clinton Hill, she writes about Judaism and gymnastics on her blog, at unorthodoxgymnastics.com; Ellen Levitt lives in Midwood and teaches social studies at a Brooklyn High school." , "body" : "This week's Complaint Box features two views on one borough's identity crisis, from Dvora Meyers and Ellen Levitt. I'm From Brooklyn, She Said in Her Southern Drawl As a 27-year-old single woman living in Brooklyn, I enjoy the communal events that warm weather brings: summer concerts in Prospect Park, street fairs, outdoor dining with friends. But" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Complaint Box | Borough Pride; I'm From Brooklyn, She Said in Her Southern Drawl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC133BF934A15755C0A9669D8B63"} , {"body" : "The number of students qualifying for gifted kindergarten programs in New York City public school districts rose by 10 percent this year, and those qualifying for the elite citywide program jumped by a third, raising the possibility that parents and their children have begun to master an admission process that was retooled three years ago." , "date" : "20100501" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Many More Pupils Qualify for Gifted Programs in City Kindergartens This Fall" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E5DF1F3DF932A35756C0A9669D8B63"} , {"body" : "Dirty dogs become glamour pusses in the hands of Nicholas Lipariti Jr., 26, a lifelong Brooklynite and recently minted dog groomer. Inspired by his mother, who died of lung cancer in the summer of 2008, Mr. Lipariti pursued his dream of working with animals by enrolling in the American Academy of Pet Grooming last summer. He opened a grooming shop," , "date" : "20100323" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "ENTRY LEVEL; Helping His Clients Look Best in Show" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/23\/nyregion\/23entry.html"} ,   {"body" : "A sport utility vehicle suddenly accelerated while backing up in a church parking lot in Brooklyn on Sunday afternoon, killing a woman and injuring four other people, including two children, the authorities said. The accident occurred at the Pyeong Ahn Presbyterian Church at 2407 McDonald Avenue in Gravesend about 2:45 p.m. The vehicle, a black" , "date" : "20100308" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "S.U.V. Hits 5, Killing One, in Church Parking Lot" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/08\/nyregion\/08hitrun.html"} , {"body" : "WITH a spinning wheel in the attic, flintlock rifles on the walls, foot warmers at the hearth and a horse-drawn sleigh in the barn, Annette and Stuart Mont are well-equipped for 18th-century colonial farm life. Except they are living in Brooklyn in 2010. Home is an antiques-crammed pre-Revolutionary white Dutch farmhouse and barn that rise like" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Prewar Home, To Say the Least" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31house.html"} , {"body" : "Five people were killed, a baby was dropped from a third-floor window and suffered a fractured skull, and firefighters were forced to retreat from an interior collapse early on Saturday as a suspicious fire driven by howling winds off Gravesend Bay roared through a crowded tenement in Brooklyn. In an interview after the fire, the father of the" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "5 Are Killed and 16 Injured In a Suspicious Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31fire.html"} , {"body" : "AS the saying goes, there are eight million stories in the naked city. But sometimes what's more telling is all that those souls leave behind. The remnants of humanity live on in the simple flourishes, banal trappings, shadows cast and layers of paint that decorate the city's walls. A collage of smiling graduates through the years. Stacks of" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Walls Can Talk" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31walls.html"} , {"body" : "THOSE who believe trends start on the West Coast and are perfected on the East Coast might add to their argument a garden planned for an elementary school in Brooklyn. This summer, supporters will tear up a quarter-acre of asphalt parking lot behind P.S. 216 in the Gravesend neighborhood and start building the first New York affiliate of the Edible" , "date" : "20100120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Education" , "Dining and Wine"] , "page_facet" : "3" , "title" : "School Adds Weeding to Reading and Writing" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/20\/dining\/20edible.html"} , {"body" : "Two young women died when they were thrown from a car that crashed on the Belt Parkway in Brooklyn early Sunday. The car's driver, a 29-year-old man, was charged with vehicular manslaughter, driving while impaired by alcohol and other counts, the police said. The car, a 1996 Infiniti, hit a guardrail while traveling east, veered across several" , "date" : "20100111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Two Killed in Belt Parkway Crash" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/11\/nyregion\/11crash.html"}]