[  {"body" : "It was anything but civil. On Jan. 7, 1861, Mayor Fernando Wood exhorted New York's Board of Aldermen to declare the city's independence from Albany and from Washington - a bold stroke of self-preservation that he maintained ''would have the whole and united support of the Southern States.'' Two years later, the federal government diverted Union" , "date" : "20101227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CITY ROOM; New York's Big Role in Civil War, Uncommemorated" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EFD61339F934A15751C1A9669D8B63"} , {"body" : "ANELLA is an intimate little art house of a restaurant on a block in Greenpoint, Brooklyn, that might be a rough part of Paris or an old part of Boston, some forgotten corner of a city that can reach back into the 19th century for building stock and scale. The wind whips in off the East River there sharp as razors, and old women squabble in Polish" , "date" : "20101222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "REVIEW; The Road Less Traveled" , "url" : "http:\/\/events.nytimes.com\/2010\/12\/22\/dining\/reviews\/22rest.html"} , {"body" : "A 73-year-old Polish woman from Greenpoint, Brooklyn, picked up the phone in late November and heard a young man's voice speaking in Polish: ''Hey, auntie, it's me.'' ''I thought it was my sister's grandson, Sebastian,'' said the woman, a retired cook who spoke on the condition that her name not be used. ''Sebastian visited me from Poland twice, so" , "date" : "20101222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "CITY ROOM; Elderly Poles Preyed On In Scheme, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904EFDD1739F931A15751C1A9669D8B63"} , {"body" : "An article last Wednesday about the marketing of Brooklyn's image misstated the location of a rooftop farm that Martha Stewart visited. It is in Greenpoint, not Red Hook. The article also misspelled the surname of the executive editor of Cool Hunting, which created a pop-up store in Manhattan with Brooklyn products. He is Evan Orensten, not" , "date" : "20101222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "CORRECTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E5DC173EF931A15751C1A9669D8B63"} , {"body" : "FOR a place selling beer and pulled pork sliders, the Brooklyneer has provoked a lot of controversy. This new bar is dedicated to all things Brooklyn, particularly, the menu declares, the borough's ''newly-emerging food artisans.'' There are Brooklyn hot dogs and Brooklyn pickles and Brooklyn whiskey. You can order toast points spread with Boerum" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Brooklyn: The Brand" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E5D91E3DF936A25751C1A9669D8B63"} , {"body" : "FOR a place selling beer and pulled pork sliders, the Brooklyneer has provoked a lot of controversy. This new bar is dedicated to all things Brooklyn, particularly, the menu declares, the borough's ''newly-emerging food artisans.'' There are Brooklyn hot dogs and Brooklyn pickles and Brooklyn whiskey. You can order toast points spread with Boerum" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn: The Brand" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/dining\/15brooklyn.html"} , {"body" : "Metropolitan New York is being rapidly reshaped as blacks, Latinos, Asians and immigrants surge into the suburbs, while gentrification by whites is widening the income gap in neighborhoods in Manhattan and Brooklyn, according to new census figures released on Tuesday. Some of the largest population gains since 2000 were recorded in places that not" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "In New York, Black and Hispanic Strongholds Become More White" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15nycensus.html"} , {"body" : "Real estate stories, of claustrophobic kitchens, tyrannical landlords and rodent-size roaches, are a New York rite of passage. Stories of misery, unexpected good fortune or strange living arrangements -- surely every New Yorker has one. Ed Casabian has a few. There was the time he hunkered down in a one-bedroom, the size of a shoe box, that was" , "date" : "20101213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "In This Journey, Every Sunday Is Moving Day" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/13\/nyregion\/13nomad.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE penthouse apartment that Hamed Anvari and Sasha Unkov share in Long Island City, Queens, can make the heart pound. The apartment is on the 39th floor, the second highest at Avalon Riverview North, a luxury tower near the water. Even its occupants admit to having felt a few butterflies -- at least early on -- while gazing through the" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | LONG ISLAND CITY; For Art, Airplanes" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/12\/realestate\/12habi.html"} , {"body" : "I was rolling up the bike lane on Eighth Avenue on my way to work recently when a man on a Trek roared past with legs pumping like Greg LeMond. I didn't think much of it as I immediately caught up to him - with his casual office clothes and drop handlebars - at a red light on 23rd Street. I cruised past as the light changed, but by the next block" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SPOKES; Let's Race! If Only in Our Minds" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE4DD1630F931A25751C1A9669D8B63"} ,   {"body" : "HER studio apartment in Williamsburg, Brooklyn, is just shy of 400 square feet, barely enough room for an Ikea open-shelf bookcase, a chocolate-brown tufted couch, a full-size bed and her brindle-coated Shih Tzu, Charlie. So when Claudia Argiro, 33, gave a holiday party last Saturday night, she pared down her guest list to about two dozen of her" , "date" : "20101209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "Mixing Drinks, Adding Class" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/09\/fashion\/09bartenders.html"} , {"body" : "HER studio apartment in Williamsburg, Brooklyn, is just shy of 400 square feet, barely enough room for an Ikea open-shelf bookcase, a chocolate-brown tufted couch, a full-size bed and her brindle-coated Shih Tzu, Charlie. So when Claudia Argiro, 33, gave a holiday party last Saturday night, she pared down her guest list to about two dozen of her" , "date" : "20101209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "Mixing Drinks, Adding Class" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EFD8103BF93AA35751C1A9669D8B63"} , {"body" : "State Senator Kevin S. Parker was convicted of misdemeanor charges on Tuesday stemming from a confrontation with a photographer for The New York Post, but he was cleared of more serious felony assault charges. Mr. Parker, a Brooklyn Democrat, was found guilty of two counts of criminal mischief for damaging a camera belonging to the photographer," , "date" : "20101208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Senator From Brooklyn Is Convicted of Lesser Charges in Clash With Photographer" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/08\/nyregion\/08parker.html"} , {"body" : "As subjects for musical comedy go, it would be hard to fathom anything less promising than the legal intricacies of the concept of eminent domain. Or, for that matter, the socioeconomic diversity of the crazy quilt of Brooklyn neighborhoods. The great Stephen Sondheim himself might find it tricky work to make lyrical magic of the relationships" , "date" : "20101124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'IN THE FOOTPRINT'; A Brooklyn Civics Lesson, Offered in Word and Song" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05EFDF143EF937A15752C1A9669D8B63"} , {"body" : "As subjects for musical comedy go, it would be hard to fathom anything less promising than the legal intricacies of the concept of eminent domain. Or, for that matter, the socioeconomic diversity of the crazy quilt of Brooklyn neighborhoods. The great Stephen Sondheim himself might find it tricky work to make lyrical magic of the relationships" , "date" : "20101124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'IN THE FOOTPRINT'; A Brooklyn Civics Lesson, Offered in Word and Song" , "url" : "http:\/\/theater2.nytimes.com\/2010\/11\/24\/theater\/reviews\/24footprint.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "EVERYONE'S moving to Brooklyn! At least that's what people have been saying for a dozen years, as young people migrate to Williamsburg and Greenpoint, and other neighborhoods Manhattanites had never heard of a few decades back. But the moving van was on the other foot a century ago, when Brooklyn residents were setting off for Manhattan. A good" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "STREETSCAPES; The Pratts And the Pull Of Another Universe" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/realestate\/21scapes.html"} , {"body" : "Exxon Mobil has agreed to pay $25 million and commit to a more thorough cleanup of its huge oil spills along Newtown Creek and a faster timetable for the process, according to a settlement announced on Wednesday by Attorney General Andrew M. Cuomo. Of the $25 million, $19.5 million will go to projects, like parks, that benefit the environment --" , "date" : "20101118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Exxon Mobil Settles State Suit On Newtown Creek Cleanup" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/18\/nyregion\/18newtown.html"} , {"body" : "THE first movie theater in New York City, the Regent, opened in a German section of Harlem in 1913, with a showing of ''Pandora's Box.'' The Regent, at 116th Street and Seventh Avenue, was designed by Thomas W. Lamb and had about 1,800 seats. Since the 1960s, it has been an evangelical church. The city is dotted with such old theaters -- many" , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "10" , "title" : "Once Palaces, Now Chain Stores" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EFD8173BF937A25752C1A9669D8B63"} , {"body" : "ABE CAVIN QUEZADA, a 22-year-old aspiring music producer, lives with two roommates in a three-bedroom apartment in Bedford-Stuyvesant, Brooklyn. Mr. Cavin Quezada, who works as an unpaid intern at Electric Lady Studios in Greenwich Village, has kind words for his building, a renovated tenement near Marcus Garvey Boulevard, and for his apartment," , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Big Squeeze" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/14\/realestate\/14cov.html"} , {"body" : "Like many creative professionals who live in Williamsburg, Lewis Canfield possesses a Renaissance man's variety of passions and hobbies. He worked in the movie industry, profited from the Internet boom, dabbled in art, developed an interest in women's perfume scents and now buys, sells and renovates Brooklyn real estate. No topic has captured his" , "date" : "20101109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE APPRAISAL; For One Real Estate Investor, Vinyl Siding Never Lost Its Shine" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/09\/nyregion\/09appraisal.html"} ,   {"body" : "Experiences along the New York City Marathon's 26.2-mile route were as diverse as the 45,350 official entrants who ran it Sunday. For some, the morning of the marathon was a time of uncertainty. Erwin Franieck rode the downtown R train in Brooklyn at 8:30 a.m. in sneakers and shorts -- out of place among the parkas and scarves in the car. Franieck," , "date" : "20101108" , "day_of_week_facet" : "Monday" , "page_facet" : "7" , "title" : "Along the Route, a Variety Of Music and Messages" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/08\/sports\/08color.html"} , {"body" : "STANDING on the roof of the Edge, a luxury waterfront condominium project under construction in Williamsburg, Brooklyn, you can't help but be taken in by the grand sweep of the Manhattan skyline. But what Jeffrey E. Levine, the developer whose company is building the Edge, sees when he looks to the north are vast swaths of undeveloped land" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Project Waterfront" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/realestate\/07cov.html"} , {"body" : "Aquarter-century ago, the term ''foodie'' denoted a small set of people who lived on the Upper West Side of Manhattan, lined up at the Silver Palate on weekends and occasionally roasted a chicken breast in a packet of aluminum foil with something peculiar, like raspberries. Now these people are everywhere in America, and they're cooking anything" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "54" , "title" : "TALK: THE RULES; Grass Fed-Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E3DB1431F934A35752C1A9669D8B63"} , {"body" : "When the trend-setting fashion designers Marcus Wainwright and David Neville of Rag & Bone wanted a top-of-the-line men's wear maker for their hip brand, whose door did they knock on? Martin Greenfield's. When the costume designers for the HBO series ''Boardwalk Empire'' sought period garments that could have been lifted straight out of the 1920s," , "date" : "20101106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "A Meticulous Tailor, Called Upon by Designers And Politicians Alike" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/06\/nyregion\/06tailor.html"} , {"body" : "''WE like to sell people things they wear day in and day out,'' says Roy Caires (above, left), who owns Alter, in Brooklyn, with Tommy Cole. The store, with men's and women's staples, has expanded from its Greenpoint base to a Williamsburg shop with an intentionally raw look, including trompe l'oeil plastering (above). Spiewak coats, made by a" , "date" : "20101104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "BROWSING; Everyday Basics, Purposefully Raw" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E0DD1631F937A35752C1A9669D8B63"} , {"body" : "After 51 years and countless articles about Polish parades, banquets in Greenpoint, Brooklyn, and, especially, polka, The Polish American World confronted readers with an editorial recently that was as sad as it was inevitable. ''Why We Are Closing Shop,'' read the headline in the Oct. 22 edition. Beneath that, Thomas Poster, the founder and" , "date" : "20101031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK WORLD; A Polish-American Paper's Final Edition" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/31\/nyregion\/31world.html"} , {"body" : "For the rock stars that Rob Sheffield writes about, there is a lot of God, but not much church attendance. From Depeche Mode or Bob Dylan, you learn that God is a big deal -- but you will not find much support for weekend rituals that require fighting a hangover to rise early. Mr. Sheffield, who writes for Rolling Stone, feels otherwise. His second" , "date" : "20101030" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S." , "Books"] , "page_facet" : "16" , "title" : "BELIEFS; Rock Critic Mines A Catholic Boyhood And Gets a Memoir" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/30\/us\/30beliefs.html"} , {"body" : "DIPLAN--Hugo, of Yonkers, NY, formerly of Santiago, Dominican Republic died suddenly on Saturday, October 23. He was the owner of C-Town Supermarket in Greenpoint, Brooklyn for over 20 years. Hugo is survived by his beloved wife Carolina, his four loving children: Hugito, Stephanie, Cartier and Heinz; his caring parents Bienvenido and Rosita; his" , "date" : "20101027" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths DIPLAN, HUGO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E7DE173AF934A15753C1A9669D8B63"} , {"body" : "A couple of months ago Cults took the stage at the Knitting Factory as if they'd stepped out of a particularly smoky van in the mid-1960s. Their hair was long and stringy. The singer Madeline Follin wore a flowy, shapeless black Elvira dress and did a lot of swaying. She looked a little stern -- mad, even -- but enchanting. Cults are essentially a" , "date" : "20101019" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Indie Scene's Uncomplicated Side" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/19\/arts\/music\/19newindie.html"} , {"body" : "October 10, 2010 -- 10\/10\/10 -- came and went largely unmarked in New York, unless you were getting married or placing a bet. Thousands of couples across the country chose the date as their wedding day for various reasons -- convenience, binary code symbolism, the hope that a perfect ''10'' somehow boded well for a successful marriage. Yet Damon" , "date" : "20101011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "From Wedding Halls to Horse Tracks, a Special Date" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/11\/nyregion\/11tenten.html"} ,   {"author" : "E-mail: citycritic@nytimes.com" , "body" : "In the company of 109 other daredevils, you'd step into a giant glass bubble. As the bubble is suspended, somewhat unconvincingly, from a length of wire, you'd all be pulled up off the ground and out away from solid land. Higher, farther, higher, farther -- until you were dangling 230 feet above the East River. David Blaine stunt or morning" , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROOSEVELT ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CRITIC; Returning to the East Side: The Commuter as Aerialist" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/10\/nyregion\/10critic.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "In the company of 109 other daredevils, you'd step into a giant glass bubble. As the bubble is suspended, somewhat unconvincingly, from a length of wire, you'd all be pulled up off the ground and out away from solid land. Higher, farther, higher, farther -- until you were dangling 230 feet above the East River. David Blaine stunt or morning" , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CRITIC; Returning to the East Side: The Commuter as Aerialist" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E1DC113CF933A25753C1A9669D8B63"} , {"body" : "Manhattan Less Than $400,000 Hudson Heights ....... $300,000 330 Haven Avenue (181st St.) 725-sq.-ft. co-op in a postwar building; part-time doormen, renovatedkitchen w\/window, renovated marblebath, h\/w floors; maintenance $653,48% tax deductible; listed at$309,000. Broker: SteinPerry. $400,000 to $699,999 West Village ......... $525,000 41 Jane" , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E5DC133EF933A25753C1A9669D8B63"} , {"body" : "In a large auditorium at St. Francis College in Brooklyn several days after the primary last month, the usual crowd of Democratic politicians shook hands and patted backs. The meeting of the Brooklyn Democratic Party, a ritual that takes place every other year, was closely choreographed by the county party leader, Assemblyman Vito J. Lopez, who is" , "date" : "20101004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Upstart Winner Challenges Brooklyn Democratic Leadership" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/04\/nyregion\/04restler.html"} , {"body" : "Immigrant news organizations, like their mainstream cousins, have been closely tracking local political campaigns. In the following excerpts, El Diario La Prensa celebrates Francisco Moya's victory in the Democratic primary for a Queens Assembly seat, while a Pakistani Web site and the Polish daily Nowy Dziennik report on apathy and feelings of" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK WORLD; Excerpts From the Ethnic Press" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/nyregion\/03world.html"} , {"body" : "PERHAPS more than any place on earth, New York is a city of real estate fantasists. Imaginations soar with visions of an extra bedroom or even an extra closet, a terrace with a view, a kitchen large enough to entertain in, or the magnificent ways one might fix up that town house down the street. Over the past couple of years, as the real estate" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Time For a Place In the Country?" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/realestate\/03cov.html"} , {"body" : "PERHAPS more than any place on earth, New York is a city of real estate fantasists. Imaginations soar with visions of an extra bedroom or even an extra closet, a terrace with a view, a kitchen large enough to entertain in, or the magnificent ways one might fix up that town house down the street. Over the past couple of years, as the real estate" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Time For a Place In the Country?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E1DA1F38F930A35753C1A9669D8B63"} , {"body" : "I went for Gershwin, and I got Tina Turner. Not Gershwin, necessarily, but something or someone in that general spirit. Maybe Sondheim. At the very least, Bacharach. The point is that I had gone to a piano bar, and I had certain understandable expectations: lush, romantic music; the fluid dance of fingers across a keyboard; a trip back through" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE TIPSY DIARIES; Bars Are Alive With the Sound of Pianos" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/01\/dining\/01tipsy.html"} , {"body" : "Joe Mantell, a character actor who, nearly 20 years apart, delivered two of movie history's more memorable lines, one to Ernest Borgnine and one to Jack Nicholson, died on Wednesday in Tarzana, Calif. He was 94 and lived in Encino, Calif. The cause was complications of pneumonia, said his son, Robert. Mr. Mantell was a familiar figure on television" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Joe Mantell Is Dead at 94; Played Sidekick in 'Marty'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E1DD163BF932A35753C1A9669D8B63"} , {"body" : "Joe Mantell, a character actor who, nearly 20 years apart, delivered two of movie history's more memorable lines, one to Ernest Borgnine and one to Jack Nicholson, died on Wednesday in Tarzana, Calif. He was 94 and lived in Encino, Calif. The cause was complications of pneumonia, said his son, Robert. Mr. Mantell was a familiar figure on television" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Joe Mantell Is Dead at 94; Played Sidekick in 'Marty'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E4DA123BF932A35753C1A9669D8B63"} ,   {"body" : "Joe Mantell, a character actor who, nearly 20 years apart, delivered two of movie history's more memorable lines, one to Ernest Borgnine and one to Jack Nicholson, died on Wednesday in Tarzana, Calif. He was 94 and lived in Encino, Calif. The cause was complications of pneumonia, said his son, Robert. Mr. Mantell was a familiar figure on television" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Obituaries" , "Theater"] , "page_facet" : "23" , "title" : "Joe Mantell Is Dead at 94; Played Sidekick in 'Marty'" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/01\/arts\/01mantell.html"} , {"body" : "ANNE McCLAIN, a Brooklyn perfumer who runs a company called MCMC Fragrances, is interested in scents not just for the body but for her environment. ''Before I got into making my own perfume, I was more into ambient smells and I would buy perfume that I liked -- usually woody scents -- and spray them in my room,'' she said. ''I was not a perfume" , "date" : "20100930" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "SHOPPING WITH ANNE MCCLAIN; On the Scent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DC1238F933A0575AC0A9669D8B63"} , {"body" : "ANNE McCLAIN, a Brooklyn perfumer who runs a company called MCMC Fragrances, is interested in scents not just for the body but for her environment. ''Before I got into making my own perfume, I was more into ambient smells and I would buy perfume that I liked -- usually woody scents -- and spray them in my room,'' she said. ''I was not a perfume" , "date" : "20100930" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "SHOPPING WITH ANNE MCCLAIN; On the Scent" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/30\/garden\/30shop.html"} , {"body" : "The Environmental Protection Agency has designated Newtown Creek, between Brooklyn and Queens, a Superfund site, promising a thorough environmental cleanup of a long-neglected waterway that was once one of the busiest hubs of industrial activity in the city. The Superfund designation, which was announced on Monday by the agency's regional" , "date" : "20100928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "U.S. Cleanup Is Set for Creek Long Polluted By Industry" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/28\/science\/earth\/28newtown.html"} , {"body" : "It's been a busy week for vegetables. The baby-carrot industry tried to reposition its product as junk food, starting a $25 million advertising campaign whose defining characteristics include heavy metal music, a phone app and a young man in a grocery cart dodging baby-carrot bullets fired by a woman in tight jeans. On the East Side of Manhattan," , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Health"] , "page_facet" : "1" , "title" : "Told to Eat Its Vegetables, America Orders Fries" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/25\/health\/policy\/25vegetables.html"} , {"body" : "During Tuesday's primary election, there were problems across New York City with the debut of a new system of voting -- paper ballots filled in by hand and then scanned electronically. Scores of polling places opened late, and many voters struggled to understand the new system. Some shared their experiences on the City Room blog. Excerpts follow." , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "READER COMMENTS ELECTION DAY; I Voted. (Error!) I Think." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE4D8113DF93AA2575AC0A9669D8B63"} , {"body" : "The thin orange line of paint traces a winding path though downtown Manhattan neighborhoods like SoHo, Greenwich Village and the Lower East Side. Uneven and wandering, the stripe runs up major avenues and across narrow streets, sometimes prominent, at other times so faint and worn that it is barely visible. Although it has existed for four years," , "date" : "20100918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "An Artist's Alfresco John Hancock" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/18\/arts\/design\/18momo.html"} , {"body" : "Beware all you New Yorkers and tourists who have yet to kick the habit. Mayor Michael R. Bloomberg, who has already banned smoking in restaurants and bars, wants to prohibit it in much of the great outdoors: parks, beaches and even pedestrian malls and plazas like those around Times Square, on Ocean Parkway in Brooklyn and Broadway on the Upper" , "date" : "20100916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Mayor's Next Targets for a Smoking Ban: Parks and Beaches" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/16\/nyregion\/16smoking.html"} , {"body" : "WHEN work began several years ago on a 31-unit condominium at 100 Engert Avenue in Greenpoint, Brooklyn, the interior appointments were designed to appeal to a wide range of buyers: stainless-steel appliances, granite counters and cherry wood cabinets. But part way through, one of the project's developers, Steven Hurwitz, a principal of GFI" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTING; Blending Vintage and Modern" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/realestate\/12posting.html"} , {"body" : "DRINK. Spend. Gawk. The second coming of Fashion's Night Out takes place tomorrow. Expect a frenzy of big-name designers (Michael Kors at Bloomingdale's, Donna Karan at Saks), cocktails (from Heinekens to Kings County Cordials) and limited-edition stuff from cool designers like Proenza Schouler, who, with collaborations with everyone from Barneys" , "date" : "20100909" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BROWSING; Night of a Thousand Labels" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EFD71730F93AA3575AC0A9669D8B63"} ,   {"body" : "BELOW 14TH STREET ANDREW CARMELLINI RESTAURANT ''It's just a 15-minute walk from Locanda Verde,'' said Mr. Carmellini of his yet-to-be-named project in the former Cub Room. But the food will be worlds away: Rather than Italy, he is looking to the United States, incorporating the kinds of ethnic grace notes that define the country's cuisine today." , "date" : "20100908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "FALL RESTAURANT PREVIEW; OFF THE MENU; Up Next: Guacamole Sorbet and Pu-Pu Platters" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/08\/dining\/08preview.html"} , {"body" : "BELOW 14TH STREET ANDREW CARMELLINI RESTAURANT ''It's just a 15-minute walk from Locanda Verde,'' said Mr. Carmellini of his yet-to-be-named project in the former Cub Room. But the food will be worlds away: Rather than Italy, he is looking to the United States, incorporating the kinds of ethnic grace notes that define the country's cuisine today." , "date" : "20100908" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "FALL RESTAURANT PREVIEW; OFF THE MENU; Up Next: Guacamole Sorbet and Pu-Pu Platters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E1DC1030F93BA3575AC0A9669D8B63"} , {"body" : "BELOW 14TH STREET ANDREW CARMELLINI RESTAURANT ''It's just a 15-minute walk from Locanda Verde,'' said Mr. Carmellini of his yet-to-be-named project in the former Cub Room. But the food will be worlds away: Rather than Italy, he is looking to the United States, incorporating the kinds of ethnic grace notes that define the country's cuisine today." , "date" : "20100908" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "FALL RESTAURANT PREVIEW; OFF THE MENU; Up Next: Guacamole Sorbet and Pu-Pu Platters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFDF1430F93BA3575AC0A9669D8B63"} , {"body" : "ON a blistering afternoon last June, outside a Polish social club in Greenpoint, men in heavy wool tuxedos, with slicked-back hair and pencil-thin mustaches, were blotting their brows. They looked like overheated figures from a Peter Arno drawing. Nearby were some very slender young women in spangly, ankle-length dresses. A couple were wearing" , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TELEVISION; On the Boardwalk, HBO Hangs Out With a New Mob" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/05\/arts\/television\/05empire.html"} , {"body" : "Marooned on a lonesome block, at the corner of 21st Street and 49th Avenue in Long Island City, Queens, the M. Wells diner serves a Québécois take on short-order cooking: from crab and egg hash to pickled pork tongue. Opened this summer and offering, for the moment, breakfast and lunch but no dinner, it is housed in a restored chrome structure," , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AT THE TABLE | M. WELLS; Going Québécois Before Going West" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/05\/nyregion\/05table.html"} , {"body" : "There were several peculiar sights at the Oneohtrix Point Never performance on Friday night, but none more so than the handful of fans clustered near the front of the stage, nodding their heads rhythmically. To what, exactly? Oneohtrix Point Never -- a k a the ambient-noise musician Daniel Lopatin -- generally forgoes percussion altogether, instead" , "date" : "20100831" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "MUSIC REVIEW; Floating and Bobbing in an Oceanic Swell of Sound" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/31\/arts\/music\/31one.html"} , {"body" : "The Dumpster divers started their bicycle run just after nightfall on a summer Friday, rolling through the steamy streets of Williamsburg and Greenpoint, stopping only to dig through trash bags and pull out produce. They wore plastic gloves for the messier bags and used a flashlight on the darker stretches of sidewalk. Then they loaded their finds" , "date" : "20100828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BROOKLYN JOURNAL; Sharing the Wealth at a Dumpster Divers' Feast" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/28\/nyregion\/28metjournal.html"} , {"body" : "Hearts were probably broken all over Brooklyn on Thursday night, but one was shattered for sure: a glass sculpture of a human one, installed three weeks ago in a Greenpoint park. The heart was part of the Humanity Fountain, a temporary sculpture in Monsignor McGolrick Park that features a solar-powered, stone-and-concrete perfume-dispensing" , "date" : "20100828" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CITY ROOM; Heartbreak at a Monument to Humanity" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03EFDF163AF93BA1575BC0A9669D8B63"} , {"body" : "AT times, the large back room at Café Grumpy in Greenpoint, Brooklyn, has so many customers typing and wearing noise-canceling headphones that it looks like an office without the cubicles. A second Café Grumpy location, in Chelsea, prohibited laptops after too many customers ran extension cords across the room. The ban still rankles with some in" , "date" : "20100825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Coffee Bars: Unplug, Drink, Go" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/25\/dining\/25coffee.html"} , {"body" : "NEW YORK'S pizza moment is stretching into a pizza era. The wood-burning ovens and rock-star pizzaioli that seemed exotic not long ago are becoming familiar. A blistered, bubbling 12-inch Naples-style pizza, once a hard-to-find pleasure, is almost routine. Three new pizzerias add to the abundance. They might not seem to have much in common, but" , "date" : "20100825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Make It the New York Neapolitan Area" , "url" : "http:\/\/events.nytimes.com\/2010\/08\/25\/dining\/reviews\/25under.html"} ,   {"body" : "Sharing Their Recipes Cooking demonstrations will be held in the Greenmarket at 2 World Financial Center, 225 Liberty Street (South End Avenue), from noon to 1:30 p.m. on Aug. 26, with Armando Cortes of the Grill Room showing heirloom tomato and arugula salad, and on Sept. 2, with Ed McFarland of Ed's Lobster Bar teaching the tricks of his" , "date" : "20100825" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/25\/dining\/25fcal.html"} , {"body" : "The final Pool Party is back on. Five days after abruptly canceling the last installment of the Pool Parties concert series at East River State Park in Williamsburg, Brooklyn, because the promoter of the shows had not paid its bills, the nonprofit group that helps administer the park has reinstated that show, which is set for next Sunday. The Open" , "date" : "20100823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST RIVER STATE PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Canceled Brooklyn Concert Reinstated" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/23\/arts\/music\/23pool.html"} , {"body" : "The heart of a food lovers' microcomplex that has sprouted amid a patchwork of condominium towers, low-rise apartments and porch-encircled homes along the Atlantic Ocean, this stand on Beach 96th Street off Rockaway Beach Boulevard in Queens is like a little slice of Baja at the city's edge. Now in its third summer, Rockaway Taco attracts robust" , "date" : "20100822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "AT THE TABLE | ROCKAWAY TACO; Baja New York" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/22\/nyregion\/22table.html"} , {"body" : "Glassy towers already line the waterfront, and shiny new European cars snuggle the curbs. But the transformation of Williamsburg, Brooklyn, from gritty blue-collar redoubt to trendy nocturnal playground is taking another leap forward with the development of high-end apartments and a boutique hotel where guests can check in at the bar. The project" , "date" : "20100817" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "With Luxury Hotel-Apartment Complex, Williamsburg Continues Its Evolution" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE2DE123DF934A2575BC0A9669D8B63"} , {"body" : "Glassy towers already line the waterfront, and shiny new European cars snuggle the curbs. But the transformation of Williamsburg, Brooklyn, from gritty blue-collar redoubt to trendy nocturnal playground is taking another leap forward with the development of high-end apartments and a boutique hotel where guests can check in at the bar. The project" , "date" : "20100817" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "With Luxury Hotel-Apartment Complex, Williamsburg Continues Its Evolution" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/17\/nyregion\/17hotel.html"} , {"body" : "Fred Flare, a clothing, gift and accessories boutique in Greenpoint, Brooklyn, is discounting a selection of electronics, in the store and online, through Aug. 31 (the Keepsake USB Turntable, above, originally $165, is $149; the Crosley USB tech turntable, above right, regularly $150, is $129; the Lego digital camera, originally $102, is $75); 131" , "date" : "20100812" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | DEALS; Savings on Pillows and Electronics" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/12\/garden\/12deals.html"} , {"body" : "DAN WOHL met Marisa Wallace on the job at the Barnes & Noble bookstore in Brooklyn Heights. She was hired to work with him in the children's department, and he was happy to show her the ropes. Two years ago, when they decided to find a place together, he was sharing an apartment with friends in Greenpoint and she was living with her family in" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FOREST HILLS (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; An Affordable Apartment for One" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/realestate\/08hunt.html"} , {"body" : "STEICHEN--Joanna Taub. 1933-2010. Beautiful, elegant, spirited, and accomplished: Joanna's sudden death is a great loss to those of us who knew and loved her, both here and abroad. She was born in Greenpoint, Brooklyn and spent her school years at St. Agnes Episcopal School for Girls in Albany, New York. She was accepted to Smith College, where she" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths STEICHEN, JOANNA TAUB" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E3D9103AF93BA3575BC0A9669D8B63"} , {"body" : "Joanna T. Steichen, who married the photographer Edward Steichen when he was 80 and who edited an important survey of his work, died on July 24 at her summer home in Montauk, N.Y. She was 77 and lived in Manhattan. She had been battling Parkinson's disease for years and drowned in her swimming pool, her step-granddaughter, Francesca" , "date" : "20100807" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Joanna Steichen, 77, Photographer's Wife and Aide, Dies" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/07\/arts\/design\/07steichen.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Aerosmith (Thursday) No matter how old he gets, Steven Tyler never stops looking good -- or, at least, appropriate -- in comically tight pants and a few swipes of eyeliner. There's been chatter about replacing Mr. Tyler, who suffered a series of tour-canceling injuries in 2009, but his gruff," , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/06\/arts\/music\/06pop.html"} ,   {"body" : "UPON entering a pitch-black church basement in Greenpoint, Brooklyn, on a recent Tuesday night, all that could be heard were sneakers squeaking across the cement floor and Men at Work's ''Down Under'' blaring from a pair of shoddy amplifiers. But as one's eyes adjusted to the dark, a roomful of dancing bodies appeared. When Michael Jackson's" , "date" : "20100805" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "Dance, Dance, Dance. And That's It." , "url" : "http:\/\/www.nytimes.com\/2010\/08\/05\/fashion\/05Sober.html"} , {"body" : "THE first time I bought flowers for myself was about five years ago at the Greenmarket in Union Square, in the midst of the hottest, dullest days of summer. Feeling very alone that afternoon for a reason now forgotten, I stood admiring some tulips. For $8 they could be mine. I was in my mid-20s and it seemed like such a luxury to buy myself flowers" , "date" : "20100805" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "1" , "title" : "What to Do With a Blossom" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/05\/garden\/05flower.html"} , {"body" : "OPENING The designer SUSAN HENGST has relocated her store to Manhattan from San Francisco to be closer to where her namesake label is manufactured. The new Hengst Boutique is in the East Village at 70 East First Street, (212)375-1549. Her clothes, well draped in silk and cotton with French seams, are conceived to be easy for travel, all washable." , "date" : "20100805" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/05\/fashion\/05scouting.html"} , {"body" : "The salt marshes are long gone from Newtown Creek, and so are most of the birds and fish. Now, this waterway straddling Brooklyn and Queens is dotted by bulkheads and containment booms meant to keep oil away from the shoreline while underground pumps work around the clock removing petroleum from adjacent land. Decades in the making and confined to" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Where Brooklyn And Queens Meet, A Quiet Parallel To the Gulf Spill" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/04\/nyregion\/04newtown.html"} , {"author" : "Bao Ong contributed research assistance." , "body" : "EMILY EISENBERG, who lives in the Eagle Rock neighborhood of Los Angeles, said she let her young sons talk her into trying a new scoop shop, Gelato Bar, in nearby Los Feliz in June. It is the kind of place that describes its ice cream as ''premium and handmade,'' the mix-ins are from local artisans and farmers, and the prices are accordingly high." , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "You Scream, I Scream... at the Price" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE7D7103FF937A3575BC0A9669D8B63"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "$5 MILLION 268 Norman Avenue (between Kingsland Avenue and Sutton Street) Greenpoint, Brooklyn A developer plans by next spring to convert this vacant 63,000-square-foot, three-story former furniture warehouse, with Manhattan views, into office space with on-site parking. Buyer: Norman 268 Realty Seller: Furniture Rental Associates Broker: Jeffrey" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFD6143FF937A3575BC0A9669D8B63"} , {"author" : "Bao Ong contributed research assistance." , "body" : "EMILY EISENBERG, who lives in the Eagle Rock neighborhood of Los Angeles, said she let her young sons talk her into trying a new scoop shop, Gelato Bar, in nearby Los Feliz in June. It is the kind of place that describes its ice cream as ''premium and handmade,'' the mix-ins are from local artisans and farmers, and the prices are accordingly high." , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "You Scream, I Scream... at the Price" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/04\/dining\/04icecream.html"} , {"body" : "All Alessi bar accessories are being discounted 20 percent during August (the Pop wine cooler, originally $205, is $164; a set of three Banana Boys caps, shown, regularly $38, is $30; the 5052 Wine Cooler, originally $232, is $185); 130 Greene Street (Prince Street), (212) 941-7300, and 30 East 60th Street (Madison Avenue), (212) 317-9880 or" , "date" : "20100729" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "CURRENTS | DEALS; Find a Bargain, Then Toast Your Success" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/29\/garden\/29deals.html"} , {"body" : "Openings VANDAAG The name means ''today'' in Dutch, though the food reaches beyond the Netherlands to Denmark and other northern European destinations. The chef, Phillip Kirschen-Clark, above, an alumnus of Corton, Pegu Club and WD-50, shops locally for the meat that goes into rustic Dutch sausages, the toppings for open-face Danish smorrebrod" , "date" : "20100728" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/28\/dining\/28off.html"} , {"body" : "Over the years, Michael Kronberg, a 46-year-old artist, grew to accept, if not always love, the quirks and pitfalls that came with living in his loft in Bushwick, Brooklyn. Among them: The 49-year-old practicing nudist who wandered the halls. The drug-dealing roommate whose frequent guests included addicts and a dominatrix who dabbled in black" , "date" : "20100726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "That Cheap, Roomy, Sunny Loft Can Now Be a Legal One, Too" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/26\/nyregion\/26loft.html"} ,   {"body" : "Vincenzo Donnoli was 9 when his family immigrated legally to Brooklyn. He attended Erasmus Hall High School, married and divorced in Flatbush, ran a landscaping business and had five children. But at 51 he is back -- alone and jobless -- in Pomarico, the hill town in southern Italy where his father was a shepherd, as a deportee banned for life from" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Those Already Deported, Court Rulings Come Too Late" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/21\/nyregion\/21deport.html"} , {"body" : "At a dingy basement rock show in in Ridgewood, Queens, on Thursday night, a member of the band Run DMT stepped from behind the mikes and toward the crowd. As the guitars shrilled, he began to smear red paint violently across his face. He then lofted a bottle of pancake syrup over his head and poured it down his body, squirting it into his ears." , "date" : "20100710" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CITY ROOM; NOCTURNALIST: The Motto Here? Please Try This at Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E0DE1238F933A25754C0A9669D8B63"} , {"body" : "For Mark Garrison, the freshly dismembered octopus squirming on the plate was the biggest challenge. For Zach Zaman, it was the filleted water bug before him. And for Lauren Seebacher, it could have been the cod sperm. ''It was really good, but the best part was that I didn't know what I was eating when I ate it,'' said Ms. Seebacher, 23. ''It's" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Dining Club for Those With Adventurous Stomachs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E2DD1F39F93AA35754C0A9669D8B63"} , {"body" : "SUFFERN, N.Y. ONE hot morning late last month, Carmine and Lydia Caponigro, each 78, were giving a master class in marriage. Not that they were lecturing. They were sitting in their new apartment, now all blond wood and white laminate, explaining how a ho-hum developer's special, with crown moldings and weird angles and tiny rooms in an adult" , "date" : "20100708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "DOWNSIZING; Styling a Pared-Down Life" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/08\/garden\/08dara.html"} , {"body" : "11:10 A.M., 94degrees The Ziembas, three generations of them, spent their Fourth of July morning at a favorite summer spot: a concrete parking lot just outside Yankee Stadium in the Bronx. The lot offers ample shade and plenty of room to grill and eat, if you don't mind the fumes from the tour buses idling in the corner. The Ziembas, of New Jersey," , "date" : "20100705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "The Fourth of July at a 98-Degree Angle" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/05\/nyregion\/05nyfourth.html"} , {"body" : "Up a candlelight-flickered staircase, through a darkroom cobwebbed with clotheslines bearing ruby-lit pictures, past a writer's desk strewn with photographic proofs, guests at a film screening in Greenpoint, Brooklyn, stepped into the past on Wednesday night: a Swinging '60s photo studio where a Britpop band rocked out while a gaggle of actors with" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; Nocturnalist: Mod Reigns Again At '60s Film Screening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE1D7153FF931A35754C0A9669D8B63"} , {"body" : "A SUMMER share in the five boroughs? A gay-themed circus? A subway to the next Jersey Shore? Forget about the Jitney. Summer offers plenty of reasons to stay in New York. Here are 10 new hot spots to drink, party, play and chill in the city. FOOD AND DRINK 1. Rooftop Bar With rooftop bars popping up across the city skyline with dizzying frequency" , "date" : "20100701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)" , "BRONX (NYC)" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["Travel" , "Style"] , "page_facet" : "1" , "title" : "10 New Hot Spots If Summer Needs Sizzle" , "url" : "http:\/\/travel.nytimes.com\/2010\/07\/01\/fashion\/01summer.html"} , {"body" : "It is not the most obvious form of home improvement: hacking away at a building's foundation until the entire structure threatens to collapse. Yet that is precisely what displaced tenants of a modest Brooklyn apartment building have accused their landlord of having done. The building, at 172 North Eighth Street, is a four-story, eight-unit" , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Year After Evacuation, Tenants Still Aren't Back Home" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/30\/nyregion\/30building.html"} , {"body" : "Citing problems with electrical equipment, Consolidated Edison announced on Monday that it had decreased voltage to parts of Brooklyn by 8 percent and asked customers there and in part of the Upper West Side of Manhattan not to use ''nonessential'' electrical appliances, including air-conditioners, until the problems were corrected. The utility" , "date" : "20100629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK SLOPE (NYC)" , "PROSPECT HEIGHTS (NYC)" , "WINDSOR TERRACE (NYC)" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "FORT GREENE (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Con Ed Reports Power Problems in City" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/29\/nyregion\/29coned.html"} , {"body" : "Over the last decade, a growing stream of the young, the stylish and the family-oriented have been drawn to Brooklyn by its parks, waterfront, cultural life and relatively affordable real estate and acres of graceful brownstones. But when it comes time for those newcomers to have their babies, they are tied as if by an umbilical cord to Manhattan." , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Manhattan Birth Certificate, But an Address in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26hospitals.html"} ,   {"body" : "Around Town Museums and Sites Governors Island Special and weekly summer programs: ''Free Bike Fridays,'' 10 a.m. to 5 p.m., with free hourlong use of rental bicycles through Oct. 8. Friday and Saturday, 11 a.m. to 4 p.m., ''Making Our Presence Known: The Smithsonian National Museum of the American Indian at Governors Island,'' an interactive event" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/arts\/25spare.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. This restaurant is rated 1 star. AKRON XTENDED FAMILY (Wednesday) The scrap-folk of Akron\/Family is built on the oxymoronic notion of tough fragility, and listening to it feels a little bit like driving a pickup with three good wheels: hold on tight and hope everything sticks together. Expect" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/arts\/music\/25pop.html"} , {"body" : "The tens of thousands of engraved cream-colored diplomas that New York high school graduates will receive this week can trace their birth to an old-fashioned source: an ink-splattered, cluttered printing workshop in Greenpoint, Brooklyn. Over the last six weeks, they have emerged from hulking gray steel machines amid a whir of pulleys and the" , "date" : "20100621" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Centuries-Old Tradition Lies Behind Diplomas Of Today's Graduates" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/21\/nyregion\/21diplomas.html"} , {"body" : "After a few calls to bike shops, it became clear: No one wanted to put the Flying Pigeon together. I bought the big black city bicycle, a classic from China imported via a shop in Los Angeles, as a gift for my wife's 30th birthday in early May. Yet as June loomed, it still sat unassembled in its rectangular box in my living room. Josef Bray-Ali," , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY ROOM; SPOKES | BIKE IN A BOX; Why the Pigeon Couldn't Fly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2D81331F933A15755C0A9669D8B63"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Sam Amidon (Wednesday) A banjoist and singer from Brattleboro, Vt., Mr. Amidon plays earnest folk songs (often based on traditional material) that are filled with little surprises, like a sudden, off-key warble or a bit of sharp percussion. With Partyface. At 6:30 p.m., Mercury Lounge, 217" , "date" : "20100618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/18\/arts\/music\/18pop.html"} , {"body" : "BRAGGING rights for homeowners are fleeting, hard to hold as a fistful of fog. You think your home is special because your backsplash is covered in tile imported from Mexico? There are those who think nothing of dispatching their architects and builders to the ends of the earth to personally scope out far more exotic goods -- to the Middle East for" , "date" : "20100617" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Travel" , "Style"] , "page_facet" : "1" , "title" : "The Trophy Hunters" , "url" : "http:\/\/travel.nytimes.com\/2010\/06\/17\/garden\/17trophy.html"} , {"body" : "IF your renovation budget does not permit you to send your contractor or architect to the Far East for exotic woods or stone, don't despair -- there are places closer to home that they go themselves. For homegrown exotic woods, Stephen Fanuka, a New York City contractor, recommends Timeless Timber, which sells North American wood that sank to the" , "date" : "20100617" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Finding Exotic Materials Closer to Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DD123FF934A25755C0A9669D8B63"} , {"body" : "By the time the Kansas City rapper Tech N9ne closed his Monday night concert with ''I'm a Playa,'' a song that rips off Falco's ''Rock Me Amadeus'' wholesale, there was no room left for shock, or awe, or revulsion, or thrill. For well over an hour at this show at Warsaw, in the Greenpoint section of Brooklyn, he had been upending hip-hop" , "date" : "20100616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC REVIEW; Face Paint and (Playful) Fistfighting for This Tribe in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/16\/arts\/music\/16rappers.html"} , {"body" : "The new ''Food Lovers' Guide to Brooklyn'' by Sherri Eisenberg (Globe Pequot Press, $14.95) is reasonably up-to-date for a borough where new food places open their doors by the minute. Its 328 pages are packed, district by district, with detailed listings, maps and descriptions. Some of the neighborhood groupings segue from one into another, like" , "date" : "20100616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A Borough's Treats, Now in a Book" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/16\/dining\/16guide.html"} , {"body" : "Franklin Street in Greenpoint, Brooklyn, a sweet compact strip of creative indie shops and bars pouring microbrews, is also a hotbed of collaborative neighborhood events, like a prom-themed Matchmaking Mixer (disaster stories, anyone?) to be given by the bookstore Word (No. 126) at the Diamond Bar (No. 43) on June 17. All the more reason for" , "date" : "20100610" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "BROWSING; A Greenpoint Stroll" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3DF1238F933A25755C0A9669D8B63"} ,   {"author" : "Jennifer Bartlett, author of ''Derivative of the Moving Image'' (University of New Mexico Press, 2007), lives in Greenpoint, Brooklyn." , "body" : "Maneuvering through New York City as a person with cerebral palsy can be a constant irritation. Just making my way down subway stairs at rush hour, with people breathing down my neck, is holy terror. But it is not the physical strain of steps and crowds that is my main source of anxiety. It is the naive, inappropriate and sometimes downright mean" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "CITY ROOM; Complaint Box | Assumptions; Slightly Disabled, Not Helpess of Dumb" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EEDF1231F935A35755C0A9669D8B63"} , {"body" : "For four years, the hippest of New York's hipsters have flocked to the free Pool Parties concerts in Williamsburg, Brooklyn, drawn by lineups of up-to-the-minute indie-rock and inner-child diversions like dodge ball in the blazing summer sun. But the shows' biggest fan has turned out to be not some bearded music blogger but one of the most powerful" , "date" : "20100605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Free Brooklyn Rock Concert Series Finds a Big Fan in the U.S. Senate" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/05\/arts\/music\/05waterfront.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BACKSTREET BOYS (Thursday) Whim-driven pop culture can be so cruel: not much more than a decade ago, ''I Want It That Way,'' the Backstreet Boys' benchmark pop single, was globally ubiquitous, and an appearance by the group could incite heaving riots. These days a scrum of crooning, grinning" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/arts\/music\/04pop.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Tuesday at 6:30 p.m., ''Adventures in the Global Kitchen: Polar Cocktails,'' a discussion, with sampling, of the cocktails that were popular a century ago, with David Wondrich, an author and drink connoisseur, and Don Lee, a mixologist at Momofuku Ssäm Bar; $25. On view through Jan." , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/arts\/04spare.html"} , {"body" : "THEY carry home-grown radishes and red-cooked pork. They transport dozens of empanadas, juggling sheet pans on the G train. They pack boxes of butterscotch cupcakes, Sichuan-spiced beef jerky and grapefruit marmalade. They haul boiled peanuts, ice-grinding machines, sandwich presses and at least one toaster oven painted hot pink. One Saturday" , "date" : "20100602" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Their Future, Made by Hand" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/02\/dining\/02vendors.html"} , {"body" : "Following are some markets around New York City selling products made by local food artisans. GREENPOINT FOOD MARKET Church of the Messiah, 129 Russell Street (Nassau Avenue), Greenpoint, Brooklyn; greenpointfoodmarket.wordpress.com. One Saturday a month, noon to 5 p.m. (the next market is June 26). Worth tasting: P&H sodas, Masala Loca Indian" , "date" : "20100602" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "New Yorkers Reinvent the Pushcart" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4D9173FF931A35755C0A9669D8B63"} , {"body" : "VIDEO The Greenpoint Food Market in Brooklyn provides an audience for amateur home cooks looking to enter the food world. nytimes.com\/dining" , "date" : "20100602" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ONLINE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DEED8143FF931A35755C0A9669D8B63"} , {"body" : "TO anyone who has witnessed the Hamptons-bound conga line of cars on the Long Island Expressway, or has headed to Sheep Meadow in Central Park for a weekend picnic only to find the sky almost obscured by flocks of Frisbees, it is clear that New Yorkers are sun-seekers. From packed rooftop bars to plant-crammed fire escapes, outdoor space becomes a" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Geranium Friendly" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/realestate\/30cov.html"} , {"body" : "Pop Jon Pareles Sometimes a whisper can be as urgent as a shout. Songwriters performing in New York this week sing softly and carry big emotions. NATHANIEL RATELIFF is a folky songwriter from Denver whose home territories are despair and regret: ''Is there a blanket of pain that I can wrap up in?'' he sings on his new album, ''In Memory of Loss''" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | MAY 30--JUNE 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DF1738F933A05756C0A9669D8B63"} , {"body" : "ROSENDALE, N.Y. -- Until about a year ago, Fredrick Arnold was living the life of a Williamsburg hipster. An aspiring filmmaker with mutton-chop sideburns, he spent his working hours waiting tables at Dumont Burger, and his off hours on projects like an animated music video for one of his favorite bands, Casper & the Cookies. But after being laid" , "date" : "20100525" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ROSENDALE (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "90 Miles Upstate, A Brooklyn Feel" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/25\/nyregion\/25rosendale.html"} ,   {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IT was just a year ago that Cherry Pickman left the one-bedroom where she was living in Harlem for Williamsburg, Brooklyn, in order to be closer to her girlfriend, Kara Mason. She had no trouble finding a one-bedroom rental for $1,425 in a thriving Graham Avenue location surrounded by little delis, meat markets and grocery stores. ''It was the" , "date" : "20100523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; The Major-Step-in-Life Apartment" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/23\/realestate\/23hunt.html"} , {"author" : "Moustafa Bayoumi is the author of ''How Does It Feel to Be a Problem? Being Young and Arab in America.''" , "body" : "I had almost forgotten I'd sent in an application when the e-mail message appeared, like Mr. Big, out of nowhere. ''Hi, Moustafa,'' it began, as if we were old friends. ''Thank you for e-mailing us regarding your interest in working on 'Sex and the City 2.' '' No way. Last August, I half-jokingly answered an e-mail message posted on a list-serv" , "date" : "20100523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Magazine"] , "page_facet" : "50" , "title" : "LIVES; Sects and the City" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/23\/magazine\/23lives-t.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BACKSTREET BOYS (Sunday) Whim-driven pop culture can be so cruel: not much more than a decade ago, ''I Want It That Way,'' the Backstreet Boys' benchmark pop single, was globally ubiquitous, and an appearance by the group could incite heaving riots. These days, a scrum of crooning, grinning" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E3DB1331F932A15756C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 11 a.m. to 6 p.m., the second annual Uncorked! food festival, featuring demonstrations by Staten Island culinary professionals. There will also be a cheese school and lessons on pairing cheese with the right wine. 441 Clarke Avenue, Staten Island, (718) 351-1611, Ext. 236," , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5D61331F932A15756C0A9669D8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BACKSTREET BOYS (Sunday) Whim-driven pop culture can be so cruel: not much more than a decade ago, ''I Want It That Way,'' the Backstreet Boys' benchmark pop single, was globally ubiquitous, and an appearance by the group could incite heaving riots. These days, a scrum of crooning, grinning" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/21\/arts\/music\/21pop.html"} , {"body" : "Robert C. Lieber, the former Wall Street executive who has guided the Bloomberg administration's economic development efforts during the recession, told his staff on Wednesday that he would step down as deputy mayor in June. Mr. Lieber, 55, who has been in the job since January 2008, has focused on projects including the redevelopment of Coney" , "date" : "20100520" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "City Hall's Economic Development Chief to Step Down" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/20\/nyregion\/20lieber.html"} , {"body" : "When NBC announced last week that it planned to cancel the original ''Law & Order,'' many people lamented the effect on New York theater actors, for whom a spot on the show has long been a résumé staple. But another New York-based production, ''The Good Wife,'' is already filling the void for moonlighting stage performers seeking TV credits. That" , "date" : "20100520" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Front Page" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "On TV, Chicago (in New York) Is Stage Actors' New Refuge" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/20\/arts\/20wife.html"} , {"body" : "Last year, when many Park Avenue real estate brokers were struggling to sell their co-ops, Vickie Palmos and her business partner helped sell 37 condos in Astoria, Queens, as if it were 2006. Ms. Palmos credits her success in part to the fact that she takes listings that other brokers sneer at because the properties suffer from real estate's" , "date" : "20100518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)" , "ASTORIA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE APPRAISAL; For Some Realty Agents, Location Is All Relative" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/18\/nyregion\/18appraisal.html"} , {"body" : "It had been a week of furious dawn-to-dark activity building a farm high above an industrial stretch of Queens: directing traffic along Northern Boulevard, hoisting truckloads of growing mix up to the roof and raking it over drainage and protective material. Once the eight-inch layer of engineered soil stretched over the 40,000-square-foot space," , "date" : "20100517" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "City Stops Rooftop Farm In Queens" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/17\/nyregion\/17farm.html"} , {"author" : "Alex Prud'homme is writing a book about the future of the use of freshwater." , "body" : "WITH an estimated 210,000 gallons of oil spilling from the Deepwater Horizon site every day -- for a total of some 3.3 million gallons, so far -- the disaster in the Gulf of Mexico may eventually prove to be the largest oil spill in American history. But New Yorkers forget, or don't know, that a much larger oil spill sits in our own backyard: an" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "OP-ED CONTRIBUTOR; An Oil Spill Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/opinion\/16Prudhomme.html"} ,   {"author" : "E-mail: bigdeal@nytimes.com" , "body" : "IF you're thinking of buying in Williamsburg or Greenpoint, Brooklyn, maybe you envision life in an old warehouse, or perhaps one of those brownstones the borough is so famous for. Well, maybe not, because that's not what you'll find. One of the most striking numbers to come out of Prudential Douglas Elliman's Brooklyn market report for the first" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; New-Condo Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/realestate\/16deal4.html"} , {"author" : "Andrew Rice is a contributing writer and the author of a book about Uganda, ''The Teeth May Smile but the Heart Does Not Forget.''" , "body" : "Last year, Sam Apple got the idea into his head that what the world needed was a new kind of newspaper. This was, to put it mildly, at odds with the consensus of the marketplace. At the time, several large media companies were in bankruptcy, others were trading at penny-stock levels and analysts were seriously asking whether some venerable" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Technology"] , "page_facet" : "46" , "title" : "Putting a Price on Words" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/magazine\/16Journalism-t.html"} , {"body" : "The stretch of Northern Boulevard near 36th Street in Long Island City, Queens, is about as far from bucolic as it gets: Old industrial buildings loom, traffic whizzes by, car dealerships line the street. Off in the distance, Manhattan's skyscrapers glitter, the trains rumble, and the closest thing to a meadow is a small patch of plants the Parks" , "date" : "20100514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Six Stories Above Queens, a Fine Spot for a Little Farming" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/14\/nyregion\/14farm.html"} , {"body" : "HUNG from the doorknob of a modest brick house in Flushing, Queens, is a laminated government flier advising the homeowner, ''It's not too late to mail back your census form!'' But, in fact, it is too late for Gertrude Wetterhahn to register for the census. In late February, Mrs. Wetterhahn permanently quit both 144-26 73rd Street and this life at" , "date" : "20100513" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "THE GIMLET EYE; They Stalk The Banded Mink" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/13\/fashion\/13GIMLET.html"} , {"body" : "HUNG from the doorknob of a modest brick house in Flushing, Queens, is a laminated government flier advising the homeowner, ''It's not too late to mail back your census form!'' But, in fact, it is too late for Gertrude Wetterhahn to register for the census. In late February, Mrs. Wetterhahn permanently quit both 144-26 73rd Avenue and this life at" , "date" : "20100513" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "THE GIMLET EYE; They Stalk The Banded Mink" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEEDC133AF930A25756C0A9669D8B63"} , {"body" : "Helping Rwanda A benefit for Foundation Rwanda to help women and children affected by the genocide in 1994 will be held on May 13 from 7 to 9 p.m., with food and drinks from restaurants, and an auction, at Bonhams, 580 Madison Avenue (57th Street). Tickets are $125 in advance from foundationrwandafoodandfotos.com, $150 at the door. Early admission" , "date" : "20100512" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Benefits" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2DC153BF931A25756C0A9669D8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BROKEN SOCIAL SCENE (Friday and Saturday) This Canadian indie-rock collective (the reigning king, as it were, of Canadian indie-rock collectives) has a membership so fluid -- and with so many side projects -- that constructing a flow chart would not feel superfluous. The group just released" , "date" : "20100507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFD81630F934A35756C0A9669D8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BROKEN SOCIAL SCENE (Friday and Saturday) This Canadian indie-rock collective (the reigning king, as it were, of Canadian indie-rock collectives) has a membership so fluid -- and with so many side projects -- that constructing a flow chart would not feel superfluous. The group just released" , "date" : "20100507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/07\/arts\/music\/07pop.html"} , {"body" : "Four years ago on Sunday, a ravenous 10-alarm blaze gutted abandoned warehouses of the historic Greenpoint Terminal Market on the Brooklyn waterfront, spectacularly turning most of the 14-acre site into a charred ruin, and sending a towering plume of smoke above the city. It was one of the largest fires in the city's history. A homeless immigrant" , "date" : "20100503" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "CITY ROOM; Suspect in Notorious Fire Builds a New Life in Poland" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E5D91E3CF930A35756C0A9669D8B63"} , {"body" : "New York is not Kansas, and yet farms are sprouting up all over town. ''April likes to garden,'' says Ken Friedman, who co-owns the Spotted Pig, the Breslin and the soon-to-be reopened John Dory restaurant with his executive chef, April Bloomfield. Friedman has been busy working the approvals circuit so that he can begin planting the roof of the" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "20" , "title" : "REMIX; Growth Spurt" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/t-magazine\/02remix-turnpage-t.html"} ,   {"body" : "ON New York's hurried streets, one passing cyclist can appear no different from another. But cyclists are hardly a monolithic subculture -- more like a collection of finely divided sub-subcultures, each with its own uniform, lingo and attitude toward the bicycle's place in the urban landscape. Bike messengers continue to hold their place as iconic" , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SPOKES; Two-Wheeled Tribes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E5D91430F936A15757C0A9669D8B63"} , {"body" : "ON New York's hurried streets, one passing cyclist can appear no different from another. But cyclists are hardly a monolithic subculture -- more like a collection of finely divided sub-subcultures, each with its own uniform, lingo and attitude toward the bicycle's place in the urban landscape. Bike messengers continue to hold their place as iconic" , "date" : "20100425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SPOKES; Two-Wheeled Tribes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E3DC1E31F936A15757C0A9669D8B63"} , {"body" : "WHAT do daughters of Russian billionaires and Williamsburg scenesters have in sartorial common? Curiously, a penchant for overalls. On the February cover of Russian Vogue, a tousled blonde wears Ralph Lauren's bibbed denim version, neo-hippie accessorized with a gold woven bustier, a low-slung fringed belt and skin-baring provocative side curve. A" , "date" : "20100422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "NOTICED; Fashion Goes Farm to Table" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/22\/fashion\/22noticed.html"} , {"body" : "The Greenpoint neighborhood in Brooklyn, long a haven for Polish immigrants and more recently for artists and craftsmen, is fast becoming a local center of the film and television industry. The waterfront neighborhood's row houses and industrial buildings have attracted film and television crews for years. Recent shoots have included the Jennifer" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Movies" , "Business"] , "page_facet" : "7" , "title" : "SQUARE FEET; Lights, Camera, Pierogi: Movies in Greenpoint" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/21\/realestate\/commercial\/21greenpoint.html"} , {"body" : "Ah, Greenpoint, Brooklyn. A neighborhood at once blessed and cursed. Upside: It borders the East River and has glorious views of Manhattan's spires. Downside: Much of the waterfront is blocked off by a grim stretch of decaying industrial sites. Upside: A subway runs through its heart. Downside: The train is the widely loathed G. Upside: Its" , "date" : "20100413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "On a Magazine's List of the City's 'Most Livable Neighborhoods,' a Few Surprises" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/13\/nyregion\/13greenpoint.html"} , {"body" : "HAYDEN-HARNETT, the Brooklyn fashion company best known for its stylish, functional and not insanely priced handbags, is celebrating its fifth anniversary with a sale at its stores in NoLIta and Greenpoint through April 26. Among the bags is the lightweight Laura Reversible Tote, below: it's shimmery on one side, matte on the other, perfect for day" , "date" : "20100408" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "BROWSING; Bags Worth Celebrating" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/08\/fashion\/08bags.html"} , {"body" : "To hear it described by one broker, the football-field-long former Navy warehouse off the Brooklyn waterfront inspired awe from all but a few of the prospective buyers invited on a tour of the long-vacant site last month. But that awe, said the broker, Chris Havens, the chief executive of Creative Real Estate Group in Brooklyn, quickly dissolved" , "date" : "20100331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "SQUARE FEET; An Empty Warehouse Holds Dreams of Industrial Jobs" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/31\/realestate\/commercial\/31federal.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "BACK in the 1970s, when Jeff Nesmith was growing up in Birmingham, Ala., a defining image of his childhood was the paint-by-numbers version of Leonardo's ''Last Supper'' that hung above the sofa in his grandmother's living room. The ''artist'' was his mother, an ardent practitioner of the paint-by-numbers craze that swept the nation in the postwar" , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | GREENPOINT, BROOKLYN; Domesticated Kitsch" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/realestate\/28Habi.html"} , {"body" : "IT'S Friday night at Alphabet City Wine Company on Avenue C, and the juice is flowing. Two customers lounge on well-worn black vinyl chairs in what could pass for a graduate-school living room. Four more stand in front of a makeshift bar. Music streams from vintage KLH speakers, and Keith Beavers, one of the owners, is deep into his spiel. ''Forget" , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "THE POUR; Good Wines And No Attitude. Yes, It's True." , "url" : "http:\/\/www.nytimes.com\/2010\/03\/24\/dining\/24pour.html"} , {"body" : "Anderson Cooper, the CNN anchor, has drawn attention for his plans to turn a former West Village firehouse into a private residence. Preservationists want landmark designation for the building; a man whose son worked at the firehouse and died in the Sept. 11 attacks wants Mr. Cooper to restore a memorial plaque; and an architect working on the" , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "At Home in a Firehouse: Some Helpful Hints for Anderson Cooper" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E3DF143AF937A15750C0A9669D8B63"} ,   {"body" : "The Bloomberg administration said Friday that the number of people living on New York's streets and subways soared 34 percent in a year, signaling a setback in one of the city's most intractable problems. Appearing both startled and dismayed by the sharp increase, a year after a significant drop, administration officials attributed it to the" , "date" : "20100320" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Tally Finds Bigger Number Living in Street" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/20\/nyregion\/20homeless.html"} , {"body" : "222 Franklin Street (Green Street), Greenpoint, Brooklyn, (718) 389-8100. By March, root vegetables hold the same power to enchant as a long, lingering, side-by-side reading of the House and Senate health care bills. So it was with restrained enthusiasm that I ordered carrots to kick off a recent meal at Anella. That turned to honest delight when" , "date" : "20100317" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | CHECKING IN; Anella" , "url" : "http:\/\/events.nytimes.com\/2010\/03\/17\/dining\/reviews\/17dinbriefs-001.html"} , {"body" : "FOR sale: three-family home on a lovely and quiet block of Greenpoint, Brooklyn. Its charms include basement storage space, proximity to the subway and the Polish bakeries of Manhattan Avenue, and the makings of a quaint backyard. And the Paviches -- Helena and her 33-year-old son, Michael. No, they're not neighbors. They live on the ground floor." , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "3-Family Home for Sale (One Family Included)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6D91F3AF937A25750C0A9669D8B63"} , {"body" : "In Daniel Arsham's world, nothing is what it seems. A smooth wall suddenly looks as if it is being stretched like fabric. A solid white cube gives the impression that it's been eaten away. An Arcadian landscape populated only by a kangaroo is invaded by a rectangular slab that hovers in midair. A gouache rendering of Le Corbusier's modernist" , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "78" , "title" : "TALK; The Imaginarium Of Mr. Arsham" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E4D8163FF937A25750C0A9669D8B63"} , {"body" : "NEW YORK used to be a second-string city when it came to coffee. No longer. Over the last two years, more than 40 new cafes and coffee bars have joined a small, dedicated group of establishments where coffee making is treated like an art, or at least a high form of craft. At places like Bluebird Coffee Shop in the East Village, the espresso is so" , "date" : "20100310" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "What's the Buzz?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DA1139F933A25750C0A9669D8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "A BEDROOM door: That's what Meghan Galewski and James Gonzalez wanted most. For nearly a year, the couple shared a basement studio in Williamsburg, Brooklyn. In an attempt to separate the living area from the sleeping area, they put up a cloth curtain, which of course did nothing to block sounds. Ms. Galewski arose at 5:30 a.m. to get ready for her" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Sounds of Silence" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/realestate\/07Hunt.html"} , {"body" : "Robert M. Scarano Jr., a Brooklyn architect who has long been criticized by community groups for flouting zoning laws, was barred by the Department of Buildings on Wednesday from filing construction plans -- threatening, at least temporarily, his ability to work as an architect in the city. The order, which applies both to pending applications that" , "date" : "20100304" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Controversial Architect Is Barred by City" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/04\/nyregion\/04scarano.html"} , {"body" : "After dispensing ice cream churned from Hudson Valley milk and cream from their five butter-yellow trucks since 2008, Ben Van Leeuwen, his wife, Laura O'Neill, and his brother, Peter Van Leeuwen, have settled down in Greenpoint, Brooklyn. They have a charming new storefront, vanilla white and chocolate brown, with a big arch crowning the little" , "date" : "20100303" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Think of It As a Parked Ice Cream Truck" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/03\/dining\/03ice.html"} , {"body" : "IN the nine years since he came to New York with $500 in his pocket, Martin-Christopher Harper estimates that he has moved at least 40 times. When he lists the neighborhoods he has lived in -- in chronological order -- he sounds like a bartender reciting a long list of microbrews: ''Brooklyn, Chelsea Hotel for a moment, Bronx, Carroll Gardens," , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Boxed In" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/realestate\/28cov.html"} , {"body" : "The Iraqi metal band Acrassicauda, named after a black scorpion, looked at cross-purposes before it started to play on Tuesday night: both hesitant and ready to rip. But the singer and rhythm guitarist Faisal Talal Mustafa pushed ahead, beginning the ceremony. ''This song's called ... '' he barked, '' 'Message! From! Baghdad!' '' The gig, at Europa" , "date" : "20100225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "MUSIC REVIEW | ACRASSICAUDA; A Scorpion From Iraq Trying to Sting in America" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/25\/arts\/music\/25metal.html"} ,   {"body" : "For a public work named after a champion of liberty, the Kosciuszko Bridge has taken its share of prisoners over the years. The bridge, the hyphen in the Brooklyn-Queens Expressway, connecting the two boroughs as it soars 128 feet above the oily murk of Newtown Creek, is perhaps the city's most notorious span, hated and feared by drivers and" , "date" : "20100219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Tired Bridge on Brooklyn-Queens Expressway Gets a New Look, or Four" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DD1E31F93AA25751C0A9669D8B63"} , {"body" : "Openings TRE OTTO Salvatore Fraterrigo will be the chef at this 40-seat restaurant with a garden (in good weather) on the Upper Upper East Side. The owners, Louis and Lauren Cangiano, ran the Italian food store Fratelli Cangiano on Houston Street in the 1980's, and Mr. Cangiano still owns Cangiano, an enormous market on Staten Island that evolved" , "date" : "20100217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/17\/dining\/17off.html"} , {"body" : "NEW YORK is one big sprawling city, full of people who are proud to call themselves New Yorkers. But sometimes it seems as if that were where the sameness ended. Just try to find a taxi on Staten Island or a gas station in Manhattan and you will quickly learn that there are big differences among the boroughs. Another way to experience that" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Got 500,000 Clams? The City Is Your Oyster" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/14\/realestate\/14cov.html"} , {"body" : "They came to New York from places a half-world apart: Jorge Calle is from Ecuador and Seung Yoon Park, known as Justin, is from Korea. But they followed similar paths in this city of immigrants, marrying, working, saving money and eventually buying flower shops 15 blocks apart in Queens. And business was good even as the economy soured. But about a" , "date" : "20100213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Two Florists Fight Back as Sweet Smell of Success Turns Sour" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/13\/nyregion\/13flowers.html"} , {"body" : "Full reviews of recent concerts: nytimes.com\/music. TREY ANASTASIO (Tuesday) Although Phish -- the jam band that made him a star to the noodle-dancing set -- has since regrouped, the singer and guitarist Trey Anastasio has yet to abandon his solo career. Last summer he released ''Time Becomes Elastic'' (Rubber Jungle), an album he wrote with the" , "date" : "20100212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DF153FF931A25751C0A9669D8B63"} , {"body" : "As the crime rate in New York continues to decline, the Police Department has credited the use of a sophisticated crime database that pinpoints the frequency and location of murders, burglaries and other crimes. That database, known as CompStat, has also served as evidence of the department's successes. New Yorkers, however, have long used a more" , "date" : "20100208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Forget Police Data; New Yorkers Rely on Own Eyes" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/08\/nyregion\/08crime.html"} , {"body" : "About 20 high school students stood behind the butcher counter, staring at a 160-pound piece of meat from a recently slaughtered cow. ''All of our meat comes from local farms, and we get it all whole,'' said Tom Mylan, 33, one of three butchers at the Meat Hook, a new butcher shop in Williamsburg, Brooklyn, that buys its meat locally and prizes" , "date" : "20100206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "16" , "title" : "BROOKLYN JOURNAL; Learning What Food Looks Like Before It Goes Into the Package" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/06\/nyregion\/06metjournal.html"} , {"body" : "To the Editor: I loved the article ''The New Old Way to Tote Your Beer'' (Jan. 27). My mother-in-law, Madeline Farrell Hunter, spent her early years in Greenpoint, Brooklyn, and told us of ''rushing the growler'' for her parents as a small child. Her explanation of the rushing part was that you had better not either spill the beer or dawdle," , "date" : "20100203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion" , "Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "LETTERS; Making A Beer Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E5DF173DF930A35751C0A9669D8B63"} , {"body" : "PAT METHENY, the jazz guitarist, has lately spent an inordinate amount of time thinking about robots. Actually, that's putting it mildly: he has been downright obsessed with robots, and with getting them to do his bidding. ''I haven't slept more than four hours a night for six months now,'' he said one day last fall at a makeshift rehearsal space" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "19th-Century Concept, With a Few Upgrades" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/arts\/music\/31metheny.html"} , {"author" : "Ewa Kern-Jedrychowska is a reporter for Nowy Dziennik, The Polish Daily News." , "body" : "For years, every morning, the sight has been the same at Marcy and Division Avenues in Williamsburg, Brooklyn: a crowd of women gathered on the Brooklyn-Queens Expressway overpass in the din of traffic. They are day laborers, looking for work cleaning houses of nearby residents. There were originally maybe 40 or 50, according to veterans of the" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "On a Corner in Brooklyn, Polish Gives Way to Spanish" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E2DA123EF93AA15752C0A9669D8B63"} ,   {"body" : "To the Editor: Re ''Chilled by Choice'' by Penelope Green (Home, Jan. 21): Reading this article, I felt strong emotions emerge as I remembered my $80-a-month ''cold water flat'' on East Sixth Street between Avenues A and B -- my cheap and cheerful garret from the mid-'70s into 1984, when those around us were starting to pay the incredible," , "date" : "20100128" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion" , "Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "LETTERS; Living With the Chill" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/28\/garden\/28letters-LIVINGWITHTH_LETTERS.html"} , {"body" : "He looked like some sort of fur trapper, this bearded man walking through the snowy woods here in upstate New York. But then, Frank Serpico has always been known for his disguises. Anyone who has seen the celebrated 1973 film ''Serpico'' knows that he often dressed up -- bum, butcher, rabbi -- to catch criminals. His off-duty look was never vintage" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Serpico on Serpico" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/nyregion\/24serpico.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 15, ''Traveling the Silk Road: Ancient Pathway to the Modern World''; in conjunction with the exhibition, Saturday and Sunday, noon to 5 p.m., ''Voices of the Silk Road,'' with performances by musicians from Ukraine, Tibet, Uzbekistan, the Krygyz Republic and other" , "date" : "20100115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7DB163AF936A25752C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Thursday at 6:30 p.m., ''Curry Economics: Food as a Driving Force of Economic Development,'' a discussion with scholars, writers and food experts; $15; $13.50 for students, members and 60+. Through May 31, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' featuring" , "date" : "20100108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E1DA113AF93BA35752C0A9669D8B63"} , {"body" : "CHUCK HABERSTROH and Jacque Horelik went to high school together in Westport, Conn., but they did not know each other then. They met by chance during college, when she visited a mutual friend at Lehigh University, where he was a student. A few years later they crossed paths back home in Westport and went on a date to a cool pub and restaurant." , "date" : "20100103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Come Buy With Me And Be My Love" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/03\/realestate\/03cov.html"} , {"body" : "Even the hardiest members of New York City's real estate industry acknowledge that 2009 was a year of startling casualties. After the steady implosions of 2008, last year was practically a freefall, as the residential market, which had often been inflated by Wall Street bonuses, started to absorb the financial blows when bankers stopped buying up" , "date" : "20100102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "In Real Estate Industry, Remembering a Year Worth Forgetting" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/02\/realestate\/02topten.html"} , {"body" : "Resolutions come and resolutions go, and enough is said about them on the first day of every January. Real change is the stuff of stories, the stuff of this story: four people doing something truly new in the new year. Not a new personal trainer, or a new pack of Nicorette, or Mandarin classes or a life without swear words. Something bigger --" , "date" : "20100101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Now for Something Really New" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/01\/nyregion\/01new.html"}]