[  {"body" : "On the surface, Marie Troy, 51, and her daughter Nicole Abbate, 17, seem to have hit a rough patch -- the product of bad luck, perhaps, or a bad year. But a short conversation with them reveals that the road their lives have taken has been bumpy all along, with so many detours that being sidetracked has become the norm. Ms. Troy's first major" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE NEEDIEST CASES; Mother and Daughter Persevere Despite Health Problems" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/30\/nyregion\/30neediest.html"} , {"body" : "SCHONFELD--Leonard M.,82, formerly of Manhattan Beach, Brooklyn, of West Orange, NJ, died Thursday, December 09, 2010. Beloved husband of 58 years to his wife Natalie. Devoted father of Steven Schonfeld and his wife Amy, Alan Schonfeld and his wife Debra, Shari Cherna and her husband David and Bennet and his wife Judy. Loving grandfather of Scott," , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "42" , "title" : "Paid Notice: Deaths SCHONFELD, LEONARD M." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E4DA153AF931A25751C1A9669D8B63"} , {"body" : "The New York Aviators, a minor league hockey team based in Brooklyn, lost their first three games of the season on the road. After another long bus ride -- from Chenango, N.Y., to Alexandria Bay near the Canadian border -- they arrived later than expected for a game against the Thousand Island Privateers. ''We barely had time to warm up,''" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Pro Hockey Is Taking Its Best Shot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/28\/sports\/hockey\/28aviators.html"} , {"body" : "A 4-year-old boy was killed and his mother was badly injured Thursday evening when they were hit by a bus in Brooklyn after the boy darted into the street, the police said. The two were struck just before 6:30 p.m. at Oriental Boulevard and Falmouth Street in Manhattan Beach. The authorities said that the woman, 45, was walking with her son near" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Boy, 4, Is Killed by a Bus in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/nyregion\/08bus.html"} , {"body" : "''THAT right there is a top-neck clam,'' said a man sitting at the counter in Randazzo's in Sheepshead Bay, Brooklyn, about five minutes before noon on a weekday as the sun blazed down on Emmons Avenue outside. He was pointing at the fresh-shucked bivalve in front of him on an icy plate, perhaps 2 3\/4 inches across the heavy span of its shell, its" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Sea, Sun and Slurp" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/business\/14thrift.html"} , {"body" : "''THAT right there is a top-neck clam,'' said a man sitting at the counter in Randazzo's in Sheepshead Bay, Brooklyn, about five minutes before noon on a weekday as the sun blazed down on Emmons Avenue outside. He was pointing at the fresh-shucked bivalve in front of him on an icy plate, perhaps 2 3\/4 inches across the heavy span of its shell, its" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Sea, Sun and Slurp" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/dining\/14note.html"} , {"body" : "For misers wanting a big Fourth of July bang for their buck this weekend, music is the answer. On Saturday the Kingsborough Performing Arts Center presents a concert of John Philip Sousa's ''Stars and Stripes Forever,'' performed by the Brooklyn Community Wind Ensemble and Concert Band, as it begins the Hot Summer Nights! free outdoor performance" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "WEEKEND MISER; Free Events in New York City This Weekend" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4DE123FF931A35754C0A9669D8B63"} , {"author" : "Dvora Meyers, a freelance writer and Hebrew teacher, lives in Clinton Hill, she writes about Judaism and gymnastics on her blog, at unorthodoxgymnastics.com; Ellen Levitt lives in Midwood and teaches social studies at a Brooklyn High school." , "body" : "This week's Complaint Box features two views on one borough's identity crisis, from Dvora Meyers and Ellen Levitt. I'm From Brooklyn, She Said in Her Southern Drawl As a 27-year-old single woman living in Brooklyn, I enjoy the communal events that warm weather brings: summer concerts in Prospect Park, street fairs, outdoor dining with friends. But" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Complaint Box | Borough Pride; I'm From Brooklyn, She Said in Her Southern Drawl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC133BF934A15755C0A9669D8B63"} , {"body" : "Every so often, Aalim Moody, 5, and his twin sister, Aalima, break into a kind of secret code, chatting in a language their father does not understand. Walking along Flatbush Avenue in Brooklyn, they make out the lettering on kosher food shops and yeshiva buses, showing off all they learn at the Hebrew Language Academy Charter School in Midwood," , "date" : "20100625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Success and Scrutiny at Hebrew Charter School" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/nyregion\/25hebrew.html"} , {"body" : "JAFFE--Melvin, formerly of Manhattan Beach, Brooklyn, Roslyn Heights, NY and North Palm Beach, FL passed away March 23, after a full and glorious life at the age of 91. He was a graduate of Bucknell University, a WWII veteran, proprietor of B. Jaffe & Sons Boys & Mens Clothier and Senior Vice President of Investments at Morgan Stanley. He was a" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths JAFFE, MELVIN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E6DF163AF932A25757C0A9669D8B63"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Reopening on Saturday and running through Sept. 2, ''Lizards & Snakes: Alive!,'' a display with more than 60 live specimens. Wednesday at 6:30 p.m., an evening of readings from ''Bright Wings: An Illustrated Anthology of Poems About Birds,'' edited by Billy Collins, with paintings by" , "date" : "20100305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E6DC1F3FF936A35750C0A9669D8B63"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/arts\/05kids.html"} , {"body" : "The afternoon court session grew more heated in its final hour. Michael Mineo, who prosecutors say was sodomized with a police officer's baton during a stop, faced tough questions about the extent of his injuries and whether he remembered the color of his blood. In the middle of that critical testimony, a lawyer for the officer requested a recess." , "date" : "20100201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Amid Drama of Police Trial, a Judge Unfazed" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/01\/nyregion\/01mineo.html"} , {"body" : "'TEA WITH CHACHAJI' Bollywood and basketball. Queens streets and Manhattan private school. The Hindu monkey god Hanuman and the latest video game hero. Neel is immersed in two worlds, straddling the halves of his life as a hyphenated American. The son of Indian parents, Neel dribbles, dunks and dances his way through ''Tea With Chachaji,'' a world" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/29bkids.html"}]