[  {"body" : "A young boy died and two people were injured on Wednesday morning in a house fire in the Mill Basin section of Brooklyn, a Fire Department official and a neighbor said. The boy, William Grice, 8, was pronounced dead at the scene. The neighbor, Frank Cardello, 49, said William was trapped in his bedroom while the boy's grandmother and sister tried" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Brooklyn Fire Kills Boy, 8, In Bedroom" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/30\/nyregion\/30fire.html"} , {"body" : "FOR residents of Rosedale, which cozies up against Nassau County about 15 miles from Midtown Manhattan, being far from the center of things has its advantages. Relatively speaking there aren't many people in this southeastern corner of New York: a population of just 30,000 dispersed across two square miles, some on streets that dead-end on marshes." , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROSEDALE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | ROSEDALE, QUEENS; A Little Land That the Subway Forgot" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/12\/realestate\/12living.html"} , {"body" : "In 2004, when Cynthia Turay was deciding what to call her beauty-supply shop in Mill Basin, Brooklyn, she wanted the name to reflect her bumpy journey. She settled on God's Time Beauty Supply. ''Before I got the store, it was very hard to make it,'' Ms. Turay, 50, said. She had two broken marriages behind her, she had just moved her five children" , "date" : "20101207" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE NEEDIEST CASES; Mortgage Aid Restores Family's Brooklyn Refuge" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/07\/nyregion\/07neediest.html"} , {"body" : "Send me your own dining questions via dinejournal@nytimes.com or Twitter.com\/samsifton. Q. Recently, my wife and I left Manhattan in search of space and quiet and ended up in Fort Greene. It's a great area, with nice restaurants and awesome farmers' and flea markets. But I yearn to find those familiar locations that we adore so in the city, like" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "HEY, MR. CRITIC; Looking for Old Brooklyn? Nosh This Way" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/dining\/03mrcritic.html"} , {"body" : "The New York Aviators, a minor league hockey team based in Brooklyn, lost their first three games of the season on the road. After another long bus ride -- from Chenango, N.Y., to Alexandria Bay near the Canadian border -- they arrived later than expected for a game against the Thousand Island Privateers. ''We barely had time to warm up,''" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Pro Hockey Is Taking Its Best Shot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/28\/sports\/hockey\/28aviators.html"} , {"body" : "Immigrant news organizations, like their mainstream cousins, have been closely tracking local political campaigns. In the following excerpts, El Diario La Prensa celebrates Francisco Moya's victory in the Democratic primary for a Queens Assembly seat, while a Pakistani Web site and the Polish daily Nowy Dziennik report on apathy and feelings of" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK WORLD; Excerpts From the Ethnic Press" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/nyregion\/03world.html"} , {"body" : "GLENN SOKOLOFSKY, perhaps the closest thing New York City has to a curator of police car history, recently recounted an interesting story about the New York Police Department's early patrol cars. They were convertibles, he said. ''They had to keep the top down, and the police officers had to wear their hats,'' he explained. ''That was the only way" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "AUTO EGO; Answering the Siren's Call in a '72 Plymouth" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/automobiles\/collectibles\/12EGO.html"} , {"body" : "An off-duty police officer who struck and killed a woman in Brooklyn in 2009 pleaded guilty on Wednesday to second-degree vehicular manslaughter, and is expected to serve 90 days in jail -- far less than the seven-year maximum sentence he had faced. Yet in agreeing to plead guilty, the officer, Andrew Kelly, also admitted that he was intoxicated" , "date" : "20100909" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Officer in Fatal Crash Admits He Was Drunk" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/09\/nyregion\/09dwi.html"} , {"body" : "TWENTY years ago, when Fifth Avenue in Park Slope could still be called marginal in the pages of The New York Times, Michael Ayoub opened Cucina there, on the corner of Carroll Street. The restaurant was an elegantly casual Italian trattoria that managed to charm both a burgeoning population of young brownstoners with jobs in Manhattan and the" , "date" : "20100908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RESTAURANT REVIEW; Who Needs the Gastrotourists?" , "url" : "http:\/\/events.nytimes.com\/2010\/09\/08\/dining\/reviews\/08rest.html"} , {"body" : "FOR New Yorkers who don't make it out to the far western edge of Coney Island too often, Sea Gate might be more familiar as the skinny thumb of land that appears below window seats during some takeoffs from Kennedy International Airport. But getting into the neighborhood by land is another story. True to its name, Sea Gate is a gated community," , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | SEA GATE, BROOKLYN; The Beach Is Never Far Away" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/05\/realestate\/05living.html"} ,   {"body" : "In yeshivas, they are sometimes taunted as ''monkeys'' or with the Yiddish epithet for blacks. At synagogues and kosher restaurants, they engender blank stares. And dating can be awkward: their numbers are so small, friends will often share at least some romantic history with the same man or woman, and matchmakers always pair them with people with" , "date" : "20100828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Black and Jewish, and Seeing No Contradiction" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/28\/nyregion\/28blackjews.html"} , {"body" : "''THAT right there is a top-neck clam,'' said a man sitting at the counter in Randazzo's in Sheepshead Bay, Brooklyn, about five minutes before noon on a weekday as the sun blazed down on Emmons Avenue outside. He was pointing at the fresh-shucked bivalve in front of him on an icy plate, perhaps 2 3\/4 inches across the heavy span of its shell, its" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Sea, Sun and Slurp" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/business\/14thrift.html"} , {"body" : "''THAT right there is a top-neck clam,'' said a man sitting at the counter in Randazzo's in Sheepshead Bay, Brooklyn, about five minutes before noon on a weekday as the sun blazed down on Emmons Avenue outside. He was pointing at the fresh-shucked bivalve in front of him on an icy plate, perhaps 2 3\/4 inches across the heavy span of its shell, its" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Sea, Sun and Slurp" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/dining\/14note.html"} , {"author" : "Dvora Meyers, a freelance writer and Hebrew teacher, lives in Clinton Hill, she writes about Judaism and gymnastics on her blog, at unorthodoxgymnastics.com; Ellen Levitt lives in Midwood and teaches social studies at a Brooklyn High school." , "body" : "This week's Complaint Box features two views on one borough's identity crisis, from Dvora Meyers and Ellen Levitt. I'm From Brooklyn, She Said in Her Southern Drawl As a 27-year-old single woman living in Brooklyn, I enjoy the communal events that warm weather brings: summer concerts in Prospect Park, street fairs, outdoor dining with friends. But" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Complaint Box | Borough Pride; I'm From Brooklyn, She Said in Her Southern Drawl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC133BF934A15755C0A9669D8B63"} , {"body" : "Every so often, Aalim Moody, 5, and his twin sister, Aalima, break into a kind of secret code, chatting in a language their father does not understand. Walking along Flatbush Avenue in Brooklyn, they make out the lettering on kosher food shops and yeshiva buses, showing off all they learn at the Hebrew Language Academy Charter School in Midwood," , "date" : "20100625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Success and Scrutiny at Hebrew Charter School" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/nyregion\/25hebrew.html"} , {"body" : "Brooklyn is one of the most Democratic counties in the country. The nearly 900,000 enrolled Democrats in the borough outnumber Republicans by about eight to one. More Brooklynites left the party affiliation line on their latest Board of Elections enrollment forms blank than the 112,000 who described themselves as Republicans. Of all the members of" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "MILL BASIN JOURNAL; Brooklyn's G.O.P. Is Old Enough, but Quite a Few Members Shy of Grand" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/nyregion\/22metjournal.html"} , {"body" : "If there was one person who didn't need to wear a name tag at Edward R. Murrow High School, it was Saul Bruckner, Murrow's founding principal, who guided the school in Midwood, Brooklyn, to national prominence over 30 years, from 1974 to 2004. But the tag was usually there on his jacket's lapel as he stood near the entrance each morning, greeting" , "date" : "20100505" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM; Remembering a Principal Who Embodied a School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7D8153EF936A35756C0A9669D8B63"}]