[  {"author" : "E-mail: haberman@nytimes.com" , "body" : "Quite understandably, there were powerful remembrances last week of the December day 50 years ago when death poured down from the skies above New York. Nothing like it had ever happened here: two planes colliding in midair, fiery wreckage landing on city streets, 134 people dying, including 6 on the ground in Brooklyn. But death did not then take a" , "date" : "20101221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NYC; Recalling a Brooklyn Disaster Otherwise Forgotten" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/21\/nyregion\/21nyc.html"} , {"body" : "Worried that New York City is not spawning enough technology-based start-up companies with the potential to become big employers like Google, city officials are inviting universities around the world to create an engineering campus on city-owned land. Despite being home to more college students than any other city in the country, New York does not" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "Hoping to Lure Tech Jobs, City Seeks a Partner to Open a Graduate School of Engineering" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/nyregion\/17campus.html"} , {"body" : "This past Wednesday, Jim Gray, a wealthy construction executive from Lexington, Ky., flew to New York City for a whirlwind round of meetings. Mr. Gray, 57, is the chief executive of Gray Construction, a family-owned business that builds large industrial facilities for the likes of Toyota, Siemens, Caterpillar and other giant manufacturers. It has" , "date" : "20101211" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "TALKING BUSINESS; Why C.E.O.'s Should Stop At City Hall" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E7DE1F3BF932A25751C1A9669D8B63"} , {"body" : "Mayor Michael R. Bloombergunleashed a withering critique on Wednesday of how Congress and the White House have managed the economic recovery, saying Democrats and Republicans had abdicated responsibility in favor of partisan bickering, vilified success in corporate America and left the country lagging behind the rest of the world. In a stinging and" , "date" : "20101209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "On Economy, Bloomberg Says Washington Is Failing" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/09\/nyregion\/09bloomberg.html"} , {"body" : "ON the afternoon of what has come to be known as Cyber Monday, Alissandre Martines, 23, a French Polynesian with high-arched eyebrows, was making a color-blocked scarf by Me & Kashmere look like a must-have. Mindful of the tiny rectangle she would inhabit on Gilt Groupe, the designer discount Web site, Ms. Martines flashed a little personality as" , "date" : "20101202" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "A Look That's Worth a Million Hits" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/02\/fashion\/02WebGirls.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "EVERYONE'S moving to Brooklyn! At least that's what people have been saying for a dozen years, as young people migrate to Williamsburg and Greenpoint, and other neighborhoods Manhattanites had never heard of a few decades back. But the moving van was on the other foot a century ago, when Brooklyn residents were setting off for Manhattan. A good" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "STREETSCAPES; The Pratts And the Pull Of Another Universe" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/realestate\/21scapes.html"} , {"body" : "Mr. Steiner is the president of the Steiner Equities Group in Roseland, N.J., which has developed retail and office space nationwide, including the expansion of AT&T's research headquarters in New Jersey. He is also the chairman of Steiner Studios in Brooklyn and Steiner NYC, a condominium developer, and the president of Steiner's construction" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "SQUARE FEET | THE 30-MINUTE INTERVIEW; Douglas C. Steiner" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E2DC103DF932A15752C1A9669D8B63"} , {"body" : "Mr. Steiner is the president of the Steiner Equities Group in Roseland, N.J., which has developed retail and office space nationwide, including the expansion of AT&T's research headquarters in New Jersey. He is also the chairman of Steiner Studios in Brooklyn and Steiner NYC, a condominium developer, and the president of Steiner's construction" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "SQUARE FEET | THE 30-MINUTE INTERVIEW; Douglas C. Steiner" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/realestate\/commercial\/21SqFt.html"} , {"body" : "About two years ago, Debra Salomon was on her way to the new Fairway market in Red Hook, Brooklyn, when she took a wrong turn and found herself on a windblown pier that had two 90-foot Eiffel-like towers rising into the sky for no apparent purpose. Ms. Salomon quickly saw a purpose. She is a designer and teaches design at the City University of New" , "date" : "20101120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "RED HOOK JOURNAL; 2 Idle Towers May Test the Wind's Power to Keep a Bit of Brooklyn Moving" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/20\/nyregion\/20metjournal.html"} , {"body" : "Agence France-Presse -- Getty ImagesCare to cook your breakfast in the Madoff family's toaster oven? Limber up on their yoga mat? Safeguard your family with their carbon monoxide detector? Now is your chance - for a price. The United States Marshals Service on Wednesday unveiled hundreds of items that it will auction off this weekend to raise money" , "date" : "20101111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "12" , "title" : "A Less Glamorous Madoff Goes on the Auction Block" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DF1138F932A25752C1A9669D8B63"} ,   {"body" : "THE FETCH CLUB, a haven for pampered pooches, fills a space where Fulton Fish Market smells once wafted. There is certainly no odor in this deluxe dormitory for dogs -- the air is ionized and purified. The water is filtered, and the food is organic. Baby-sitting starts at $45 a day, and there is no lack of extras available. The dogs can stretch out" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH STREET SEAPORT (NYC)" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OPEN & SHUT; Chronicle of a Changing City" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/nyregion\/07open.html"} , {"body" : "EVERITT--Sylvia, 89, formerly of Great Neck, NY, died peacefully on October 28, 2010. She was predeceased by her devoted and adoring husband, Edgar Everitt, her son David Everitt and her first husband, Sam Kramer, who was killed during the last days of World War II. She is survived by her loving daughter, Judith Everitt, son-in-law John Abrams," , "date" : "20101031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "32" , "title" : "Paid Notice: Deaths EVERITT, SYLVIA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE1DD173AF932A05753C1A9669D8B63"} , {"body" : "When Daniella Romano was hired as archivist of the Brooklyn Navy Yard, she figured she would spend time cataloging engineering and architectural drawings from the days when warships docked and departed from there. She did not expect to receive an urn containing a diva's ashes - a diva who had sung her way into history. The singer was Ada Eugenia" , "date" : "20101007" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "CITY ROOM; A 'Magical Voice' of Radio Comes to Rest" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E7D7163DF934A35753C1A9669D8B63"} , {"body" : "Richard Goldstein, an author and historian of the Second World War who has been our guest expert on City Room this week, provided the following second batch of answers to readers' questions. A third and final set of answers about all aspects of New York and the war will be posted on Monday; the first set can be read here. Q.I was born in Brooklyn" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "CITY ROOM; TAKING QUESTIONS | WAR HISTORIAN; On the Home Front, Battleships and Bombs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0D8163BF930A35753C1A9669D8B63"} , {"body" : "Three exhibitions opening in the next few days are meant to dispel common myths about Colonial women's sewing habits. Young embroiderers, it turns out, did not learn much at their mothers' knees by the fireside, nor did they diligently copy designs that were fed to them. They traveled for days to take expensive courses and served as apprentices." , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "ANTIQUES; Revising Our Ideas Of Colonial Sewing" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/01\/arts\/design\/01antiques.html"} , {"body" : "To see gargantuan steel sculptures fashioned by Richard Serra, you could visit the Guggenheim in Bilbao, Spain, or the Dia: Beacon, 60 miles north of New York City. Or you could go to a crane yard near a heating-oil terminal in Port Morris, an industrial corner of the South Bronx. There, amid belching smokestacks and clanging delivery trucks, sits" , "date" : "20100926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rusting in a Crane Yard, Steel Art With a Pedigree" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/26\/nyregion\/26serra.html"} , {"body" : "Like many New Yorkers, the people of Brooklyn Heights have something of a love-hate relationship with the Brooklyn-Queens Expressway. On the one hand, the highway is the bane of the neighborhood, carrying trucks whose startling rumbles often wake the sleeping, and spewing dust and fumes onto leafy streets named Cranberry, Pineapple and Willow. But" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN-QUEENS EXPRESSWAY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BROOKLYN HEIGHTS JOURNAL; As Aging B.Q.E. Faces Reconstruction, Ideas Turn to Tunnels" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/25\/nyregion\/25metjournal.html"} , {"body" : "Asking you to say something if you happen to see something is a modest request. But what might induce you to adopt a disguise and spy on your fellow citizens? How about a generous proliferation of vice, combined with a healthy dose of corrupt law enforcement, and some strong encouragement (including a small stipend) from morally minded civic" , "date" : "20100830" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CITY ROOM; Citizen Spies, Seeking Out Vice In 1900s New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE0DD173DF933A0575BC0A9669D8B63"} , {"body" : "Amy G. Tsang, a daughter of Molin Chan and Chorfan Tsang of Springfield, Va., was married Friday evening to James E. Menapace, a son of Nathalie Cox of Manhattan and the late Ralph C. Menapace Jr. The Rev. Mark R. Collins, an Episcopal priest, officiated at Stage 6 at Steiner Studios in the Brooklyn Navy Yard. The couple met at New York University," , "date" : "20100822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Amy Tsang, James Menapace" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E7DE1739F931A1575BC0A9669D8B63"} , {"body" : "The Bronx isn't Kansas, but yes, Dorothy, that was a tornado that sent trees flying and utility poles crashing on Sunday afternoon. The National Weather Service says the twister churned through a half-mile slice of Riverdale with winds of 100 miles an hour for 10 minutes. By Tuesday, the weather historians were poring over the record books. Seven" , "date" : "20100728" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM; Tornadoes in the City: They Hit, but Rarely" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400EFD81F38F93BA15754C0A9669D8B63"} ,   {"body" : "Wild West kitsch will take over Christie's plush quarters at Rockefeller Center at noon on Friday. A preview opens for the last of this year's five major auctions dispersing the contents of the Roy Rogers-Dale Evans Museum in Branson, Mo. That money-losing attraction closed in December, and descendants of the singing cowboy and cowgirl actors have" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "ANTIQUES; Meeting Again, At the Auction House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E2DA1039F93AA35754C0A9669D8B63"} , {"author" : "Nathan Ward is the author of ''Dark Harbor: The War for the New York Waterfront.''" , "body" : "THIS summer, with the debut of the Brooklyn Bridge Park, as well as the expansion of Manhattan's Hudson River Park and Governors Island, New Yorkers have celebrated the reclamation of the waterfront. But the effort, laudable though it is, obscures a not-so-insignificant historical misunderstanding: we are in fact claiming the waterfront, not" , "date" : "20100705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "17" , "title" : "OP-ED CONTRIBUTOR; Take Me to the River. Finally." , "url" : "http:\/\/www.nytimes.com\/2010\/07\/05\/opinion\/05ward.html"} , {"body" : "Allison Dawn Morgenstern, the daughter of Marsha I. and Martin H. Morgenstern of Old Bridge, N.J., was married Saturday evening in Brooklyn to Peter Bemis Pillsbury, a son of Ellen Bemis Pillsbury and John Sargent Pillsbury III of Montecito, Calif. Rabbi Suri Levow Krieger officiated at Stage 6 at Steiner Studios, an event space in the Brooklyn" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Allison Morgenstern, Peter Pillsbury" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/27\/fashion\/weddings\/27morgenstern.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Having published 10 novels, finished an 11th, written a memoir and four other works of nonfiction, polished off countless columns and magazine articles, covered a few wars, briefly run the newsrooms of two newspapers and landed on a list of 400 New Yorkers described as helping to define the city over the past four centuries, Pete Hamill figured it" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "NYC; Pete Hamill's Circuitous Route to a High School Diploma" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/nyregion\/25nyc.html"} , {"body" : "WEINTRAUB--Abraham, 100 years, died June 8, 2010. Our father Abraham was born in Brooklyn in 1920 and lived all his life in that borough. He was married for 57 years to Ruth Donenfeld Weintraub (1915-1993), to whom he was passionately devoted. Abe held a variety of jobs during his lifetime, which included chipper and caulker at the Brooklyn Navy" , "date" : "20100610" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths WEINTRAUB, ABRAHAM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E5DC153AF933A25755C0A9669D8B63"} , {"body" : "Brooklyn is one of the most Democratic counties in the country. The nearly 900,000 enrolled Democrats in the borough outnumber Republicans by about eight to one. More Brooklynites left the party affiliation line on their latest Board of Elections enrollment forms blank than the 112,000 who described themselves as Republicans. Of all the members of" , "date" : "20100522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "MILL BASIN JOURNAL; Brooklyn's G.O.P. Is Old Enough, but Quite a Few Members Shy of Grand" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/22\/nyregion\/22metjournal.html"} , {"body" : "FOR three years, some of the most powerful forces in New York real estate -- including the federal and city governments, developers, preservationists and community advocates -- have fought over the fate of a cluster of historically significant turn-of-the-last-century houses known as Admiral's Row in the Brooklyn Navy Yard. Last month, the parties" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "At Navy Yard, Preservation Arrives Late" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/realestate\/16row.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE artist Joan Snyder has lived in many places in her 70 years. The daughter of lower-middle-class parents, she grew up in a two-family house in Highland Park, N.J. Her list of subsequent addresses includes a farm in Pennsylvania (with her former husband, the photographer Larry Fink), a loft on Mulberry Street, an old farmhouse on eastern Long" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | PARK SLOPE, BROOKLYN; A City House With Roots In the Country" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/realestate\/16habi.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE artist Joan Snyder has lived in many places in her 70 years. The daughter of lower-middle-class parents, she grew up in a two-family house in Highland Park, N.J. Her list of subsequent addresses includes a farm in Pennsylvania (with her former husband, the photographer Larry Fink), a loft on Mulberry Street, an old farmhouse on eastern Long" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | PARK SLOPE, BROOKLYN; A City House With Roots In the Country" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E5D6123AF935A25756C0A9669D8B63"} , {"body" : "THE tulips in front of Debbie Regan's 1907 Old Westbury colonial were temporarily camouflaged by boxwoods. Her living room sofas had been moved to the attic to make room for more traditional couches. Heavy chintz drapes had been hung over her sheer white curtains. Though it was May 6, a winter garland festooned her porch and a Christmas wreath hung" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "IN THE REGION | LONG ISLAND; Lights, Camera, Signed Deal!" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE5DA173AF935A25756C0A9669D8B63"} ,   {"body" : "MANY native New Yorkers would be uncomfortable going on a tour of their city. After all, the very word ''tour'' shares etymological roots with the much-maligned ''tourist,'' and many natives insist that, as far as the five boroughs go, they've seen it all anyway. It doesn't help the standing of tours that the City Council was so miffed about their" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Seen It All? These Tours Are for You" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD7103DF931A35756C0A9669D8B63"} , {"body" : "Soap opera fans will have a chance to own pieces of broadcasting history when the props of a long-lived and recently canceled television serial are sold at an auction on Saturday. The catch is that Procter & Gamble won't give permission for the name of the soap opera to be used in the promotion of the auction. But here's some guidance: the show was" , "date" : "20100428" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; A Soap Opera Sells Its Scenery" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/28\/arts\/television\/28arts-ASOAPOPERASE_BRF.html"} , {"author" : "E-mail:streetscapes@nytimes.com" , "body" : "THE little 1830s house at the foot of Vanderbilt Avenue in Brooklyn is beyond wrecked -- it's close to wreckage. It's at the end of one of the most unusual blocks in Fort Greene, from Myrtle Avenue to the Brooklyn-Queens Expressway, a wide downhill boulevard flanked by Greek, Gothic and Italianate houses, an amazing salmagundi of the constructive" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "STREETSCAPES | FORT GREENE, BROOKLYN; Of Captains, Caulkers and Hoop Skirt Makers" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/realestate\/11streets.html"} , {"body" : "Sarah Elizabeth Weeks and Edward Frost Daniels were married Saturday evening in Brooklyn. The Rev. Lynell H. Carter, a Lutheran minister, officiated at Stage 6 at Steiner Studios, in the Brooklyn Navy Yard. The couple met at Stanford, where she received a master's degree in education policy, organization and leadership studies, and he received a" , "date" : "20100404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "Sarah Weeks, Edward Daniels" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/04\/fashion\/weddings\/04WEEKS.html"} , {"body" : "$12\/SQUARE FOOT $48,000 approximate annual rent 22 Waverly Avenue (between Park and Flushing Avenues) Clinton Hill, Brooklyn A wholesale mattress company has signed a five-year lease for this 4,000-square-foot one-story warehouse with a loading dock, a block from the Brooklyn Navy Yard. Tenant: Vega Enterprises Landlord: Fort Greene Holding" , "date" : "20100331" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5D91E31F932A05750C0A9669D8B63"} , {"body" : "Elizabeth Vicens and Jonathan S. Bashi are to be married Sunday afternoon in Brooklyn. Rabbi Jeffrey F. Gale is to officiate at Stage Six at Steiner Studios, an event space at the Brooklyn Navy Yard. The bride, 33, and the bridegroom, 31, are associates at Manhattan law firms, she at Cleary Gottlieb Steen & Hamilton and he at Fried, Frank, Harris," , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Elizabeth Vicens, Jonathan Bashi" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/fashion\/weddings\/28vicens.html"} , {"body" : "THE Brooklyn waterfront, once upon a time, was seen as a place where artists and artisans lived and worked, basking in cheap rents, old architecture and a sweet sense of isolation. But lately that reality has changed. Market-rate condominium towers and luxury conversions dot the Kings County coastline, their presence telegraphing a need for a" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | VINEGAR HILL, BROOKLYN; The Little Town That Prices (Almost) Forgot" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/realestate\/07Living.html"} , {"body" : "Jennifer Lynn Parnes and Anthony Christopher Jones were married in Brooklyn Saturday evening. Rabbi Allen Block officiated at Stage Six at Steiner Studios in the Brooklyn Navy Yard. The bride, 31, will take her husband's name. She works in Manhattan for Fidelity Investments of Boston. She is a director managing a team that services assets for" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Jennifer Parnes, Anthony Jones" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/fashion\/weddings\/07PARNES.html"} , {"body" : "The bulletin broadcast at 1:43 p.m. on Feb. 17 was spare: NY | BROOKLYN | *INDUSTRIAL ACCIDENT* | 63 FLUSHING AVE [BROOKLYN NAVY YARD] | BC-35 REPORTING AN INJURED WORKER WHO HAS BEEN PACKAGED | (C) BNN | NEWSDESK\/NYC712 BNN, as anyone in the local news game knows, stands for Breaking News Network, an outfit of scanner-heads based in Fort Lee," , "date" : "20100305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Flaking, Cooping and Likely: A Brief Lexicon Of the Police" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00EEDB123FF936A35750C0A9669D8B63"} , {"body" : "THE Park Slope brownstone, with its carved decorative panels and inviting stoop, may be many people's idea of New York charm, but it is not Hilary Botein's. ''It was a beautiful apartment, but so oppressive and dark,'' she said of the one-bedroom on Second Street in Brooklyn that she owned for seven years. ''I could never go back to it.'' Ms." , "date" : "20100225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "ON LOCATION; Only the Best Parts Of Life in the 1940s" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/25\/garden\/25location.html"} ,   {"body" : "Marooned on the cobblestones of a Brooklyn neighborhood so cozily forlorn that you could easily imagine the clomping of a night coach passing by, Vinegar Hill House is one of those vintage joints wherein certain elements -- distressed-wood furniture, roaring fireplace, bartenders with Reconstruction-era facial hair -- conspire to give a feeling of" , "date" : "20100207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AT THE TABLE | VINEGAR HILL HOUSE; A Clomp Back In Time" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/07\/nyregion\/07table.html"} , {"body" : "THE TOPIA INN, a laboratory of sustainability with an artsy vibe here in the Berkshires, confirmed my reservation with a friendly e-mail reminder about its ''green'' guest policy: No Smoking. No chemical fragrances\/bug repellant. Leave your shoes at the front door or cover them with the inn's neoprene booties, so as not to track in pesticide" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BERKSHIRES (MASS)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "31" , "title" : "An Inn Is an Oasis From Environmental Affronts" , "url" : "http:\/\/travel.nytimes.com\/2010\/02\/05\/travel\/escapes\/05greeninn.html"} , {"body" : "THE most famous images of World War II-era New York capture the celebrations in Times Square at the conflict's end. But what was the city like during the war itself? Lorraine B. Diehl, who has written books about Pennsylvania Station and the Horn & Hardart Automat, now weighs in with an answer in ''Over Here: New York City During World War II''" , "date" : "20100131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "10" , "title" : "BOOKSHELF; The City, From Wartime Grit to Modern Soullessness" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/31\/nyregion\/31book.html"} , {"body" : "Howard Zinn, historian and shipyard worker, civil rights activist and World War II bombardier, and author of ''A People's History of the United States,'' a best seller that inspired a generation of high school and college students to rethink American history, died Wednesday in Santa Monica, Calif. He was 87 and lived in Auburndale, Mass. The cause" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Howard Zinn, 87, Author Who Revisited U.S. History and Inspired Students, Dies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EFDD143EF93AA15752C0A9669D8B63"} , {"body" : "Dana Margot Kaplan and Zachary Sean Davidson were married Saturday evening at Stage Six at Steiner Studios at the Brooklyn Navy Yard. Rabbi Joseph Potasnik officiated. The bride, 32, is a speech-language pathologist at Public School 321 in Brooklyn. She also has a private practice in the borough. She graduated from the University of Michigan and" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Dana Kaplan, Zachary Davidson" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/fashion\/weddings\/24kaplan.html"} , {"body" : "Books have been born all over Brooklyn's Fort Greene. Richard Wright labored over ''Native Son'' here while sitting on a hill in Fort Greene Park; a bench there now bears his name. He lived nearby, as did Marianne Moore, and several contemporary writers have roots in the neighborhood, including Colson Whitehead, Jhumpa Lahiri and Nelson George. For" , "date" : "20100110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Travel" , "Books"] , "page_facet" : "3" , "title" : "LOCAL STOP | FORT GREENE; A Writerly Nook of Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2010\/01\/10\/nyregion\/10stop.html"} , {"body" : "In the next two weeks the Morgan Library & Museum will hang framed 15th-century pages that staff members tore out of old books. This kind of destruction is normally perpetrated by unscrupulous dealers creating salable loose sheets. But the Morgan dismantled the bindings for the good of the illuminated parchment pages, which will go on view on Jan." , "date" : "20100108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "33" , "title" : "ANTIQUES; Pearls, Fish and Devils Unbound at the Morgan" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/08\/arts\/design\/08antiques.html"}]