[  {"body" : "Around Town Museums and Sites American Museum of Natural History Through Sunday, the Origami Holiday Tree, with ornaments that reflect museum displays, and ''Race to the End of the Earth,'' an exhibition on Antarctic exploration. Through Aug. 15, ''Brain: The Inside Story,'' an interactive exhibition that blends technology, history and" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/arts\/31spare.html"} , {"body" : "This weekend the Miser looks to Brooklyn for some affordable -- not to mention offbeat --parties to ring in 2011. The Bootleggers' Ball, a vintage-costume event held in a 19th-century church in Fort Greene, will bring together cabaret acts, a dance party, cocktails and ''just a dash of illicit adventure,'' or so say the organizers, the" , "date" : "20101231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/31\/nyregion\/31miser.html"} , {"body" : "IT was a year in which the daughter of one president was married in a largely private ceremony on a gorgeous summer day and one in which the daughter of a possible future president went on a prime-time dance show to give ''a big middle finger to all the people out there that hate my mom and hate me.'' It was a year in which one political candidate" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "The 110 Things New Yorkers Talked About in 2010" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/30\/fashion\/30Year.html"} , {"body" : "God does not punish Jewish children for celebrating Christmas. Uzi Rosha acknowledges that. But Mr. Rosha, a 42-year-old lawyer, cannot help but think that his son Uri's accident -- the one that opened a geyser of blood on his left cheek -- would not have happened if the family had never gone to their first Christmas party. Mr. Rosha could hardly" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "There's Danger Lurking" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/30\/garden\/30tables.html"} , {"body" : "IT was a year in which the daughter of one president was married in a largely private ceremony on a gorgeous summer day and one in which the daughter of a possible future president went on a prime-time dance show to give ''a big middle finger to all the people out there that hate my mom and hate me.'' It was a year in which one political candidate" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "The 110 Things New Yorkers Talked About in 2010" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD61239F933A05751C1A9669D8B63"} , {"body" : "THE best of the casual restaurants reviewed this year proved that delicious doesn't have to mean expensive. AYADA This is a serious Thai restaurant that makes no concessions to Western palates. The menu is encyclopedic; the waitresses are patient. Put yourself in the gentle but firm hands of the chef and owner, Duangjai Thammasat (known as Kitty)," , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Breaking the Mold, Not the Bank" , "url" : "http:\/\/events.nytimes.com\/2010\/12\/29\/dining\/reviews\/29cheap.html"} , {"body" : "Opening SPASSO Bobby Werhane, an owner of Choptank in Greenwich Village, has taken over the former Alfama space and turned it into a user-friendly Italian restaurant. The mosaic ''A'' in the sidewalk at the front door is still in place (Mr. Werhane hopes to change it), but the interior has now been fitted with brown banquettes, a long marble bar" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/dining\/29off.html"} , {"body" : "Good evening, snow-globe city. You survived the great post-Christmas whiteout of 2010. You frolicked and\/or shoveled. You made molasses-on-snow. Now, perhaps, you can relax. Unless you're trying to get home. The trains and buses and subways are still messed up. For specifics on your evening commute, see below. And while you wait, try the" , "date" : "20101228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM;What Happens When a Plow Gets Stuck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DB1039F93BA15751C1A9669D8B63"} , {"body" : "For the past three years, Katie Ward and Melanie McIver have worked as a team at Public School 321 in Park Slope, Brooklyn, teaching a fourth-grade class. But on the reports that rank the city's teachers based on their students' standardized test scores, Ms. Ward's name is nowhere to be found. ''I feel as though I don't exist,'' she said last" , "date" : "20101227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "HURDLES EMERGE IN RISING EFFORT TO RATE TEACHERS" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/27\/nyregion\/27teachers.html"} , {"body" : "AS Fitzgerald might have said, people who live on hills are different from you and me. From Murray Hill to Carnegie Hill in Manhattan, from Brooklyn Heights to Park Slope in Brooklyn, New Yorkers with cash to spend have long sought the high ground. In Staten Island, Todt Hill is a coveted area, as are Grymes Hill and Dongan Hills Colony. But for" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WARD HILL (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN | WARD HILL, S.I.; Exalted Views, Down-to-Earth Prices" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/26\/realestate\/26living.html"} ,   {"body" : "NEW YEAR'S EVE, 2008. My boyfriend and I are at our local bar in Brooklyn. He is drinking a pint of Smithwick's, and I am nursing a Jameson, neat. I take small sips, and the bartender eyes me. Cheap date, I am. We are exhausted from the holidays, so the only celebration we can muster is the two-block walk to Shenanigans on Caton Avenue, where a" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | KENSINGTON; Where the Beers And the Jeers Flow Freely" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/26\/nyregion\/26joint.html"} , {"body" : "On last week's Metropolitan cover, Wendell Jamieson recalled Christmas while growing up in Park Slope, Brooklyn. We asked readers to share their own neighborhood-based memories of the holiday. Below, excerpts from our favorites. Going to Riviera Ravioli in the Bronx with my Nonna to stock up for Xmas Eve dinner, and then Christmas in Woodhaven with" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "READER COMMENTS; Remembrances of Christmases Past" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E4DE1731F935A15751C1A9669D8B63"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "The sporting year began with football in the cold and it will end with football in the cold. In between, the best moments came from ethnic treats in New York, then pungent curry and salt air for a few days at the World Cup in South Africa. I wish I could deliver olfactory postcards from 2010, but you will have to take my word for it: CINCINNATI," , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOUTH AFRICA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "SPORTS OF THE TIMES; Sports Take Him Away; Smells Bring Him Home" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/26\/sports\/26vecsey.html"} , {"body" : "CLAIRE ALBA is determined to nail two New Year's resolutions at once: staying fit and saving money. Ms. Alba, a 38-year-old jewelry maker, and her husband, Rennie, 42, recently gave up their fancy membership at a Park Slope gym. Instead, the couple and their two daughters, Coco, 9, and Cori, 5, plan to join the local Y.M.C.A., where their" , "date" : "20101225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Health" , "Business"] , "page_facet" : "5" , "title" : "PATIENT MONEY; Burning Calories, but Not a Hole in Your Wallet" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/25\/health\/25patient.html"} , {"body" : "SALUTING the new year huddled around the hearth with family and friends -- bedecked in sequins and plastic ''2011'' spectacles, spilling warm Champagne on the sofa -- is good, old-fashioned fun. But wouldn't you rather spend the night with Patti Smith? Whether you're bidding 2010 a hearty, don't-let-the-door-hit-you-on-the-way-out farewell or" , "date" : "20101224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Beyond Popping Corks, The Sounds of the New Year" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/arts\/music\/24newyear.html"} , {"body" : "The week leading up to New Year's Day can be a time of reflection, renewal and resolutions. Or it can be a time to avoid all those things and squeeze in one more party. Le Poisson Rouge will oblige with dancing, music and comedy almost every night of the week. Saturday at 10 p.m., DJ Rekha will present a night of Bollywood Disco ($12 in advance," , "date" : "20101224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/nyregion\/24miser.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - The Bad Plus (Tuesday through Thursday) Since forming a decade ago, this acoustic power trio -- Reid Anderson on bass, Ethan Iverson on piano, David King on drums -- has been known for its canny twists on the pop repertory, something the band pushed to the limit with an album released" , "date" : "20101224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/arts\/music\/24jazz.html"} , {"body" : "ALBANY -- Opponents of Cathleen P. Black's appointment as New York City schools chancellor tried to convince a judge on Thursday that the state education commissioner misinterpreted the law when he approved her selection. At a hearing in State Supreme Court here, their lawyers argued that state law did not permit Ms. Black, who has 40 years of" , "date" : "20101224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "State Judge Hears Suits On Chancellor" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/24\/nyregion\/24black.html"} , {"body" : "KAZ CARTER-McGINTY was in the barber's chair (a red one with a steering wheel) for the first time in his life on a recent Saturday morning. He is 2. Kaz's hair, light brown and silky straight, fell almost to his shoulders in the back. The bangs in front had previously been cut by his mother, Miko McGinty, who now stood, camera in hand, giving" , "date" : "20101223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "If You Love My Hair That Much, Mom, Take It" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/23\/fashion\/23FAUNTLEROYS.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Quite understandably, there were powerful remembrances last week of the December day 50 years ago when death poured down from the skies above New York. Nothing like it had ever happened here: two planes colliding in midair, fiery wreckage landing on city streets, 134 people dying, including 6 on the ground in Brooklyn. But death did not then take a" , "date" : "20101221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NYC; Recalling a Brooklyn Disaster Otherwise Forgotten" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/21\/nyregion\/21nyc.html"} ,   {"body" : "Angled between the houseplants in Luis Perez's high-rise apartment in Rockaway Beach, Queens, is a telescope aimed at surfers. The views of them in the waves, along with the plants, help Mr. Perez, 59, feel somewhat connected to nature. He can no longer journey outside much -- his immune system is too weakened by his illness, non-Hodgkin lymphoma," , "date" : "20101220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE NEEDIEST CASES; Illness Forces Vietnam Veteran To Turn to Charity" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/20\/nyregion\/20neediest.html"} , {"author" : "Wendell Jamieson, an editor at The New York Times, is the author of ''Father Knows Less'' (G. P. Putnam's Sons, 2007.)" , "body" : "BOB liked to say how much he hated Christmas. This amazed me and my sister. We'd look at each other: How could anyone hate Christmas? But he'd say it again and again: ''Bess, I hate Christmas.'' He had a variation on this: ''Bess, I hate Christmas trees.'' He'd shake his head thoughtfully and chuckle: ''They're nothing but trouble. You struggle" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK STORY; The Man Who Hated Christmas" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/19\/nyregion\/19xmas.html"} , {"body" : "IT was a school night in November, and a ragtag band of self-appointed biologists was trolling the Web for discount lab equipment, the way some people scan Gilt for designer deals. Coming across a new NanoDrop Spectrophotometer, a device used to measure quantities of DNA, they perked up. ''Ooh, that one's 30 percent off,'' said Sung Won Lim, 22," , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Style" , "Technology"] , "page_facet" : "1" , "title" : "Turning Geek Into Chic" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/19\/fashion\/19amateur.html"} , {"body" : "Manhattan Upper West Side ...... $218,500 203 West 87th Street 220-sq.-ft. studio co-op in a prewar building; elevator, high ceilings, h\/w floors, storage and laundry room in building; maintenance $398, 75% tax deductible; listed at $235,000. Bro- ker: City Connections. SoHo .............. $420,000 210 Ave. of the Americas (Prince St.) 550-sq.-ft." , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DEFD91E30F93AA25751C1A9669D8B63"} , {"body" : "Classical Vivien Schweitzer SIMON RATTLE, the artistic director of the Berlin Philharmonic, makes his Metropolitan Opera debut this season with ''Pelléas et Mélisande,'' Debussy's impressionistic opera based on the late-19th-century symbolist play by Maurice Maeterlinck. Mr. Rattle, who will surely illuminate the intricacies of Debussy's" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "title" : "THE WEEK AHEAD; Dec. 19 -- 25" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/19\/arts\/19weekaheadweb.html"} , {"body" : "On the morning of Dec. 16, 1960, a United Airlines DC-8 collided with a T.W.A. Lockheed Constellation, crashing over Park Slope, Brooklyn, and on Staten Island. In all, 134 people died -- 128 passengers and crew members, and 6 people on the ground. City Room marked the 50th anniversary of the crash last week with a series of articles, multimedia" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "READER COMMENTS; For Some, Air Crash Was Personal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE2D91E3CF93AA25751C1A9669D8B63"} , {"body" : "Pop Nate Chinen The observance of Christmas has long been a productive pastime in New York jazz circles, with special engagements brushing up against perennial bookings. This year's most welcome newcomer is MATT WILSON'S CHRISTMAS TREE-O, which just released a bang-up album of the same name on Palmetto. The group, with Mr. Wilson on drums, Jeff" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | DEC. 19-DEC. 25" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E6DE163DF93AA25751C1A9669D8B63"} , {"body" : "For Children 'Amahl and the Night Visitors' (Saturday) A disabled boy offers the baby Jesus the gift of his crutches in this 1951 opera by Gian Carlo Menotti, which has become a Christmas favorite. This year the Little Orchestra Society, which offers the work annually in its Happy Concerts for Young People series, has mounted an entirely new" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/arts\/17Kids.html"} , {"body" : "Around Town Museums and Sites Historic Richmond Town Saturday beginning at 5 p.m., candlelight tours, with a reception: $22, $20 for members, $10 for children under 12; reservations required: (718) 351-1611, Ext. 281. 441 Clarke Avenue, Staten Island , historicrichmondtown.org.20101216 El Museo del Barrio Saturday, 11 a.m. to 6:30 p.m., ''Super" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/arts\/17Spare.html"} , {"body" : "SONGWRITERS have been translating heartache into melody for centuries, scoring the human condition with weather-worn notebooks and battered guitars. As the Irish folk singer Frank Harte once said, ''Those in power write the history, while those who suffer write the songs.'' In Brooklyn, at least, they don't have to suffer alone. At the Brooklyn" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Heartaches and Harmonies" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/arts\/music\/17exchange.html"} ,   {"body" : "Jazz Prices may not include ticketing service charges. Full reviews of recent jazz concerts: nytimes.com\/music. - Rez Abbasi's Invocation (Friday and Saturday) Mr. Abbasi, a guitarist with a taste for fluid introspection and slippery fusions, connects here with some seasoned collaborators: the saxophonist Rudresh Mahanthappa, the pianist Vijay" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/arts\/music\/17Jazz.html"} , {"body" : "America met Stephen L. Baltz on Dec. 16, 1960, held him in a collective embrace for a day and then, grieving, let him go. It was as if some celestial central casting agency had carefully assigned the role of courageous survivor to an 11-year-old boy whose life - had it been spared - would have lent to the senseless wreckage one single note of" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "CITY ROOM; A Boy's Life Before He Fell From the New York Sky" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EEDF1030F934A25751C1A9669D8B63"} , {"body" : "Fifty years later, on a gray December day, there is little to indicate that the corner of Seventh Avenue and Sterling Place in Park Slope, Brooklyn, bore violent witness to the worst air disaster at the time, that the disembodied leviathan tail of a ruined jet came to rest here amid flaming carnage and falling brick. There is no marker, no memorial" , "date" : "20101216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "CITY ROOM; In Buildings And in Yards, The Faded Scars Of a Plane Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFDC1230F935A25751C1A9669D8B63"} , {"body" : "In 2008, when most Americans were fleeing the real estate market, David Mann was charging toward it. After selling a clothing manufacturing company in Manhattan that he had helped run, Mr. Mann, 32, decided to pursue a master's degree in real estate development. Last May he graduated from the Schack Institute of Real Estate at New York University" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; The Real Estate Collapse? It'll Be in the Final" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/realestate\/commercial\/15grad.html"} , {"body" : "It was the accident pilots and passengers in the still-new jet age had feared the most -- a distinctly new kind of catastrophe, one that had never happened over a major urban area, one that would have seemed far less terrifying a few years earlier, when planes were smaller and slower. Two airliners feeling their way through a sloppy mess of fog and" , "date" : "20101213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; 50 Years Later, Traces of an Air Crash Linger in Rusty Metal, and Memories" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/13\/nyregion\/13cityroom.html"} , {"body" : "Real estate stories, of claustrophobic kitchens, tyrannical landlords and rodent-size roaches, are a New York rite of passage. Stories of misery, unexpected good fortune or strange living arrangements -- surely every New Yorker has one. Ed Casabian has a few. There was the time he hunkered down in a one-bedroom, the size of a shoe box, that was" , "date" : "20101213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "In This Journey, Every Sunday Is Moving Day" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/13\/nyregion\/13nomad.html"} , {"body" : "The volunteers are taught to begin at the head, washing the face before proceeding to the neck and right shoulder. The right side is to be washed before the left side, the front before the back. There are prayers to say. Small talk is forbidden. The Jewish protocol for tending to the dead governs almost every interaction between the living and the" , "date" : "20101213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Reviving a Ritual of Tending to the Dead" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/13\/nyregion\/13burial.html"} , {"body" : "Manhattan East Midtown . . . . . . . . $310,000 245 East 54th Street, The Brevard 400-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, concierge, renovated kitchen, 2 exposures, c\/a; maintenance $500, 50% tax deduct-ible; listed at $310,000. Brokers: Hal- stead Property; Barak. West Village . . . . . . . $400,000 51 Morton Street (Hudson" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEFDC1630F931A25751C1A9669D8B63"} , {"body" : "WINTERFEST Rodgers and Hammerstein echoed the views of legions of children in finding paper packages worth singing about. But in New York at this time of year they're also favorite things for polar bears. And snow leopards. ''They get different kinds of good treats that we put inside wrapped boxes that they actually enjoy unwrapping and taking" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E3DA143BF933A25751C1A9669D8B63"} , {"body" : "This weekend Rooftop Films goes underground for two afternoons to show movies in the Atlantic Avenue tunnel in Brooklyn. On Saturday the event is Trapped in the Tunnel, a program of short films about people who venture into unknown territory, like an insurgent's cave in the Iraqi desert, an abandoned coal mine in Pennsylvania and, in ''Covered" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "WEEKEND MISER; Weekend Miser" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3DD1E38F933A25751C1A9669D8B63"} ,   {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Aarses (Thursday) The guitarist David Torn, the alto saxophonist Tim Berne and the drummer Ches Smith make up this improvising trio, grounded in textural exploration and concussive power. At 8 p.m., Littlefield, 622 Degraw Street, between Third and Fourth Avenues, Gowanus, Brooklyn ," , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DA1E38F933A25751C1A9669D8B63"} , {"body" : "The Brooklyn borough president, Marty Markowitz, sang a self-written song about bicycle lanes to the tune of a popular selection from ''The Sound of Music'': ''These are a few of my favorite lanes.'' A 40-year resident of Park Slope, Brooklyn, testified that an influx of cyclists had made her afraid to cross the street in front of her house. A" , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "City Council Hears Sides In Battle Over Bike Lanes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E2DB153BF933A25751C1A9669D8B63"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Cathleen P. Black, the schools chancellor designee, is not a gusher. She is not an over-talker. She is a firm shaker of hands, a professional-grade eye-contact-maker and active listener. During an hourlong visit to Public School 33 in Chelsea on Monday morning, Ms. Black missed no opportunity to smile and say hello to school employees, from the" , "date" : "20101207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "BIG CITY; Chancellor From a Different World Makes the Classroom Rounds" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/07\/nyregion\/07bigcity.html"} , {"body" : "Manhattan Murray Hill .......... $375,000 10 Park Avenue (34th St.) 450-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, kitchen win- dow, h\/w floors, south exposure; maintenance $881, 55% tax deduct- ible; listed at $389,000. Broker: A. C. Lawrence & Co. West Side ........... $580,000 30 West 60th Street, Coliseum Park 750-sq.-ft. co-op" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E0DE1731F936A35751C1A9669D8B63"} , {"author" : "Christine Muhlke is food editor of The Times Magazine." , "body" : "What confusing times these are. And I'm talking just about new cookbook offerings. Fall's usual glut of chef-y titles, primed for the giving, are notably absent. The food we're being offered is much simpler, much faster and removed from the realm of fantasy -- unless we're talking about ''Modernist Cuisine: The Art and Science of Cooking,'' the" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "Cooking" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/books\/review\/Cooking-t.html"} , {"body" : "JUST after 4 o'clock on a Wednesday afternoon, as a dozen people clicked away on their laptops at the Atlas Café in Williamsburg, Brooklyn, half of a tree broke off without warning less than a block away. It crashed into the middle of Havemeyer Street, crushing a parked car, setting off alarms and blocking the street. A deafening chorus of horns" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Destination: LAPTOPISTAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E2D71E30F936A35751C1A9669D8B63"} , {"body" : "JUST after 4 o'clock on a Wednesday afternoon, as a dozen people clicked away on their laptops at the Atlas Café in Williamsburg, Brooklyn, half of a tree broke off without warning less than a block away. It crashed into the middle of Havemeyer Street, crushing a parked car, setting off alarms and blocking the street. A deafening chorus of horns" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Destination: LAPTOPISTAN" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/nyregion\/05laptop.html"} , {"body" : "The father of two Brooklyn public school children filed a lawsuit against state education officials on Friday to stop Cathleen P. Black, a publishing executive, from becoming the next New York City schools chancellor. The suit, filed by Eric J. Snyder of Park Slope, was the first formal legal challenge to Ms. Black's appointment, although more are" , "date" : "20101204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "Parent Sues To Block Schools Chief" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/04\/nyregion\/04black.html"} , {"body" : "Pop Prices may not include ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. Badly Drawn Boy (Friday and Saturday) Damon Gough, who records as Badly Drawn Boy, is an introverted, smoky-voiced, folk-rocking songwriter. His concerts can be more like filibusters than shows, but there's talent amid the dross. With Justin" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/music\/03pop.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Ambrose Akinmusire (Friday and Saturday) Mr. Akinmusire, a recent addition to the Blue Note Records roster, is a sharply proficient trumpeter whose vision for small-group jazz accommodates elements of groove as well as swing. He spent last month as an artist in residence at the Jazz" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/music\/03jazz.html"} ,   {"body" : "THE sound of fiddles and foot stomping may be the last thing you expect to hear at the Chinatown Y.M.C.A. Nevertheless, every weekend Country Dance New York turns the basketball courts into a country dance hall, filled with jigs, reels and plenty of swinging your partner. Make no mistake: this is not square-dancing. These patterned formations, with" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Country Dancing in the Big City" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/nyregion\/03cotillion.html"} , {"body" : "'LULA BELL IN SEARCH OF SANTA' What would happen if Santa Claus pulled a Steven Slater? In the new show at Manhattan Children's Theater, Santa, like that notorious former JetBlue flight attendant, grows furious at his clientele's whiny complaints and rudeness. A flying service employee who doesn't need an emergency escape chute, he simply quits," , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/03kids.html"} , {"body" : "The 19th annual Double Dutch Holiday Classic is a competition that goes beyond anything you saw as a kid at your neighborhood playground. On Sunday students from around the world compete for spots on national and international double dutch teams, using, well, themselves and jump ropes, along with music, dance and gymnastics. The festivities begin" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/nyregion\/03miser.html"} , {"body" : "FOUR years ago Syl Johnson, a Chicago soul singer beloved by R&B purists but otherwise not well known today, was approached by the Numero Group, a small record label that wanted to reissue some of his music from the 1960s and '70s. Mr. Johnson said bluntly that he was not interested. ''I don't like record companies,'' he recalled this week. To" , "date" : "20101203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "A Big Box for an Overlooked R&B Career" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/03\/arts\/music\/03syl.html"} , {"body" : "Housing Developments A giant gingerbread lighthouse illuminated with candles has gone on display at Oceana, 120 West 49th Street. Starting at 11 a.m. Wednesday at Le Parker Meridien, 119 West 56th Street, gingerbread houses created by seven bakeries, including Bakery Soutine, Billy's Bakery, Tribeca Treats and Norma's, will go on display. Visitors" , "date" : "20101201" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/01\/dining\/01fcal.html"} , {"body" : "PARK SLOPE CO-OP $1,050,000 BROOKLYN: 309 Sixth Avenue (between Second and Third Streets) A three-bedroom one-and-a-half-bath parlor floor-through with a new kitchen, a back deck leading to a private garden, a washer\/dryer and a wood-burning fireplace, in a pet-friendly building with basement storage. Lee Solomon, Brown Harris Stevens (718)" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E5DA113FF93BA15752C1A9669D8B63"} , {"body" : "When a Spouse Seeks Board Membership QMy wife bought a co-op before we were married. The board said I could not run for a seat on the board unless I was a shareholder. Didn't I become a shareholder when I married my wife? A ''Marriage to a co-op shareholder does not result in an automatic ownership interest in the apartment for the new spouse,''" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Q & A" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/28\/realestate\/28Q-A.html"} , {"body" : "WINTER'S EVE AT LINCOLN SQUARE In ''A Christmas Carol'' Scrooge's spiritual opposite was Fezziwig, his genial boss of long ago who knew when to put aside workaday concerns, throw open his doors and invite everyone to a grand party. Something similar will happen in New York on Monday evening, but the businesses offering the revelry will be places" , "date" : "20101126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "40" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/26\/arts\/26kids.html"} , {"body" : "Pop Prices may not include ticketing service charges. Full reviews of recent concerts: nytimes.com\/music. The Allman Brothers Band (Monday) This archetypal Southern rock band is still on the road. Gregg Allman, the band's keyboardist and main singer, is more than ever its center, since its co-founder, Dickey Betts, is estranged from the group. His" , "date" : "20101126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/26\/arts\/music\/26pop.html"} , {"body" : "Over the last four years, the streets of New York City have undergone a transformation: More than 250 miles of traffic lanes dedicated for bicycles have been created, and several laws intended to promote cycling have been passed. The efforts by the Bloomberg administration have placed the city at the forefront of a national trend to make bicycling" , "date" : "20101123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Bike Lanes Proliferate, And Protest Gets Louder" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/23\/nyregion\/23bicycle.html"} ,   {"body" : "Manhattan Hudson Heights ....... $335,000 250 Cabrini Boulevard (187th St.) 720-sq.-ft. co-op in a prewar building; part-time doormen, renovated kitch- en, h\/w floors; maintenance $754, 27% tax deductible; listed at $392,000. Brokers: Simone Song Properties; Corcoran Group. Upper East Side ....... $600,000 233 East 70th Street, The Empire" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EEDC123DF932A15752C1A9669D8B63"} , {"body" : "Cyclists, don't be afraid of a little chill in the air, especially when dressed in your best houndstooth check coats and wool vests for the Big Apple Tweed Fall Ride on Sunday. The organizers have devised a ride that combines old English style with bicycling, to create what they call ''a unique and memorable social experience that pays homage to a" , "date" : "20101119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/19\/nyregion\/19miser.html"} , {"body" : "Jeanine Hays, who has a day job as a policy associate for the Family Violence Prevention Fund, a California nonprofit group, created AphroChic, a design blog and online home-goods emporium, as a vehicle for what she calls ''soulful style.'' For the Brooklyn Renaissance Collection (her second), that means pillows, wallpaper and shower curtains in" , "date" : "20101118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | DéCOR; Accessories With Brooklyn Soul" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/18\/garden\/18decor.html"} , {"body" : "Suppose you'd rather let someone else do the baking? Here are some bakeries that will allow New Yorkers to fetch and carry instead of roll and crimp: BENOIT 60 West 55th Street, (646) 943-7373. A pumpkin pie with a French-style filling is $20, available on two hours' notice every day from Nov. 22. BLUE SMOKE BAKE SHOP 116 East 27th Street, (212)" , "date" : "20101117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Bakeries Happy to Do It for You" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/17\/dining\/17pieside.html"} , {"body" : "Openings NEW YORK CENTRAL A former lounge cantilevered over 42nd Street is now a 220-seat restaurant, bar and lounge. From an open kitchen, Christian Ragano, above, who came from NoMI in Chicago, will serve earthy dishes like flank steak with charred endive and lyonnaise cheese, braised short ribs with manchego polenta, loin of lamb with licorice" , "date" : "20101117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/17\/dining\/17off.html"} , {"body" : "AS newlyweds, Brian and Bridget Applegate spent two years squeezed into a small one-bedroom on the Upper East Side. They were eager to buy, and it had to be a larger place. ''When I had to get medicine out if I was sick,'' Mrs. Applegate said, ''I had to remove three boxes of shoes to get into where it was stored. It wasn't like, 'Take something" , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER EAST SIDE (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; A Little Air, Indoors and Out" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/14\/realestate\/14Hunt.html"} , {"body" : "THE first movie theater in New York City, the Regent, opened in a German section of Harlem in 1913, with a showing of ''Pandora's Box.'' The Regent, at 116th Street and Seventh Avenue, was designed by Thomas W. Lamb and had about 1,800 seats. Since the 1960s, it has been an evangelical church. The city is dotted with such old theaters -- many" , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "10" , "title" : "Once Palaces, Now Chain Stores" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EFD8173BF937A25752C1A9669D8B63"} , {"body" : "'RAPTORS IN FLIGHT' When Lorrie Schumacher visits New York this weekend, she plans to bring fighter jets, tanks and specially equipped bombers. She won't conduct any military maneuvers, however. These lean, mean machines are nature's own. ''Owls are stealth bombers,'' said Ms. Schumacher, a licensed master-class falconer. ''We call the red-tailed" , "date" : "20101112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books" , "Theater"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/12\/arts\/12kids.html"} , {"body" : "PEELS 325 Bowery (East Second Street), (646) 602-7015. Peels is the latest venture from the alley-cat downtown scenemakers behind Freemans on the Lower East Side, Saavo Tomer and William Tiggert. The menu is vaguely Southern -- fried chicken appears, along with shrimp and grits -- but the Southern the restaurant really invokes is the one below" , "date" : "20101110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DD1E39F933A25752C1A9669D8B63"} , {"body" : "Like many creative professionals who live in Williamsburg, Lewis Canfield possesses a Renaissance man's variety of passions and hobbies. He worked in the movie industry, profited from the Internet boom, dabbled in art, developed an interest in women's perfume scents and now buys, sells and renovates Brooklyn real estate. No topic has captured his" , "date" : "20101109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "THE APPRAISAL; For One Real Estate Investor, Vinyl Siding Never Lost Its Shine" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/09\/nyregion\/09appraisal.html"} ,   {"body" : "Angélique Kidjo, 50, the Grammy-winning African pop star, savors the rare Sundays when her touring schedule allows her to be home with her family. She lives with her husband, Jean Hébrail, and daughter, Naïma, 17, in a condominium in Park Slope, Brooklyn. After growing up in Benin, in West Africa, Ms. Kidjo spent 14 years in France, then moved" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE | ANGéLIQUE KIDJO; Finding a Spot in the Wild" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/07\/nyregion\/07routine.html"} , {"body" : "MANHATTAN Murray Hill .......... $360,00010 Park Avenue (34th St.)r 0 f 1 h 0 o 24 weeks475-sq.-ft. studio co-op in a prewarbuilding; 24-hr. doormen, kitchen win-dow, sunken living room, high ceilings;maintenance $724, 55% tax deduct-ible; listed at $389,000. Broker: A. C.Lawrence & Company. Upper East Side ....... $515,000301 East 64th Street," , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E0D71738F934A35752C1A9669D8B63"} , {"body" : "PARK SLOPE CO-OP $459,000 BROOKLYN: 140 Eighth Avenue, #6J A one-bedroom one-bath co-op with a living area, a foyer and a separate kitchen in a full-service Art Deco building a block from Prospect Park. Debra Bondy, Corcoran Group (917) 690-3981; www.corcoran.com Open house Sunday, 2 to 4 p.m. MAINTENANCE: $1,113 a month (includes heat and" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDA1631F934A35752C1A9669D8B63"} , {"body" : "About a year ago, I submitted a lighthearted complaint to this section about my undying disdain for the stinky ginkgo trees in the Queens neighborhood in which I lived at the time. The editor expressed interest but regretfully told me that there were simply too many complaints to publish. Maybe in the future, I was told. Feh. It was enough just to" , "date" : "20101107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "CITY ROOM; A Gripe About Trees Finally Bears Fruit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2DC1638F934A35752C1A9669D8B63"} , {"body" : "Around Town Museums and Sites Morgan Library & Museum Tuesday at 6:30 p.m., a discussion with Ron Chernow, author of the George Washington biography ''Washington: A Life''; $15, $10 for members. Hours: Tuesdays through Thursdays, 10:30 a.m. to 5 p.m.; Fridays, 10:30 a.m. to 9 p.m.; Saturdays, 10 a.m. to 6 p.m.; Sundays, 11 a.m. to 6 p.m.; 225" , "date" : "20101105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "42" , "title" : "Spare Tijmes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EED71F31F936A35752C1A9669D8B63"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Sara Bareilles (Wednesday) ''I'm not gonna write you a love song 'cause you asked for it,'' Ms. Bareilles, a singer, songwriter and pianist from California, promises on the jaunty, taunting single (''Love Song'') that kicked off her career. Ms. Bareilles is frequently compared to Norah Jones," , "date" : "20101105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/05\/arts\/music\/05pop.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "A PHOTOGRAPH of an Army cadet pilot hangs on a wall in the apartment in Park Slope, Brooklyn, where William and Lucille Harris have lived nearly their entire married life. He wears a bomber jacket, goggles pushed up over his hair and a milewide smile. The fledgling pilot must have been a heartbreaker; not surprisingly, an insurance company clerk a" , "date" : "20101031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | PARK SLOPE; Finders, Keepers" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/31\/realestate\/31habitat.html"} , {"body" : "With BoltBus, Megabus, and an array of Chinatown-to-Chinatown companies already operating, it might seem the market for discount New York-to-D.C. bus lines has reached capacity. But one upstart is betting there's room for a new angle. The Know It Express, which debuts Friday, bypasses Manhattan and downtown Washington altogether, instead offering" , "date" : "20101031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "2" , "title" : "IN TRANSIT; Washington to Brooklyn By 'Hipster Highway' Bus" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E3DC1E31F932A05753C1A9669D8B63"} , {"body" : "AUTUMN is in the air. Up next will be winter frost, colored lights, fancy windows, the ball dropping in Times Square -- and, quite possibly, yet another annual increase in monthly charges for co-op and condo residents. Many factors are to blame for the increases: rising insurance premiums, energy costs and property taxes, among others. But as" , "date" : "20101031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Super Is Us" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/31\/realestate\/31cov.html"} , {"body" : "Around Town Museums and Sites Merchant's House Museum Friday and Saturday from 6 to 10 p.m., candlelight tours of the house; $25, $13 for members. This Sunday at 7 and 9 p.m., ''Spine Tingling & True: Ghost Stories of the Merchant's House Museum,'' told by Anthony Bellov and Dayle Vander Sande; $25, $15 for members. Reservations suggested for both" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Education"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/arts\/29spare.html"} ,   {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Roy Ayers (Friday and Saturday) Mr. Ayers, a vibraphonist, helped precipitate the 1970s boom in Afrocentric jazz-funk, a sound that has enjoyed some refurbished cachet in recent years. At 8 and 10:30 p.m., Blue Note, 131 West Third Street, Greenwich Village , (212) 475-8592," , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/arts\/music\/29jazz.html"} , {"body" : "388 Fifth Avenue (Sixth Street), Park Slope, Brooklyn; (718) 832-2970, kappasakehouse.com. In Japan, kappa are mythical water monsters with a taste for cucumbers and human guts. They use flatulence in self-defense. Nevertheless, my friends from Japan say, they are lovable. Hence the name of this low-key Japanese restaurant, formerly the elegant" , "date" : "20101027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "DINING BRIEFS | CHECKING IN; KAPPA SAKE HOUSE" , "url" : "http:\/\/events.nytimes.com\/2010\/10\/27\/dining\/27dinbriefs-2.html"} , {"body" : "IT used to be that the only thing keeping Gary D. Warshauer up at night was the chatter of crickets and the howl of coyotes. There was little about this 23-square-mile municipality in northeastern Westchester to trouble Mr. Warshauer, its town supervisor: the underground water supply, all 11 aquifers of it, was untainted; more than a third of town" , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "LIVING IN | POUND RIDGE, N.Y.; Keeping the Peace, Fearing for the Quiet" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E5D81338F937A15753C1A9669D8B63"} , {"body" : "IT used to be that the only thing keeping Gary D. Warshauer up at night was the chatter of crickets and the howl of coyotes. There was little about this 23-square-mile municipality in northeastern Westchester to trouble Mr. Warshauer, its town supervisor: the underground water supply, all 11 aquifers of it, was untainted; more than a third of town" , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "LIVING IN | POUND RIDGE, N.Y.; Keeping the Peace, Fearing for the Quiet" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/24\/realestate\/24living.html"} , {"body" : "LIKE many liberal-minded New Yorkers, I find racial profiling abhorrent. But there is one place that I, like many liberal-minded New Yorkers, profile people all the time, and not only by race but also by age, ethnicity and sartorial choices: on the subway. I'm a 27-year-old Hebrew school teacher and freelance writer who crisscrosses the city" , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEW YORK STORY; Profiling for a Seat" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/24\/nyregion\/24nystory.html"} , {"body" : "For three decades, Gene Russianoff, the staff lawyer for the New York Public Interest Research Group's Straphangers Campaign, has championed the rights of subway riders. Most days, he is one: He and his wife, Pauline Toole, the program director of the We Are New York Community Leadership Project, do not own a car. But on Sundays, Mr. Russianoff," , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNDAY ROUTINE; A Day Without a Train" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/24\/nyregion\/24routine.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "IF ever an image captured the rhythms of summer for generations of working-class New Yorkers, it is the humble Rockaway bungalow. By the '30s, more than 7,000 of these Hansel-and-Gretel-like cottages lined the Queens peninsula, their very silhouettes conjuring nostalgia-soaked memories. Today, perhaps fewer than 400 bungalows remain, the others" , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | FAR ROCKAWAY, QUEENS; A Magnetic Field With Walls and Roof" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/24\/realestate\/24habi.html"} , {"body" : "AFTER graduating from the Juilliard School, Monica Ohuchi Bunch practiced and taught on her upright piano. Two years ago, she upgraded to a Steinway Grand, Model B, nearly seven feet long. It had to be lifted, via crane, into the apartment she shared with her husband, Kenji Bunch. They watched with their hearts in their throats as it entered their" , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Place to Make Music, Minus Noise" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/24\/realestate\/24hunt.html"} , {"body" : "The key to delicious Canada goose, Jackson Landers says, begins at the moment of death. ''When people taste a Canada goose and say 'this is terrible,' '' Mr. Landers said, ''usually when you track down the history of how the animal was taken and butchered, you might have an animal that's gut shot and left to sit for a few hours in the back of a" , "date" : "20101023" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "CITY ROOM; The Dump? No, Put The Goose In the Oven" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E1D7143BF930A15753C1A9669D8B63"} , {"body" : "Around Town Museums and Sites Merchant's House Museum For the next two Fridays and Saturdays and this Thursday, from 6 to 10 p.m., candlelight tours of the house; $25, $13 for members. This Sunday, 3 to 5 p.m., ''From Parlor to Grave: 1865 Funeral Re-enactment,'' a staging of the funeral of Seabury Tredwell, the owner of the house in the mid-1800s," , "date" : "20101022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/22\/arts\/22spare.html"} ,   {"body" : "'ZOOZOO' Theatergoers usually expect to stare, not to be stared at. But at ''ZooZoo'' you'll be scrutinized. This begins just seconds into the production, as small blue lights dance in the pitch-black darkness above the New Victory Theater's stage. Knocking into one another like balls on a pool table, the lights randomly pair off, and lo and behold" , "date" : "20101022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/22\/arts\/22kids.html"} , {"body" : "Maria Frangos, 25, imagined a future as a careerist in snazzy business suits, ensconced in her own office, until she took a college-level class in business management and despised it. Inspired by her older brother, a pharmacy intern, she changed course. Six years of college later, she is a licensed pharmacist holding down two jobs in Brooklyn: at" , "date" : "20101021" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ENTRY LEVEL; A Pharmacist With Dreams of Independence" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/21\/nyregion\/21entry.html"} , {"body" : "Eating Local: Discuss A conversation about eating local, with Steven Jenkins, a partner and the cheese expert at Fairway; David Shea, the chef and an owner of Applewood in Brooklyn; and others will be held on Thursday at 7:30 p.m. at the New York Public Library, in the South Court Auditorium. Admission is free with a reservation from" , "date" : "20101020" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/20\/dining\/20fcal.html"} , {"body" : "By calling it ''The New Brooklyn Cookbook,'' Brendan and Melissa Vaughan, husband and wife authors, clearly present a time frame: the last decade, give or take a couple of years. The cookbook opens with a nod to the ''old'' Brooklyn of Di Fara's and Peter Luger, and then plunges right in with the place the Vaughans consider to be the game changer" , "date" : "20101020" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Contemporary Brooklyn Recipes" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/20\/dining\/20brooklyn.html"} , {"body" : "Manhattan Less Than $400,000 Murray Hill .......... $362,0002 51 East 32nd Street, Riverview East 550-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge, renovated kitchen and bath; maintenance $988, 56% tax deductible; listed at $362,000. Brokers: Century 21 NY Metro; Prudential Douglas Elliman. $400,000 to $699,999 Chinatown" , "date" : "20101017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE0DD1231F934A25753C1A9669D8B63"} , {"body" : "Julia Mara McCarthy and Paul James Leeming were married Saturday at the Cathedral Church of St. John the Divine in New York. The Very Rev. Dr. James A. Kowalski, the dean of the cathedral, performed the ceremony, with the Very Rev. James Parks Morton, an Episcopal priest and the bridegroom's godfather, taking part. Mrs. Leeming, 32, is an architect" , "date" : "20101017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Julia McCarthy, Paul Leeming" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/17\/fashion\/weddings\/17MCCARTHY.html"} , {"body" : "With lyrics like ''We would have never met, without the Internet'' and ''I left my wife and only child for a girl at the Renaissance fair,'' Ethan Lipton and His Orchestra tell tales of quirky, modern romance. On Saturday Mr. Lipton, joined by Eben Levy on guitar, Ian Riggs on stand-up bass and Vito Dieterle on saxophone, will be crooning for the" , "date" : "20101015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/15\/arts\/15miser.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. - Dierks Bentley (Monday through Thursday) An amiable country star from Nashville, Mr. Bentley sings, cleanly and earnestly, about family life and, in ''What Was I Thinkin','' of ogling a woman in a little white tank top. He's dedicated to exploring both sides of the outlaw coin -- the sinner" , "date" : "20101015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/15\/arts\/music\/15pop.html"} , {"body" : "I'VE made several concessions at my table in the name of good health, and most of them are positive. I like brown rice nearly as much as white, and a crusty whole-grain boule even more than most pale baguettes. Quinoa and millet have happily entered my dinner rotation, and whole-grain polenta is a sweet, corny delight. The one line I thought I'd" , "date" : "20101013" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A GOOD APPETITE; Cardboard No More" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/13\/dining\/13appe.html"} , {"body" : "Jaki Byard was a jazz pianist of rumbling mastery, quick humor and sprawling erudition, never as prominent as he should have been, though he was hardly unheralded in his time. Since his death in 1999, his legacy has been burnished by some posthumous live recordings and, no less effectively, by the continuing testimony of his students, several" , "date" : "20101012" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "MUSIC REVIEW; Honoring a Jazz Pianist and Mentor (Without Using a Single Jazz Piano)" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/12\/arts\/music\/12byard.html"} ,   {"body" : "Luke Geissbühler has raised the bar in the cool-dad competition. In August, Mr. Geissbühler, a 40-year-old director and cinematographer, tethered a video camera to a weather balloon and sent both more than 100,000 feet into the stratosphere. The camera safely returned to the ground with the help of a small parachute. The entire trip took about 90" , "date" : "20101012" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "4" , "title" : "In a Takeout Container, a Trek to the Stratosphere" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/12\/science\/space\/12weather.html"} , {"body" : "DEAR DIARY: Clinching the pole on the No. 4 train on a July night while reading ''Angela's Ashes,'' I felt a tap on my shoulder. ''Did you know it's the one-year anniversary of Frank McCourt's death?'' The accent was clearly Irish. Something -- perhaps the brogue -- compelled me to ask, ''Did you know him?'' ''He was a good friend of mine,'' the" , "date" : "20101011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/11\/nyregion\/11diary.html"} , {"body" : "October 10, 2010 -- 10\/10\/10 -- came and went largely unmarked in New York, unless you were getting married or placing a bet. Thousands of couples across the country chose the date as their wedding day for various reasons -- convenience, binary code symbolism, the hope that a perfect ''10'' somehow boded well for a successful marriage. Yet Damon" , "date" : "20101011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "From Wedding Halls to Horse Tracks, a Special Date" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/11\/nyregion\/11tenten.html"} , {"body" : "Elizabeth Channing Powell, a daughter of Nancy Landry Powell and Earl A. Powell III of Easton, Md., was married at her parents' house Saturday evening to Dr. Jonathan Edward Soverow, a son of Maliheh Soverow and Dr. Gary Soverow of McLean, Va. Sandra Day O'Connor, the retired Supreme Court justice, officiated. The bride, 31, is known as Channing." , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "19" , "title" : "Channing Powell, Jonathan Soverow" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/10\/fashion\/weddings\/10powell.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Rez Abbasi Acoustic Quartet (Friday and Saturday) On ''RAAQ'' (AbstractLogix), a new album whose title is an acronym for this band, the guitarist Rez Abbasi brings thoughtful clarity to a program of sharp originals and interesting covers, including a piece by Nusrat Fateh Ali Khan. His" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/arts\/music\/08jazz.html"} , {"body" : "EVERYONE knows that the Comic-Con International in San Diego is like a nerds-are-cool Woodstock, where freak flags are waved proudly and Hollywood sweats to build buzz for its releases. But New York is the birthplace of comic books, and the New York Comic Con, at just five years old, has become a respectable contender as the ''it'' place for a" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "25" , "title" : "Graphic Evidence Of Comics Fanatics" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/books\/08comics.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Ólöf Arnalds (Saturday) This Icelandic folk singer and songwriter -- for many years, she toured with Mum -- has a high, earthy voice that bubbles and spurts, breathless and earnest. (Bjork is a fan.) Her excellent second album, ''Innundir Skinni'' (One Little Indian), was released last" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/arts\/music\/08pop.html"} , {"body" : "The days when many Italian pasta manufacturers grew their own wheat are long gone. But Massimo Mancini has started reviving the tradition. The results, which are delighting some well-known chefs, are also available for home cooks. At Locanda Verde, Andrew Carmellini likes the texture of Mancini pasta, especially the trenette, above. ''I" , "date" : "20101006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; An Italian Pasta Factory, Next to the Farm" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/06\/dining\/06pasta.html"} , {"body" : "Kate E. Hammond, a daughter of Patricia M. Hammond and Robert E. Hammond of Brooklyn, was married Saturday to Martin B. Minkowicz, the son of Grazyna Minkowicz and Bogdan Minkowicz of Nysa, Poland. The Rev. William J. Rueger, a Roman Catholic priest, performed the ceremony at St. Francis Xavier Roman Catholic Church in Brooklyn. Mrs. Minkowicz, 26," , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Kate Hammond, Martin Minkowicz" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/fashion\/weddings\/03HAMMOND.html"} , {"body" : "VALERIE BERGER was nearly 60 but had never had her own place. She split her time between her mother's house and her boyfriend's apartment, both in Park Slope, Brooklyn. Then her boyfriend died of a surgery-related infection at age 70, a few years after her mother did. Unable to afford much else, Ms. Berger moved in April 2009 into the Y.W.C.A. in" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "At the Y, 'They Take Care of Each Other'" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/nyregion\/03ywca.html"} ,   {"author" : "E-mail: habitats@nytimes.com" , "body" : "BACK in the days when Jean-Paul Sartre and Simone de Beauvoir were an item, they lived for a time on different floors of the Hôtel Mistral near the Montparnasse Cemetery in Paris. ''Thus we had all the advantages of a shared life,'' de Beauvoir wrote in her memoirs, ''without any of the inconveniences.'' Emily Nemens, the communications director" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | WILLIAMSBURG, BROOKLYN; One Relationship, Times Two" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/realestate\/03habi.html"} , {"body" : "Manhattan Less Than $400,000 Hamilton Heights . . . . . $248,000 660 Riverside Drive (143rd St.) 440-sq.-ft. condo in a prewar building; part-time doormen, renovated kitchen and bath, h\/w floors, laundry room in building; common charge $470; taxes $1,980; listed at $275,000. Broker: Barak. $400,000 to $699,999 Tudor City . . . . . . . . . . . ." , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E4D9103FF930A35753C1A9669D8B63"} , {"body" : "WHAT if your apartment roommate moved out abruptly with no forwarding address, leaving you to pay his half of that month's rent? Frantic mass e-mails and Facebook posts have yielded no replacements, and you are tired of dealing with spammers and strangers on Craigslist. With next month's rent looming, what do you do? One option is Roommates Wanted" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTING; Mingle, Meet, and Maybe Move In" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/realestate\/03posting.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Bell X1 (Thursday) Tremendously popular in its native Ireland, this quartet's glazy, melodic alt-rock recalls the quasi-experimental yawning of Coldplay. And while it's occasionally derided for its seeming dedication to mildness, the band did record a long, contemplative song about the drama" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/01\/arts\/music\/01pop.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Woody Allen and the Eddy Davis New Orleans Jazz Band (Friday, Saturday and Monday) Perhaps you've heard that Woody Allen plays clarinet, serviceably well, in a traditional New Orleans style. Maybe you've tried and failed to secure reservations for his regular Monday-night stand at the" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/01\/arts\/music\/01jazzlist.html"} , {"body" : "A CD called ''Songs From the East Village'' might make you think of old-school punk or hipster rock. But for a group of children from the East Village Community School, the CD means music from Puerto Rico, Iraq, Tibet, Ireland and elsewhere. ''These are songs the children's grandparents or parents grew up singing,'' said Susan McKeown, a" , "date" : "20100926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Students Put Own Spin on World Music" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E2D91231F935A1575AC0A9669D8B63"} , {"body" : "Like many New Yorkers, the people of Brooklyn Heights have something of a love-hate relationship with the Brooklyn-Queens Expressway. On the one hand, the highway is the bane of the neighborhood, carrying trucks whose startling rumbles often wake the sleeping, and spewing dust and fumes onto leafy streets named Cranberry, Pineapple and Willow. But" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN-QUEENS EXPRESSWAY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BROOKLYN HEIGHTS JOURNAL; As Aging B.Q.E. Faces Reconstruction, Ideas Turn to Tunnels" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/25\/nyregion\/25metjournal.html"} , {"body" : "Around Town Museums and Sites Morgan Library & Museum Tuesday at 6:30 p.m., a discussion about Mark Twain's legacy by writers who are also avid readers of his work: the humorist Fran Lebowitz, the novelist Toni Morrison and the New York Times columnist Frank Rich; $30, $25 for members. The discussion is in conjunction with the exhibition ''Mark" , "date" : "20100924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/24\/arts\/24spare.html"} , {"body" : "'THE MAGIC ORANGE TREE' CELEBRATION When Diane Wolkstein listened to news reports after the January earthquake in Haiti, she continually heard references to that country's extreme poverty. She found the descriptions heartbreaking, she said, because in her view Haiti has at least one source of great wealth. ''It's not poor in culture,'' said Ms." , "date" : "20100924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/24\/arts\/24kids.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Muhal Richard Abrams, With George Lewis \/ Henry Threadgill's Zooid (Friday) Mr. Abrams, a pianist, founded the Association for the Advancement of Creative Musicians, a Chicago organization keenly important to the avant-garde of the last 45 years. He performs here with Mr. Lewis, a" , "date" : "20100924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/24\/arts\/music\/24jazz.html"} ,   {"body" : "The Rorschach allure of the dark, leafy shapes have you admiring the crisp kale chips before you nibble. Thin and glazed with various seasonings, they not only are snack worthy and packed with nutrients, but they also can be used for dipping or as a salad topping or a garnish for all sorts of dishes, like baked fish or even soups. Amy Hamberry and" , "date" : "20100922" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Nutritious Chips: Not an Oxymoron" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/22\/dining\/22kale.html"} , {"body" : "Tasting Sakes A tasting with more than 300 sakes is set for Sept. 23 at 6 p.m. at 82 Mercer Street (Grand Street), $90 from joyofsake.com or at the door ($20 of each ticket benefits Citymeals-on-Wheels). Yummy Park Slope A free sampling from a variety of restaurants, food vendors and wine merchants in Park Slope, Brooklyn, will be held mostly along" , "date" : "20100922" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DB113FF931A1575AC0A9669D8B63"} , {"body" : "MORRIS HEIGHTS was not first, second or even third on the list of neighborhoods where David Klaw and his fiancée, Jill Sunderland, considered buying a house. This small, hilly community in the West Bronx, with a troubled past and an optimistic future, was actually fourth in line and came into play only after deals fell through in Brooklyn and" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN; Morris Heights, the Bronx: The View Is Auspicious From Here" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E7DF143CF93AA2575AC0A9669D8B63"} , {"body" : "MORRIS HEIGHTS was not first, second or even third on the list of neighborhoods where David Klaw and his fiancée, Jill Sunderland, considered buying a house. This small, hilly community in the West Bronx, with a troubled past and an optimistic future, was actually fourth in line and came into play only after deals fell through in Brooklyn and" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN; Morris Heights, the Bronx: The View Is Auspicious From Here" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/19\/realestate\/19living.html"} , {"body" : "HOW could he possibly relinquish the lease on a $714 rent-stabilized one-bedroom? Everyone told Gary Parker he was crazy. But he was the one living the reality behind the cheap rent. His railroad apartment in South Park Slope, Brooklyn, was noisy, dark and badly maintained. He longed for a better quality of life. Mr. Parker, who grew up near" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KENSINGTON (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Because Dirt-Cheap Has Its Downsides" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/19\/realestate\/19hunt.html"} , {"body" : "From the air, some neighborhoods in Brooklyn and Queens looked like Lego masterpieces that angry children had done their best to sweep aside. Trees remained sprawled along the stately streets of Forest Hills, Queens. Two telephone-pole-thick pieces of one storm-ruined tree still blocked a street, pinning a blue sedan to the pavement. On Friday" , "date" : "20100918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "After Fast, Potent Storm, Cleanup Quickly Begins" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/18\/nyregion\/18weather.html"} , {"body" : "As National Weather Service officials declared Friday that two tornadoes had indeed swept into New York City on Thursday, some tree-lined streets in Brooklyn and Queens looked - at least from the air - like Lego masterpieces that angry children had done their best to sweep aside. Some were more than a century old but still sturdy and doing their" , "date" : "20100918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Mourns Trees Toppled By Tornadoes" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/18\/nyregion\/18trees.html"} , {"body" : "The doorways inside 30 Ocean Parkway, an Art Deco building in Windsor Terrace, Brooklyn, are studded with mezuzas of all sizes and styles: plastic, pewter, simple, gaudy, elegant. The people behind those doors are an assortment, too: Catholics, Baptists, Episcopalians, Buddhists, atheists and even a few observing the High Holy Days this week. ''I" , "date" : "20100918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "On Doorways, A Jewish Custom Inherited by Gentiles" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/18\/nyregion\/18mezuzahs.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Imagine Yom Kippur 2016: a steady stream of Jews file into a gleaming 13-story building two blocks from ground zero. Maybe one peeks inside the mosque on the building's ground floor to see whether a friend from her Turkish cooking class is there, then heads up to the third floor, where glass cases display artwork from Western and Middle Eastern" , "date" : "20100918" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "BIG CITY; A Vision Of a Place For All Faiths" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/18\/nyregion\/18bigcity.html"} , {"body" : "A brief but fierce storm roared through New York City on Thursday evening, throwing down trees like sticks, crippling debris-strewn neighborhoods in Brooklyn, Queens and Staten Island, disrupting commuter rail service and killing at least one person. The storm and its aftereffects bore many of the hallmarks of a tornado, with the tops of countless" , "date" : "20100917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MECHANICSBURG (PA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Wide Damage As Storm Races Across the City" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/17\/nyregion\/17storm.html"} ,   {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Broken Social Scene (Saturday) This Canadian indie-rock collective (the reigning king, as it were, of Canadian indie-rock collectives) has a membership so fluid -- and with so many side projects -- that constructing a flow chart would not feel superfluous. The group recently released" , "date" : "20100917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/17\/arts\/music\/17pop.html"} , {"body" : "'CAT: THE OPERA-MUSICAL' A cat nestles just as neatly inside numerous English words -- categorical, catamaran, concatenation -- as it does on many a sofa and armchair across America. Few probably think about that, but George Plimpton did. His musings will gain new life on Sunday when Family Opera Initiative presents the premiere of ''Cat: The" , "date" : "20100917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/17\/arts\/17kids.html"} , {"body" : "''Abandon all hierarchical learning ye who enter here,'' warns the Web site of Brooklyn Brainery (brooklynbrainery.com), a group that hosts collaborative learning courses in subjects like astronomy, Southern cooking or the more abstract Pseudoscientific Pursuits. For the classes -- ''Think book clubs on steroids,'' Brooklyn Brainery says -- group" , "date" : "20100917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/17\/arts\/17miser.html"} , {"body" : "A new voting system unveiled in New York City for the primary election on Tuesday was plagued by problems, with some polling places opening hours late and others verging on chaos as workers coped with malfunctioning machines. Some polling sites did not receive the optical scanners needed to read paper ballots by 6 a.m., when voting was supposed to" , "date" : "20100915" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "30" , "title" : "CITY ROOM; Debut of Voting System in New York City Is Plagued by Chaos and Delays" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EEDE1E3BF936A2575AC0A9669D8B63"} , {"body" : "The Flavors of Fall Fall-flavored apple-cider doughnuts ($2 each) and pumpkin-spice doughnut holes with a two-ounce container of cream-cheese frosting (five for $4), from Colicchio & Sons, will be sold at a stand on the High Line at West 16th Street, until Oct. 13. Village Variety A Taste of the Village, benefiting Washington Square Park, will be" , "date" : "20100915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DF1F3BF936A2575AC0A9669D8B63"} , {"body" : "Ghost pepper, a name for the bhut jolokia grown mainly in northeast India, is so powerful that the Indian military announced earlier this year that it was going to ''weaponize'' the peppers for hand grenades. Jay Sheldon, a Brooklyn sculptor, sells not only small dried ghost peppers, crushed flakes and finely ground powder, but also little" , "date" : "20100915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; A Little Candy Makes the Heat More Bearable" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EFDD153BF936A2575AC0A9669D8B63"} , {"body" : "187 Fifth Avenue (Berkeley Place), Park Slope, Brooklyn, (347) 763-0933. Campo de' Fiori may seem like a pizzeria. Half the menu is devoted to Roman square-cut pizzas. And the dough has a dramatic back story: it is a result of 15 years of experiments by an engineer specializing in the molecular properties of flour. Made in Italy, it is flash" , "date" : "20100915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | RECENTLY OPENED; CAMPO DE' FIORI" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E2D9153BF936A2575AC0A9669D8B63"} , {"body" : "In my neighborhood it is known simply as ''the muffin shop,'' and it is the muffin shop, though that is kind of a shame because the real name, Blue Sky Bakery, is just so right. You wake up, you walk down Fifth Avenue past the toy boutiques and restaurants that have popped up since Blue Sky opened and the unsung bodegas and hardware stores that" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEIGHBORHOOD JOINT | PARK SLOPE; A Ray of Sunshine In Every Bite" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/nyregion\/12joint.html"} , {"body" : "FOR 12 years, Meaghan Jones lived in a series of Upper East Side high-rises. The main appeal: the buildings were convenient to her office. If anyone had asked her the names of her neighbors, she would have been stumped. ''I didn't talk to them,'' she said. ''I just came in and out.'' Typical New York apartment living, of course. But wait, there was" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Social Set" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/realestate\/12cov.html"} , {"body" : "Around Town Museums and Sites American Museum of Natural History Beginning on Wednesday at 7 p.m. and running every Wednesday evening through Nov. 3, a sketching workshop, drawing from museum displays and dioramas; $160, not including materials. The Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10spare.html"} ,   {"body" : "BROOKLYN BOOK FESTIVAL Animals, aliens, monsters, body parts (especially the posterior) and anything that's a gross-out -- these literary themes always seem to captivate children. The Brooklyn Book Festival offers them all, but its organizers also provide something for young people that many book fairs don't: titles and topics for those older than" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/10kids.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Marc Anthony (Friday) In 1999 Mr. Anthony, a New York salsa singer of Puerto Rican descent, released his first English-language album, ''Marc Anthony'' (Columbia), a collection of tepid pop songs that garnered him widespread commercial success. Over a decade later he is back to singing mostly" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/music\/10pop.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Ambrose Akinmusire Quintet (Friday) Ambrose Akinmusire, a recent addition to the Blue Note Records roster, is a dangerously proficient young trumpeter whose vision for small-group jazz accommodates elements of groove as well as swing. He has smart and attentive partners in this" , "date" : "20100910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/10\/arts\/music\/10jazz.html"} , {"body" : "TWENTY years ago, when Fifth Avenue in Park Slope could still be called marginal in the pages of The New York Times, Michael Ayoub opened Cucina there, on the corner of Carroll Street. The restaurant was an elegantly casual Italian trattoria that managed to charm both a burgeoning population of young brownstoners with jobs in Manhattan and the" , "date" : "20100908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RESTAURANT REVIEW; Who Needs the Gastrotourists?" , "url" : "http:\/\/events.nytimes.com\/2010\/09\/08\/dining\/reviews\/08rest.html"} , {"author" : "Ava Chin writes the Urban Forager column for the City Room blog at nytimes.com\/cityroom." , "body" : "Back in July, on a meditation weekend at the Omega Institute in Rhinebeck, N.Y., I spied flaming-red bunches of sumac fruit standing out from the branches of a tree like tiki torches. They were so dramatic I was surprised I hadn't noticed them earlier. I spent the rest of the morning, when I was supposed to be meditating, gazing out the window at" , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CITY ROOM; From Sumac, Something Like Lemonade" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE3DF133EF936A3575AC0A9669D8B63"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Ambrose Akinmusire Quintet (Thursday) Ambrose Akinmusire, a recent addition to the Blue Note Records roster, is a dangerously proficient young trumpeter whose vision for small-group jazz accommodates elements of groove as well as swing. He has smart and attentive partners in this" , "date" : "20100903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/arts\/music\/03jazz.html"} , {"body" : "Learning can be fun. And cheap. Fight your back-to-school blues with some of this week's educational deals. Whether it's an evil villain with a gamma-ray gun or just your child's homework, the ''can help with your nemesis problem,'' as the sign above its Brooklyn headquarters reads. While the store actually sells capes, grappling hooks," , "date" : "20100903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/03\/nyregion\/03miser.html"} , {"body" : "SAN FRANCISCO -- Auriane and Sebastien de Halleux are at sharp odds over ''The Girl With the Dragon Tattoo,'' but not about the plot. The problem is that she prefers the book version, while he reads it on his iPad. And in this literary dispute, the couple says, it's ne'er the twain shall meet. ''She talks about the smell of the paper and the" , "date" : "20100902" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Books" , "Business"] , "page_facet" : "1" , "title" : "Of Two Minds About Books" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/02\/technology\/02couples.html"} , {"body" : "In a summer when bedbugs have crawled deep into New York City's psyche, no one is more anxious than those shoppers who live to scout secondhand clothing shops and used-furniture stores. They are connoisseurs of what is hot, hip, a bargain. They know where the flea markets are and when the vintage shops are open. And they are scared that bedbugs" , "date" : "20100902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Shopping For Bargains And Wary Of Bedbugs" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/02\/nyregion\/02bedbugs.html"} , {"body" : "Carol Aiello used to spot the intruders only at night, prowling her backyard or scurrying along her street in Glendale, Queens. But one morning not long ago, she caught one of them staring at her from a neighbor's gutter and all of a sudden - perhaps for no reason other than seeing those black-rimmed eyes so close and in broad daylight - she" , "date" : "20100831" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "CITY ROOM; Bedbugs, Meet Your Competition: The Dexterous, Not Easily Daunted Raccoon" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D7103DF932A0575BC0A9669D8B63"} ,   {"body" : "MANHATTAN Washington Heights ..... $260,000 31 Nagle Avenue (Ellwood St.) r 1 f 1 h 0 o 40 weeks 650-sq.-ft. co-op in a postwar building; elevator, renovated bath and eat-in kitchen, h\/w floors, 2 exposures, laundry room and gym in building; maintenance $635, 48% tax deductible; listed at $279,000. Broker: Stein-Perry. Upper East Side ........" , "date" : "20100829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DD123BF93AA1575BC0A9669D8B63"} , {"body" : "In jazz, as in any music, a voice can sometimes stop you in your tracks. Abbey Lincoln, who died this month at 80, possessed that kind of voice: taut and insistent, ablaze with authority. It was a gift, and by no means her only one. Ms. Lincoln was also an arresting physical presence, on screen as onstage, and she proved herself an intuitive" , "date" : "20100828" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC; A Style Lasting Beyond A Lifetime" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/28\/arts\/music\/28abbey.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Richie Beirach Quintet (Friday and Saturday) Richie Beirach is a well-traveled pianist with an introspective but assertive style that can evoke Bill Evans, along with various classical antecedents. His rhythm section here includes the trumpeter Randy Brecker, the violinist Gregor" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Technology"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/27\/arts\/music\/27jazz.html"} , {"body" : "OPENINGS MONOCLE, the magazine that mixes design with world affairs, is opening its first store in New York, a 188-square-foot space in a West Village landmark. ''It is appropriate, since part of our mantra is retail around the globe is too large,'' said Tyler Brûlé, the editor in chief of Monocle. The tightly edited store, the magazine's fifth" , "date" : "20100826" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "Scouting Report" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/26\/fashion\/26scouting.html"} , {"body" : "AT times, the large back room at Café Grumpy in Greenpoint, Brooklyn, has so many customers typing and wearing noise-canceling headphones that it looks like an office without the cubicles. A second Café Grumpy location, in Chelsea, prohibited laptops after too many customers ran extension cords across the room. The ban still rankles with some in" , "date" : "20100825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Coffee Bars: Unplug, Drink, Go" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/25\/dining\/25coffee.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began. The ''time on the market'' is from the most recent listing to the sales agreement. Manhattan Morningside Heights . . . . . $350,000 90 La Salle Street (Broadway) r 1 f 1 h 0 o 21 weeks 700-sq.-ft. co-op in a postwar building; elevator, renovated eat-in" , "date" : "20100822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503EEDB1E38F931A1575BC0A9669D8B63"} , {"body" : "PARK SLOPE CO-OP $825,000 BROOKLYN: 16 Lincoln Place (between Fifth and Sixth Avenues), #4A A three-bedroom one-bath co-op with a fireplace and a private roof deck in an eight-unit prewar limestone building. Annie Rose, Brown Harris Stevens (718) 399-4137; www.brownharrisstevens.com Open house Sunday, 12:30 to 2 p.m. MAINTENANCE: $815 a month PROS:" , "date" : "20100822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E1D7163CF931A1575BC0A9669D8B63"} , {"body" : "It's a good thing that I hadn't realized how much money FreshDirect was losing in recent years, because it probably would have given me a heart attack for fear that the online grocer would go out of business. Last week, the gang at You're the Boss, the Times blog on small business, told the story in the paper and online of how FreshDirect was" , "date" : "20100821" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "BUCKS; Sizing Up FreshDirect" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DB123DF932A1575BC0A9669D8B63"} , {"body" : "'ZOOFARI PASSPORT ADVENTURE' Some tigers at the Bronx Zoo will behave unusually this weekend: in addition to making acrobatic leaps (O.K., that's pretty standard for big cats), they will perform musical numbers, do slapstick and even dance Chinese choreography. Granted, they won't be among the living, breathing species residing at the zoo's Tiger" , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/arts\/20kidslist.html"} , {"body" : "Around Town Museums and Sites Cocktails@Cooper-Hewitt Each Friday this month the terrace and garden will be open, rain or shine, from 6 to 9 p.m.; this Friday features music by the jazz ensemble the Ed Fuqua Group, refreshments and entry to the exhibitions. Cooper-Hewitt National Design Museum, Arthur Ross Terrace and Garden, 2 East 91st Street," , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/arts\/20spare.html"} ,   {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Aerosmith (Tuesday) No matter how old he gets, Steven Tyler never stops looking good -- or, at least, appropriate -- in comically tight pants and a few swipes of eyeliner. There's been chatter about replacing Mr. Tyler, who suffered a series of tour-canceling injuries in 2009, but his gruff," , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/arts\/music\/20pop.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Richie Beirach Quintet (Tuesday through Thursday) Richie Beirach is a well-traveled pianist with an introspective but assertive style that can evoke Bill Evans, along with various classical antecedents. His rhythm section here includes the violinist Gregor Huebner, the bassist George" , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/arts\/music\/20jazz.html"} , {"body" : "Rockabilly, gin and fast cars. It could be a fast and furious weekend for misers in the city this week: Those who like their rock with a twang can head to Otto's Shrunken Head in the East Village on Friday for ''Rebel Night,'' a rockabilly party. Round up some vintage duds and get ready to dance some jive and bop and do the stroll, beginning at 10" , "date" : "20100820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Weekend Miser" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/20\/nyregion\/20miser.html"} , {"body" : "A few places around the city, including Fairway and Stonehouse, decant olive oils from large containers into reusable ones, but none are as dedicated as the new Filling Station in Chelsea Market. Besides extra virgin olive oils -- more than a dozen from different countries, dispensed from drums called fustis -- vinegars, sea salts and sugars are" , "date" : "20100818" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Fill It Up With Premium" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/18\/dining\/18filling.html"} , {"body" : "A Wee Bird In Scotland, the Glorious Twelfth (of August) refers to the start of the grouse-hunting season. Right now you may be more interested in gazpacho, but fresh grouse will make their way to some New York restaurants starting Aug. 18. Daniel, Caravaggio, Sistina and Picholine are among those that will offer menus of this rich, gamy bird for" , "date" : "20100818" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/18\/dining\/18fcal.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "If you sit on the front stoop of your building practically every day for 25 years, the way James Rudnick has, people expect you to know what is happening on the block. So every day, people stop and ask Mr. Rudnick -- Jimmy from Union Street, as he's known here in Park Slope -- what he knows about the white-painted stroller that has been padlocked" , "date" : "20100817" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "BIG CITY; A Ghost Stroller, Origins Unknown, Puzzles a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/17\/nyregion\/17bigcity.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "THE five-borough consolidation of 1898 was a bitter pill for many in Brooklyn, who correctly foresaw the eclipse of their influential city by the powerhouse of Manhattan. Few things document that change as well as the collapsed network of men's social clubs in Brooklyn, at least four of whose clubhouses survive. Three of the four were built within" , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "STREETSCAPES\/ BROOKLYN; The Intersection of Exclusive and Extravagant" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/realestate\/15scapes.html"} , {"body" : "IT'S an indelible image of summer: lemonade and cookies on a folding table on the sidewalk, a jar crammed with dollars, passers-by smiling politely. A 40-year-old man selling lemonade. Whether a sign of recession, regression or both, a handful of adults in the Park Slope section of Brooklyn have gotten into the lemonade-stand business this summer." , "date" : "20100815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "NOTICED; Sidewalk Entrepreneurs Grow Up" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/15\/fashion\/15lemonade.html"} , {"body" : "'ECO-FLOWERS FOR KIDS' Robin Peñaherrera started out as a stand-up comedian in San Francisco. Now he's a flower farmer in Ecuador. But this weekend in New York he promises to play both roles. ''It's a little like Jerry Seinfeld going on the road and doing small clubs,'' Mr. Peñaherrera said of his touring interactive workshop, ''Eco-Flowers for" , "date" : "20100813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/13\/arts\/13kids.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Tim Berne's Los Totopos (Tuesday) Mr. Berne, an alto saxophonist and composer with a taste for coarsely layered frictions, leads his new working band Los Totopos, with Matt Mitchell on piano, Oscar Noriega on clarinets and Ches Smith on drums. The group focuses not only on sharp and" , "date" : "20100813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/13\/arts\/music\/13jazz.html"} ,   {"body" : "CARTER--Teresa Houston, of Richmond, Virginia, formerly of Park Slope, Brooklyn, and Breezy Point, Queens, passed away Sunday, August 8, 2010. Mrs. Carter was preceded in death by Richard J. Carter, her beloved husband of 62 years. She was the loving mother of Richard J. Carter, Jr., William J. Carter, and Catherine Carter O'Neill, and the devoted," , "date" : "20100812" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths CARTER, TERESA HOUSTON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E2D6103AF931A2575BC0A9669D8B63"} , {"body" : "Ice Cream and Beer Beer will be served alongside Bent Spoon ice cream from Princeton, N.J., at an ice cream social on Aug. 16 from 7 to 8:30 p.m. at Beer Table, 427B Seventh Avenue (14th Street), Park Slope, Brooklyn, $35: (718) 965-1196, events@beertable.com. Close-to-Home Taste A tasting of local artisanal cheeses and ciders will take place on" , "date" : "20100811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/11\/dining\/11fcal.html"} , {"body" : "Most New York City mayors are typically booed at ballgames, but fortunately only one, William J. Gaynor, was wounded in an attempted assassination. It happened a century ago on Monday. The bullet, fired by a disgruntled former municipal employee, remained lodged in Gaynor's neck. Three years later, suffering from the lingering effects of the wound," , "date" : "20100809" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CITY ROOM; He Took a Bullet for New York, but His Legacy Has Faded" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E7DA1730F93AA3575BC0A9669D8B63"} , {"body" : "APARTMENT hunters always have a wish list of things that will help them call a new place home -- doormen, laundry rooms, southern exposures. But for some people, faith guides real estate choices. Instead of bay windows and an in-house gym, their must-have may be a kosher kitchen, a short walk to church, room to roll out a prayer mat or like-minded" , "date" : "20100808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Sharing the Faith, Splitting the Rent" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/08\/realestate\/08cov.html"} , {"body" : "'WE THE PEOPLE: AMERICA ROCKS!' A great performer, it's often said, can recite the phone book and be riveting. Theatreworks USA has based its new musical on a document that's far more fascinating, yet one that children may consider just as dull and daunting: the United States Constitution. But if every civics lesson were as funny, fresh and" , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "30" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/06\/arts\/06kids.html"} , {"body" : "Around Town Museums and Sites Alice Austen House Outdoor events: On Friday, ''Rock the House,'' music with a D.J. beginning at 7 p.m. and live bands from 8 to 10 p.m. On Saturday at 6:30 p.m., a dance program built around the themes of nature and the life of Isadora Duncan, presented by the Isadora Duncan Dance Company, the youth dance ensemble" , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/06\/arts\/06spare.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Aerosmith (Thursday) No matter how old he gets, Steven Tyler never stops looking good -- or, at least, appropriate -- in comically tight pants and a few swipes of eyeliner. There's been chatter about replacing Mr. Tyler, who suffered a series of tour-canceling injuries in 2009, but his gruff," , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/06\/arts\/music\/06pop.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. - Ralph Alessi Quartet (Wednesday) Ralph Alessi, an adventurous and crisply proficient trumpeter, has a new album, ''Cognitive Dissonance'' (Cam Jazz), featuring the same excellent rhythm partners featured here, each a bandleader in his own right: the pianist Jason Moran, the bassist" , "date" : "20100806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/06\/arts\/music\/06jazz.html"} , {"body" : "Eat Like a Medici This month, August restaurant, 359 Bleecker Street (West 10th Street), will serve menus to honor notable names in cuisine. Through Aug. 8, there will be dishes to reflect the influence of Catherine de Medici on the French court; Aug. 9 to 15 will be a tribute to Marie-Antoine Carême; Aug. 16 to 22 will celebrate Auguste" , "date" : "20100804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "DINING CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/04\/dining\/04fcal.html"} , {"body" : "HERE'S Frankie Fidilio rolling down Avenue U in Brooklyn on the second-hottest day of the year in his blue 1986 GMC Suburban. The van has no air-conditioning, but that's the least of its problems. So much rust dust has accumulated in the back that this looks like the only vehicle in creation with a dirt floor. Still, that's better than the front," , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Real Junkmen of Kings County" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/01\/arts\/television\/01scrappers.html"} ,   {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Arcade Fire (Wednesday and Thursday) Once an indie-rock darling, Arcade Fire has graduated to playing consecutive nights at Madison Square Garden -- not bad for a serious, often political band with a glockenspiel, French horn and hurdy-gurdy strapped inside its tour bus. The group's big," , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/music\/30pop.html"} , {"body" : "'THE MAGIC POT: THREE TALES FROM CHINA' This musical may remind you of a fortune cookie: sweet and uncomplicated on the surface, with pithy aphorisms buried inside. Written by Dane Stauffer, ''The Magic Pot: Three Tales From China'' draws on ancient fables. Tada! Youth Theater in Manhattan and SteppingStone Theater for Youth Development in St. Paul" , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/30kids.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. JoAnne Brackeen Quartet (Friday through Sunday) A harmonically astute and often daring pianist, JoAnne Brackeen works here with the supportive rhythm section of Ugonna Okegwo on bass and Johnathan Blake on drums. Marcus Strickland, an industrious young tenor and soprano saxophonist," , "date" : "20100730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/30\/arts\/music\/30jazz.html"} , {"body" : "EVERY morning on her way to school, 7-year-old Estella Quy walks by a stocky middle-aged man with a pointy salt-and-pepper goatee hanging out on the stoop of 61 South Elliott Place. She walks by him again every afternoon. ''Hi, princess,'' says the man, who is known as Tony the Greek. ''Hi, princess,'' Tony the Greek has said to Estella through" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One Block" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE3DA1639F936A15754C0A9669D8B63"} , {"body" : "KIMBERLEE AULETTA grew up in Midtown, and for a long time Manhattan was where she imagined she would stay. Despite family roots in Brooklyn, where her father had grown up, she had never really considered moving there. But time brought a few epiphanies. The first came in a late 1990s winter, when friends who had moved to Brooklyn invited her to a" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN; History All Around, and Greenery Next Door" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE4DE1730F936A15754C0A9669D8B63"} , {"body" : "KIMBERLEE AULETTA grew up in Midtown, and for a long time Manhattan was where she imagined she would stay. Despite family roots in Brooklyn, where her father had grown up, she had never really considered moving there. But time brought a few epiphanies. The first came in a late 1990s winter, when friends who had moved to Brooklyn invited her to a" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT LEFFERTS GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "LIVING IN; History All Around, and Greenery Next Door" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/25\/realestate\/25living.html"} , {"body" : "EVERY now and again, during the six years that Mary Beth and Alan Maginn lived in a one-bedroom apartment on the ground floor of a two-family row house in Park Slope, they toyed with the idea of moving. Over time, their rent rose to $1,975 a month from $1,700. They occasionally checked online to see what else was available, only to conclude they" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Escape From Quirkyville" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/25\/realestate\/25hunt.html"} , {"body" : "EVERY morning on her way to school, 7-year-old Estella Quy walks by a stocky middle-aged man with a pointy salt-and-pepper goatee hanging out on the stoop of 61 South Elliott Place. She walks by him again every afternoon. ''Hi, princess,'' says the man, who is known as Tony the Greek. ''Hi, princess,'' Tony the Greek has said to Estella through" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One Block" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/25\/nyregion\/25oneblock.html"} , {"body" : "Why would one person seek another in our cynical world if not for goods, services, sex or money? With my question in mind, I turned to the strange section of Craigslist labeled Strictly Platonic. Craigslist, the online classified-ad emporium that now attracts more than 20 billion page views every month, promotes transactional relationships. People" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Technology"] , "page_facet" : "16" , "title" : "THE MEDIUM; Just Friends" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/25\/magazine\/25FOB-Medium-t.html"} , {"body" : "MANHATTAN Morningside Heights . . . . . $390,000 549 W. 123rd St., Morningside Gardens r 1 f 1 h 0 o 21 weeks 700-sq.-ft. co-op in a postwar building; elevator, kitchen window, terrace, laundry room and gym in building; maintenance $931, 40% tax deductible; listed at $444,500. Brokers: Real Estate Group; Klara Madlin. Greenwich Village . . . . . ." , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E6DB1030F936A15754C0A9669D8B63"} ,   {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. Sandra Bernhard (Tuesday) Alternately beloved and reviled for her brash and wicked stand-up routines, the comedian Ms. Bernhard is not prone to blushing or biting her tongue. As a vocalist she explores pop, jazz, blues and rock in a heady, steady alto tinged with defiance; her band, the" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/music\/23pop.html"} , {"body" : "'REVENGE OF KITTY GALORE': MEET THE STARS The movie stars about to walk the red carpet at the Directors Guild of America Theater never make the tabloids. They don't drive drunk, paint obscenities on their nails or unleash telephone tirades at their offspring or exes. Maybe if other celebrities traveled with behavioral trainers, they would be just" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/23Kids.html"} , {"body" : "Around Town Museums and Sites Louis Armstrong House Museum Saturday at 1 p.m., a free outdoor performance of Dixieland, early jazz and spirituals by the group the Recessionals. The museum is open Tuesdays through Fridays, 10 a.m. to 5 p.m.; Saturdays and Sundays, noon to 5 p.m. Louis Armstrong House Museum, 34-56 107th Street, Corona, Queens ," , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/23spare.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Monty Alexander Harlem-Kingston Express (Friday through Sunday) The pianist Monty Alexander, one of Jamaica's proudest musical exports, stamps his native groove with an uptown twist in a group that includes two bassists, Hassan Shakur and Hoova Simpson, and an impressive clutch of" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/arts\/music\/23jazz.html"} , {"body" : "Austin, Tex., has the Alamo Drafthouse. San Francisco has Foreign Cinema. Portland, Ore., has McMenamins. And Brooklyn has -- well, Brooklyn has many places where you can bring a blanket and a picnic basket and watch a film in a park or on a rooftop, but few indoor options for dinner-and-a-movie year-round. That will change on Friday, with the" , "date" : "20100723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Movie on the Screen, Dinner on the Plate, Hubcaps at the Bar" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/23\/movies\/23moviehouse.html"} , {"body" : "Openings ÇA VA This spacious, tailored restaurant in the Intercontinental Times Square hotel was designed by Jeffrey Beers for Todd English, the executive chef. Mr. English's longtime lieutenant, Victor LaPlaca, above, is chef de cuisine, serving updated, mostly French specialties like a croque madame sandwich with mornay sauce for dipping, smoked" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EEDA1E3EF932A15754C0A9669D8B63"} , {"body" : "To the Summer Harvest A five-course summer harvest wine dinner will be served on July 21 at 7 p.m. at Daniel, 60 East 65th Street. Reservations, $295 (American Express cards only), including wines, other beverages, tax and tip: (212) 933-5262, danielnyc.com. Wine and Cheese. Mmm. The Bounty of the Hudson wine festival will be on July 24 and 25 from" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4DC1F3EF932A15754C0A9669D8B63"} , {"body" : "THERE was probably little doubt that Matthew Galkin would someday find his way to New York. Even when he was a teenager in Highland Park, Ill., his classroom work suggested that a more willing audience might be found in the big city than in the upscale suburbs north of Chicago. ''When Matthew was in high school, his mother and I got a call from his" , "date" : "20100715" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "1" , "title" : "It Runs In the Family" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/15\/fashion\/15galkin.html"} , {"body" : "Brooklyn is in a hotel-building boom, after decades in which the Marriott near the Brooklyn Bridge had the borough's lodging market mostly to itself. The new competitors include budget brands like Best Western, which has three locations in Brooklyn, and the Sheraton Brooklyn, which opened downtown in May. Over the last few years, Brooklyn has also" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "SQUARE FEET; As Everyone Else Has Discovered Brooklyn, So Have Hoteliers" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/realestate\/commercial\/14brooklyn.html"} , {"body" : "Now that the Park Slope outpost of his Williamsburg, Brooklyn, pizzeria, Fornino, is up and running, Michael Ayoub, above, is opening a takeout shop next door, with a view of the kitchen. Items on the regular menu can be ordered to go, and there are homemade sausages and pasta sauces for home cooks. Grilled pizzas are sold fully cooked or with the" , "date" : "20100714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Fornino Adds a Takeout Shop" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/14\/dining\/14shop.html"} ,   {"body" : "When Ann and Jonathan Binstock started shopping for an apartment in Manhattan in 2007, their first call was not to a real estate broker. Instead, they hired an education consultant, to show them where the best schools for their daughter, Ellen, were. After the consultant suggested the most desirable zones , they chose a two-bedroom apartment near" , "date" : "20100713" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "THE APPRAISAL; Real Estate Strategy Puts Schools First" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/13\/nyregion\/13appraisal.html"} , {"body" : "From: Vaux Populi To: A Little Bit Country Subject: Upper Case Thought I admit I was surprised when the idea of a friendly joust over the respective merits of Central Park and Prospect Park was first proposed to us. It had never occurred to me that anyone seriously considered the two parks comparable. I have nothing against Prospect Park. I have" , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CENTRAL PARK (NYC)" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Park vs. Park" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/11\/nyregion\/11parks.html"} , {"body" : "As I was running up the outdoor steps to my doctor's office on Staten Island recently, I saw the succulent trailing tendrils of purslane growing nearby. As far as I could see across the dry, scorched lawn, purslane was the only plant thriving in the brutal summer heat. Purslane sprawls low to the ground on thick red stems that radiate out from its" , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Urban Forager | Purslane; Amid the Grass, A Side Dish" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07EEDF173BF932A25754C0A9669D8B63"} , {"body" : "Around Town Museums and Sites American Museum of Natural History The Imax feature ''Hubble,'' narrated by Leonardo DiCaprio, will be shown every hour on the half-hour from 10:30 a.m. to 4:30 p.m. through Jan. 10; $28 (includes museum admission), $22 for students and 60+ and $18 for children. Continuing exhibitions include ''Race to the End of the" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00EFDF1239F93AA35754C0A9669D8B63"} , {"body" : "'JOHN TARTAGLIA'S IMAGINOCEAN' Not many shows in Manhattan ask you to sit down, then shower you twice with bubbles and spritz you with water. At times during ''John Tartaglia's Imaginocean,'' it's hard not to feel kidnapped by a carwash. But none of this failed to delight small children at a recent performance of this slight but genial hourlong" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E4D81339F93AA35754C0A9669D8B63"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Fabian Almazan Trio (Saturday) Fabian Almazan is the latest pianistic prodigy in the Terence Blanchard Band, a Cuban-born dazzler with a melodic instinct to match his technique. He steps out with a trio here, and it's a good one, featuring Linda Oh on bass and Kendrick Scott, a rhythmic" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E4DD1F30F93AA35754C0A9669D8B63"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. - Beirut (Thursday) Zach Condon was a paltry 19 when he began recording as Beirut, but his music -- which marries Balkan and other European folk traditions with American indie-rock -- ably reflects an adolescence spent tromping the globe. Last year Mr. Condon released a two-disc EP, ''March of" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E4DA1131F93AA35754C0A9669D8B63"} , {"body" : "BALABOOSTA 214 Mulberry Street (Spring Street), NoLIta, (212) 966-7366. Einat Admony's charming and casual Middle Eastern trattoria with Israeli roots is near the top end of Little Italy, a full-grown offshoot of her West Village falafel joint, Taim. It has the sound level of a good family gathering, not so loud that you need to shout, and not so" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E3D91430F934A35754C0A9669D8B63"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began. The ''time on the market'' is from the most recent listing to the sales agreement. MANHATTAN East Harlem . . . . . . . . . . . $370,000 319 East 105th Street, Renaissance East r 2 f 1 h 0 o 44 weeks 850-sq.-ft. condo in a postwar building; kitchen window," , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E1DD1231F937A35754C0A9669D8B63"} , {"body" : "Pop Jon Pareles The LATIN ALTERNATIVE MUSIC CONFERENCE is a stubborn operation -- still determined, in its 11th year, to bring to a wider audience some superb music just across a permeable language barrier. ''Alternative'' embraces rock, pop, hip-hop, reggae, punk, dance music and unclassified hybrids, with lyrics that are often but not always in" , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | JULY 4--JULY 10" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EED6153DF937A35754C0A9669D8B63"} ,   {"body" : "The question starts to hang in the air sometime after the children arrive, and the apartment in the city begins to feel a little tight: Should we consider moving to a house in the suburbs? But that would mean leaving friends behind, along with easy access to work, the theater, great ethnic restaurants and just the general stimulation of urban" , "date" : "20100703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SOUTH ORANGE (NJ)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Education" , "Business"] , "page_facet" : "1" , "title" : "High-Rise, or House With Yard?" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/03\/your-money\/03compare.html"} , {"body" : "For misers wanting a big Fourth of July bang for their buck this weekend, music is the answer. On Saturday the Kingsborough Performing Arts Center presents a concert of John Philip Sousa's ''Stars and Stripes Forever,'' performed by the Brooklyn Community Wind Ensemble and Concert Band, as it begins the Hot Summer Nights! free outdoor performance" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "WEEKEND MISER; Free Events in New York City This Weekend" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4DE123FF931A35754C0A9669D8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AMERICAN BALLET THEATER (Friday and Saturday, and Monday through Thursday) New York's spring ballet season is fast drawing to a close, as Ballet Theater opens its final week at the Met on Monday with ''Romeo and Juliet.'' But first, three more chances to catch the company's stellar" , "date" : "20100702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2DA143FF931A35754C0A9669D8B63"} , {"author" : "E-mail: peappl@nytimes.com" , "body" : "Suburban spies! Who knew? Well, yes, there's a familiar cinematic or novelistic story line in the tale of the Russian spies of suburbia -- mowing the lawn, writing in invisible ink, doing SAT prep, perfecting covert document handoffs. We've seen this movie before, a variation on ''Fun With Dick and Jane'' or ''Mr. & Mrs. Smith,'' among others. It's" , "date" : "20100701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "YONKERS (NY)" , "MONTCLAIR (NJ)" , "RUSSIA" , "CAMBRIDGE (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "OUR TOWNS; Suburban Life, Secret or Open, Is Complicated" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/01\/nyregion\/01towns.html"} , {"body" : "Summer School A talk about garlic and other alliums, covering the science and folklore, will be given by Eric Block on July 2 at 11 a.m. in the Watson Education Building at the New York Botanical Garden in the Bronx, free with general admission. A class in making sushi, with cocktails to drink and sushi to eat, will be presented at 8 p.m. on July" , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/30\/dining\/30fcal.html"} , {"body" : "Citing problems with electrical equipment, Consolidated Edison announced on Monday that it had decreased voltage to parts of Brooklyn by 8 percent and asked customers there and in part of the Upper West Side of Manhattan not to use ''nonessential'' electrical appliances, including air-conditioners, until the problems were corrected. The utility" , "date" : "20100629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK SLOPE (NYC)" , "PROSPECT HEIGHTS (NYC)" , "WINDSOR TERRACE (NYC)" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "FORT GREENE (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Con Ed Reports Power Problems in City" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/29\/nyregion\/29coned.html"} , {"body" : "It turns out that the L train, that horizontal hotbed of hipsters, is also a popular place to fall in love. And then go write about it on the Internet. Several of the gray line's stops in Williamsburg and Bushwick, Brooklyn, have been ranked among the most romantic subway stations in the city, according to a recent study. Did psychologists scour" , "date" : "20100629" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "CITY ROOM; The L (for-Love) Train Goes to Williamsburg and Bushwick" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E2D7153DF93AA15755C0A9669D8B63"} , {"body" : "To get to the city pool in Brooklyn's Gowanus neighborhood in the 1970s, a swimmer ran a gantlet. The pool sat amid factories and workshops, the streets around it crowded with trucks. Sex workers met clients near the gates, on Douglass Street. Still, clutching towels, local residents in need of a dip knew where to go, a block from the noxious" , "date" : "20100628" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; A Reprieve For an Oasis In Brooklyn With an Edge" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E5D91F3AF93BA15755C0A9669D8B63"} , {"author" : "Dvora Meyers, a freelance writer and Hebrew teacher, lives in Clinton Hill, she writes about Judaism and gymnastics on her blog, at unorthodoxgymnastics.com; Ellen Levitt lives in Midwood and teaches social studies at a Brooklyn High school." , "body" : "This week's Complaint Box features two views on one borough's identity crisis, from Dvora Meyers and Ellen Levitt. I'm From Brooklyn, She Said in Her Southern Drawl As a 27-year-old single woman living in Brooklyn, I enjoy the communal events that warm weather brings: summer concerts in Prospect Park, street fairs, outdoor dining with friends. But" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Complaint Box | Borough Pride; I'm From Brooklyn, She Said in Her Southern Drawl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC133BF934A15755C0A9669D8B63"} , {"author" : "Ava Chin, a professor of creative nonfiction and journalism at the College of Staten Island, lives in Park Slope, Brooklyn. The Urban Forager runs every other Saturday on the City Room blog." , "body" : "''They don't call it Dead Horse Bay for nothing,'' said Jarad Astin, walking across the bottle-strewn beach in flip-flops with a seine net over his shoulder. We were there for BioBlitz , a 24-hour survey of Jamaica Bay on June 11 and 12 by scientists, professors, amateur naturalists and families. The goal of the field study, sponsored by Brooklyn" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; THE URBAN FORAGER | FIELD STUDY; Finding Life in Dead Horse Bay" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E1D7153AF934A15755C0A9669D8B63"} ,   {"body" : "Charlotte May Savino and Lee Brewster Norton were married Saturday at the Old Stone House, a 17th-century farmhouse in Park Slope, Brooklyn. The Rev. Claire Matheny, a United Methodist minister, officiated. Ms. Savino, 23, is an editor at TravelandLeisure.com in Manhattan. She graduated from the College of William and Mary. She is a daughter of" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Charlotte Savino, Lee Norton" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/27\/fashion\/weddings\/27SAVINO.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began. The ''time on the market'' is from the most recent listing to the sales agreement. Manhattan Hudson Heights . . . . . . . . $232,200 180 Cabrini Boulevard (186th St.) r 0 f 1 h 0 o 22 weeks 550-sq.-ft. studio co-op in a prewar building; part-time doormen," , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE7D6123EF934A15755C0A9669D8B63"} , {"body" : "Over the last decade, a growing stream of the young, the stylish and the family-oriented have been drawn to Brooklyn by its parks, waterfront, cultural life and relatively affordable real estate and acres of graceful brownstones. But when it comes time for those newcomers to have their babies, they are tied as if by an umbilical cord to Manhattan." , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Manhattan Birth Certificate, But an Address in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26hospitals.html"} , {"body" : "'DANCING IN THE SKY' Forget about all the world's being a stage -- some parts are much more theatrical than others. And few outdoor spaces in New York appear more suited to everyday human dramas than the High Line, the elevated railway-turned-park on the West Side of Manhattan. ''It feels like a stage for the whole city, and kids can really get" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/arts\/25kids.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. This restaurant is rated 1 star. AKRON XTENDED FAMILY (Wednesday) The scrap-folk of Akron\/Family is built on the oxymoronic notion of tough fragility, and listening to it feels a little bit like driving a pickup with three good wheels: hold on tight and hope everything sticks together. Expect" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/arts\/music\/25pop.html"} , {"body" : "The school year for Old First Nursery School in Park Slope, Brooklyn, wraps up on Friday. And for some parents, it will not be a moment too soon. At this, one of the city's oldest cooperative nursery schools, it was a year in which an increasingly rancorous debate over 4-year-old troublemakers resulted in a pile-up of events including - but" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY ROOM; Fight Over Pupils' Behavior and Disciplinary Steps Engulfs a Brooklyn Nursery School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00EED91038F936A15755C0A9669D8B63"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Having published 10 novels, finished an 11th, written a memoir and four other works of nonfiction, polished off countless columns and magazine articles, covered a few wars, briefly run the newsrooms of two newspapers and landed on a list of 400 New Yorkers described as helping to define the city over the past four centuries, Pete Hamill figured it" , "date" : "20100625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "NYC; Pete Hamill's Circuitous Route to a High School Diploma" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/25\/nyregion\/25nyc.html"} , {"body" : "Early this week, after the city announced a new plan to combat rat infestations in subway stations, City Room asked readers to send in photographs of rats. They are still coming in, and we will publish them online early next week. But we also got something that surprised us: passionate e-mail messages defending, applauding, lauding and otherwise" , "date" : "20100619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "For Some Subway Riders, an Abiding Appreciation of Rats" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/19\/nyregion\/19cityroom.html"} , {"body" : "For Children 'Amazon Voyage: Vicious Fishes & Other Riches' (Friday through Thursday) The anaconda isn't real, but the piranhas are. In this simulated trip down the Amazon, a new exhibition at the New York Hall of Science, children can learn about the creatures of the river, their adaptations and their life cycles. The exhibits include live" , "date" : "20100618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/18\/arts\/18kids.html"} , {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. Darcy James Argue's Secret Society (Monday) This postmillennial big band, led by the indefatigable young composer Mr. Argue, recently released an admirable studio debut, ''Infernal Machines'' (New Amsterdam). In performance the group balances airtight precision with a good measure of" , "date" : "20100618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/18\/arts\/music\/18jazz.html"} ,   {"body" : "DUPONG--Jessie M. (nee MacLeman), of Babylon, NY formerly of Park Slope Brooklyn on June 11, 2010 at age 99. Beloved wife of the late William Gregg Dupong M.D. Also survived by her many nieces and nephews. Jessie was a member of the American Medical Alliance and Grace United Methodist Church Valley Stream. Jessie graduated from Maxwell Teachers" , "date" : "20100614" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths DUPONG, JESSIE M" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E3DA153AF937A25755C0A9669D8B63"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "The World Cup's funny ball was still performing the dipsy-doodle on Sunday. Red cards were flying all over South Africa, and cheers in diverse languages were flying all over New York. While waiting to fly to South Africa next Sunday, I did the next best thing: I went to three matches in three very different neighborhoods, joining Slovene fans" , "date" : "20100614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GHANA" , "SLOVENIA" , "AUSTRALIA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; Sampling the Flavors of the City's Cup" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/14\/sports\/soccer\/14vecsey.html"} , {"body" : "Following is the second set of responses from Louise Crawford, the founder of Only the Blog Knows Brooklyn, and creator of the annual Brooklyn Blogfest. We are no longer accepting questions for this feature. Why didn't you disclose the money and other gifts you accepted from Absolut in exchange for turning this year's Blogfest into a corporate" , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; TAKING QUESTIONS | BLOGGING BROOKLYN; Son, This Talk Is Off the Record" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E5DE153BF930A25755C0A9669D8B63"} , {"body" : "PARK SLOPE CO-OP $1,195,000 BROOKLYN: 118 Prospect Park West (Seventh Street), #1 A two-bedroom one-and-a-half-bath duplex in a five-unit brownstone, with living and dining rooms, a foyer, a patio and private gated parking. Patrick Brennan, Corcoran Group (718) 369-8792; www.corcoran.com Open house Sunday, 2:30 to 4:30 p.m. MAINTENANCE: $1,347 a" , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E3DE143BF930A25755C0A9669D8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "TWO decades ago, Liz and Dee Papadopoulos decided to get an apartment together. They stayed in it until about a month ago. A quirky railroad apartment in a three-unit building on Second Avenue in Kips Bay, it occupied the entire top floor, and ''felt like a little house with some other people renting downstairs,'' Mr. Papadopoulos said. There were" , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; Heaven, Double Heaven and Icing on the Cake" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/13\/realestate\/13hunt.html"} , {"author" : "Ava Chin, a professor of creative nonfiction and journalism at the College of Staten Island, lives in Park Slope, Brooklyn. The urban Forager runs every other Saturday on the City Room blog." , "body" : "Recently, I was walking with a friend along a busy street in Ditmas Park, Brooklyn, when she stopped suddenly outside a medical office and pointed to the bottom of a hedge. ''Do you see that?'' my friend asked, as a bus drove by. In truth, I saw only the hedge, along with a dandelion rosette and a few short weeds growing amid some crushed tissues" , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Urban Forager | Cannabis; Go On, Arrest Nature" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE3D9113AF930A25755C0A9669D8B63"} , {"body" : "Manhattan Upper West Side . . . . . . $262,000 4 West 101st Street r 1 f 1 h 0 o 21 weeks 450-sq.-ft. co-op in a prewar building; elevator, dining area, high ceilings, h\/w floors, laundry room in building; maintenance $470, 35% tax deductible; listed at $275,000. Broker: Corcoran Group. Greenwich Village . . . . . . . $497,500 20 East Ninth Street," , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E7DD163EF930A25755C0A9669D8B63"} , {"body" : "Around Town Museums and Sites BARTOW-PELL MANSION MUSEUM Monday, 3:30 to 5 p.m., ''Red, White, and Blue -- With You!,'' a Flag Day celebration with a discussion and a flag-making workshop. $5 per person, $3 for members. Registration required: (718) 885-1461 or e-mail info@bpmm.org. 895 Shore Road North, Pelham Bay Park, the Bronx ," , "date" : "20100611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: Around Town" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/arts\/11spare.html"} , {"body" : "CENTENNIAL BEE-DAY PARTY In Kafka's ''Metamorphosis'' Gregor Samsa awakens to discover that he has become an enormous cockroach. While that may be among the most unwelcome transformations on record, the Brooklyn Botanic Garden will offer one on Saturday that's shorter, sweeter and sunnier: children changing themselves into bees. The process is part" , "date" : "20100611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/arts\/11kids.html"} , {"body" : "Pop Full reviews of recent concerts: nytimes.com\/music. BLITZEN TRAPPER (Wednesday) A folk-rock sextet with an avant-garde bent, this band from Portland, Ore., is often -- and accurately -- compared to Pavement (both bands are charmingly scrappy), but its shimmering songs are also heavily indebted to Paul McCartney (although really, what isn't?)." , "date" : "20100611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/arts\/music\/11pop.html"} ,   {"body" : "Jazz Full reviews of recent jazz concerts: nytimes.com\/music. TIM BERNE AND LOS TOTOPOS (Wednesday) Mr. Berne, an alto saxophonist and composer with a taste for coarsely layered frictions, has lately been working semi-regularly with a group he calls Los Totopos, featuring Matt Mitchell on piano, Oscar Noriega on clarinets and Ches Smith on drums." , "date" : "20100611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/arts\/music\/11jazz.html"} , {"body" : "BLOOMSDAY may not have reached the nerd heights of Comic-Con, but it's still a glorious expression of fandom. Each year, in honor of the raunchy, transcendent Dublin day recounted in James Joyce's ''Ulysses'' -- which details the comings and goings of Leopold Bloom on June 16, 1904 -- acolytes rejoice with readings, parties and pub crawls. Few" , "date" : "20100611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Stream of Conviviality For Leopold Bloom's Day" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2D8173BF932A25755C0A9669D8B63"} , {"body" : "DURING the residential real estate boom, in the seller's market that once was -- do you remember it? -- the wildly high returns and the low inventory meant snap decisions and swifter deals. There was no dithering, no backing out; no room, really, for second or third thoughts. There were attendant stresses and ruts along the path to selling a home" , "date" : "20100610" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "For Sale? Yes, No, Maybe" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/10\/garden\/10homesale.html"} , {"body" : "Openings WOK NEW YORK Formerly Walk to Wok. There is a new chef, Lobsang Wangdu, above, who worked at Hakkasan in London, and a revised menu, with noodles or rice, paired with assorted meats, vegetables and sauces, plus specials like a barbecue beef sandwich with watercress and chipotle aioli: 106 University Place (12th Street), (212) 206-8584. BAB" , "date" : "20100609" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/09\/dining\/09off.html"} , {"body" : "339A Second Street (Fifth Avenue), Park Slope, Brooklyn, (718) 965-7040. Though you can get a great steak in Brooklyn, until now if you lived in Park Slope, that steak might as well have been in Timbuktu. With the opening of the Benchmark Restaurant, that long commute to the ''other Brooklyn'' can come to an end. In fact, if you're seeking steak" , "date" : "20100609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS | RECENTLY OPENED; BENCHMARK RESTAURANT" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/09\/dining\/09dinbriefs.html"} , {"body" : "RESERVATIONS? Not accepted. That is the blunt message for restless queues of hungry diners at a clutch of new restaurants in New York City, ranging from Má Pêche, David Chang's place in Midtown; to the Breslin, April Bloomfield's kitchen north of Madison Square Park; to Fatty 'Cue, Zak Pelaccio's restaurant in Williamsburg, Brooklyn. At these" , "date" : "20100609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Table for 2? Get in Line" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/09\/dining\/09reservations.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "WHEN Jen Rosenbaum told her colleagues that she was determined to find an apartment for just $1,200 to $1,500 a month, they laughed. Clearly, she was on a fool's errand. ''My co-workers said it is not going to happen, you are insane,'' she said. But Miss Rosenbaum was certain she could easily find a great cheap apartment. After all, she had heard" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; An Optimist Goes After the Near-Impossible" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/06\/realestate\/06hunt.html"} , {"body" : "Manhattan Tudor City . . . . . . . . . . . . . $245,000 320 East 42nd St., Woodstock Towers r 0 f 1 h 0 o 16 weeks 325-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, concierge, dining area, h\/w floors, laundry room in building; maintenance $570, 60% tax deductible; listed at $259,000. Brokers: City Connections; Steven Corcoran. Upper" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE1D6103CF935A35755C0A9669D8B63"} , {"body" : "'TIGERS THE EXHIBITION' The most common way of getting inside a tiger isn't much fun -- just ask the deer in Asia. But now children in New York can inhabit a Bengal tiger through means that are risk free and entertaining, allowing them not only to see the creature's bones and muscles but also to perceive the world through its senses. That" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/arts\/04kids.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BACKSTREET BOYS (Thursday) Whim-driven pop culture can be so cruel: not much more than a decade ago, ''I Want It That Way,'' the Backstreet Boys' benchmark pop single, was globally ubiquitous, and an appearance by the group could incite heaving riots. These days a scrum of crooning, grinning" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/arts\/music\/04pop.html"} ,   {"body" : "New Yorkers who feel the need to escape the concrete jungle and return to the wild can take advantage of the Urban Park Rangers' free family camping trips. The outings are held on select weekends through September, in parks throughout the five boroughs. All you need is a sleeping bag and a flashlight; the rangers provide the rest, along with the" , "date" : "20100604" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "WEEKEND MISER; Urban Camping, Bargemusic, Museum Mile Festival" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/04\/travel\/04miser.html"} , {"body" : "IN the claustrophobic confines of New York City, nothing marks the beginning of summer like an open-air dance party. And in South Brooklyn on the Sunday of Memorial Day weekend, summer commenced at an event space known as the Bklyn Yard. In a grove of leafy trees, hundreds of women (exposed shoulders, gladiator sandals) and men (straw hats, crisp" , "date" : "20100603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Celebration at the Edge of Decay" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/03\/fashion\/03gowanus.html"} , {"body" : "IN the claustrophobic confines of New York City, nothing marks the beginning of summer like an open-air dance party. And in South Brooklyn on the Sunday of Memorial Day weekend, summer commenced at an event space known as the Bklyn Yard. In a grove of leafy trees, hundreds of women (exposed shoulders, gladiator sandals) and men (straw hats, crisp" , "date" : "20100603" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Celebration at the Edge of Decay" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E7DA143EF930A35755C0A9669D8B63"} , {"body" : "THEY carry home-grown radishes and red-cooked pork. They transport dozens of empanadas, juggling sheet pans on the G train. They pack boxes of butterscotch cupcakes, Sichuan-spiced beef jerky and grapefruit marmalade. They haul boiled peanuts, ice-grinding machines, sandwich presses and at least one toaster oven painted hot pink. One Saturday" , "date" : "20100602" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Their Future, Made by Hand" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/02\/dining\/02vendors.html"} , {"body" : "CHARLES DeSTEFANO'S childhood memories of a certain Staten Island neighborhood were of quiet and beauty. So when he decided to move there nearly 40 years later, he was glad, and a bit shocked, to find that nothing had changed. The neighborhood is Lighthouse Hill, a woodsy, residential segment of Staten Island that abuts the Greenbelt, the expanse" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "LIVING IN; Views and Vegetation; Vehicle a Plus" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/realestate\/30living.html"} , {"body" : "IN a city said to be teeming with potential mates, where in New York do you look for a great catch? Are you supposed to hail them down on the street like a cab? That's one approach. In November 2005, Dimple Chaudhary was happily single, but wasn't against getting her feet wet. At a Brooklyn bar one night, she and her friend Abby Larson chatted with" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "VOWS; Dimple Chaudhary and Previn Warren" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/fashion\/weddings\/30VOWS.html"} , {"body" : "Manhattan Hudson Heights . . . . . . $365,000 273 Bennett Avenue (192nd St.) r 2 f 1 h 0 o 38 weeks 900-sq.-ft. co-op in a postwar building; elevator, dining room, renovated kitchen and bath, h\/w floors, Fort Tryon Park view; maintenance $816, 50% tax deductible; listed at $365,000. Brokers: Barak; Cooper & Cooper. Financial District . . . . . . ." , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1D61430F933A05756C0A9669D8B63"} , {"body" : "SOME people claim to be fearless. Others have a healthy aversion to snakes, to heights or (dunnn-DUN...dunnn-DUN) to sharks. Those in the last camp are unlikely to mess with Chris Kentis and Laura Lau, the husband-and-wife team responsible for the movie ''Open Water,'' in which two marooned divers are surrounded by (dunnn-DUN... dunnn-DUN...)" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Wade On In" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/realestate\/30deal2.html"} , {"body" : "Pop Jon Pareles Sometimes a whisper can be as urgent as a shout. Songwriters performing in New York this week sing softly and carry big emotions. NATHANIEL RATELIFF is a folky songwriter from Denver whose home territories are despair and regret: ''Is there a blanket of pain that I can wrap up in?'' he sings on his new album, ''In Memory of Loss''" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | MAY 30--JUNE 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DF1738F933A05756C0A9669D8B63"} , {"body" : "They brought their hand-me-downs in paper bags and shopping carts, in backpacks and even the bottom rack of a wheelchair, dropping them off in hampers at a greenmarket stand on their way to the jams and fresh vegetables. The success of the recent weekend clothing collection at the Grand Army Plaza greenmarket in Prospect Park, Brooklyn, spoke of" , "date" : "20100526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Don't Toss That Old Shirt. They'll Pick It Up." , "url" : "http:\/\/www.nytimes.com\/2010\/05\/26\/nyregion\/26clothing.html"} ,   {"body" : "THERE are really only two problems with Prime Meats, the very good and very beautiful Germanish restaurant in Carroll Gardens, Brooklyn. The first is that the restaurant accepts no reservations, which can wreak havoc on the evening schedules of visitors who come from beyond walking distance to eat there. You can see these people standing on Court" , "date" : "20100526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "RESTAURANT REVIEW; Weisswurst Never Felt So Proud" , "url" : "http:\/\/events.nytimes.com\/2010\/05\/26\/dining\/reviews\/26rest.html"} , {"body" : "ROSENDALE, N.Y. -- Until about a year ago, Fredrick Arnold was living the life of a Williamsburg hipster. An aspiring filmmaker with mutton-chop sideburns, he spent his working hours waiting tables at Dumont Burger, and his off hours on projects like an animated music video for one of his favorite bands, Casper & the Cookies. But after being laid" , "date" : "20100525" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ROSENDALE (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "90 Miles Upstate, A Brooklyn Feel" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/25\/nyregion\/25rosendale.html"} , {"body" : "DEAR DIARY: While I was walking along Seventh Avenue near 15th Street on a recent sunny Friday afternoon, a loud cellphone conversation caught my attention. A woman stood on the sidewalk carrying too many things at once: shopping bags, a large bouquet of flowers and -- don't forget -- a cellphone. Just when I was about to become annoyed at how" , "date" : "20100524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/24\/nyregion\/24diary.html"} , {"body" : "The Habitats column last Sunday, about the house that Joan Snyder and Maggie Cammer own in Park Slope, Brooklyn, misstated the style of the columns on their front porch. They are Doric, not Ionic." , "date" : "20100523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "CORRECTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E2DC1539F930A15756C0A9669D8B63"} , {"body" : "Manhattan West Midtown . . . . . . . . . . $265,000 457 West 57th Street, Addison Hall r 0 f 1 h 0 o 16 weeks 300-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, dining area, h\/w floors, north exposure, laundry room in building; maintenance $766, 40% tax deductible; listed at $279,000. Brokers: Halstead Property; Citi Habitats." , "date" : "20100523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E1DD133DF930A15756C0A9669D8B63"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 11 a.m. to 6 p.m., the second annual Uncorked! food festival, featuring demonstrations by Staten Island culinary professionals. There will also be a cheese school and lessons on pairing cheese with the right wine. 441 Clarke Avenue, Staten Island, (718) 351-1611, Ext. 236," , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5D61331F932A15756C0A9669D8B63"} , {"body" : "FOR CHILDREN ADOPTAPALOOZA (Saturday) This event presents an opportunity to make a new best friend -- and these potential pals don't care whether you're cool or how you dress or how good you are at sports. They're the many dogs and cats at this first annual pet adoption celebration from the Mayor's Alliance for NYC's Animals. In addition to a host" , "date" : "20100521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "15" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/21\/arts\/21kids.html"} , {"body" : "A former photo director who moonlighted as a caterer, Misty Kurpier, above, gave up her day job and is opening a prepared-food store dressed up with sparkly little chandeliers and a few seats. Her mostly seasonal menu will include gazpacho with grilled shrimp, grilled chimichurri steak on ciabatta, orecchiette in a light toss of plum tomatoes, and" , "date" : "20100519" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Salads and Steaks, Topped Off by Ice Cream Made on the Spot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E4DB163EF93AA25756C0A9669D8B63"} , {"body" : "Goat milk caramel is known as cajeta in Mexico. But who knew that it's also made inroads in France? A caramel company in Beauvais, north of Paris, gives its firm but luscious goat milk caramels a little crunch with the unusual addition of roasted buckwheat grains. The candies, individually wrapped, come deceptively packed in a plain wooden box" , "date" : "20100519" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; A French Take on Goat Milk Caramel" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/19\/dining\/19goat.html"} , {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE artist Joan Snyder has lived in many places in her 70 years. The daughter of lower-middle-class parents, she grew up in a two-family house in Highland Park, N.J. Her list of subsequent addresses includes a farm in Pennsylvania (with her former husband, the photographer Larry Fink), a loft on Mulberry Street, an old farmhouse on eastern Long" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | PARK SLOPE, BROOKLYN; A City House With Roots In the Country" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/realestate\/16habi.html"} ,   {"author" : "E-mail: habitats@nytimes.com" , "body" : "THE artist Joan Snyder has lived in many places in her 70 years. The daughter of lower-middle-class parents, she grew up in a two-family house in Highland Park, N.J. Her list of subsequent addresses includes a farm in Pennsylvania (with her former husband, the photographer Larry Fink), a loft on Mulberry Street, an old farmhouse on eastern Long" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | PARK SLOPE, BROOKLYN; A City House With Roots In the Country" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E5D6123AF935A25756C0A9669D8B63"} , {"body" : "ANDREA SYRTASH realized one day why she should marry her good friend Michael Paoli. Because he was the one person she wouldn't mind being stuck in a foxhole with. And so, when the couple moved from their native Toronto to New York, taking over a tiny Greenwich Village one-bedroom from a friend, Mr. Paoli hugged his wife and said, ''We're in our" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; An Apartment That's Just Their Type" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/realestate\/16hunt.html"} , {"body" : "ANDREA SYRTASH realized one day why she should marry her good friend Michael Paoli. Because he was the one person she wouldn't mind being stuck in a foxhole with. And so, when the couple moved from their native Toronto to New York, taking over a tiny Greenwich Village one-bedroom from a friend, Mr. Paoli hugged his wife and said, ''We're in our" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; An Apartment That's Just Their Type" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E6DD133AF935A25756C0A9669D8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. CAKE SHOP IS FIVE (Friday through Thursday) This cafe\/performance space is celebrating its fifth birthday this month, and despite a few transformations (in keeping with the sad spirit of the times, the tiny record store in the back is long gone), it's become something of a haven for local rock" , "date" : "20100514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/14\/arts\/music\/14pop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. CAKE SHOP IS FIVE (Friday through Thursday) This cafe\/performance space is celebrating its fifth birthday this month, and despite a few transformations (in keeping with the sad spirit of the times, the tiny record store in the back is long gone), it's become something of a haven for local rock" , "date" : "20100514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE1DF103AF937A25756C0A9669D8B63"} , {"body" : "Openings VYNE Monika Caha, above, is the consulting chef for this sleek wine bar where much of the menu reflects her Austrian background, though Italy and Spain are also represented. Ms. Caha and the chef de cuisine, Patrick Farrell, plan to add French dishes soon: 82 West Third Street (Thompson Street), (212) 353-8963. FORNINO PARK SLOPE This" , "date" : "20100512" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DB143BF931A25756C0A9669D8B63"} , {"body" : "If the Park Slope neighborhood of Brooklyn seems a little less cool next January, it may be because Maggie Gyllenhaal and Peter Sarsgaard, both at right, will simultaneously be out of town, at least for part of each day: the wife-and-husband actors will once again appear together in a production at the Classic Stage Company, that East Village" , "date" : "20100512" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "ARTS, BRIEFLY; Gyllenhaal And Sarsgaard Work Together Again On Chekhov Play" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3D6153BF931A25756C0A9669D8B63"} , {"body" : "Steve Shokouhi cannot help boasting. As he strides through billows of dust in his nearly finished luxury rental building, the Aire, on the Upper West Side of Manhattan, he proudly points out the amenities like the tamo wood paneling from Japan for the lobby, the sun-drenched gym and the children's outdoor play space. But one of the most coveted" , "date" : "20100511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "THE APPRAISAL; The Perils of Promoting Schools as Amenities" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/11\/nyregion\/11appraisal.html"} , {"body" : "Manhattan East Midtown . . . . . . . . . . $345,000 245 East 55th Street r 0 f 1 h 0 o 30 weeks 500-sq.-ft. studio co-op in a postwar building; part-time doormen, renovated kitchen and marble bath; maintenance $786, 64% tax deductible; listed at $350,000. Brokers: Brown Harris Stevens; Real Estate Group of New York. Hamilton Heights . . . . ." , "date" : "20100509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06EED7103BF93AA35756C0A9669D8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN-ANAT COHEN DUO (Saturday) Mr. Alden, a guitarist, and Ms. Cohen, a clarinetist and tenor saxophonist, are both conversant in the conventions of swing and earlier jazz. Just as crucially, they both approach music, in whatever style, as a bright and living thing. At 7 and 9" , "date" : "20100507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E6DA1031F934A35756C0A9669D8B63"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. HOWARD ALDEN-ANAT COHEN DUO (Saturday) Mr. Alden, a guitarist, and Ms. Cohen, a clarinetist and tenor saxophonist, are both conversant in the conventions of swing and earlier jazz. Just as crucially, they both approach music, in whatever style, as a bright and living thing. At 7 and 9" , "date" : "20100507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/07\/arts\/music\/07jazz.html"} , {"body" : "As she nears the last month of her pregnancy, Piper Harrell is counting on giving birth to her second child in the same place she had her first, in her second-floor walk-up apartment in Park Slope, Brooklyn. But this time, Ms. Harrell, an elementary school teacher, is afraid that if she insists on having her baby at home, she will make her midwife," , "date" : "20100506" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "24" , "title" : "Shutdown Of St. Vincent's Puts Midwives In Jeopardy" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/06\/nyregion\/06midwives.html"} , {"body" : "DEAR DIARY: It was the first sunny morning of March, so I decided to walk to work from the 59th Street express subway station on the Lexington Avenue line rather than take the 6 train to 77th Street. In a hurry to get to Fifth Avenue and walk by the park, I stepped out onto Lexington before the walk signal. I was nearly bowled over by a man wearing" , "date" : "20100503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/03\/nyregion\/03diary.html"} , {"author" : "E-mail: the hunt@nytimes.com" , "body" : "DESPITE her husband's reluctance to buy a Manhattan apartment, Lauren Olitski Poster insisted. When she began the hunt for a pied-à-terre in January 2009, a number of listings appeared in her price range, $200,000 or less. ''This was our window to get back into the city as a homeowner,'' she told her husband, Bradley Poster. ''It was now or" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Place to Sleep (and Hang Large Paintings)" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/realestate\/02hunt.html"} , {"body" : "I have raged on multiple occasions about the tacky ascendancy of Evites, with their unpleasant public response option, over the personalized invitation. (My mother points out that the French verb éviter aptly means ''to avoid.'') But what of the invitation's alter ego, the thank-you note? My impression is that there's been a sudden surge of people" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "44" , "title" : "TALK: THE RULES; Gratitude Adjustment" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/t-magazine\/02talk-rules-t.html"} , {"body" : "MANHATTAN Upper East Side . . . . . . . . $290,000 530 East 84th Street, The Chapin r 0 f 1 h 0 o 44 weeks 425-sq.-ft. studio co-op in a postwar building; renovated kitchen and bath, high ceilings, h\/w floors, renovated lobby and laundry room in building; maintenance $537, 52% tax deductible; listed at $299,000. Broker: Citi Habitats. East Midtown" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3D81239F931A35756C0A9669D8B63"} , {"body" : "PARK SLOPE TRIPLEX $839,000 BROOKLYN: 920 Union Street (between Eighth Avenue and Prospect Park West), #3C A two-bedroom two-and-a-half-bath co-op with an open living\/dining space on the top three floors of a 17-unit converted carriage house with an elevator. The unit comes with roof rights and a washer\/dryer connection. Karen Talbott, Corcoran" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EED91F3AF931A35756C0A9669D8B63"} , {"body" : "Stagecoach (1939) John Ford's thrilling western about a group of travelers whose Arizona stage ride lands them smack in the midst of an Apache uprising has long been spoken of as a metaphor for how American civilization tamed the wilderness. But as Ford and his screenwriter, Dudley Nichols, portray it, civilization is something to escape. This is," , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "SUMMER DVDS; Apaches, Nuns And a Landlord" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/02\/movies\/homevideo\/02stag.html"} , {"body" : "The Gowanus neighborhood of Brooklyn, the city's latest industrial desert turned cultural outpost, makes for a pleasant afternoon's wander. The namesake canal, while it holds tons of poisonous stuff, is serene and calming. Things still do get a little post-apocalyptic: the weird drone of a cement factory, wide empty streets dotted with used" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "LOCAL STOP | GOWANUS; A Canal Zone Comes Into Its Own" , "url" : "http:\/\/travel.nytimes.com\/2010\/05\/02\/nyregion\/02stop.html"} , {"body" : "FOR CHILDREN AUTHOR JEOPARDY AT THE SCHOLASTIC STORE (Friday and Saturday) This game show won't have Alex Trebek, but it will have Jon Scieszka, author of ''The Stinky Cheese Man and Other Fairly Stupid Tales.'' He will host this competition, in which four noted children's authors -- Christopher Paul Curtis, Gordon Korman, R. L. Stine and Lisa" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/30\/arts\/30kids.html"} ,   {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Friday through Sunday, 11 a.m. to 5 p.m., a crafts fair. 2 Hylan Boulevard, Rosebank , (718) 816-4506, aliceausten.org; $3 donation.20100429 CITY UNIVERSITY OF NEW YORK GRADUATE CENTER Monday at 7 p.m., ''Concerts & Conversations -- An Evening with Paquito D'Rivera''; $25, $10 for students. Wednesday" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E6DE1E3BF933A05757C0A9669D8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALBUM LEAF (Saturday) Jimmy LaValle, one of the guitarists in the San Diego band Tristeza, creates peaceful, glittering galaxies of electronics and soft guitar in his mostly instrumental side project, the Album Leaf. With Sea Wolf and Gregory and the Hawk. At 9 p.m., Bowery Ballroom, 6" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/30\/arts\/music\/30pop.html"} , {"body" : "Sometime next week, workers will start digging under the floor of a bar where a bartender known as Johnny Seatcovers poured an ocean's worth of whisky, where police officers and anarchists alike shouted to be heard above the music, where young bands got their start and Blue Oyster Cult played a late-career gig. For more than 70 years, the bar has" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Last Call Looms at Freddy's, In the Path of Atlantic Yards" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/30\/nyregion\/30freddys.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALBUM LEAF (Saturday) Jimmy LaValle, one of the guitarists in the San Diego band Tristeza, creates peaceful, glittering galaxies of electronics and soft guitar in his mostly instrumental side project, the Album Leaf. With Sea Wolf and Gregory and the Hawk. At 9 p.m., Bowery Ballroom, 6" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E4DD143AF933A05757C0A9669D8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RALPH BOWEN (Friday) Mr. Bowen, a proficient and generally underrated tenor saxophonist working in the modern jazz mainstream, has a new album, ''Due Reverence'' (Posi-Tone), made with an assertive all-star band. His crew here is different but still impressive: Walter White on trumpet," , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/30\/arts\/music\/30jazz.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. RALPH BOWEN (Friday) Mr. Bowen, a proficient and generally underrated tenor saxophonist working in the modern jazz mainstream, has a new album, ''Due Reverence'' (Posi-Tone), made with an assertive all-star band. His crew here is different but still impressive: Walter White on trumpet," , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EFDC143AF933A05757C0A9669D8B63"} , {"body" : "NEW YORK CITY Manhattan, May 1 Around 10 residences will be open from 10:30 a.m. to 4:30 p.m. for the 15th annual benefit house tour of the Junior League of New York. The homes will include the five-story town house of Julie Marshall, a designer. It is decorated with modern and 20th-century furniture and several unusual chandeliers. Also on display" , "date" : "20100429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "An Open Invitation To Visit" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/29\/garden\/29tour-nyc.html"} , {"body" : "Greg Woodworth and Kelly Coughlin were selling cookies in Geneva, N.Y. Peter Martin was a farmer processing butternut squash for supermarkets, with seeds to spare. Now, the three are producing Stony Brook butternut squash oil -- golden and nutty, tasting slightly of sesame. They also have a delicata squash oil the color of raspberries, with a more" , "date" : "20100428" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; With Seed Money, Group Strikes Oil" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/28\/dining\/28oils.html"} , {"body" : "Not until about 9:45 a.m. on Monday, the morning of its reopening, did Gorilla Coffee in Brooklyn begin to look a little like its old self. A few patrons lined up at the cash register, waiting for lattes and Balthazar pastries; a smattering of others sat at shiny red tables, tapping away at laptops. For Gorilla, which has become a Park Slope" , "date" : "20100427" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brewing Coffee Again in Brooklyn After a Barista Walkout" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/27\/nyregion\/27gorilla.html"} , {"body" : "HOLLAENDER--Mary McMahon, born March 12th, 1925 died at her home on Saturday. Mary graduated magna cum laude from Fordham University. She went on to NYU's School of Retailing on a fellowship. By the time she received her master's degree, Macy's had already recruited her. At Macy's she quickly rose through the ranks and went on to have an" , "date" : "20100427" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths HOLLAENDER, MARY MCMAHON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE3D6163AF934A15757C0A9669D8B63"} ,   {"body" : "First the man, with a ponytail and fraying green pants, started picking up the trash. Then he planted a purple plum tree and a garden with hydrangeas. By the time he put up a sign in Coffey Park requesting banana peels, the neighborhood was paying attention. ''All the Spanish ladies walking through here started talking to me,'' recalled the man," , "date" : "20100426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "For Gardener, Love of a Park Comes With the Job" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/26\/nyregion\/26gardener.html"} , {"body" : "To ace the state standardized tests, which begin on Monday, Public School 172 in Sunset Park, Brooklyn, finds money for coaches in writing, reading and math. Teachers keep detailed notes on each child, writing down weaknesses and encouraging them to repeat tasks. There is after-school help and Saturday school. But at the start of this school year," , "date" : "20100426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "Low Income, Top Scores: A School Defies the Odds" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/26\/education\/26test.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here she leads a first-rate band with" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E2DC153EF930A15757C0A9669D8B63"} , {"body" : "Full reviews of recent concerts: nytimes.com\/music. APOLLO SUNSHINE (Sunday) The tunefulness of folk-rock and the Beatles goes joyously off the rails in the songs of Apollo Sunshine, from Boston. For this special family show, adults must be accompanied by a child under 15 (and vice versa). With Real Estate. At 1 p.m., Bowery Ballroom, 6 Delancey" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings: Pop" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/23\/arts\/music\/23pop.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. This restaurant is rated 1 star. GERI ALLEN QUARTET (Friday through Sunday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. She recently released a rich new solo piano album, ''Flying Toward the Sound'' (Motéma); here" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/23\/arts\/music\/23jazz.html"} , {"body" : "Full reviews of recent concerts: nytimes.com\/music. APOLLO SUNSHINE (Sunday) The tunefulness of folk-rock and the Beatles goes joyously off the rails in the songs of Apollo Sunshine, from Boston. For this special family show, adults must be accompanied by a child under 15 (and vice versa). With Real Estate. At 1 p.m., Bowery Ballroom, 6 Delancey" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings: Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEEDF123EF930A15757C0A9669D8B63"} , {"body" : "THE Food Network is trying to take it up a notch by taking it down a notch. The people who brought the brassy calorie-pusher Paula Deen, the energetic spice-sprinkler Emeril Lagasse and dozens of other stars to a mass audience are furiously preparing to start a spinoff network on May 31. Called the Cooking Channel, it is lining up low-key programs" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Trading Glitz for Grass Roots" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/21\/dining\/21network.html"} , {"body" : "THE Food Network is trying to take it up a notch by taking it down a notch. The people who brought the brassy calorie-pusher Paula Deen, the energetic spice-sprinkler Emeril Lagasse and dozens of other stars to a mass audience are furiously preparing to start a spinoff network on May 31. Called the Cooking Channel, it is lining up low-key programs" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Trading Glitz for Grass Roots" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E5D6153BF932A15757C0A9669D8B63"} , {"body" : "If you want to find out what it's like to be Gail Hochman, a New York literary agent, it wouldn't be enough to merely follow her around during the workday. You'd have to follow her home for the night and back to the office the next morning -- because it is during her daily commute that Ms. Hochman, 56, goes about the business of poring over" , "date" : "20100418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "14" , "title" : "CAREER OFFICE | EXTERNSHIPS; Living With the Boss" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/18\/education\/edlife\/18career-t.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. ACT (Saturday) On a self-titled debut, released on the Brooklyn Jazz Underground label, this three-piece band pursues a style both hypnotic and rough-and-tumble, drawing freely from the saxophone-trio playbook but guarding its independence. The members of the group -- the saxophonist Ben" , "date" : "20100416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D91538F935A25757C0A9669D8B63"} ,   {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. ACT (Saturday) On a self-titled debut, released on the Brooklyn Jazz Underground label, this three-piece band pursues a style both hypnotic and rough-and-tumble, drawing freely from the saxophone-trio playbook but guarding its independence. The members of the group -- the saxophonist Ben" , "date" : "20100416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/16\/arts\/music\/16jazz.html"} , {"body" : "Ah, Greenpoint, Brooklyn. A neighborhood at once blessed and cursed. Upside: It borders the East River and has glorious views of Manhattan's spires. Downside: Much of the waterfront is blocked off by a grim stretch of decaying industrial sites. Upside: A subway runs through its heart. Downside: The train is the widely loathed G. Upside: Its" , "date" : "20100413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "On a Magazine's List of the City's 'Most Livable Neighborhoods,' a Few Surprises" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/13\/nyregion\/13greenpoint.html"} , {"body" : "By design, there is no ''For Sale'' sign staked outside the formidable 12-room colonial-style house at 225 Marlborough Road in Brooklyn's historic Prospect Park South neighborhood. The pale stucco home, built for the long haul in 1922 but lately a bit under the weather, is in need of someone to coddle it. But Mary Kay Gallagher, the woman charged" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DITMAS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "She's the One Holding the Keys" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/nyregion\/11marykay.html"} , {"body" : "New York parking stinks, but it's like the weather -- and I don't mean last week's weather -- what can you do about it? Why, you can build an iPhone tool, of course. Or tweet. Or text message. Two very different new parking ventures use a combination of these media: one in hopes of saving you time, the other in hopes of saving the world. The stakes" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CRITIC; Need A Spot? Give One" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/nyregion\/11critic.html"} , {"body" : "PARK SLOPE SOUTH CONDO $635,000 BROOKLYN: 279 Prospect Park West (at 18th Street) A trilevel condo with one loft-space bedroom, two baths, a large living\/dining area with 12-foot ceilings and a working fireplace, a washer\/dryer, central air-conditioning and a lower-level room in a 1988 converted candy factory. A parking space is included. Erin" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKETPHO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5DB143FF932A25757C0A9669D8B63"} , {"body" : "SOME arrived as early as 1987, others as recently as this year. Many came by way of Fort Wayne, Ind., where they originally landed as refugees but could not find enough work. Now, more than 300 immigrants from the war-torn Darfur region of Sudan live in Kensington, Brooklyn, according to the leaders of the Darfur People's Association of New York, a" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUDAN" , "NEW YORK CITY" , "DARFUR (SUDAN)" , "KENSINGTON (NYC)" , "DARFUR PROVINCE (SUDAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "From Darfur To a Corner Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/11\/nyregion\/11sudan.html"} , {"body" : "Manhattan Financial District . . . . . . $342,500 3 Hanover Square (William St.) r 0 f 1 h 0 o 39 weeks 550-sq.-ft. studio co-op in a renovated prewar building; 24-hr. doormen, dining foyer, 9-ft. ceilings, parquet floors, north exposure; maintenance $785, 52% tax deductible; listed at $399,000. Broker: Corcoran Group; ArdorN Y.com. Hudson Heights" , "date" : "20100411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EEDF1E3EF932A25757C0A9669D8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. BEN ALLISON BAND (Sunday) Ben Allison, a bassist and composer, has a knack for assembling hardy and sophisticated ensembles like this one, which released a smartly rugged album last year, ''Think Free'' (Palmetto). This is a free Sunday afternoon neighborhood concert presented by Carnegie" , "date" : "20100409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E3DB143CF93AA35757C0A9669D8B63"} , {"body" : "BACK in the day, there were many choice slurs to run a fellow down, but somehow nothing was more damningly dismissive than to sneer that he wore a cheap suit. Then, of course, there came a new generation for whom the very term ''suit,'' cheap or no, was an even worse insult: a middle-management man who couldn't think outside the boxy garb of Big" , "date" : "20100408" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "DRESS CODES; Looking Good In Three Figures" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/08\/fashion\/08CODES.html"} , {"body" : "Bruce Cost, a partner in the Big Bowl Asian restaurant chain, is having the lip-smacking fresh ginger ale he sells in the restaurants bottled in Brooklyn for retail sale. The soda is spicy-tart, made simply with fresh ginger, cane sugar and seltzer. It is not filtered, so bits of ginger make it cloudy. Mr. Cost advises giving it a brief shake" , "date" : "20100407" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; The Ginger Floats, The Bubbles Froth, The Lips Anticipate" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/07\/dining\/07ginger.html"} ,   {"body" : "Drugs were sold at the carousel. Muggers used the cover provided by the park's shrubs and foliage. One year, near the skating rink, a man was found shot to death, and another year, the acting supervisor of the zoo was arrested and charged with shooting animals. In the 1970s, Prospect Park in Brooklyn looked more like a crime scene than the pastoral" , "date" : "20100406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Returning Prospect Park To the People" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/06\/nyregion\/06tupper.html"} , {"body" : "Manhattan Battery Park City . . . . . . . . $375,000 21 South End Avenue, The Regatta r 1 f 1 h 0 o 20 weeks 560-sq.-ft. condo in a postwar building; concierge, renovated bath, terrace, washer\/dryer, 2 exposures; common charge $918; taxes $7,812; listed at $395,000. Brokers: Regatta New York; City Connections. Washington Heights . . . . . $480,000" , "date" : "20100404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE1DB103EF937A35757C0A9669D8B63"} , {"body" : "Yolon S. Jambor, a daughter of Suzanne L. Bauch of Pinckney, Mich., and the late David F. Jambor, was married Monday evening to Lt. Cmdr. Jeremy E. Vellon, a son of Maria D. Vellon and Herbert G. Vellon of Brooklyn. Renate Anne Daversa, a Universal Life minister, officiated at Cuvier Park in San Diego. The bride, 28, is taking her husband's name." , "date" : "20100404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Yolon Jambor, Jeremy Vellon" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/04\/fashion\/weddings\/04JAMBOR.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. This restaurant is rated 1 star. ERNESTINE ANDERSON WITH HOUSTON PERSON (Friday through Sunday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain with help from a frequent foil, the tenor" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/02\/arts\/music\/02jazz.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. ERNESTINE ANDERSON WITH HOUSTON PERSON (Friday through Sunday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain with help from a frequent foil, the tenor saxophonist Houston Person, and a" , "date" : "20100402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03EED71739F931A35757C0A9669D8B63"} , {"body" : "When he worked at one of New York's most respected preservation firms, Timothy Lynch would have spared no effort to save brownstones like the two that stood before him on a January morning. They were landmarks on one of the prettiest streets in Brooklyn. But contractors renovating one of the three-story buildings had accidentally knocked down a" , "date" : "20100401" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Brooklyn Brownstone And Its Costly Rescue" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/01\/nyregion\/01brownstone.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "You, over there, mouthing off about the death of print. Keep it down; this is a library. Not just any library: This is Battery Park City's public library branch, the city's newest, greenest one yet, and it's quite a sight to behold. To the left as you enter is an ecologically correct circulation desk made -- though you'd never know it -- from" , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BATTERY PARK CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY CRITIC; A Library That Most Can Only Dream Of" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/nyregion\/28critic.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments, including Diego's" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/26\/arts\/26kids.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. ERNESTINE ANDERSON WITH HOUSTON PERSON (Tuesday through Thursday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain with help from a frequent foil, the tenor saxophonist Houston Person, and a" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E4DB173DF935A15750C0A9669D8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. This restaurant is rated 1 star. ERNESTINE ANDERSON WITH HOUSTON PERSON (Tuesday through Thursday) Ms. Anderson, a soulful and experienced singer, is at her best weighing the ups and downs of love. She should have no problem covering that terrain with help from a frequent foil, the tenor" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/26\/arts\/music\/26jazz.html"} ,   {"body" : "9 P.M. (ANIMAL PLANET) THE TIGER NEXT DOOR This documentary from the filmmaker Camilla Calamandrei profiles the tiger breeder Dennis Hill, above, who raises and sells tigers from his home in Flat Rock, Ind. It follows his five-day struggle to bring his property up to state code so he can keep his business. 7 A.M. (NBC) TODAYSuze Orman and Kimora" , "date" : "20100325" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "What's On Today" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E2DA103AF936A15750C0A9669D8B63"} , {"body" : "Looking Ahead FORNINO PARK SLOPE Michael Ayoub, above, is spreading the brand of his locavore pizzeria from Williamsburg, Brooklyn, back to the place where he had his first venture, Cucina, a Park Slope pioneer that opened in 1990 and which he left in 2001. ''It's a little surreal,'' he said. ''Some of the stuff I put in is still here. It's like" , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/24\/dining\/24off.html"} , {"body" : "Five years ago, community groups in South Park Slope, Brooklyn, demanded protection from the new apartment buildings that seemed to be sprouting everywhere, pushing above the neighborhood's low-rise canopy. Among other things, the city's rezoning plan for the neighborhood chopped several stories off a proposed 11-story apartment building across the" , "date" : "20100322" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Despite Much Rezoning, Scant Change in Residential Capacity" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/22\/nyregion\/22zoning.html"} , {"body" : "AFTER Tina Chang puts her 7-month-old son, Roman, to bed, she pads, barefoot, about three feet over to her office, where a desk cohabits with the changing table. She opens the window to take in the sights and sounds of her neighborhood, Park Slope -- men arguing on the street, neighbors sipping wine on fire escapes, apartment lights twinkling. She" , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Poet Who Doesn't Do Lofty" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/21\/nyregion\/21poet.html"} , {"body" : "CLOSE your eyes and picture your dream apartment. Do you see light streaming through big open windows? Is there a large kitchen? Nice prewar detail? Now open your eyes and remember that you are in New York City -- an extraordinarily expensive place to live, recession or no recession. So, what would you sacrifice to get a great place? For many" , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Everest Advantage" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/21\/realestate\/21cov.html"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/19\/arts\/19kids.html"} , {"body" : "Openings ABC KITCHEN Dan Kluger, who has worked in some of Danny Meyer's restaurants, is cooking in this latest ABC Carpet & Home restaurant, which Mr. Vongerichten opened on March 9. It has the greenest, most locavore and organic approach of any of Mr. Vongerichten's restaurants. A juice bar and dessert cafe will open soon: 35 East 18th Street" , "date" : "20100317" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/17\/dining\/17off.html"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "New York is getting wild again. The cabaret laws are still strict, and the smoking ban is still in place. But in the last few weeks there have been sightings throughout the boroughs of creatures more commonly seen on the Discovery Channel. A coyote, already a familiar sight in Central Park, took in the late-night scene at 24th and 12th in Chelsea." , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CRITIC; The Skyline, Where Eagles Roam" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EFDE173DF937A25750C0A9669D8B63"} , {"body" : "WITH a price limit of $350,000 for an apartment of at least two bedrooms, Reba Frankel knew she would get few, if any, extras. ''When you start out, you have all these dreams,'' she said. ''Oh, I'd love parking, a washer-dryer, outdoor space. But especially in our price range it was, like, we are not going to get any of that stuff.'' Ms. Frankel," , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; 'Wow Factor' Optional" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E0D71338F937A25750C0A9669D8B63"} , {"body" : "In the middle of ''The Monitor,'' the new album by Titus Andronicus, comes the desperate ramble ''Theme from 'Cheers.' '' It's an unhappy song, with the earnest, wired singer Patrick Stickles detailing a love affair with an uncompromising mate: New Jersey. The lyrics detail a story of suffocation, struggle and, eventually, acceptance. So hey, Andy," , "date" : "20100313" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC; Two Bands Nurtured in a Garden State of Mind" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE7DD173DF930A25750C0A9669D8B63"} ,   {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM Wednesday, 6:30 to 8:30 p.m., ''St. Patrick's Day Celebration, Circa 1855,'' a backstairs tour of the museum, with a look at the fourth-floor servants' quarters that are not always open, and stories about the Irish immigrants who lived and worked there; with refreshments. Reservations suggested." , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE0D71E38F931A25750C0A9669D8B63"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406EFDF173BF931A25750C0A9669D8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. J. D. ALLEN TRIO \/ MARCUS STRICKLAND TRIO (Wednesday) Each of these trios is led by a tenor saxophonist, assertively backed by bass and drums. J. D. Allen's most recent album was ''Shine!'' (Sunnyside), featuring the same partners that appear here; Marcus Strickland leads a different trio" , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E1D71138F931A25750C0A9669D8B63"} , {"body" : "FOR most people, the 2009 movie ''Away We Go,'' directed by Sam Mendes, has all but faded from memory, a wry little comedy that didn't gain much traction at the box office and was all but ignored during the past awards season. But for some people -- well, some parents at least -- one scene in that movie continues to echo at playgrounds, coffee" , "date" : "20100311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "The Latest In Strollers? Mom and Dad" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/11\/fashion\/11BABY.html"} , {"body" : "NEW YORK used to be a second-string city when it came to coffee. No longer. Over the last two years, more than 40 new cafes and coffee bars have joined a small, dedicated group of establishments where coffee making is treated like an art, or at least a high form of craft. At places like Bluebird Coffee Shop in the East Village, the espresso is so" , "date" : "20100310" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "What's the Buzz?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DA1139F933A25750C0A9669D8B63"} , {"author" : "Loren Berlin lives in Chapel Hill, N.C.; E-mail: modernlove@nytimes.com" , "body" : "SUNDAY morning we sat at Diana's dinette table in Park Slope, Brooklyn, waiting for Death Bear. We considered making him breakfast, but decided not to, thinking he would probably just come in, take the stuff and leave. We waited. ''You think he'll talk to us?'' I asked. ''It said in the e-mail that he will talk, but that he will only speak to you" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "MODERN LOVE; Death Bear Will See You Now" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/fashion\/07love.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MONTY ALEXANDER (Friday and Saturday) The pianist Monty Alexander, one of Jamaica's proudest musical exports, explores Caribbean groove with a modern jazz twist in a group that includes the guitarist Yotam Silberstein, the bassists Courtney Panton and Santi Debriano and the drummers Obed" , "date" : "20100305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/05\/arts\/music\/05jazz.html"} , {"body" : "'THE PAPER BAG PLAYERS GREAT MUMMY ADVENTURE' For the next three weekends several Manhattan theaters will resound with the voices of small children cursing: loudly, lustily and with full adult approval. This is not another sign of society's moral deterioration; these oaths have more to do with ancient Egypt than with streetwise attitude. In the" , "date" : "20100305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/05\/arts\/05kids.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Reopening on Saturday and running through Sept. 2, ''Lizards & Snakes: Alive!,'' a display with more than 60 live specimens. Wednesday at 6:30 p.m., an evening of readings from ''Bright Wings: An Illustrated Anthology of Poems About Birds,'' edited by Billy Collins, with paintings by" , "date" : "20100305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E6DC1F3FF936A35750C0A9669D8B63"} , {"body" : "Killing time between songs during a concert at the Allen Room on Wednesday night, Gabriel Kahane brightly announced that he had just signed a lease on an apartment in Ditmas Park, Brooklyn. What might have been a throwaway moment somehow felt significant for close watchers of Mr. Kahane, a singer, multi-instrumentalist and composer. Many of his" , "date" : "20100305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | GABRIEL KAHANE; Tied to a Time and Place, but Not a Single Style" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/05\/arts\/music\/05gabriel.html"} ,   {"body" : "The Environmental Protection Agency designated the Gowanus Canal in Brooklyn a Superfund site on Tuesday and announced plans to clean up more than a century's worth of noxious pollutants there. The decision ended a contentious debate and was a blow to the Bloomberg administration, which had proposed a cleanup without such a designation. The city" , "date" : "20100303" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "E.P.A. Readies Cleanup Plan For Gowanus" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/03\/nyregion\/03gowanus.html"} , {"author" : "Pete Hamill, the author of more than 20 books, is a distinguished writer in residence at the Arthur L. Carter Journalism Institute at New York University." , "body" : "WILLIE MAYS The Life, the Legend By James S. Hirsch Illustrated. 628 pp. Scribner. $30 A long time ago in America, there was a beautiful game called baseball. This was before 30 major-league teams were scattered in a blurry variety of divisions; before 162-game seasons and extended playoffs and fans who watched World Series games in thick down" , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Say Hey" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/books\/review\/Hamill-t.html"} , {"body" : "HERE we are, already at the end of February. It's been weeks since our scant New Year's resolutions fell under the bed, joining the resolution dust bunnies of yesteryear. Not so for Gretchen Rubin. Her gleaming home has no dust bunnies, real or metaphorical. She is on target with her resolutions. All 92 of them. ''There are more, actually,'' Ms." , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "1" , "title" : "On Top of the Happiness Racket" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/fashion\/28rubin.html"} , {"body" : "In the end, what was most striking was his isolation. As Gov. David A. Paterson drew the curtain Friday on his campaign, this charming and witty if elusive veteran of two and a half decades in politics found himself utterly alone, bereft of legislative allies or seasoned advisers who might guide him through a political storm of his own making. Just" , "date" : "20100227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Once Welcomed as a Fresh Voice, a Governor in Crisis Now Walks Alone" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/27\/nyregion\/27alone.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Wednesday at 7 p.m., ''Energy Through Chemistry,'' a talk on new technologies in transportation and energy by Héctor Abruña, director of the Energy Materials Center at Cornell; part of the SciCafe series on the first Wednesday of each month. Free admission, with cash bar" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/26spare.html"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. AFRO-LATIN JAZZ ORCHESTRA (Friday and Saturday) This precise and highly propulsive big band, featuring the pianist Arturo O'Farrill, welcomes a guest musical director, Cliff Korman, this weekend; the occasion is a concert called ''The Afro-Latin Jazz Orchestra Goes Carioca,'' with a focus on" , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/music\/26jazz.html"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/26\/arts\/26kids.html"} , {"body" : "THE Park Slope brownstone, with its carved decorative panels and inviting stoop, may be many people's idea of New York charm, but it is not Hilary Botein's. ''It was a beautiful apartment, but so oppressive and dark,'' she said of the one-bedroom on Second Street in Brooklyn that she owned for seven years. ''I could never go back to it.'' Ms." , "date" : "20100225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "ON LOCATION; Only the Best Parts Of Life in the 1940s" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/25\/garden\/25location.html"} , {"body" : "NOAH LASCANO, 8, had a problem: His teachers couldn't read his handwriting. His homework became a frustrating exercise in writing once, and then, at the teacher's request, writing again, just for legibility. His brother, James, 5, was struggling in kindergarten -- even drawing stick figures was a task. When his mother, Paula Lascano, tried to" , "date" : "20100225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "1" , "title" : "Watch How You Hold That Crayon" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/25\/fashion\/25Therapy.html"} , {"body" : "A GOOD selection of Belgian-style ales is like the very best kind of buffet, offering an assortment of flavors, aromas, styles, strengths and types. You want strong ale, sour ale, sweet ale, dry ale, golden, dark, wheat, fruity and malty. When we set out to draw a stylistic standard for a planned tasting of Belgian golden ales, it seemed as if we'd" , "date" : "20100224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "BEERS OF THE TIMES; A Delicious Free-for-All" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE3DD123AF937A15751C0A9669D8B63"} ,   {"body" : "A review last Wednesday about the Motorino pizzerias misidentified the location in Brooklyn of Franny's, one of the first upscale pizza restaurants in New York City. It is in Prospect Heights, not Park Slope." , "date" : "20100224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E1DA113DF937A15751C0A9669D8B63"} , {"body" : "Allan Kornblum, who helped steer the F.B.I. into the post-J. Edgar Hoover era by drafting guidelines for its surveillance operations in the 1970s, and whose testimony helped convict the murderer of a black man in a celebrated civil rights case revived nearly 40 years after the event, died Feb. 12 in Gainesville, Fla. He was 71. The cause was cancer" , "date" : "20100222" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Allan Kornblum, 71, Counsel to F.B.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3DF1239F931A15751C0A9669D8B63"} , {"body" : "DEAR DIARY: Some esoteric bookkeeping on the part of our government caused me to actually get a reimbursement check from Medicare in the amount of one cent. One penny! Fearing I might run afoul of some arcane regulation if I didn't process a government check, I presented it to the teller at my local bank on East 62nd Street. He looked at my" , "date" : "20100222" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/22\/nyregion\/22diary.html"} , {"body" : "AMY BRILL, a writer who lives in Windsor Terrace, survived nine months and six days of pregnancy, then 40 hours of labor. But after a few days of nursing, she was in excruciating pain, crying every time her baby latched on. Ms. Brill's pediatrician wrote out a phone number as if it were a prescription. ''Call this woman,'' he said. ''She's seen" , "date" : "20100221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "The Breast Whisperer" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/21\/nyregion\/21freda.html"} , {"body" : "PARK SLOPE DUPLEX $1,045,000 BROOKLYN: 270 Fifth Street (near Fourth Avenue), #1D A three-bedroom three-bath loft co-op with a mezzanine office\/guest room, large living space, two staircases, a private garden and two deeded outdoor parking spaces. Eileen Phelan, Corcoran (718) 768-5580; www.corcoran.com MAINTENANCE: $1,148 a month PROS: This is the" , "date" : "20100221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6DB1731F932A15751C0A9669D8B63"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego environments," , "date" : "20100219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times: For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E4DB1F3FF93AA25751C0A9669D8B63"} , {"body" : "Full reviews of recent jazz concerts: nytimes.com\/music. JOHN BUNCH TRIO (Tuesday) John Bunch, an articulate pianist well into his 80s, leads his longstanding swing trio with the guitarist (and fellow octogenarian) Bucky Pizzarelli and the bassist (and sometime singer) Jay Leonhart. From 7:30 to 10 p.m., Smalls, 183 West 10th Street, West Village ," , "date" : "20100219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: Jazz" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/19\/arts\/music\/19jazz.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, at 7:30 and 9 p.m., performances by the group Blue Harvest; part of the Tavern Concert Series; $15; $12 for members; reservations required: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30 p.m.; Saturdays and" , "date" : "20100219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EFDD1E3EF93AA25751C0A9669D8B63"} , {"body" : "THERE was a television crew in Motorino in Williamsburg a couple of weeks ago, Michelle Park from NY1 shooting a segment with the restaurant's chef, the elegant young Mathieu Palombino. He smiled shyly in chef's whites. There have been others. Fame stalks the restaurant, which has locations in Brooklyn and the East Village. Vice magazine came to" , "date" : "20100217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RESTAURANT REVIEW; A Pizza Place Grows Up" , "url" : "http:\/\/events.nytimes.com\/2010\/02\/17\/dining\/reviews\/17rest.html"} , {"body" : "Fighting Hunger Tom Colicchio will be a host, with Natalie Portman, at a benefit on Feb. 21 with food and drinks at Colicchio & Sons, 85 10th Avenue (15th Street), for the Feed Foundation's program called Hungry in America. The program's name is also the title of a documentary film being made by Lori Silverbush, who is Mr. Colicchio's wife, and" , "date" : "20100217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/17\/dining\/17fcal.html"} ,   {"body" : "They honor stickball tournaments and dance teachers, doughnut-store openings or New Yorkers reaching the century mark. They spread good will, honor bravery and service, and cement political alliances. Every year, writing in formal prose with 14th-century flourishes, the presidents of the five boroughs distribute hundreds of proclamations and" , "date" : "20100215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "With the Stroke of a Pen, Honoring the Little Known, if Only for a Day" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/15\/nyregion\/15proclamation.html"} , {"body" : "FOR an entire year, Joe Foxton and his then-partner looked in vain for an East Village condominium. It needed to be a dog-friendly two-bedroom with outdoor space for well under $1 million. Mr. Foxton, 31, a native of Australia, graduated from the University of Technology in Sydney, and now works as the director of newsroom systems for NBC News in" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Plugged In and Happy" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/14\/realestate\/14hunt.html"} , {"body" : "NEW YORK is one big sprawling city, full of people who are proud to call themselves New Yorkers. But sometimes it seems as if that were where the sameness ended. Just try to find a taxi on Staten Island or a gas station in Manhattan and you will quickly learn that there are big differences among the boroughs. Another way to experience that" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Got 500,000 Clams? The City Is Your Oyster" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/14\/realestate\/14cov.html"} , {"body" : "PARK SLOPE CO-OP $690,000 BROOKLYN: 50 Seventh Avenue (near Lincoln Place), #5 A floor-through unit with two bedrooms, one bath, living and dining rooms, a windowed kitchen, a wood-burning fireplace and a deck, on the second floor of a five-unit brownstone. Eileen Richter, Brown Harris Stevens (718) 399-4109; brownharrisstevens.com Open house" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EFDF1631F937A25751C0A9669D8B63"} , {"body" : "To the Editor: Re: ''Sold Too Soon,'' by Harvey Araton, Jan. 17: Mr. Araton laments the apartment he sold for a song in the early 1990s during another low point in the real estate cycle. As someone who looked at many co-ops and homes in the 1990s in Park Slope, Brooklyn, I had to contend not with seller's remorse, but with not-buying remorse. My" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "8" , "title" : "LETTER; Real Estate Regret" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4DD1E3EF937A25751C0A9669D8B63"} , {"author" : "Andrew N. Sherman is a public relations consultant and freelance writer who lives in Park Slope, Brooklyn." , "body" : "DEAR K., I'm glad you got in touch. Boy, you sure look happy in those photos. You know, it occurred to me that we were never really friends in high school. You were a few grades ahead, a hot, popular cheerleader -- I would've given up my J.V. soccer career for just one kiss from you. I'm really pleased that you would think to consider me -- a" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "COMPLAINT BOX | VIRTUAL REUNIONS; Forever Beautiful (Till I Saw You on Facebook)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EED81031F937A25751C0A9669D8B63"} , {"body" : "Many Things Lost, but Many Others Thrive I spotted Evelyn, the woman who would become my wife, as I stepped up the winding stairs to The New Yorker, an idiosyncratic, Marx-meets-anarchist, debate\/auteur\/film theory\/junkie-running-the- cash-register bookshop. It once typified the Upper West Side. Evelyn and I worked there, although she says that she" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Love in a Hard Place" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3D9173BF937A25751C0A9669D8B63"} , {"body" : "Hectoring and uplift enjoy an uneasy truce in the music of Delta Spirit. This five-piece indie-rock band from San Diego makes an earnest racket, with songs built around singalong choruses and roughed up mainly around the edges. On Thursday night at Pianos on the Lower East Side, the group was preaching to the converted -- all those choruses had" , "date" : "20100209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW | DELTA SPIRIT; Charting an Earnest Course Between the Rah-Rah and the Reflective" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/09\/arts\/music\/09delta.html"} , {"body" : "PALEY--Cabot Barber, died peacefully on February 5th. The cause of death was a stroke. Cabot was born on June 14th 1925 in Elizabeth, NJ and grew up in Cranford, NJ. Her parents, Henry Oberly Barber and Sophie Cabot Brewster Barber had three other children: an older brother Ken, an older sister Anne and a younger sister Sophie. After graduating" , "date" : "20100209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths PALEY, CABOT BARBER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05EEDD103AF93AA35751C0A9669D8B63"} , {"author" : "E-mail: generationb@nytimes.com" , "body" : "WHEN a man has a child late in life, it helps to have thick skin. ''People come right out and say, 'Why'd you wait so long, you're too old,' '' said Rob Vichnis, 54, whose son Sergei is 7. ''People say, 'You're his grandfather?' '' said Ron Fliegelman, 65, whose son, Isaac, is 5. They ask if the boy's name was inspired by the biblical story of" , "date" : "20100207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "GENERATION B; The Virtues of a Slow-Moving Dad" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/07\/fashion\/07genb.html"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. BASIE AND THE BLUES (Thursday) The soulful churn of Count Basie is one of the touchstones for the Jazz at Lincoln Center Orchestra, and so this programmatic concert -- featuring a guest pianist, Cyrus Chestnut, and a guest singer, Gregory Porter -- will be a catalog of strengths, and a" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/arts\/music\/05jazz.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday, 1 to 3 p.m., a workshop in making Valentine's Day cards. Also Saturday, at 7:30 and 9 p.m., performances by the group Songs of the Sea & Taverns; part of the Tavern Concert Series; $15; $12 for members; reservations required: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/arts\/05spare.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. A. A. BONDY (Saturday) ''No Delia don't go round when the Devil's loose,'' A. A. Bondy cautions, his voice heavy with the kind of prescience that doesn't come easy. A brooding singer and songwriter of Americana, Mr. Bondy plays craggy, atmospheric folk songs -- echoing acoustic guitar, spare" , "date" : "20100205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/05\/arts\/music\/05pop.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. CLAUDIA ACUÑA GROUP (Friday and Saturday) ''En Este Momento'' (Marsalis Music) is the most rewarding album by this Chilean jazz singer in some time. Offering original material and songs by the Chilean singer-songwriter Víctor Jara (among others), Ms. Acuña radiates ardor and acuity," , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/music\/29jazz.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN Saturday at 7:30 and 9 p.m., a performance by the jazz trio This Old House; part of the Tavern Concert Series; $15; $12 for members; reservations required: (718) 351-1611, Ext. 281. Open Wednesdays through Sundays, 1 to 5 p.m.; guided tours, Wednesdays through Fridays at 2:30 p.m.; Saturdays and" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/29spare.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ASOBI SEKSU (Friday) What was once called shoegazer rock -- shimmering, multilayered guitars enfolding confessions of longing and ambiguity -- is back in Asobi Seksu, a New York band that wraps its guitars and keyboard around well-made pop melodies and the girlish ache of Yuki Chikudate's" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/music\/29pop.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose exhibition has separate Dora and Diego" , "date" : "20100129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/29\/arts\/29kids.html"} , {"body" : "BY midafternoon on a recent Saturday, Bierkraft, the beer emporium and grocery on Fifth Avenue in Park Slope, Brooklyn, was half-filled with customers, many of them parents with babies or toddlers in tow. They were browsing the more than 1,000 varieties of bottled beer or surveying the listing of selections available on the 13 taps and 3 cask" , "date" : "20100127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "The New Old Way To Tote Your Beer" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/27\/dining\/27growl.html"} , {"body" : "STRACHAN--George C.S.,66, January 22, 2010, in NY, of lymphoma. He is survived by his wife Jaclyn Veneroso, seven siblings and their families. Funeral Wednesday 11:30am, St. Barnabas, Irvington, NY. Visiting Tuesday 7-9pm Edwards-Dowdle Funeral Home, 64 Ashford Ave., Dobbs Ferry, NY. No flowers. Donations to Brooklyn Botanic Garden, Morgan Library," , "date" : "20100125" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "08" , "title" : "Paid Notice: Deaths STRACHAN, GEORGE C.S." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7DB133AF936A15752C0A9669D8B63"} , {"body" : "THE view from the Brooklyn Heights Promenade, a five-block walkway that has overlooked New York Harbor from its perch at neighborhood's edge since 1950, is almost the same as it was 60 years ago. The Lower Manhattan skyline rises up, seeming close enough to touch, against a backdrop of clouds; tugboats push barges to and fro; cars and trucks race" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | BROOKLYN HEIGHTS; The 360 From Here" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/realestate\/24livi.html"} ,   {"author" : "E-mail: citycritic@nytimes.com" , "body" : "As soon as they heard about the earthquake, Haitians in Brooklyn started making their way to Savoir Faire, the record store in Prospect-Lefferts Gardens, to pool what little information anyone had. And they also brought supplies to send back home -- clothing, canned fruit, ramen, cases of bottled water. By early last week, the donations had been" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY CRITIC; Three Steps to Making Smart Haiti Donations" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/nyregion\/24critic.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Through Aug. 15, ''Traveling the Silk Road: Ancient Pathway to the Modern World''; through May 31, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' featuring hundreds of live specimens. In the Imax theater, playing every hour on the half-hour, from 10:30 a.m. to" , "date" : "20100122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/22\/arts\/22spare.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. GREGG AUGUST SEXTET (Friday) The bassist Gregg August sure-footedly treads postbop terrain in this band, featuring an impressive three-saxophone front line -- Sam Newsome, Jaleel Shaw and J. D. Allen -- along with Luis Pedomo on piano and Rudy Royston on drums. At 9 and 10:30 p.m., Jazz" , "date" : "20100122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/22\/arts\/music\/22jazz.html"} , {"body" : "FOR CHILDREN BIG MOVIES FOR LITTLE KIDS (Monday) Many children learn to sing ''Yellow Submarine'' in preschool. Now they can hear it in its original context: the wildly colorful, fancifully animated Beatles film of the same title from 1968. Expect them to learn a new word: psychedelic. At 4 p.m., Cobble Hill Cinemas, 265 Court Street, at Butler" , "date" : "20100122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times for Children" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/22\/arts\/22kids.html"} , {"body" : "Opening This Week LED ZEPPOLE Not to worry. In spite of this storefront's name, the zeppole are not heavy, fried street-fair dough balls but feather-light doughnuts, complete with a hole. The owners, Francis Garcia and Salvatore Basille, left to right in the dark shirts above, and their crew sell these treats (3 for $2.50) plus other fried goods" , "date" : "20100120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/20\/dining\/20off.html"} , {"body" : "One morning last fall Judson Box woke up early to tend the horses at his farm near Leesburg, Fla. Before he could sit down to breakfast, however, his wife waved him over to the color TV that doubles as their home computer, thanks to an old WebTV setup. As Mr. Box leaned in closer to the grainy 17-inch screen, he started to make out the image of a" , "date" : "20100120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "3" , "title" : "Online, It's the Mouse That Runs the Museum" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/20\/arts\/design\/20museum.html"} , {"body" : "Beer and Steak ... To showcase the way different beers complement various cuts of steak, there will be free tastings in the lounge at Michael Jordan's The Steak House NYC in Grand Central Terminal from 6 to 7 p.m. on Wednesdays. The tastings start Jan. 20 with filet mignon and pale ale, and will continue through March 10: (212) 655-2300. ... and" , "date" : "20100120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/20\/dining\/20fcal.html"} , {"body" : "LAST fall, a job transfer to Brooklyn from the Bronx spurred a series of changes for Briana Fedele. It was not just a good time to move; she also wanted to find a larger place with her boyfriend, Scott Cavagnaro. When she rented her tiny one-bedroom in Astoria, Queens, three years ago, she didn't have a boyfriend. Now she did, and as a professional" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; On Monday Night, He Serves Pasta" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/17\/realestate\/17hunt.html"} , {"author" : "Risa Chubinsky lives in Park Slope and works as a subsidiary rights coordinator at Penguin Group (U.S.A.) in the West Village. Comment on her rant at nytimes.com\/cityroom." , "body" : "As a 5-foot-4, dark-haired Jewish girl in her early 20s, I was never a minority in New York City until I moved to Park Slope, where I seem to be one of the few childless residents. While it might be enjoyable for outsiders to read books like ''Prospect Park West,'' which details the mommy culture run amok, it is a whole other sensation to be stuck" , "date" : "20100117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "COMPLAINT BOX | BABY BARFLIES; When Toddlers Belly Up to the Bar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E4D6173CF934A25752C0A9669D8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. JOHN ABERCROMBIE ORGAN QUARTET (Friday through Sunday) No stranger to Hammond B-3 organ combos, the guitarist John Abercrombie joins forces here with the organist Gary Versace and the drummer Adam Nussbaum, as well as a special guest: the alto saxophonist Greg Osby. At 8:30 and 10:30" , "date" : "20100115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/15\/arts\/music\/15jazz.html"} ,   {"body" : "THIS year, for the first time, glatt kosher food will be sold at the Super Bowl. Certainly, faith will prompt some of the fans at Dolphin Stadium in Miami Gardens, Fla., to line up at one of two carts selling grilled salami sliders and garlicky knoblewurst. But for others, the appeal of a kosher hot dog will have nothing to do with religion. In an" , "date" : "20100113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "For Some, 'Kosher' Equals Pure" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/13\/dining\/13kosh.html"} , {"body" : "TWO years ago, unemployment was around 5 percent, the average price paid for an apartment in Manhattan was nearing $1.7 million, and Eliot Spitzer had a good shot at becoming president. ''For a while there, we had to tell people that if they wanted to buy a $1 million condo, they were looking at a one-bedroom,'' said Pamela Liebman, the president" , "date" : "20100110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Yours for Under $1 Million" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/10\/realestate\/10cov.html"} , {"body" : "Markets Head Indoors The Brooklyn Flea will move into a new winter indoor market on Jan. 9 in the Williamsburg Savings Bank building at 1 Hanson Place in Fort Greene. It will be open Saturdays and Sundays, 10 a.m. to 5 p.m., through March 28. After that it will shift to its two outdoor locations. On Jan. 10 from 11 a.m. to 5 p.m., the seasonal" , "date" : "20100106" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/06\/dining\/06fcal.html"} , {"body" : "Jack ''Skippy'' McFadden, the head talent buyer at Union Hall and the Bell House in Park Slope, Brooklyn, responded last week to readers' questions about New York City clubs and the music scene, his career promoting and booking bands and other subjects. Here are some excerpts: Q. How do you handle it when your friends have bands that just aren't" , "date" : "20100103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM BLOGGING AT NYTIMES.COM\/CITYROOM.; In the Music Business, the Importance of D.I.Y. (and Beards)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EFDE163CF930A35752C0A9669D8B63"} , {"body" : "A few hours before the inauguration on Friday, the mayor's aides distributed an exhaustive description of the Bible that Mayor Michael R. Bloomberg would use to take the oath of office. It belongs to his mother, Charlotte. It was printed in 1909 by the Canal Street Hebrew Publishing Company in Manhattan. Its translator? Isaac Leeser. With so much" , "date" : "20100102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "REPORTER'S NOTEBOOK; The Family Bible Is a Guest for the Oath, but Not a Participant" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/02\/nyregion\/02notebook.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. THE BAD PLUS (Friday through Sunday) The pianist Ethan Iverson, the bassist Reid Anderson and the drummer David King constitute the Bad Plus, a delivery system for smartly sweeping original songs, as well as wryly affectionate renditions of pop tunes. At 9 and 11 p.m., Village Vanguard," , "date" : "20100101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/01\/arts\/music\/01jazz.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Tuesday at 6:30 p.m., Brian Abbott, an astrophysicist, leads viewers through a screening of ''The Known Universe'' inside the Hayden Planetarium Space Theater. The short film takes viewers from the Himalayas through Earth's atmosphere and the inky black of space to the afterglow of" , "date" : "20100101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/01\/arts\/01spare.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. JOSEPH ARTHUR (Friday) Romance, despair and the struggle for faith intermingle in Joseph Arthur's songs, which can float in a gorgeous acoustic reverie or flare up in electrified anger. With Charlie Mars, a singer and songwriter from Brooklyn by way of Mississippi. At 10 p.m., City Winery, 155" , "date" : "20100101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/01\/arts\/music\/01pop.html"} , {"body" : "There will be no traditional inauguration party. No grand entrance at City Hall for the mayor. Not even the usual constellation of celebrities like Liza Minnelli, Al Leiter or Wynton Marsalis. When Mayor Michael R. Bloomberg is sworn in at a ceremony at noon on Friday for the third and presumably final time, it promises to be a muted and no-frills" , "date" : "20100101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "For Bloomberg Inaugural, The 3rd Time Is Low Key" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02EED6133DF932A35752C0A9669D8B63"}]