[  {"body" : "Metropolitan New York is being rapidly reshaped as blacks, Latinos, Asians and immigrants surge into the suburbs, while gentrification by whites is widening the income gap in neighborhoods in Manhattan and Brooklyn, according to new census figures released on Tuesday. Some of the largest population gains since 2000 were recorded in places that not" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "In New York, Black and Hispanic Strongholds Become More White" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15nycensus.html"} , {"author" : "Christine Muhlke is food editor of The Times Magazine." , "body" : "What confusing times these are. And I'm talking just about new cookbook offerings. Fall's usual glut of chef-y titles, primed for the giving, are notably absent. The food we're being offered is much simpler, much faster and removed from the realm of fantasy -- unless we're talking about ''Modernist Cuisine: The Art and Science of Cooking,'' the" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "Cooking" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/books\/review\/Cooking-t.html"} , {"body" : "In a rampage loud enough to be heard by alarmed neighbors, an actor killed his mother with a three-foot sword early Tuesday in their apartment in Prospect Heights, Brooklyn, the police said. Shortly after 1 a.m., the actor, Michael Brea, 31, asked his mother, Yannick Brea, 55, ''if she believed in God,'' said Greg Clare, who heard the commotion" , "date" : "20101124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Actor Killed Mother With a Sword, the Police Say" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/24\/nyregion\/24actor.html"} , {"body" : "IT is not a sentiment commonly associated with New York City landlords, but for Malcolm Smart, some things are more important than money. ''I don't want someone I resent in my space,'' said Mr. Smart, the live-in owner of a Brooklyn brownstone with a one-bedroom rental apartment. ''If it means getting a few hundred dollars less in rent every month" , "date" : "20101121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Move Over, Fancy High-Rises" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/21\/realestate\/21cov.html"} , {"body" : "Topped with a dollop of thick whipped cream, the luxurious hot chocolate at Blue Marble Ice Cream in Prospect Heights, Brooklyn, is an event in itself. As opening acts go, it's hard to beat -- a point clearly not lost on Abigail Browde and Michael Silverstone , the directors of ''This Time Tomorrow.'' The site-specific performance was inspired by," , "date" : "20101115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "DANCE REVIEW; Unusual Antics Unfold In a Church Basement" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/15\/arts\/dance\/15tomorrow.html"} , {"body" : "AS newlyweds, Brian and Bridget Applegate spent two years squeezed into a small one-bedroom on the Upper East Side. They were eager to buy, and it had to be a larger place. ''When I had to get medicine out if I was sick,'' Mrs. Applegate said, ''I had to remove three boxes of shoes to get into where it was stored. It wasn't like, 'Take something" , "date" : "20101114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER EAST SIDE (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; A Little Air, Indoors and Out" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/14\/realestate\/14Hunt.html"} , {"author" : "Rick Moody's latest novel is ''The Four Fingers of Death.''" , "body" : "THE street addresses of my life, and there have been a great number of them, have often felt less like home to me than the places I've written about. The New Canaan, Conn., of 1973, when I was writing about it in the early '90s. The Arizona of the near future, in a recent novel. I love landscapes of the imagination, less so the topographies of the" , "date" : "20101111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "DOMESTIC LIVES; The Hazel Effect" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/11\/garden\/11RickMoody.html"} , {"body" : "''So there's ULURP,'' begins the second song in a new musical about Brooklyn. ''ULURP is the Uniform Land Use Review Procedure\/Which required community involvement and public review\/Of all kinds of New York City land-use projects.'' If this seems like something you might read in the notes of a community board meeting, that's because it is. The song" , "date" : "20101110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "In Brooklyn, Dramatizing Real Discord" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/10\/theater\/10footprint.html"} , {"body" : "With BoltBus, Megabus, and an array of Chinatown-to-Chinatown companies already operating, it might seem the market for discount New York-to-D.C. bus lines has reached capacity. But one upstart is betting there's room for a new angle. The Know It Express, which debuts Friday, bypasses Manhattan and downtown Washington altogether, instead offering" , "date" : "20101031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "2" , "title" : "IN TRANSIT; Washington to Brooklyn By 'Hipster Highway' Bus" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E3DC1E31F932A05753C1A9669D8B63"} , {"body" : "''Are you familiar with the Frisco?'' I asked a bartender at Rye House, near Union Square, who in turn asked me to repeat myself, then had me spell the two syllables I had twice uttered. Still he was baffled. He took out his iPhone and sought to Google his way to illumination. But the recipe he found didn't match my rough memory and sense of what a" , "date" : "20101029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "THE TIPSY DIARIES; Smitten With a Cocktail Called Frisco" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/29\/dining\/29tipsy.html"} ,   {"body" : "AFTER graduating from the Juilliard School, Monica Ohuchi Bunch practiced and taught on her upright piano. Two years ago, she upgraded to a Steinway Grand, Model B, nearly seven feet long. It had to be lifted, via crane, into the apartment she shared with her husband, Kenji Bunch. They watched with their hearts in their throats as it entered their" , "date" : "20101024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Place to Make Music, Minus Noise" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/24\/realestate\/24hunt.html"} , {"body" : "FROM the window of his waterfront office in the Dumbo section of Brooklyn, Sufjan Stevens can see traffic creeping along Manhattan's eastern edge, just across the river. He can see the party boats and barges float by, joined occasionally by groups of kayakers. And he can see the workers at the Con Edison power plant across from his building. It" , "date" : "20101017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Mr. Strummy-Strum Tries a Synth Sound" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/17\/arts\/music\/17sufjan.html"} , {"body" : "The way Joseph E. Joseph tells it, he was just doing his civic duty. On his way home from work one evening in 1992, he came across a group of volunteers in Brooklyn registering people to vote. Mr. Joseph, a legal permanent resident who had immigrated from St. Kitts eight years earlier, decided it was time to sign up. He cast a ballot in that year's" , "date" : "20101017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Some Immigrants, Voting Is a Criminal Act" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/17\/nyregion\/17voting.html"} , {"author" : "Frank Bruni is a staff writer for the magazine. His memoir, ''Born Round,'' was recently published in paperback." , "body" : "''IS HE COMING BACK?'' Clara Santos Perez was peering out the windows and across the street, where an imposing man in black stood, his face turned in her direction. Was he watching? Waiting? Planning to confront her anew? Perez wondered aloud about all of this, wrung her hands and paced. In her agitation and dread she more closely resembled a" , "date" : "20101010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "64" , "title" : "SHARED PLATES; Keeping It Kosher" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/10\/magazine\/10Kosher-t.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Angels in America' In previews; opens on Oct. 28. Signature Theater presents the first major New York revival of Tony Kushner's" , "date" : "20101008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/08\/theater\/08theater.html"} , {"body" : "VALERIE BERGER was nearly 60 but had never had her own place. She split her time between her mother's house and her boyfriend's apartment, both in Park Slope, Brooklyn. Then her boyfriend died of a surgery-related infection at age 70, a few years after her mother did. Unable to afford much else, Ms. Berger moved in April 2009 into the Y.W.C.A. in" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "At the Y, 'They Take Care of Each Other'" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/nyregion\/03ywca.html"} , {"body" : "WHAT if your apartment roommate moved out abruptly with no forwarding address, leaving you to pay his half of that month's rent? Frantic mass e-mails and Facebook posts have yielded no replacements, and you are tired of dealing with spammers and strangers on Craigslist. With next month's rent looming, what do you do? One option is Roommates Wanted" , "date" : "20101003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTING; Mingle, Meet, and Maybe Move In" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/03\/realestate\/03posting.html"} , {"body" : "Around Town Museums and Sites Museum of the City of New York Through Sunday, ''America's Mayor: John V. Lindsay and the Reinvention of New York''; on Monday at 6:30 p.m., ''Music of Old New York,'' a performance by the pianist Richard Dowling of music from the mid-1800s to the 1920s by Scott Joplin, George M. Cohan and others; and on Tuesday at" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/01\/arts\/01Spare.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'Angels in America' In previews; opens on Oct. 28. Signature Theater presents the first major New York revival of Tony Kushner's" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5D91238F932A35753C1A9669D8B63"} , {"body" : "The dispute began early Thursday over two dogs, a miniature pinscher named Rocco and a Shih Tzu, Bugsy, one tied too closely to the other outside a bar in Prospect Heights, Brooklyn. It was the type of minor skirmish common enough on the crowded sidewalks of New York. But as the owners of the dogs separated them, things quickly escalated. By the" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Owner Killed After Dog Leashes Are Tangled" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/01\/nyregion\/01leash.html"} ,   {"body" : "Market Designs on View An exhibition of the designs for a new marketplace for the food vendors in Red Hook, Brooklyn, is on display at the Queens Museum of Art in Flushing Meadow through Sunday from noon to 6 p.m. Wednesdays through Sundays. Admission is by donation. Taco Series Andrew Carmellini of Locanda Verde has turned his talent to Mexico and" , "date" : "20100929" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/29\/dining\/29fcal.html"} , {"body" : "A former college basketball player pleaded guilty in Belgrade, Serbia, on Monday as part of a deal that would send him to prison for his role in a barroom brawl in Binghamton, N.Y., that left a classmate badly injured, the classmate's lawyers said. The former basketball player, Miladin Kovacevic, 23, was to have gone on trial two weeks ago. But the" , "date" : "20100928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["SERBIA" , "BINGHAMTON (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Suspect Who Fled to Serbia Pleads Guilty in 2008 Beating" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/28\/nyregion\/28serb.html"} , {"body" : "Comparing the buttoned-up experience of seeing a play to going to church is an old insult, but maybe it shouldn't be. Or at least that's what you might think while watching the dynamic modern-dress revival of T. S. Eliot's ''Murder in the Cathedral,'' which takes place in the pews, inside illuminated confessional booths and under the cross of a" , "date" : "20100925" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW | 'MURDER IN THE CATHEDRAL'; Inside a Grand Church, His Days Are Numbered" , "url" : "http:\/\/theater2.nytimes.com\/2010\/09\/25\/theater\/reviews\/25murder.html"} , {"body" : "A Serbian-born former college basketball player who fled the United States in 2008 is expected to plead guilty in Belgrade, Serbia, on Tuesday as part of a deal that would send him to prison for attacking a classmate in Binghamton, N.Y., officials who have been briefed on the case said Monday. The former basketball player, Miladin Kovacevic, was to" , "date" : "20100914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BELGRADE (SERBIA)" , "BINGHAMTON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Guilty Plea Is Expected In Beating Of Classmate" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/14\/nyregion\/14beat.html"} , {"body" : "FOR 12 years, Meaghan Jones lived in a series of Upper East Side high-rises. The main appeal: the buildings were convenient to her office. If anyone had asked her the names of her neighbors, she would have been stumped. ''I didn't talk to them,'' she said. ''I just came in and out.'' Typical New York apartment living, of course. But wait, there was" , "date" : "20100912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Social Set" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/12\/realestate\/12cov.html"} , {"body" : "MANHATTAN West Midtown .......... $225,000457 West 57th Street, Addison Hallr 0 f 1 h 0 o 1 week300-sq.-ft. studio co-op in a prewarbuilding; 24-hr. doormen, h\/w floors,laundry room in building; maintenance$680, 40% tax deductible; listed at$230,000. Broker: Kurland. Murray Hill ............ $672,000445 Fifth Avenue (39th St.)r 1 f 1 h 0 o 31" , "date" : "20100905" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE7D9143AF936A3575AC0A9669D8B63"} , {"body" : "Around Town Museums and Sites Bronx Museum of the Arts Through Sunday, two exhibitions focusing on the civil rights movement: ''Road to Freedom: Photographs of the Civil Rights Movement 1956-1968,'' featuring 150 vintage photographs, and ''After 1968: Contemporary Artists and the Civil Rights Legacy,'' with works by African-American artists born" , "date" : "20100827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/27\/arts\/27spare.html"} , {"body" : "COLICCHIO & SONS 85 10th Avenue (15th Street), Chelsea; (212) 400-6699, colicchioandsons.com. A couture restaurant from Tom Colicchio in the space that used to be Craftsteak. A lot of the testosterone has been drained off, and a combination of flowers and a Grateful Dead-ish soundtrack do much to counter the boom-era feeling of the restaurant's" , "date" : "20100825" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE4DB1E39F936A1575BC0A9669D8B63"} , {"body" : "SINCE their arrival in the city two years ago, Jennifer McCarron and Brandi Molitor have had more than their share of bad apartment luck. When the couple moved to the city from Albany, they took over a friend's lease on a one-bedroom rental in Sunnyside, Queens. Seven months in, roof construction led to a building fire, which destroyed most of" , "date" : "20100822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Lot of Laundry, and a Little Luck" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/22\/realestate\/22hunt.html"} , {"body" : "Jeremy Sparig spent months fighting bedbugs. Now, to some people, he is like a mattress left on the street, something best avoided in these times. ''They don't want to hug you anymore; they don't want you coming over,'' said Mr. Sparig, of East Williamsburg, Brooklyn. ''You're like a leper.'' At the Brooklyn district attorney's office, which" , "date" : "20100821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "What Spreads Faster Than Bedbugs? Fear and Social Stigma" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/21\/nyregion\/21bedbugs.html"} ,   {"body" : "MANHATTAN Washington Heights . . . . . $342,000 14 Bogardus Place (Hillside Ave.) r 2 f 1 h 0 o 26 weeks 950-sq.-ft. co-op in a postwar building; elevator, renovated bath and eat-in kitchen, h\/w floors, laundry room and gym in building; maintenance $847, 48% tax deductible; listed at $359,000. Brokers: Stein-Perry; Corcoran Group. East Midtown . ." , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E6D81739F932A3575BC0A9669D8B63"} , {"author" : "E-mail: citycritic@nytimes.com" , "body" : "On the second story of East River Plaza, at 116th Street, wide sliding doors open onto an evenly lighted, color-coordinated, climate-controlled space and then slide shut again, cutting off the waft of 95-degree air plaguing the sidewalks of East Harlem. Suddenly all is calm: Street sounds are gone. Heat wave is gone. Sidewalk vendors are gone." , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "CITY CRITIC; It's Always Sunny In Targetland" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/01\/nyregion\/01critic.html"} , {"body" : "ABC KITCHEN 35 East 18th Street, Flatiron district; (212) 475-5829, abckitchennyc.com. This winsome sprawl on the ground floor of ABC Carpet & Home was created by Jean-Georges Vongerichten. It's haute organic and Hamptons sustainable -- and airy, open and relaxed, the way the second homes of the wealthy often are. Ingredients, as a position paper" , "date" : "20100721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RECENTLY REVIEWED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DC1F3EF932A15754C0A9669D8B63"} , {"body" : "To the residents of Prospect Heights in Brooklyn, he was simply known as Steve. He spent the last month stalking the neighborhood streets at night, breaking off the branches of young trees. Sometimes, he broke them off with his bare hands, other times he climbed into the trees and used his weight to tear off their limbs. Recently, he was seen" , "date" : "20100715" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "After Arrest in Attacks on Trees, Thinking More Than Just Oaks Need Help" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/15\/nyregion\/15trees.html"} , {"author" : "E-mail: the hunt@nytimes.com" , "body" : "JUST over a year ago, Mark and Alejandra Ryan arrived in New York with little more than, as he put it, ''a healthy dose of naïveté.'' The couple chose New York for two reasons. It was the place where they had fallen in love. And it was a place where both could find work -- he in medicine and she in the media -- and ''neither would be giving" , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Room for the Dog to Wag His Tail" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/11\/realestate\/11Hunt.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began. The ''time on the market'' is from the most recent listing to the sales agreement. Manhattan Chelsea . . . . . . . . . . . . . . $337,000 201 West 21st Street, The Piermont r 0 f 1 h 0 o 16 weeks 400-sq.-ft. studio co-op in a postwar building; 24-hr." , "date" : "20100711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EFD61231F932A25754C0A9669D8B63"} , {"body" : "I grew up thinking of the bloody mary as a joyless drink. It was a corrective after a night of head-cramping excess: the pitiable hair of the shameful dog. Or it was a quasi-sanctioned, quiet way for the booze-dependent to begin a sort of intravenous drip of alcohol early in the day. Either way, the bloody mary struck me as medicinal. Today it" , "date" : "20100709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "TIPSY DIARIES; Bloody Mary, The Liquid Salad" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4D61339F93AA35754C0A9669D8B63"} , {"body" : "Summer School A talk about garlic and other alliums, covering the science and folklore, will be given by Eric Block on July 2 at 11 a.m. in the Watson Education Building at the New York Botanical Garden in the Bronx, free with general admission. A class in making sushi, with cocktails to drink and sushi to eat, will be presented at 8 p.m. on July" , "date" : "20100630" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/30\/dining\/30fcal.html"} , {"body" : "Citing problems with electrical equipment, Consolidated Edison announced on Monday that it had decreased voltage to parts of Brooklyn by 8 percent and asked customers there and in part of the Upper West Side of Manhattan not to use ''nonessential'' electrical appliances, including air-conditioners, until the problems were corrected. The utility" , "date" : "20100629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK SLOPE (NYC)" , "PROSPECT HEIGHTS (NYC)" , "WINDSOR TERRACE (NYC)" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "FORT GREENE (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Con Ed Reports Power Problems in City" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/29\/nyregion\/29coned.html"} , {"author" : "Dvora Meyers, a freelance writer and Hebrew teacher, lives in Clinton Hill, she writes about Judaism and gymnastics on her blog, at unorthodoxgymnastics.com; Ellen Levitt lives in Midwood and teaches social studies at a Brooklyn High school." , "body" : "This week's Complaint Box features two views on one borough's identity crisis, from Dvora Meyers and Ellen Levitt. I'm From Brooklyn, She Said in Her Southern Drawl As a 27-year-old single woman living in Brooklyn, I enjoy the communal events that warm weather brings: summer concerts in Prospect Park, street fairs, outdoor dining with friends. But" , "date" : "20100627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CITY ROOM; Complaint Box | Borough Pride; I'm From Brooklyn, She Said in Her Southern Drawl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC133BF934A15755C0A9669D8B63"} ,   {"body" : "Over the last decade, a growing stream of the young, the stylish and the family-oriented have been drawn to Brooklyn by its parks, waterfront, cultural life and relatively affordable real estate and acres of graceful brownstones. But when it comes time for those newcomers to have their babies, they are tied as if by an umbilical cord to Manhattan." , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Manhattan Birth Certificate, But an Address in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26hospitals.html"} , {"author" : "Norman Oder, a Brooklyn journalist, has written the Atlantic Yards Report blog for more than four years." , "body" : "The Russian billionaire Mikhail D. Prokhorov, the Nets' new majority owner and the N.B.A.'s first overseas owner, magnetized members of the news media during his recent whirlwind tour of New York. Prokhorov, a 6-foot-8 kick boxer, international playboy and shrewd businessman, did his best to make people forget the team's performance last year at" , "date" : "20100622" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "ESSAY; A Russian Billionaire, the Nets and Sweetheart Deals" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/22\/sports\/basketball\/22oder.html"} , {"body" : "THERE was a time, more than a century ago, when a stretch of mansions in Crown Heights, Brooklyn, was known as Millionaire's Row. Most of the biggest houses there are gone, and Crown Heights has had a busy history since that time. But if millionaires are scarcer today, the good news is that in much of the neighborhood the comfortable ambience they" , "date" : "20100620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | CROWN HEIGHTS, BROOKLYN; A Melting Pot, With the Heat Turned Off" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/20\/realestate\/20living.html"} , {"body" : "The new ''Food Lovers' Guide to Brooklyn'' by Sherri Eisenberg (Globe Pequot Press, $14.95) is reasonably up-to-date for a borough where new food places open their doors by the minute. Its 328 pages are packed, district by district, with detailed listings, maps and descriptions. Some of the neighborhood groupings segue from one into another, like" , "date" : "20100616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A Borough's Treats, Now in a Book" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/16\/dining\/16guide.html"} , {"body" : "On the Screen Do not visit Scanwiches on an empty stomach. The blog, which Jon Chonko created in February 2009 for the dual purpose of ''education and delight,'' is like a restaurant menu on steroids. Viewed before lunch, a BLT Perfecto from Papa Lima in Williamsburg, Brooklyn, on toasted rye coated with basil mayonnaise, is enough to induce" , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "CITY ROOM; NEW YORK ONLINE | SCANWICHES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4DF173AF930A25755C0A9669D8B63"} , {"body" : "CENTENNIAL BEE-DAY PARTY In Kafka's ''Metamorphosis'' Gregor Samsa awakens to discover that he has become an enormous cockroach. While that may be among the most unwelcome transformations on record, the Brooklyn Botanic Garden will offer one on Saturday that's shorter, sweeter and sunnier: children changing themselves into bees. The process is part" , "date" : "20100611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/11\/arts\/11kids.html"} , {"body" : "IN a city said to be teeming with potential mates, where in New York do you look for a great catch? Are you supposed to hail them down on the street like a cab? That's one approach. In November 2005, Dimple Chaudhary was happily single, but wasn't against getting her feet wet. At a Brooklyn bar one night, she and her friend Abby Larson chatted with" , "date" : "20100530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "VOWS; Dimple Chaudhary and Previn Warren" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/30\/fashion\/weddings\/30VOWS.html"} , {"body" : "ANDREA SYRTASH realized one day why she should marry her good friend Michael Paoli. Because he was the one person she wouldn't mind being stuck in a foxhole with. And so, when the couple moved from their native Toronto to New York, taking over a tiny Greenwich Village one-bedroom from a friend, Mr. Paoli hugged his wife and said, ''We're in our" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; An Apartment That's Just Their Type" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/realestate\/16hunt.html"} , {"body" : "PROSPECT HEIGHTS CO-OP $699,000 BROOKLYN: 408 St. Johns Place (near Washington Avenue), #2A A three-bedroom two-bath co-op with an L-shaped living\/dining kitchen space in a 35-unit 1924 elevator building. Robert T. Frye, Prudential Douglas Elliman (718) 780-8173; www.prudentialelliman MAINTENANCE: $873 a month PROS: Renovated three years ago, this" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKETS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E1DC143AF935A25756C0A9669D8B63"} , {"body" : "ANDREA SYRTASH realized one day why she should marry her good friend Michael Paoli. Because he was the one person she wouldn't mind being stuck in a foxhole with. And so, when the couple moved from their native Toronto to New York, taking over a tiny Greenwich Village one-bedroom from a friend, Mr. Paoli hugged his wife and said, ''We're in our" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; An Apartment That's Just Their Type" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E6DD133AF935A25756C0A9669D8B63"} ,   {"body" : "THE service was slick, the room was handsome and the food reliably good at the Vanderbilt, a well-groomed gastropub that opened last fall in Prospect Heights, Brooklyn. But something was missing. It was not half as pleasurable as Kaz an Nou, a new French-Caribbean place two blocks away with half its size and sophistication. The Vanderbilt, 570" , "date" : "20100505" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; Neighbors, but So Far Apart" , "url" : "http:\/\/events.nytimes.com\/2010\/05\/05\/dining\/reviews\/05unde.html"} , {"body" : "AROUND TOWN Museums and Sites ALICE AUSTEN HOUSE Friday through Sunday, 11 a.m. to 5 p.m., a crafts fair. 2 Hylan Boulevard, Rosebank , (718) 816-4506, aliceausten.org; $3 donation.20100429 CITY UNIVERSITY OF NEW YORK GRADUATE CENTER Monday at 7 p.m., ''Concerts & Conversations -- An Evening with Paquito D'Rivera''; $25, $10 for students. Wednesday" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E6DE1E3BF933A05757C0A9669D8B63"} , {"body" : "Sometime next week, workers will start digging under the floor of a bar where a bartender known as Johnny Seatcovers poured an ocean's worth of whisky, where police officers and anarchists alike shouted to be heard above the music, where young bands got their start and Blue Oyster Cult played a late-career gig. For more than 70 years, the bar has" , "date" : "20100430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Last Call Looms at Freddy's, In the Path of Atlantic Yards" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/30\/nyregion\/30freddys.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK Saturday at 1 p.m., ''Portals to the Past: Archaeology at New York City's Historic Houses,'' a discussion about historic buildings in all five boroughs, including tenements, estates and storefronts; co-sponsored by the Professional Archaeologists of New York City. Tuesday at 6:30 p.m.," , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE7DD1E3EF930A15757C0A9669D8B63"} , {"body" : "An earlier version of this post misstated the court that ruled against the state in the Columbia University eminent-domain suit. It was the Appellate Division of State Supreme Court, not the Court of Appeals, which sits above the Appellate Division. Now Daniel Goldstein needs to move. But where? Mr. Goldstein, the most prominent opponent of the" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CITY ROOM; For Developers' Foe, Suggestions for the Next Battleground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EEDB123BF930A15757C0A9669D8B63"} , {"body" : "An earlier version of this post misstated the court that ruled against the state in the Columbia University eminent-domain suit. It was the Appellate Division of State Supreme Court, not the Court of Appeals, which sits above the Appellate Division. Now Daniel Goldstein needs to move. But where? Mr. Goldstein, the most prominent opponent of the" , "date" : "20100422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "title" : "CITY ROOM; For Developers' Foe, Suggestions for the Next Battleground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E6DA153BF931A15757C0A9669D8B63"} , {"body" : "Dinner Theater ''Bass for Picasso,'' an Off Broadway play by Kate Moira Ryan, is about a dinner party given by a food critic with a menu of dishes from the Alice B. Toklas cookbook. It will run through May 23 at the Kirk Theater, 410 West 42nd Street; (212) 279-4200, ticketcentral.com. New Jersey on a Plate Tastings from more than 50 restaurants in" , "date" : "20100421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/21\/dining\/21fcal.html"} , {"body" : "IN a city where the hot hangout changes by the minute, and people move to neighborhoods that are just starting to shed a commercial or industrial past, it is little surprise that New Yorkers sometimes wind up living in places that never before saw bed, sofa or stove. Some of the more intrepid renters and buyers over the years have set up house in" , "date" : "20100418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Born a Store" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/18\/realestate\/18cov.html"} , {"body" : "The street was crowded with students just out of school. Younger ones carried backpacks, while teenagers from two high schools popped in and out of stores. Suddenly, shots rang out from above. Residents of Crown Heights, Brooklyn, were still shaken on Thursday from that rooftop attack, which wounded four teenage boys and sent dozens of people" , "date" : "20100409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Crown Heights Unnerved as Police Hunt a Rooftop Gunman" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/09\/nyregion\/09rooftop.html"} , {"body" : "Looking Ahead FORNINO PARK SLOPE Michael Ayoub, above, is spreading the brand of his locavore pizzeria from Williamsburg, Brooklyn, back to the place where he had his first venture, Cucina, a Park Slope pioneer that opened in 1990 and which he left in 2001. ''It's a little surreal,'' he said. ''Some of the stuff I put in is still here. It's like" , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/24\/dining\/24off.html"} ,   {"body" : "CLOSE your eyes and picture your dream apartment. Do you see light streaming through big open windows? Is there a large kitchen? Nice prewar detail? Now open your eyes and remember that you are in New York City -- an extraordinarily expensive place to live, recession or no recession. So, what would you sacrifice to get a great place? For many" , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Everest Advantage" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/21\/realestate\/21cov.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Saturday, 1 to 5:30 p.m. and Sunday, noon to 5 p.m., New York's Latino communities are explored with ''From the Motherlands to El Barrio: New York's Latino Immigrant Experience.'' Highlights include ''Holding Up the Sky,'' a Mayan creation story by the Coatlicue Theater Company;" , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/19\/arts\/19spare.html"} , {"body" : "Art EMILIE CLARK, a New York artist, spent four months at the BROOKLYN BOTANIC GARDEN as its first artist in residence, exploring the work of the 19th-century American naturalist Mary Treat. The result is ''My Garden Pets,'' an installation that includes works on paper, a Victorian terrarium and an audio piece drawn from Treat's correspondence with" , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "THE WEEK AHEAD | MARCH 14--MARCH 20" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEED81030F937A25750C0A9669D8B63"} , {"body" : "Manhattan East Midtown . . . . . . . . . . $335,000420 East 55th Street, Sutton Gardensr 0 f 1 h 0 o 17 weeks540-sq.-ft. studio co-op in a postwarbuilding; 24-hr. doormen, h\/w floors,laundry room in building; maintenance$552, 55% tax deductible; listed at$350,000. Brokers: Halstead Property;Century 21 NY Metro. Gramercy Park Area . . . . ." , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4DE163CF937A25750C0A9669D8B63"} , {"body" : "Inside a tent in the Prospect Heights neighborhood of Brooklyn on Thursday afternoon, the mayor and the governor mingled with celebrities and titans of business, nibbling knishes served in martini glasses, to celebrate the long-delayed groundbreaking of the basketball arena that will be the cornerstone of the Atlantic Yards project. ''Today's a" , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "After Years of Controversy, Ceremonial Shovels Come Out" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E0D8173AF931A25750C0A9669D8B63"} , {"body" : "International VIDEO INCREASES MISTRUST OF THE POLICE IN RUSSIA The already distrusted Russian police have recently come to be viewed with even more suspicion after a series of episodes that have exposed widespread criminality, including a video of police officers using citizens' cars as a roadblock. PAGE A4 U.N. TO END SOMALI DEALS The United" , "date" : "20100312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2DF143AF931A25750C0A9669D8B63"} , {"body" : "There was buy an antenna. There was squeeze in front of the computer (really hard with 20 or 30 guests, and munchies). There was find a friend -- any friend -- in Manhattan. There was, alas, go to the in-laws. These were among the viable choices -- some not so bad and some pretty unfortunate -- that the three million Cablevision customers in the" , "date" : "20100308" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "3" , "title" : "Oscar Night Suspense, Then Poof! Cable's Back" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/08\/business\/media\/08scramble.html"} , {"body" : "IN the nine years since he came to New York with $500 in his pocket, Martin-Christopher Harper estimates that he has moved at least 40 times. When he lists the neighborhoods he has lived in -- in chronological order -- he sounds like a bartender reciting a long list of microbrews: ''Brooklyn, Chelsea Hotel for a moment, Bronx, Carroll Gardens," , "date" : "20100228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Boxed In" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/28\/realestate\/28cov.html"} , {"body" : "A review last Wednesday about the Motorino pizzerias misidentified the location in Brooklyn of Franny's, one of the first upscale pizza restaurants in New York City. It is in Prospect Heights, not Park Slope." , "date" : "20100224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E1DA113DF937A15751C0A9669D8B63"} , {"body" : "An employee of the mayor's office was declared brain-dead on Sunday morning after she and another woman were struck by a hit-and-run driver while crossing Flatbush Avenue in Brooklyn, the authorities said. Around 4:30 a.m. on Sunday, a car traveling north on the avenue struck the women near the intersection of Prospect Place in Prospect Heights," , "date" : "20100222" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Hit and Run In Brooklyn Leaves One Brain-Dead" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/22\/nyregion\/22hitrun.html"} ,   {"body" : "IT was Valentine's Day at the House of Yes, an old ice warehouse turned event space in Bushwick, Brooklyn: The three-story ''skybox'' was swathed in red satin and velvet, and red aerialists' silks hung from the circus truss that spanned the ceiling. Kae Burke, 23, who runs House of Yes with her high school pal Anya Sapozhnikova, twined her way up" , "date" : "20100218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Decorating the Night" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/18\/garden\/18party.html"} , {"body" : "THERE was a television crew in Motorino in Williamsburg a couple of weeks ago, Michelle Park from NY1 shooting a segment with the restaurant's chef, the elegant young Mathieu Palombino. He smiled shyly in chef's whites. There have been others. Fame stalks the restaurant, which has locations in Brooklyn and the East Village. Vice magazine came to" , "date" : "20100217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "RESTAURANT REVIEW; A Pizza Place Grows Up" , "url" : "http:\/\/events.nytimes.com\/2010\/02\/17\/dining\/reviews\/17rest.html"} , {"body" : "When Jennie Dundas and Alexis Miesen opened Blue Marble, a shop selling homemade ice cream on Atlantic Avenue in Boerum Hill, Brooklyn, back in 2007, their checklist included organic ingredients, 16 percent butterfat and a child-friendly setting. Soft-serve ice cream was not in the picture there or at their second shop, in Prospect Heights. ''It" , "date" : "20100217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; Ice Cream Makers Embracing Their Soft Side" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/17\/dining\/17soft.html"} , {"body" : "NEW YORK is one big sprawling city, full of people who are proud to call themselves New Yorkers. But sometimes it seems as if that were where the sameness ended. Just try to find a taxi on Staten Island or a gas station in Manhattan and you will quickly learn that there are big differences among the boroughs. Another way to experience that" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Got 500,000 Clams? The City Is Your Oyster" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/14\/realestate\/14cov.html"} , {"body" : "The Hello Living condo project in Brooklyn was marketed as an urban utopia, a collection of low-rise apartments designed for young families without large inheritances or bonuses. More than three dozen of them closed on apartments, enticed by the modern designs set among the brick walk-ups of Prospect Heights and by amenities like a pool, a gym and" , "date" : "20100213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Families See A Utopia Turn Nightmarish In a Legal Fight" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/13\/nyregion\/13hello.html"} , {"body" : "More than a half-dozen gentrified neighborhoods in Brooklyn would lose subsidized day care centers for low-income families under proposed city budget cuts, Bloomberg administration officials said Wednesday. A list of the 15 day care centers that are scheduled to close in July, 10 of them in Brooklyn, was released by the Administration for" , "date" : "20100204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "City Seeks to Close 15 Day Care Centers, Most in Brooklyn, in Budget Cut" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/04\/nyregion\/04daycare.html"} , {"body" : "BY midafternoon on a recent Saturday, Bierkraft, the beer emporium and grocery on Fifth Avenue in Park Slope, Brooklyn, was half-filled with customers, many of them parents with babies or toddlers in tow. They were browsing the more than 1,000 varieties of bottled beer or surveying the listing of selections available on the 13 taps and 3 cask" , "date" : "20100127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "The New Old Way To Tote Your Beer" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/27\/dining\/27growl.html"} , {"body" : "Eating spiced lamb at a bustling Yemeni restaurant in Downtown Brooklyn, Mahib Alkrizy said that since Sept. 11, 2001, his wife, a religious Muslim who covers her hair, has come to expect being patted down and stared at when she travels by plane. Around the corner at Abu Yasser Travel Agency, employees waved a reporter away -- they were tired of" , "date" : "20100109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NIGERIA" , "YEMEN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "For Immigrants, New Travel Concerns" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/09\/nyregion\/09screen.html"}]