[  {"body" : "The end of her life merited a 19-word sentence in a newspaper article about the first 10 killings on Jan. 1, 1987. She was the eighth killing recorded that day. There was no mention of her name or her age. Nearly 24 years later, posters with her photograph and the small details of her death have popped up in subway stations and stores in Sunset" , "date" : "20101230" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Cold Case, and Hope, Is Revived" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/30\/nyregion\/30oldmurder.html"} , {"body" : "The United Methodist church in Sunset Park, Brooklyn, is anything but united. Two pastors preach from the same pulpit and live in the same parsonage next door, but they are barely on speaking terms and openly criticize each other's approach to the faith. In the church's social hall, two camps eye each other suspiciously as one finishes its meal of" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Bitter Divide As Immigrants Share a Church" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/29\/nyregion\/29church.html"} , {"body" : "The United Methodist church in Sunset Park, Brooklyn, is anything but united. Two pastors preach from the same pulpit and live in the same parsonage next door, but they are barely on speaking terms and openly criticize each other's approach to the faith. In the church's social hall, two camps eye each other suspiciously as one finishes its meal of" , "date" : "20101229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Bitter Divide As Immigrants Share a Church" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E4D81039F93AA15751C1A9669D8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Lots of Lotto Q.I regularly play the New York Lotto and the Mega Millions game, and I was wondering how many places sell those tickets in New York City? Also, who sells the most tickets in the city? A. According to the New York State Lottery Commission's records in late November, there were 6,658 lottery retailers in the city. Queens is the borough" , "date" : "20101226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2010\/12\/26\/nyregion\/26fyi.html"} , {"body" : "IN an aluminum shed among postcard orchards in Columbia County in New York, Derek Grout inspected a collecting tank of his state-of-the-art copper-pot still. A blocked vent had caused the tank to buckle. ''I'm just kind of glad we didn't kill ourselves,'' he said with a laugh. ''Got to bang that out.'' He has been working with it for only two" , "date" : "20101222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Just Don't Call It Moonshine" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/22\/dining\/22Distill.html"} , {"body" : "SUNSET PARK, by Paul Auster (Frances Coady\/Holt, $25.) In this tale of an Ivy League dropout lying low in Brooklyn waiting for his underage girlfriend to turn 18, Auster's goal seems to be a conventionally satisfying novel that bucks many conventions of fiction. PIRATES OF BARBARY: Corsairs, Conquests, and Captivity in the Seventeenth-Century" , "date" : "20101219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "18" , "title" : "Editors' Choice" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/19\/books\/review\/EdChoice-t.html"} , {"body" : "Metropolitan New York is being rapidly reshaped as blacks, Latinos, Asians and immigrants surge into the suburbs, while gentrification by whites is widening the income gap in neighborhoods in Manhattan and Brooklyn, according to new census figures released on Tuesday. Some of the largest population gains since 2000 were recorded in places that not" , "date" : "20101215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "In New York, Black and Hispanic Strongholds Become More White" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/15\/nyregion\/15nycensus.html"} , {"author" : "Malena Watrous is the author of the novel ''If You Follow Me.''" , "body" : "SUNSET PARK By Paul Auster 309 pp. A Frances Coady Book\/Henry Holt & Company. $25 Characters should want something in every scene, Kurt Vonnegut once advised fiction writers, even if it's only a glass of water. The idea is that yearning makes us human, and our idiosyncratic desires often get us into interesting forms of trouble. At the start of his" , "date" : "20101212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "Learned Lolita" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/12\/books\/review\/Watrous-t.html"} , {"body" : "When Walter Alberto Torres, a Salvadoran immigrant and a gang member, confessed in October 2009 that he had unsuccessfully plotted the assassination of an immigration agent in New York City, the admission touched off more than just his prosecution. In the weeks that followed, immigration authorities, working with other law enforcement agencies," , "date" : "20101210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Refocusing Immigration Efforts on Gangs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4DC143BF933A25751C1A9669D8B63"} , {"body" : "Crime is to newspapers what bread is to the human meal: a staple across continents and cultures. During the past month, a Caribbean paper in New York reported on sex trafficking involving minors; a Mexican daily carried an article about a brutal beating of a pizza deliveryman; and an Arab-American publication chronicled reaction to a campaign to" , "date" : "20101128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEW YORK WORLD; Excerpts From the Ethnic Press" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/28\/nyregion\/28world.html"} ,   {"body" : "Some women love czars, while some find true love with a gay best friend. Others are drawn to those who behead kings, while the next gal will flee from a good thing. Some aren't even women yet, just teenagers, taken in by creepy men. The stories in this month's crop of new books belong to the women and the girls -- and the men in their lives. THE" , "date" : "20101118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "6" , "title" : "Newly Released" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/18\/books\/18newly.html"} , {"body" : "KOK FYE SEETOH shot me a warning look. I was jammed into a restaurant kitchen in Queens with the pre-eminent translator to the English-speaking world of the food of Malaysia and Singapore. I had serious doubts about a sauce. A sweet sludge punctuated by large pieces of raw shallot, it was presented by the restaurant's Malaysian owner as ''popular" , "date" : "20101103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MALAYSIA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "On a Stingray Crawl" , "url" : "http:\/\/www.nytimes.com\/2010\/11\/03\/dining\/03malay.html"} , {"body" : "Anyone who has been lost in the last few weeks around the southern reaches of the Gowanus Canal in Brooklyn could be excused for experiencing a powerful Koch administration flashback. On the wall of a brick warehouse there, visible from the parking lot of a furniture store, a huge mural unfurls itself, a loving, seemingly spray-by-spray re-creation" , "date" : "20101027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Now Everyone Can Read the Writing on the Wall" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/27\/arts\/design\/27graffiti.html"} , {"body" : "An initiative to develop a bioscience industry in New York City is starting to take root with the construction of two commercial laboratory complexes, one on the East Side of Manhattan and the other at the Brooklyn Army Terminal in Sunset Park. Recognizing the city's failure to commercialize much of the scientific research done at its academic" , "date" : "20101020" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "SQUARE FEET; New Lab Complexes Make the City Ready For a Biotech Future" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/20\/realestate\/20science.html"} , {"body" : "The number of New York City public schools earning an A on the city's A-to-F school report cards has plunged, according to results released on Thursday, as schools began to feel the impact of the state's decision to make its standardized English and math exams tougher to pass. For the 2009-10 academic year, only 25 percent of city elementary and" , "date" : "20101001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "With Standards Tightened, Far Fewer New York City Schools Receive a Grade of 'A'" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/01\/nyregion\/01grades.html"} , {"body" : "An unusual scene unfolded in the rain in Prospect Park on Monday morning, as a crew from Tennessee confronted the aftermath of a particularly turbulent storm. It was certainly a different sort of emergency for the 21 men and 1 woman in the Cherokee Hotshots, an elite interagency forestry crew that travels the nation, primarily to put out wildfires." , "date" : "20100928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Urban Turn For Workers Accustomed To the Forest" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/28\/nyregion\/28trees.html"} , {"body" : "They show up in the early-morning hours: Chinese men and women, waiting silently and somewhat nervously outside of Apple stores in New York. On some days the lines they form can be a block long. These are not typical Apple fans. Instead they are participants in a complex and curious trade driven by China's demand for Apple's fashionable gadgets --" , "date" : "20100923" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["Front Page" , "Technology" , "Business"] , "page_facet" : "1" , "title" : "Buyers Send iPhones on a Long-Distance Relay" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/23\/technology\/23iphone.html"} , {"body" : "Twenty-one local community organizations around the country won $500,000 federal grants on Tuesday to begin replicating the Harlem Children's Zone's cradle-to-college approach to improving education block by block. Two were awarded to New York City organizations: the Lutheran Medical Center and Lutheran Family Health Centers in Sunset Park," , "date" : "20100922" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; 2 Organizations in City Win Community-Planning Grants" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE5DE1E3FF931A1575AC0A9669D8B63"} , {"body" : "HOW could he possibly relinquish the lease on a $714 rent-stabilized one-bedroom? Everyone told Gary Parker he was crazy. But he was the one living the reality behind the cheap rent. His railroad apartment in South Park Slope, Brooklyn, was noisy, dark and badly maintained. He longed for a better quality of life. Mr. Parker, who grew up near" , "date" : "20100919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KENSINGTON (NYC)" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Because Dirt-Cheap Has Its Downsides" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/19\/realestate\/19hunt.html"} , {"body" : "A brief but fierce storm roared through New York City on Thursday evening, throwing down trees like sticks, crippling debris-strewn neighborhoods in Brooklyn, Queens and Staten Island, disrupting commuter rail service and killing at least one person. The storm and its aftereffects bore many of the hallmarks of a tornado, with the tops of countless" , "date" : "20100917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MECHANICSBURG (PA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Wide Damage As Storm Races Across the City" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/17\/nyregion\/17storm.html"} ,   {"body" : "The blackboard at Public School 212 in the Bronx made the sole objective for the first day of school plainly clear: defining rules and routines. No gum. No tardiness. No talking. No getting out of your seat. ''Every moment in this class matters,'' Harris Sockel told his seventh-grade language arts class, with a mix of encouragement and" , "date" : "20100909" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Back in Class, the Theme Is: We Will Succeed With Less" , "url" : "http:\/\/www.nytimes.com\/2010\/09\/09\/nyregion\/09backschool.html"} , {"body" : "TWENTY years ago, when Fifth Avenue in Park Slope could still be called marginal in the pages of The New York Times, Michael Ayoub opened Cucina there, on the corner of Carroll Street. The restaurant was an elegantly casual Italian trattoria that managed to charm both a burgeoning population of young brownstoners with jobs in Manhattan and the" , "date" : "20100908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RESTAURANT REVIEW; Who Needs the Gastrotourists?" , "url" : "http:\/\/events.nytimes.com\/2010\/09\/08\/dining\/reviews\/08rest.html"} , {"body" : "LINDA L. SINGER, the principal of Public School 255 in Gravesend, Brooklyn, has some phone calls she is dreading to make. Among them: informing 10 families that their children, scheduled to enroll in gifted programs, will no longer qualify, because of new, tougher grading on state English and math exams. And letting the rest of the teachers know" , "date" : "20100801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When 81% Passing Suddenly Becomes 18%" , "url" : "http:\/\/www.nytimes.com\/2010\/08\/01\/education\/01schools.html"} , {"author" : "Rachel Aviv is a Rosalynn Carter fellow for mental-health journalism and a frequent contributor to Education Life." , "body" : "HANNAH WOLFE traveled to school by air last year. It required precise timing, a skill she honed when she and her friends moved to what they called Rosy -- a sprawling apartment complex on Roosevelt Island that doubles as a dorm. All her classes at Marymount Manhattan College were on the Upper East Side, and to get there, she took two buses and a" , "date" : "20100725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "24" , "title" : "EMPIRE STATE OF MIND; Backpacks Among the Briefcases" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/25\/education\/edlife\/25urban-t.html"} , {"body" : "In 1986, when he was 14, Ramiro Cariño slipped across the Mexican border and made his way to New York. He moved in with an older sister on 187th Street in Belmont, the neighborhood known as the Little Italy of the Bronx. Mr. Cariño was not quite sure where he had landed: the main language on the street was Italian, that nation's flag adorned" , "date" : "20100708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BELMONT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "NOW ARRIVING; In an Italian Enclave, Signs of Mexico Begin to Show" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/08\/nyregion\/08mexicans.html"} , {"body" : "A record-breaking heat wave tightened its grip on New York City on Tuesday, as triple-digit temperatures tested Consolidated Edison's power supply, threatened the health of the elderly, and tried the patience and resilience of anyone who dared to venture outside. With the temperature reaching 103 degrees in Central Park at 3:11 p.m., breaking the" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Record 103degrees Pushes Limits Of Con Edison" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/07\/nyregion\/07heat.html"} , {"body" : "A record-breaking heat wave tightened its grip on New York City on Tuesday, as triple-digit temperatures tested Consolidated Edison's power supply, threatened the health of the elderly, and tried the patience and resilience of anyone who dared to venture outside. With the temperature reaching 103 degrees in Central Park at 3:11 p.m., breaking the" , "date" : "20100707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Record 103 Degrees Pushes Limits Of Con Edison" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1DE1130F934A35754C0A9669D8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AT first, Anthony So and Diana Tran, childhood sweethearts, thought their first home together would be in Brooklyn, where both grew up and where, with a budget into the high $400,000s, they could afford a two-bedroom home. It didn't occur to them that Manhattan was within reach. ''My perception when we started was that no one could ever live in" , "date" : "20100704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MIDTOWN AREA (NYC)" , "NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Convenient for Work and Friday Afternoons" , "url" : "http:\/\/www.nytimes.com\/2010\/07\/04\/realestate\/04Hunt.html"} , {"body" : "To get to the city pool in Brooklyn's Gowanus neighborhood in the 1970s, a swimmer ran a gantlet. The pool sat amid factories and workshops, the streets around it crowded with trucks. Sex workers met clients near the gates, on Douglass Street. Still, clutching towels, local residents in need of a dip knew where to go, a block from the noxious" , "date" : "20100628" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ROOM; A Reprieve For an Oasis In Brooklyn With an Edge" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E5D91F3AF93BA15755C0A9669D8B63"} , {"body" : "Over the last decade, a growing stream of the young, the stylish and the family-oriented have been drawn to Brooklyn by its parks, waterfront, cultural life and relatively affordable real estate and acres of graceful brownstones. But when it comes time for those newcomers to have their babies, they are tied as if by an umbilical cord to Manhattan." , "date" : "20100626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Manhattan Birth Certificate, But an Address in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/26\/nyregion\/26hospitals.html"} ,   {"body" : "Midtown is a grid and it's easy to figure out where you are, but Wall Street's a different story, and so is the West Village. It helps to have a sense of direction in the city. But are we born with that sense, or do enough visits to the corner of Stone and Broad Streets teach us? Now, some researchers in Norway have come across evidence that yes," , "date" : "20100618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM; Bronx Is Up? Innate Sense May Tell Us" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0D61139F93BA25755C0A9669D8B63"} , {"body" : "Midtown is a grid and it's easy to figure out where you are, but Wall Street's a different story, and so is the West Village. It helps to have a sense of direction in the city. But are we born with that sense, or do enough visits to the corner of Stone and Broad Streets teach us? Now, some researchers in Norway have come across evidence that yes," , "date" : "20100617" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "CITY ROOM; Bronx Up, Battery Down; It's Your Sense of Direction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E6D71039F934A25755C0A9669D8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "TWO decades ago, Liz and Dee Papadopoulos decided to get an apartment together. They stayed in it until about a month ago. A quirky railroad apartment in a three-unit building on Second Avenue in Kips Bay, it occupied the entire top floor, and ''felt like a little house with some other people renting downstairs,'' Mr. Papadopoulos said. There were" , "date" : "20100613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; Heaven, Double Heaven and Icing on the Cake" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/13\/realestate\/13hunt.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "WHEN Jen Rosenbaum told her colleagues that she was determined to find an apartment for just $1,200 to $1,500 a month, they laughed. Clearly, she was on a fool's errand. ''My co-workers said it is not going to happen, you are insane,'' she said. But Miss Rosenbaum was certain she could easily find a great cheap apartment. After all, she had heard" , "date" : "20100606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; An Optimist Goes After the Near-Impossible" , "url" : "http:\/\/www.nytimes.com\/2010\/06\/06\/realestate\/06hunt.html"} , {"body" : "WHEN an opera company performs an opera in concert, it is cutting to the bone. When a symphony orchestra does the same thing, it is reaching for the stars. The players can spread their wings in glamorous regions they rarely get to explore. Audiences share the thrill of fresh discovery, whether the repertory is standard or the rarest of the rare." , "date" : "20100523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "MUSIC; New York's Date With the End of Time" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/23\/arts\/music\/23macabre.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Q.I've noticed that on my subway line, the rail signal lights are arranged so that the red light is on the bottom and the green light is on the top, which is the opposite of street traffic lights. Any special reason for this difference? A. The answer comes in a brief history lesson from Antonio Cabrera, assistant chief officer for track engineering" , "date" : "20100516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FINLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "F.Y.I.; Semaphores and Subways" , "url" : "http:\/\/www.nytimes.com\/2010\/05\/16\/nyregion\/16fyi.html"} , {"body" : "A picture caption on Monday with an article about Public School 172 in Sunset Park, Brooklyn, which regularly outperforms schools in wealthier Brooklyn neighborhoods, misstated, in some editions, the grade level of the children shown in a classroom. They are in the fourth grade, not the third." , "date" : "20100428" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2DB163BF93BA15757C0A9669D8B63"} , {"body" : "To ace the state standardized tests, which begin on Monday, Public School 172 in Sunset Park, Brooklyn, finds money for coaches in writing, reading and math. Teachers keep detailed notes on each child, writing down weaknesses and encouraging them to repeat tasks. There is after-school help and Saturday school. But at the start of this school year," , "date" : "20100426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "Low Income, Top Scores: A School Defies the Odds" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/26\/education\/26test.html"} , {"body" : "Luis Malagon felt blessed when he, his wife and their daughter were offered $11,000 a month to work at a new religious social service agency being planned in Brooklyn. He quit his job as a building inspector in South Carolina in February, put his house up for sale and borrowed money to move to Sunset Park. Settling into a cramped apartment, they" , "date" : "20100423" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn Pastor's Job Offers: From Blessing to Curse" , "url" : "http:\/\/www.nytimes.com\/2010\/04\/23\/nyregion\/23hire.html"} , {"body" : "To hear it described by one broker, the football-field-long former Navy warehouse off the Brooklyn waterfront inspired awe from all but a few of the prospective buyers invited on a tour of the long-vacant site last month. But that awe, said the broker, Chris Havens, the chief executive of Creative Real Estate Group in Brooklyn, quickly dissolved" , "date" : "20100331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "SQUARE FEET; An Empty Warehouse Holds Dreams of Industrial Jobs" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/31\/realestate\/commercial\/31federal.html"} ,   {"body" : "Jennifer Ellen Mastin and Brian Michael Giglio were married Saturday at Holy Trinity Catholic Church in Washington. Msgr. Alan Placa performed the ceremony. The bride, 31, will continue to use her name professionally. She works in Washington as a vice president for public affairs with Ogilvy Public Relations. She graduated from Virginia Tech and" , "date" : "20100328" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Jennifer Mastin, Brian Giglio" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/28\/fashion\/weddings\/28MASTIN.html"} , {"body" : "Abandoned neighborhoods. Boarded-up harbor facilities. An oil refinery submerged under several feet of brackish water. The Statue of Liberty slowly sinking into the sea. ''Rising Currents: Projects for New York's Waterfront,'' a new show at the Museum of Modern Art, reflects a level of apocalyptic thinking about this city that we haven't seen since" , "date" : "20100326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "ARCHITECTURE REVIEW | 'RISING CURRENTS: PROJECTS FOR NEW YORK'S WATERFRONT'; The Future: A More Watery New York" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/26\/arts\/design\/26rising.html"} , {"body" : "It was once an unspoken social compact -- move to the right school zone and your child was guaranteed a spot in the right school. But for the second year in a row, hundreds of families throughout the city will receive letters telling them that their children have been placed on a waiting list for their local elementary school. The lists are longer" , "date" : "20100324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "At Some Neighborhood Schools, Waiting Lists Get Longer" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/24\/nyregion\/24waiting.html"} , {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index-10.html"} , {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index-5.html"} , {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index-8.html"} , {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index-2.html"} , {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index-9.html"} , {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index-3.html"} , {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index-4.html"} ,   {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index-7.html"} , {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index-6.html"} , {"body" : "What some consider New York’s best view and authentic Mexican food are among the pleasures of the Brooklyn neighborhood." , "date" : "20100321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Travel"] , "title" : "Local Stop: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2010\/03\/21\/nyregion\/21-stop-ss_index.html"} , {"body" : "After being turned down for parole 16 times, Malcolm X's only confessed assassin is about to gain his freedom. Thomas Hagan has been held since moments after shots rang out in the Audubon Ballroom in 1965. He has been on work release for more than two decades, but he still spends two days a week locked up at the Lincoln Correctional Facility on" , "date" : "20100320" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Killer of Malcolm X Is Granted Parole" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/20\/nyregion\/20parole.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY Saturday, 1 to 5:30 p.m. and Sunday, noon to 5 p.m., New York's Latino communities are explored with ''From the Motherlands to El Barrio: New York's Latino Immigrant Experience.'' Highlights include ''Holding Up the Sky,'' a Mayan creation story by the Coatlicue Theater Company;" , "date" : "20100319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/19\/arts\/19spare.html"} , {"body" : "WITH a price limit of $350,000 for an apartment of at least two bedrooms, Reba Frankel knew she would get few, if any, extras. ''When you start out, you have all these dreams,'' she said. ''Oh, I'd love parking, a washer-dryer, outdoor space. But especially in our price range it was, like, we are not going to get any of that stuff.'' Ms. Frankel," , "date" : "20100314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; 'Wow Factor' Optional" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E0D71338F937A25750C0A9669D8B63"} , {"body" : "IT was Valentine's Day at the House of Yes, an old ice warehouse turned event space in Bushwick, Brooklyn: The three-story ''skybox'' was swathed in red satin and velvet, and red aerialists' silks hung from the circus truss that spanned the ceiling. Kae Burke, 23, who runs House of Yes with her high school pal Anya Sapozhnikova, twined her way up" , "date" : "20100218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Decorating the Night" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/18\/garden\/18party.html"} , {"body" : "A teenager's leg was severed by a train while he was in a Brooklyn subway tunnel on Saturday night, planning to paint graffiti with two other boys, the authorities said. The boy, 16, was in critical but stable condition Sunday at Lutheran Medical Center, the police said. The authorities did not release his name, but he was identified as Jose Juarez" , "date" : "20100215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Boy's Leg Is Severed In Tunnel On N Line" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/15\/nyregion\/15graffiti.html"} , {"body" : "From 2006 to 2008, the deadliest roads for pedestrians in the city were Third Avenue in Manhattan and Atlantic Avenue in Brooklyn, which each had nine fatalities, according to data from the National Highway Traffic Safety Administration. Along Third Avenue, which is six-and-a-half miles long and runs from Cooper Square to 129th Street, East Harlem" , "date" : "20100124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Third and Atlantic Avenues Have Most Fatalities" , "url" : "http:\/\/www.nytimes.com\/2010\/01\/24\/nyregion\/24bpikemb.html"}]