[  {"body" : "A reader wanted to know whether she could take her young children to the Peter Luger steakhouse in Brooklyn. You'll see how I answered, and what other readers had to say about that, below. Also: Where to take parents who resemble George Costanza's, from ''Seinfeld.'' Now, to the questions! Q. My brother-in-law, his pregnant wife and their three" , "date" : "20101217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "HEY, MR. CRITIC; This Shrine to Steak Deserves a Little More Respect" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/17\/dining\/17mrcritic.html"} , {"author" : "Christine Muhlke is food editor of The Times Magazine." , "body" : "What confusing times these are. And I'm talking just about new cookbook offerings. Fall's usual glut of chef-y titles, primed for the giving, are notably absent. The food we're being offered is much simpler, much faster and removed from the realm of fantasy -- unless we're talking about ''Modernist Cuisine: The Art and Science of Cooking,'' the" , "date" : "20101205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "Cooking" , "url" : "http:\/\/www.nytimes.com\/2010\/12\/05\/books\/review\/Cooking-t.html"} , {"body" : "IT'S not exactly Poets' Corner of Westminster Abbey, but the blond-wood shelves at BookCourt in Cobble Hill, Brooklyn, do confer a certain prestige in this literary-minded neighborhood. So it was at a recent Wednesday event, when a small crowd was leaving a reading from a graphic novel about the Cuban revolution by Inverna Lockpez and Dean Haspiel," , "date" : "20101021" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "UP CLOSE; Same Old, Same Old" , "url" : "http:\/\/www.nytimes.com\/2010\/10\/21\/fashion\/21upclose.html"} , {"body" : "TWENTY years ago, when Fifth Avenue in Park Slope could still be called marginal in the pages of The New York Times, Michael Ayoub opened Cucina there, on the corner of Carroll Street. The restaurant was an elegantly casual Italian trattoria that managed to charm both a burgeoning population of young brownstoners with jobs in Manhattan and the" , "date" : "20100908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "RESTAURANT REVIEW; Who Needs the Gastrotourists?" , "url" : "http:\/\/events.nytimes.com\/2010\/09\/08\/dining\/reviews\/08rest.html"} , {"body" : "MANY native New Yorkers would be uncomfortable going on a tour of their city. After all, the very word ''tour'' shares etymological roots with the much-maligned ''tourist,'' and many natives insist that, as far as the five boroughs go, they've seen it all anyway. It doesn't help the standing of tours that the City Council was so miffed about their" , "date" : "20100502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Seen It All? These Tours Are for You" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD7103DF931A35756C0A9669D8B63"} , {"body" : "THE Brooklyn waterfront, once upon a time, was seen as a place where artists and artisans lived and worked, basking in cheap rents, old architecture and a sweet sense of isolation. But lately that reality has changed. Market-rate condominium towers and luxury conversions dot the Kings County coastline, their presence telegraphing a need for a" , "date" : "20100307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | VINEGAR HILL, BROOKLYN; The Little Town That Prices (Almost) Forgot" , "url" : "http:\/\/www.nytimes.com\/2010\/03\/07\/realestate\/07Living.html"} , {"body" : "ALYA KAZAKEVICH'S workshop cum store, a.b.k Custom Leather Craft, is an otherworldly atelier in deepest Chinatown. Surrounded by potted plants, old sewing machines and Russian army coats sent to her by her parents in Belarus, Ms. Kazakevich, 28, makes bags, shoes, belts and other leather goods by hand, from tanning the leather herself to hammering" , "date" : "20100214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "Cobbler's Bench" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E4D81330F937A25751C0A9669D8B63"} , {"body" : "Marooned on the cobblestones of a Brooklyn neighborhood so cozily forlorn that you could easily imagine the clomping of a night coach passing by, Vinegar Hill House is one of those vintage joints wherein certain elements -- distressed-wood furniture, roaring fireplace, bartenders with Reconstruction-era facial hair -- conspire to give a feeling of" , "date" : "20100207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AT THE TABLE | VINEGAR HILL HOUSE; A Clomp Back In Time" , "url" : "http:\/\/www.nytimes.com\/2010\/02\/07\/nyregion\/07table.html"}]