[  {"body" : "Karen, Julie and Jo Ann Loughney from Wayne, N.J., collected their annual souvenirs: a needle each from the Rockefeller Center Christmas tree and a straw from the St. Patrick's Cathedral creche ''to put in our wallets for luck.'' Miriam Nusbacher from Rochester discovered that while street pretzels may be bigger than when she grew up in New York" , "date" : "19811231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "ON THIS DAY THE INVASION CAME TO CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/31\/nyregion\/on-this-day-the-invasion-came-to-city.html"} , {"body" : "The following article is based on reporting by Moira Hodgson and Fred Ferretti and was written by Mr. Ferretti. NEW Year's in New York is feasting and dancing, bidding goodbye and saying hello, dancing and drinking, a time to be with families and to make noise. It is Czech roast goose and French Champagne, German venison and plum brandy, Italian" , "date" : "19811230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "NEW YORK, NEW YEAR, OLD DELIGHTS" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/30\/garden\/new-york-new-year-old-delights.html"} , {"body" : "FARMINGDALE ''THIS is a baton round, designed to be fired at particular individuals in riots,'' said Nassau County District Attorney Denis E. Dillon, holding the flesh-colored, four-and-three-quarter-inch plastic slug over his head so that the audience at a recent educational symposium on Northern Ireland could see it. He stuck the five-ounce" , "date" : "19811227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRELAND, REPUBLIC OF" , "IRELAND, NORTHERN" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PRIDE IN IRISH CULTURE AND STRUGGLE RESURGING ON THE ISLAND" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/27\/nyregion\/pride-in-irish-culture-and-struggle-resurging-on-the-island.html"} , {"body" : "Near the end of the film \"Dr. Strangelove,\" the mad physicist pulls from his pocket a plastic circular slide rule and swiftly calculates how many years the President and his Cabinet will need to hunker in a mineshaft after detonation of a Soviet ''doomsday device.'' Dr. Strangelove's handy Nuclear Bomb Effects Computer was, it turns out, no mere" , "date" : "19811227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "GROUND ZERO" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/27\/opinion\/ground-zero.html"} , {"body" : "For William P. Ford, a Wall Street lawyer, social activism was never much more than litigating securities or product-liability cases. But much has changed for Mr. Ford since his younger sister, Ita, and three other American nuns were murdered in El Salvador a year ago.. ''I knew as little about El Salvador as anyone else until my sister was" , "date" : "19811214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SALVADOR, EL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROTHER SEEKS JUSTICE FOR KILLING IN EL SALVADOR" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/14\/nyregion\/brother-seeks-justice-for-killing-in-el-salvador.html"} , {"body" : "As a fierce wind blew across tiny John Paul Jones Park under the Brooklyn side of the Verrazano-Narrows Bridge, four Pearl Harbor veterans joined in a tribute yesterday to those who died on that Sunday 40 years ago in the attack that drew the United States into World War II. Representatives of the military and members of the Fleet Reserve" , "date" : "19811207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PEARL HARBOR (HAWAII)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BROOKLYN CEREMONY HONORS THOSE KILLED IN 1941 ATTACK" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/07\/nyregion\/brooklyn-ceremony-honors-those-killed-in-1941-attack.html"} , {"body" : "The New York City Department of Health has cited 72 food establishments for violations of the Health Code. It also named 12 that were reopened after correcting violations and five that were closed for failing to do so. The establishments are: VIOLATIONS Long John Lounge, 2154 Amsterdam Ave. Pink Tea Cup, 310 Bleecker St. Szechuan West, 2656" , "date" : "19811129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "60" , "title" : "72 FOOD ESTABLISHMENTS CITED FOR VIOLATIONS OF HEALTH CODE" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/29\/nyregion\/72-food-establishments-cited-for-violations-of-health-code.html"} , {"body" : "Charles Leahey says he lost his job as a New York City police officer because he made too many arrests and issued too few traffic tickets. The Police Department says Mr. Leahey was forced to retire after 11 years as an officer because two psychiatrists and two physicians, employed by the city, found him ''psychologically unfit'' for duty. His case," , "date" : "19811129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "45" , "title" : "POLICEMAN, FORCED TO RETIRE, FIGHTS TO REGAIN JOB" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/29\/nyregion\/policeman-forced-to-retire-fights-to-regain-job.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "Martin Willsted points out that Foo Chow, a restaurant on Third Avenue near 73d Street, has a Sunday-brunch sign in its window, offering ''WANTON SOUP.'' ''I just wonder if wanton soup is exactly the right way to start a Sunday,'' says Mr. Willsted. WHERE are the Turkish-taffy pops of yesteryear? Well, they're in the mind and heart of Gilbert" , "date" : "19811104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Books"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/04\/garden\/metropolitan-diary-078950.html"} ,   {"body" : "Mayor Koch, carrying Democratic and Republican endorsements, won a second term in a landslide yesterday as Democrats swept citywide and boroughwide offices. The 56-year-old Mayor and his two Democratic running mates, City Council President Carol Bellamy and Comptroller Harrison J. Goldin, overwhelmed their opponents with at least 75 percent of the" , "date" : "19811104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FLORIO AND KEAN IN TIGHT RACE; KOCH RE-ELECTED IN LANDSLIDE; ROBB IS THE WINNER IN VIRGINIA" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/04\/nyregion\/florio-kean-tight-race-koch-re-elected-landslide-robb-winner-virginia.html"} , {"body" : "Seventeen years ago, Edward A. McDonald made the freshman basketball team at Boston College after having played varsity ball at Xaverian High School in Brooklyn. But after two preseason games on the bench, he realized he would never be more than the ninth or 10th man on the team, so he quit to concentrate on other school activities. It was, he" , "date" : "19811101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "PROSECUTOR RECALLS HIS DAYS ON COURT" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/01\/sports\/prosecutor-recalls-his-days-on-court.html"} , {"body" : "HE was William the Conqueror catching the south wind into England. He was Hannibal crossing the Alps with a cortege of elephants. He was George Washington crossing the Delaware in a rowboat. Fred Lebow used a Jeep. He led his foot soldiers through the five boroughs of New York, clearing the way with a bullhorn, a pair of arms that worked like" , "date" : "19811026" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "A MODERN MAJOR GENERAL" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/26\/sports\/a-modern-major-general.html"} , {"body" : "TODAY is a runner's dream. At the Verrazano Bridge, helicopters hover overhead. Network is there. Fireboats spout. A mass of human energy waits in a holding pattern. In a moments' notice, it surges forward, cascading like water through a broken dam, streaming forth endlessly into the streets of Bay Ridge. This morning, runners from all over the" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "A DAY THAT RUNS ON AND ON" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/sports\/a-day-that-runs-on-and-on.html"} , {"body" : "When 16,000 runners step onto the Verrazano-Narrows Bridge at 10:30 tomorrow morning to start the 12th annual New York City Marathon, a small army of 4,300 volunteers will be standing by to get them safely through 26 miles and 385 yards of legwork. ''The volunteers are what make the marathon work - without them it couldn't take place,'' said Jolene" , "date" : "19811024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "VOLUNTEERS PUT MARATHON ON COURSE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/24\/nyregion\/volunteers-put-marathon-on-course.html"} , {"body" : "COWBOY hats, western shirts and tooled-leather boots. Soft lights and hard country music. Boisterous beer drinkers dancing the Cotton Eyed Joe. Until recently, you didn't encounter this sort of thing in New York City. When the Lone Star Cafe opened at Fifth Avenue and 13th Street in February 1977, it was mostly a gathering place for transplanted" , "date" : "19811023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "COUNTRY MUSIC NOW A FIXTURE IN THE BIG CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/23\/arts\/country-music-now-a-fixture-in-the-big-city.html"} , {"body" : "A Haystack Celebration, Cooper\/ Lynn Gallery, 54 Seventh Avenue South; Aaron Faber Gallery, 666 Fifth Avenue (at 53d Street), and Heller Gallery, 965 Madison Avenue (at 75th Street). An exhibition and sale of glass art for the benefit of the Haystack Mountain School of Crafts begins at these three New York galleries Saturday and runs through Oct." , "date" : "19811022" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR: GLASS ART AND A GHOSTLY TOUR" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/22\/garden\/calendar-glass-art-and-a-ghostly-tour.html"} , {"body" : "Certain foods, like certain wines, do not travel well either in time or in space. Once removed from a given season or locale, they lose their appeal no matter how beguiling they may have seemed in their original setting. This is as often true of simple products such as olive oil, salami and cheese as it is of prepared specialties such as" , "date" : "19811017" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "9" , "title" : "De Gustibus; TIME AND PLACE CAN DECIDE FLAVOR" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/17\/style\/de-gustibus-time-and-place-can-decide-flavor.html"} , {"body" : "It is a mad village - a tiny reproduction of New York City - aswarm with young men in black helmets and yellow slickers. They scale the sheer walls of skyscrapers, slide off the roofs of tenements, heave unwieldy hoses up fire escapes, crawl blindly through smokeclogged rooms and put out oil blazes at the edge of town. It is the Fire Academy on" , "date" : "19811014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "FIRE ACADEMY TEACHES DISCIPLINE UNDER STRESS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/14\/nyregion\/fire-academy-teaches-discipline-under-stress.html"} , {"body" : "Politics has become an expensive avocation for Ismael Betancourt, the Liberal Party contender for Bronx Borough President. Mr. Betancourt, who operates a food catering concern, spent $60,000 of his own money preparing for the Democratic primary only to be ousted from the ballot by legal challenges to his petitions by the Bronx Democratic" , "date" : "19811011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "New York Political Notes; A COSTLY RACE IS INVESTMENT FOR BRONXITE; New York Political Notes" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/11\/nyregion\/new-york-political-notes-costly-race-investment-for-bronxite-new-york-political.html"} ,   {"body" : "New York Telephone has proposed a new billing system throughout the state that would increase the cost of some calls to nearby areas and reduce the cost of calls to more distant points. The company said that under the plan, which it announced yesterday, telephone customers in midtown Manhattan, for example, would pay more for calls to much of the" , "date" : "19811007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BILLING CHANGES SOUGHT BY NEW YORK TELEPHONE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/07\/nyregion\/billing-changes-sought-by-new-york-telephone.html"} , {"body" : "With Harry B. Helmsley's announced withdrawal as the redeveloper of the Brooklyn Army Terminal, two civic associations that have long questioned the Helmsley approach called upon the Koch Administration anew to review the issue of how the property should be redeveloped. The two groups - the City Club and a Brooklyn citizens coalition called Keep" , "date" : "19811004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "BROOKLYN ARMY TERMINAL STUDY ASKED" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/04\/realestate\/brooklyn-army-terminal-study-asked.html"} , {"body" : "A firefighter who heard a 7-year-old girl's screams raced through a smoke-filled hall and rescued her just as flames engulfed her family's fourth-floor apartment in the Bay Ridge section of Brooklyn yesterday, Fire Department officials said. Neither the girl, Rosa Canzel, nor the fireman, John Kwiatkowski, of East Meadow, L.I., was seriously hurt." , "date" : "19811004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Fireman Saves Brooklyn Girl" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/04\/nyregion\/fireman-saves-brooklyn-girl.html"} , {"body" : "Former Representative Elizabeth Holtzman won the Democrati c nomination fo r Brooklyn District Attorney last night with a comfortable m argin over Norman J. Rosen. With 1,504 of 1,519 districts reporting, the vote was: Holtzman93,788 Rosen85,084 Miss Holtzman pieced her victory together by showing strength in the Flatbush and Park Slope sections of" , "date" : "19810923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MISS HOLTZMAN BEATS ROSEN IN BROOKLYN'S D.A. PRIMARY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/23\/nyregion\/miss-holtzman-beats-rosen-in-brooklyn-s-da-primary.html"} , {"body" : "Positions of the four mayoral candidates on major issues are on page 42. By FRANK LYNN One of the most unusual campaigns in New York City's history moved into its final weekend yesterday, with Mayor Koch exuding optimism and his opponents in the Democratic and Republican primaries privately conceding that the 12-day delay in the primary had not" , "date" : "19810920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH IS OPTIMISTIC ON GAINING VICTORY IN BOTH PRIMARIES" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/20\/nyregion\/koch-is-optimistic-on-gaining-victory-in-both-primaries.html"} , {"body" : "The extent of integration in New York City is a key factor in the dispute over redistricting. Pa ge B8. By ROBIN HERMAN The City Council hired a private lawyer and its staff labored over census maps yesterday to solidify the defense of a redistricting plan that is under attack by black and Hispanic groups as discriminatory. The city's failure to" , "date" : "19810914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL TO FIGHT ON REDISTRICTING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/14\/nyregion\/council-to-fight-on-redistricting.html"} , {"body" : "Thousands of the curious spectators along the sunny shores of New York Bay yesterday did not realize at first that the sailboats stretched out before them were competitors in the eighth annual Governor's Cup Race. Max Fehder of the Bronx, like many others, was delighted to hear the news. ''I was wondering,'' he said with a smile from a bench in" , "date" : "19810913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "SAILS, BUT NOT THE SPECTATORS, ARE RUFFLED AT A RACE ON BAY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/13\/nyregion\/sails-but-not-the-spectators-are-ruffled-at-a-race-on-bay.html"} , {"body" : "New York Harbor will be a sparkling panorama of color and form tomorrow when a record fleet of 161 yachts is expected to cross the starting line off the Battery at noon in the eighth annual Governor's Cup Race. It's a day to pack a picnic lunch, grab a camera and head for the waterfront to watch what has become nicknamed the People's Race because" , "date" : "19810911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "HOW TO SEE THE 'PEOPLE'S' YACHT RACE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/11\/arts\/how-to-see-the-people-s-yacht-race.html"} , {"body" : "Saying that the case was ''for the birds,'' a Criminal Court judge in Brooklyn yesterday threw out a summons that the police had given a Bay Ridge man for flying a kite in what they said was an illegal and hazardous manner. The police said the kite had been at 1,000 feet. The judge, Jerome M. Becker, ruled that ''kite flying is legal in New York" , "date" : "19810825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A BROOKLYN JUDGE BACKS KITE FLIER'S 'GETTING HIGH'" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/25\/nyregion\/a-brooklyn-judge-backs-kite-flier-s-getting-high.html"} , {"body" : "Facing a loss of $100 million in Federal aid to the state for water pollution control and sewage disposal plants next year, New York City officials are pressing the state to apply for a transfer of other Federal funds to complete local projects. City officials said yesterday that the money was available but that the state had refused to apply for" , "date" : "19810824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY IS PRESSING STATE TO OBTAIN U.S. SEWAGE AID" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/24\/nyregion\/city-is-pressing-state-to-obtain-us-sewage-aid.html"} ,   {"body" : "Edward H. Strom, who had been a newspaper artist in New York City, died Wednesday at Bozeman Deaconess Hospital in Bozeman, Mont. He was 91 years old. Mr. Strom was born in Brooklyn and lived in the Bay Ridge section until 1972, when he moved to Bozeman to live with his son, the Rev. Herbert Strom. He was an artist for The New York World, The New" , "date" : "19810823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "44" , "title" : "EDWARD H. STROM" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/23\/obituaries\/edward-h-strom.html"} , {"body" : "Trans-Atlantic air carriers struggled today to restore ample plane service to North America and to move several thousand passengers who have clogged airports across Europe for two days. The return this morning of the Canadian air controllers at Gander, the key Atlantic station, came too late to prevent another wave of widespread cancellations, but" , "date" : "19810813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EUROPE, WEST"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "IN EUROPE, CARRIERS STRUGGLE TO GET ATLANTIC JETS ALOFT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/13\/us\/in-europe-carriers-struggle-to-get-atlantic-jets-aloft.html"} , {"body" : "A landlord and his three sons were indicted yesterday by a Brooklyn grand jury on a long list of charges stemming from what was described in the indictment as a terror campaign to drive tenants from rentcontrolled apartments. The four were arrested Aug. 5 in their apartment in the Bay Ridge section of Brooklyn, charged with threatening to cut the" , "date" : "19810811" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Landlord Indicted In 'Terror' Drive" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/11\/nyregion\/the-city-landlord-indicted-in-terror-drive.html"} , {"body" : "A landlord and his three sons were arraigned yesterday in Brooklyn Criminal Court on charges of harassing, threatening and terrorizing their tenants and trying to murder a tenant's lawyer. The lawyer, Susan Laufer, had visited the landlord at his groundfloor apartment Wednesday night, according to the Brooklyn District Attorney's office, and had" , "date" : "19810807" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN LANDLORD CHARGED WITH HARASSING OF TENANTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/07\/nyregion\/brooklyn-landlord-charged-with-harassing-of-tenants.html"} , {"body" : "Controllers' Strike The dismissal of all controllers taking part in the illegal four-day strike was proceeding as the Reagan Administration shifted its emphasis to training new recruits and ''rebuilding the system'' with a virtually entire new staff. The Administration said that the 12,000 strikers who had defied an ultimatum to return to work or" , "date" : "19810807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY; News Summary; FRIDAY, AUGUST 7, 1981" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/07\/nyregion\/news-summary-news-summary-friday-august-7-1981.html"} , {"body" : "Republicans in Brooklyn have been like the rear guard in a military retreat - their basic job has been to give ground grudgingly. They lose, yes, but by as little as possible, so that the party can stay within catching-up distance in that overwhelmingly Democratic area and, with respectable showings elsewhere, win citywide or statewide elections." , "date" : "19810805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "G.O.P.'S LEADER IN BROOKLYN SEES UPSWING IN FALL" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/05\/nyregion\/gop-s-leader-in-brooklyn-sees-upswing-in-fall.html"} , {"body" : "Daryl Ann Ziegler and Paul Harper Daimler were married yesterday at the home of the bride's parents, Mr. and Mrs. William Alexander Ziegler, in Darien, Conn. The Rev. William Gray Tolley of the Union Presbyterian Church of Bay Ridge in Brooklyn performed the ceremony. The bride, who was attended by her sister, Susan Glenn Ziegler, is an alumna of" , "date" : "19810726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "45" , "title" : "Miss Ziegler Wed To Paul Daimler" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/26\/style\/miss-ziegler-wed-to-paul-daimler.html"} , {"body" : "The friends of Anthony M. Scotto -and there are still a great many of them, although nowadays they are not eager to be quoted by name - agree that the best way to describe his life in recent weeks would be schizophrenic. On the one hand, Mr. Scotto was trying to lead an ordinary existence, acting as a consultant to trade unions, having lunch with" , "date" : "19810724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; THE POWER AND THE GLORY FADE TO PRISON GRAY" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/24\/nyregion\/about-new-york-the-power-and-the-glory-fade-to-prison-gray.html"} , {"body" : "Anthony M. Scotto, who rose from the turbulent waterfront of Brooklyn to become one of New York's most influential and politically active union leaders, began serving a five-year term yesterday for labor racketeering. The 47-year-old Mr. Scotto was sent to a Federal prison in Danbury, Conn. He will be eligible for parole after serving one-third of" , "date" : "19810724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SCOTTO BEGINS SENTENCE FOR LABOR RACKETEERING" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/24\/nyregion\/scotto-begins-sentence-for-labor-racketeering.html"} , {"body" : "Power was restored before dawn yesterday to 39,000 customers on eastern Staten Island who were without electricity following an explosion and fire in a Consolidated Edison power substation late Saturday. The fire, at the Fox Hills substation on Staten Island, was the latest of three at high-voltage substations in New York City in a five-day period" , "date" : "19810713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BLACKOUT ON S.I ENDED; POWER RESTORED TO 39,000" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/13\/nyregion\/blackout-on-si-ended-power-restored-to-39000.html"} ,   {"body" : "Joseph H. Billings, a former partner of Cowen & Company, a brokerage firm, died Friday at Lutheran Medical Center in Brooklyn. He was 74 years old and lived in the Bay Ridge section of Brooklyn. Before joining Cowen in 1952, Mr. Billings had been with Billings & Frank. He retired in 1979. Surviving are his wife, the former Ruth Daly; two daughters," , "date" : "19810701" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "JOSEPH H. BILLINGS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/01\/obituaries\/joseph-h-billings.html"} , {"body" : "Joseph H. Billings, a former partner of Cowen & Company, a brokerage firm, died Friday at Lutheran Medical Center in Brooklyn. He was 74 years old and lived in the Bay Ridge section of Brooklyn. Before joining Cowen in 1952, Mr. Billings had been with Billings & Frank. He retired in 1979. Surviving are his wife, the former Ruth Daly; two daughters," , "date" : "19810630" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "12" , "title" : "JOSEPH H. BILLINGS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/30\/obituaries\/joseph-h-billings.html"} , {"body" : "As he prepares for an unfamiliar battleground - a G.O.P. primary - Mayor Koch, whose own image has changed considerably since he entered City Hall, will confront a Republican Party whose image has also been altered. Party leaders agree that New York City Republicans, once considered Protestant, high-income and business-oriented, are now strongly" , "date" : "19810627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY REPUBLICANS' IMAGE HAS SHIFTED CONSIDERABLY" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/27\/nyregion\/city-republicans-image-has-shifted-considerably.html"} , {"body" : "New York City Republican leaders contended yesterday that in their endorsement of Mayor Koch, a Democrat, they were following a bandwagon, not necessarily leading it. ''Just like Ronald Reagan when I first backed him, I got the message from the party people that they wanted Koch,'' George L. Clark Jr., the Republican state chairman, said in a" , "date" : "19810606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "MAYOR SAVORS TWO-PARTY SUPPORT FOR ELECTION BID; REPUBLICAN CHIEFS JOIN 'BANDWAGON' IN CHOOSING KOCH" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/06\/nyregion\/mayor-savors-two-party-support-for-election-bid-republican-chiefs-join-bandwagon.html"} , {"body" : "A 51-year-old woman was found stabbed to death in her Brooklyn apartment yesterday, apparently the victim of an intruder who broke in through a rear window and ransacked the first floor apartment. The body of the slain woman, Mary Grant, was discovered at 3:34 P.M. by her husband Ron, 53, when he returned to the apartment at 247 Senator Street in" , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City; An Intruder Murders Woman in Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/the-city-an-intruder-murders-woman-in-bay-ridge.html"} , {"body" : "''June'' still means brides, and a great many brides, before they trip down the aisle, have already made the trek to Brooklyn. There, behind a mundane storefront at 82d Street in the Bay Ridge section, is I. Kleinfeld & Son, which is a kind of a Cinderella compared to its regal competitors on Fifth Avenue or the Upper East Side. Some department" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "OTHER BUSINESS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/business\/other-business.html"} , {"body" : "Live artillery shells, a dead sea turtle half the size of a Volkswagen Beetle, a drowned giraffe, antique crockery, pocketbooks, chemical sludge, raw sewage and about 5,000 cords of driftwood a year -the waters of New York Harbor yield a strange and eclectic bounty. ''You see everything in here,'' said Eddie Coppinger, a deckhand on the" , "date" : "19810530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK PORT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "HARBOR YIELDS BOTH GLITTER AND LITTER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/30\/nyregion\/harbor-yields-both-glitter-and-litter.html"} , {"body" : "The expected Republican support for the re-election of Mayor Koch was threatened yesterday. Brooklyn Republican leaders openly questioned whether they could reject the mayoral candidacy of their fellow Republican, Assemblyman John A. Esposito of Queens, in favor of the Democratic Mayor. Their action took on significance far beyond the borough" , "date" : "19810528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH'S SUPPORT BY REPUBLICANS NOW IN DANGER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/28\/nyregion\/koch-s-support-by-republicans-now-in-danger.html"} , {"body" : "Msgr. Peter L. Altman, pastor of Our Lady of Angels Roman Catholic Church in the Bay Ridge section of Brooklyn and an episcopal vicar in the borough, died of a heart attack Wednesday in the church's rectory. He was 63 years old. Monsignor Altman was appointed and elected to several high positions in the Brooklyn Diocese during his 38 years in the" , "date" : "19810523" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "MSGR. PETER L. ALTMAN, A PASTOR IN BAY RIDGE AND A DIOCESAN OFFICIAL" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/23\/obituaries\/msgr-peter-l-altman-a-pastor-in-bay-ridge-and-a-diocesan-official.html"} , {"body" : "New York City Republicans have began a series of moves that are expected to result next month in the party's first endorsement ever of a Democratic Mayor. Within the last 36 hours, two new Republican county leaders - both favorable to the Mayor - have emerged. State Senator Roy M. Goodman said yesterday that he would accept the Manhattan Republican" , "date" : "19810521" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "G.O.P. MOVING TO ENDORSE KOCH'S BID FOR RE-ELECTION" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/21\/nyregion\/gop-moving-to-endorse-koch-s-bid-for-re-election.html"} ,   {"body" : "''The Tower'' - a musical theater piece by the Pulitzer prizewinning composer Michael Colgrass - will be given its American premiere on Roosevelt Island tonight at 8 by 20 schoolchildren. Roosevelt Island? Schoolchildren? Yes. The musical, a modern, urban version of ''Jack and the Beanstalk,'' was written to be performed by children. Nancy Breth, a" , "date" : "19810515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; ROOSEVELT I. PREMIERE" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/15\/arts\/weekender-guide-friday-roosevelt-i-premiere.html"} , {"body" : "George L. Clark Jr., the Brooklyn Republican chairman and the key to a G.O.P. endorsement of Mayor Koch, moved closer to open support of the Mayor last night as he met with the executive committee of the Brooklyn Republican organization. The support of Mr. Clark, who is also Republican state chairman, and his Brooklyn organization, would assure the" , "date" : "19810514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "G.O.P. CHIEF MOVES CLOSER TO PUBLIC SUPPORT OF KOCH" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/14\/nyregion\/gop-chief-moves-closer-to-public-support-of-koch.html"} , {"body" : "In the first New York test of political redistricting to reflect the 1980 census, leaders of the City Council have agreed on a plan that would add two districts. The proposal is a precursor of Congressional and legislative redistricting, simpler in its arithmetic and its politics. Although the city has lost population, the plan calls for the local" , "date" : "19810511" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "COUNCIL LEADERS PROPOSE ADDING 2 DISTRICTS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/11\/nyregion\/council-leaders-propose-adding-2-districts.html"} , {"body" : "Burglars wielding sledgehammers and crowbars broke into the basement of a Brooklyn bank from an adjacent clothing store Saturday night or early yesterday, then cut into a steel night depository vault with acetylene torches and fled with $150,000 to $250,000, the police said. The booty, believed to be mostly cash, consisted largely of heavy holiday" , "date" : "19810420" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/20\/nyregion\/091884.html"} , {"body" : "International Saudia Arabia will not raise oil prices or reduce its production until other petroleum-exporing nations reduce their prices significantly, Sheik Ahmed Zaki Yamani, the Saudi oil minister, said. ''We think it went too far,'' he said. ''It's not in the interest of the international community, and therefore we want it to come down a" , "date" : "19810420" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; MONDAY, APRIL, 20, 1981" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/20\/nyregion\/news-summary-monday-april-20-1981.html"} , {"body" : "An off-duty New York City correction officer shot and killed a teen-age burglary suspect last night in the Bay Ridge section of Brooklyn, the police said. The officer, 31-year-old Philip Mistretta, shot Sylvester Ellis, 17, of 719 East 103d Street in Brooklyn, at 7:55 P.M. while investigating sounds in the rear of his father's apartment building, a" , "date" : "19810412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "BURGLARY SUSPECT, 17, IS KILLED IN BAY RIDGE BY CORRECTION OFFICER" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/12\/nyregion\/burglary-suspect-17-is-killed-in-bay-ridge-by-correction-officer.html"} , {"body" : "In the early-morning hours of Dec. 31, 1979, Jesus Rodriguez, counterman in an East Side delicatessen, was riding a southbound E train on his way to his home in the Bay Ridge section of Brooklyn. He spotted nine persons robbing an elderly man at knifepoint. Mr. Rodriguez tried to persuade other passengers to join him in aiding the victim, and" , "date" : "19810331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NOTES ON PEOPLE; Persistence and Bravery on the Subway Are Rewarded" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/31\/nyregion\/notes-on-people-persistence-and-bravery-on-the-subway-are-rewarded.html"} , {"body" : "CUTS By ROBERT D. McFADDEN The following assessments of the impact of President Reagan's budget proposals on New York, New Jersey and Connecticut have been assembled from reports prepared for the Governors of the three states and from interviews with other state and local political leaders, the heads of affected agencies and programs, as well as" , "date" : "19810322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "UNITED STATES" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "STATES TRANSLATING PROPOSED BUDGET IN TERMS OF LOST DOLLARS AND PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/22\/nyregion\/states-translating-proposed-budget-in-terms-of-lost-dollars-and-program.html"} , {"body" : "In 1973, Nelson A. Rockefeller, then the Governor of New York and all-powerful party leader, decided that the Republicans should run Robert F. Wagner for Mayor. George Clark remembers it well. Yesterday, Mr. Clark, who opposed that move, was elected unanimously to head the Republican Party in New York State, an honor that would have seemed highly" , "date" : "19810321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "MAN IN THE NEWS; G.O.P.'S NEW STATE CHIEF" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/21\/nyregion\/man-in-the-news-gop-s-new-state-chief.html"} , {"body" : "A man suspected of robbing $15,000 from 20 banks in the last four months was arrested by detectives staked out at a Citibank branch at 250 Broadway after he passed a note to a teller demanding money. The suspect was identified as Nathaniel Harrington, 36 years old, of 9 Madison Street, Mount Vernon, N.Y. ... The manager of a Bronx jewelery store" , "date" : "19810317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/17\/nyregion\/the-city-the-police-blotter.html"} ,   {"body" : "George L. Clark Jr. of Brooklyn was chosen by a screening panel today to head the Republican Party in New York State. If he is elected, he will be, as far as anyone could tell today, the first New York City resident ever to head the state party. His election would also signal a major shift - ideological and geographical - in Republican power in New" , "date" : "19810314" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "PANEL PICKS REAGAN CONSERVATIVE TO HEAD STATE G.O.P." , "url" : "http:\/\/www.nytimes.com\/1981\/03\/14\/nyregion\/panel-picks-reagan-conservative-to-head-state-gop.html"} , {"body" : "Five unidentified men suffered smoke inhalation and burns yesterday when a fire of suspicious origin engulfed a three-story brownstone in the Bay Ridge section of Brooklyn, fire officials said. A Fire Department spokesman said a fireman who lowered himself on a rope from the roof of the building at 423 49th Street rescued a young woman on a" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 5 Injured in Fire" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/the-city-5-injured-in-fire.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "The dramatic response by New Yorkers to the city's pleas for water conservation cuts across social, economic and geographic lines, according to the city's Environmental Protection Commissioner, Francis X. McArdle. Mr. McArdle said in an interview this week that the drop in water consumption has been as ''remarkable'' in New York's low-income" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "LOW-INCOME AREAS CONSERVING WATER" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/low-income-areas-conserving-water.html"} , {"body" : "GO west, young man, I thought. The time arrived when I knew I had to leave the comfortable womb I've called Long Island, and start a new chapter of my life. The decision did not come lightly. Friends and family admonished about the disadvantages of leaving the Island, trying to dissuade me from making my inevitable exodus. But, after long" , "date" : "19810125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LEAVING IT BUT STILL LOVING IT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/25\/nyregion\/leaving-it-but-still-loving-it.html"} , {"body" : "Two of the Republican legislators returning to Albany this week for the new legislative session may not be there for long. Assemblymen Dominick L. DiCarlo of the Bay Ridge section of Brooklyn and John L. Behan of Montauk, L.I., rank among the leading New York prospects for appointment to Reagan Administration posts, according to New York Republican" , "date" : "19810104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "38" , "title" : "2 ALBANY LEGISLATORS CONSIDERED LIKELY FOR REAGAN POSTS; New York Political Notes" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/04\/nyregion\/2-albany-legislators-considered-likely-for-reagan-posts-new-york-political-notes.html"}]