[  {"body" : "The political future of Joseph M. Margiotta, the Nassau County Republican chairman, will be decided in the next few weeks, with his resignation as county chairman seemingly inevitable, according to Nassau Republicans. The scenario described by associates of Mr. Margiotta is that he will resign upon sentencing on Federal mail fraud and extortion" , "date" : "19811227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "64" , "title" : "RESIGNATION OF MARGIOTTA SEEMS CERTAIN; New York Political Notes" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/27\/nyregion\/resignation-of-margiotta-seems-certain-new-york-political-notes.html"} , {"body" : "The Hambros Bank Group of Britain, through its United States subsidiary, has established a venture-capital pool called the Hambro International Venture Fund and named Edwin A. Goodman, the 42-yearold head of another of its units, as a general partner of the fund. Yesterday Mr. Goodman - son of Andrew Goodman, the chairman of the Bonwit Teller" , "date" : "19811223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREAT BRITAIN"] , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "BUSINESS PEOPLE; Hambros Bank Names Head of New Fund" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/23\/business\/business-people-hambros-bank-names-head-of-new-fund.html"} , {"body" : "A dispute has broken out over the Freedom National Bank, with the bank charging that another major black-owned business, Daniels & Bell, a Wall Street brokerage house, is trying to seize control of the 17-year-old institution. Freedom National, founded in 1964 by Jackie Robinson, the baseball player, and other prominent blacks, has accused Travers" , "date" : "19811215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "FREEDOM BANK SEES BID TO TAKE IT OVER" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/15\/business\/freedom-bank-sees-bid-to-take-it-over.html"} , {"body" : "A retired police lieutenant who now drives a school bus shot and killed a man who held him up yesterday while he was transporting handicapped pupils in Brooklyn. The police said eight mentally retarded and physically handicapped youngsters, including six in wheelchairs, were on the bus with a matron. The suspect's gun, it was learned later, was a" , "date" : "19811215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "EX-OFFICER WHO NEVER HAD TO FIRE KILLS A ROBBER WITH SINGLE SHOT" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/15\/nyregion\/ex-officer-who-never-had-to-fire-kills-a-robber-with-single-shot.html"} , {"body" : "CHAPEL HILL, N.C. WHEN the short, friendly man with the Midwestern accent walked through the door of the Black family residence on that spring day in 1978, Jimmy Black did not really understand the significance of the occasion. Now, if he had grown up in North Carolina and Dean Smith dropped by for a chat, it would have taken a visit from Billy" , "date" : "19811214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "CAROLINA ROLLS ON AND ON" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/14\/sports\/carolina-rolls-on-and-on.html"} , {"body" : "Michael Norman is a reporter on the metropolitan staff of The Times. By Michael Norman In the slums, as elsewhere, image is constantly at odds with reality. Here, for example, is a two-story eyesore ready for the wrecker and demolition ball. Once it was a post office, solid and busy. Then the Government closed it and scavengers came through," , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "55" , "title" : "GOLDEN BOYS OF THE GHETTO" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/magazine\/golden-boys-of-the-ghetto.html"} , {"body" : "''We're building affordable homes for working New Yorkers. This isn't just a promise. You'll be able to check on its progress over the next year.'' -Mayor Koch, Feb. 12, 1981, announcing a program to build 2,200 moderately priced, federally subsidized, one- and twofamily homes in troubled city neighborhoods. Mayor Koch made this pronouncement as he" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "KOCH PLAN FOR 2,200 NEW HOUSES IN JEOPARDY, BUILDERS SAY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/realestate\/koch-plan-for-2200-new-houses-in-jeopardy-builders-say.html"} , {"body" : "In a unanimous vote last night, the Board of Estimate made its preliminary selection of six companies for cable television franchise awards in the Bronx, Brooklyn, Queens and Staten Island. The board's decision, which came after nearly eight hours of polite but often pointed testimony, authorizes the city to begin contract negotiations with the six" , "date" : "19811211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY TENTATIVELY PICKS SIX APPLICANTS FOR CABLE TV FRANCHISES" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/11\/nyregion\/city-tentatively-picks-six-applicants-for-cable-tv-franchises.html"} , {"body" : "The City Health Department said it had found 66 children with lead poisoning in two declining areas of Brooklyn. The rate was four times as high as for 80,000 children tested each year in a citywide program. The 66 children, aged 1 to 6, were among 1,800 tested in a special program last summer at sidewalk booths and day-care centers in the Bushwick" , "date" : "19811208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lead Poisoning Found In Children in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/08\/nyregion\/lead-poisoning-found-in-children-in-brooklyn.html"} , {"body" : "A single abstention in a key community school board vote led the next day to an extreme action rarely resorted to - Schools Chancellor Frank J. Macchiarola suspended the board of District 16, in the Bedford-Stuyvesant section of Brooklyn. By a vote of four in favor and one abstention, the board failed by one vote last Monday to adopt a resolution" , "date" : "19811206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "59" , "title" : "LOCAL SCHOOL UNIT PENALIZED ON VOTE" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/06\/nyregion\/local-school-unit-penalized-on-vote.html"} ,   {"body" : "A shock awaited James Solomon when he returned to his Brooklyn apartment after a week away from the city last last winter: the lock on his door had been changed. He phoned his landlady, who gave him the surprising news that he had been evicted. Mr. Solomon had been living in a spacious rent-controlled apartment in the Bedford-Stuyvesant section" , "date" : "19811206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "LAWYERS SAY TIGHT MARKET BRINGS RISE IN EVICTION ACTIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/06\/realestate\/lawyers-say-tight-market-brings-rise-in-eviction-actions.html"} , {"body" : "In what would constitute the largest consolidation of hospital beds in New York City's history, four private voluntary hospitals in Brooklyn have decided to merge into two new hospitals. All four hospitals would remain open at their present sites. In one merger affecting the Bedford-Stuyvesant and Crown Heights sections of northern Brooklyn, the" , "date" : "19811203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "FOUR BROOKLYN HOSPITALS PLAN TO MERGE INTO TWO NEW ONES" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/03\/nyregion\/four-brooklyn-hospitals-plan-to-merge-into-two-new-ones.html"} , {"body" : "Schools Chancellor Frank J. Macchiarola yesterday suspended a community school board in the Bedford-Stuyvesant section of Brooklyn, charging that there were serious administrative problems in the district and an ''intolerable education condition'' in one intermediate school. He named three trustees, who immediately appointed an acting" , "date" : "19811202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "THE CITY; Chancellor Ousts A School Board" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/02\/nyregion\/the-city-chancellor-ousts-a-school-board.html"} , {"body" : "In a development that has surprised and disturbed New York City housing officials, a rapidly growing number of properties being taken through tax foreclosure are occupied one- and two-family homes. The city now owns about 1,000 such buildings in all five boroughs. It expects to add 1,500 more next spring when it takes title to tax delinquent" , "date" : "19811130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FORECLOSURES ON FAMILY HOMES RISING IN CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/30\/nyregion\/foreclosures-on-family-homes-rising-in-city.html"} , {"body" : "A month after the most impressive election victory in municipal memory, Mayor Koch is turning to the one discordant note in his landslide re-election - the evident disaffection among the Hispanic and black New Yorkers who usually produce the largest Democratic pluralities of any group, but who did not for Mr. Koch. Like many a mayor before him, Mr." , "date" : "19811129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "CAN A PANEL SOLVE KOCH'S TROUBLE WITH MINORITIES" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/29\/weekinreview\/can-a-panel-solve-koch-s-trouble-with-minorities.html"} , {"body" : "When Frank J. Macchiarola, chancellor of the New York City public schools, arrives at Jamaica High School in Queens to take over as acting interim principal on Wednesday, he will inherit in his new office a nine-foot-high corn plant that needs two quarts of water a week. Doris Reid, his new secretary, will take care of that. Mr. Macchiarola, who" , "date" : "19811129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "9" , "title" : "THE SCHOOLS AND THE PRINCIPAL FACTOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/29\/weekinreview\/the-schools-and-the-principal-factor.html"} , {"body" : "Two young sisters were killed and three other persons were seriously injured last night during a fire in a brownstone building in the Bedford-Stuyvesant section of Brooklyn, the police said. The sisters - Tracy Jones, 2 years old, and Cindy, 6 - were found dead at 11 P.M. in a first-floor apartment at 464 Greene Avenue, a police spokesman said. A" , "date" : "19811122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "A Fire in Bedford-Stuyvesant Kills 2 Children in Brownstone" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/22\/nyregion\/a-fire-in-bedford-stuyvesant-kills-2-children-in-brownstone.html"} , {"body" : "A firehouse is a peculiar little world all its own, a welter of black Mackinaws, narrow bunks, pinups, wisecracks, camaraderie, soot, the smell of smoke and fear pushed far to the back of the mind. The fact is that things burn in New York City, and rarely more so than in the Brooklyn neighborhoods of Bedford-Stuyvesant and Bushwick, where Engine" , "date" : "19811118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/18\/nyregion\/about-new-york.html"} , {"body" : "The budget-makers may still be wearing frowns under their green eyeshades, but what the president of the Health and Hospitals Corporation told the agency's board on Thursday is good news: Woodhull Hospital - the innovative and very costly city institution that, despite its completion three years ago, has been in mothballs out of fear of what it" , "date" : "19811114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "23" , "title" : "New York; WALKING A MOTHBALLED ELEPHANT" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/14\/opinion\/new-york-walking-a-mothballed-elephant.html"} , {"body" : "City Council President Carol Bellamy yesterday joined the New York City Board of Education in urging parents to complete new and far more detailed applications to determine whether their children are eligible for free or reduced-cost school lunches. The applications have been revised to conform with new Federal legislation, and some parents have" , "date" : "19811111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "4" , "title" : "PUPILS' PARENTS URGED TO FILL IN FORM ON LUNCH" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/11\/nyregion\/pupils-parents-urged-to-fill-in-form-on-lunch.html"} ,   {"body" : "A young man and woman and their 7-month-old son were killed and 36 other persons were overcome early yesterday by fumes that spread through a four-story building in the Bedford-Stuyvesant section of Brooklyn. Investigators said that the building's gas-fired water heater had no vent in place and that the vent on the steam boiler was faulty. They" , "date" : "19811107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "3 ARE KILLED IN BROOKLYN BY FUMES TIED TO INADEQUATE HEATING VENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/07\/nyregion\/3-are-killed-in-brooklyn-by-fumes-tied-to-inadequate-heating-vents.html"} , {"body" : "''Satyagraha,'' an opera by Philip Glass, will have its New York City premiere tonight at 8 in the Opera House of the Brooklyn Academy of Music, using the same principal singers and huge set and costumes as it had when presented in its successful world premiere a year ago by the Netherlands Opera in Rotterdam. The opera is based on the life of" , "date" : "19811106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; GANDHI OPERA IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/06\/arts\/weekender-guide-friday-gandhi-opera-in-brooklyn.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "A gypsy-cab driver, fleeing from his taxi on a Brooklyn street, was shot in the back of the head by one of two passengers last night, the police said. The cabdriver, Jean Pierri, 42 years old, had picked up two men at a taxi stand at Nostrand Avenue and Park Place in the Bedford Stuyvesant section at 9:30 P.M. While on the way to an address in the" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Gypsy-Cab Driver Shot While Fleeing 2 Riders" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/nyregion\/gypsy-cab-driver-shot-while-fleeing-2-riders.html"} , {"body" : "Freedom National Bank, the only black-owned bank in New York State, has granted a $500,000 mortgage loan to the Organization of African Unity for the purchase of a brownstone to house the group's office in New York City, according to the O.A.U.'s representative at the United Nations. The representative, Oumarou Youssoufou, and others knowledgeable" , "date" : "19811019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE" , "AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BLACK BANK GRANTS MORTGAGE OF $500,000 TO AFRICAN GROUP" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/19\/nyregion\/black-bank-grants-mortgage-of-500000-to-african-group.html"} , {"body" : "Theives ransacked the rectory of a Roman Catholic church in the Bedford-Stuyvesant section of Brooklyn was broken into yesterday taking $2,000, two television sets and religious objects including two crosses, the police reported. The burglary- the latest of several recent crimes directed against church property and the religious in the city-" , "date" : "19811018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Thieves Ransack the Rectory Of a Brooklyn Catholic Church" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/18\/nyregion\/thieves-ransack-the-rectory-of-a-brooklyn-catholic-church.html"} , {"body" : "IS there life after divorce? For the couple in ''Special Occasions,'' Bernard Slade's new romantic comedy, the answer is an emphatic yes - and with each other. ''Special Occasions'' will open Jan. 31 at the Music Box Theater. ''Deathtrap,'' the Music Box's current tenant, plans to move to another theater. ''Special Occasions'' is a two-character" , "date" : "19811016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/16\/theater\/broadway.html"} , {"body" : "Autumn is a season for falling leaves, hot cider, baseball playoffs and, it would seem, a multitude of educational house tours. And this weekend's crop of planned events is no exception. In fact, the tours scheduled for Saturday and Sunday will offer everything from real estate advice in Bedford-Stuyvesant to historic houses in Jersey City. ''Come" , "date" : "19811015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "HOUSE TOURS FOR AN AUTUMN WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/15\/garden\/house-tours-for-an-autumn-weekend.html"} , {"body" : "BROOKLYN By DAVID W. DUNLAP Quincy Street, which rolls and pitches and yaws through the Bedford-Stuyvesant section of Brooklyn, may not be the worst stretch of street in the city. But it was bad enough to be a testing ground for Grumman's buses. Grumman used Quincy when it sought to modify its troubled Flxible 870 buses and when it wanted to design" , "date" : "19811010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "GRUMMAN FINDS PERFECTLY AGED POTHOLES FOR TESTING BUSES ON A STREET IN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/10\/nyregion\/grumman-finds-perfectly-aged-potholes-for-testing-buses-on-a-street-in.html"} , {"body" : "Philip Cox is Matt Dillon in a three-piece, pin-striped suit, patrolling the corridors of Boys and Girls High School in the Bedford-Stuyvesant section of Brooklyn as if they were the streets of Dodge City. The burly former gym teacher, the school's fifth principal in four years, is trying to provide the sort of firm leadership that may help restore" , "date" : "19810929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A PRINCIPAL BRINGS CALM TO A CHAOTIC CITY SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/29\/nyregion\/a-principal-brings-calm-to-a-chaotic-city-school.html"} ,   {"body" : "The elderly woman, her cane resting at her side as she leaned forward in her chair, recalled what she had found when she returned to her Brooklyn apartment after a short shopping trip. ''My apartment was ransacked,'' she said. ''The drawers were pulled out.'' ''I was stunned,'' she added. ''My friends came in and started to help me straighten" , "date" : "19810908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "VICTIMS OF CRIME GET LEGAL AID AND HELPING HAND" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/08\/nyregion\/victims-of-crime-get-legal-aid-and-helping-hand.html"} , {"body" : "Frank J. Barbaro was asked the other evening where he tho ught his political ori gins lay. He was leaning back wearily in a restaurant booth near Br oadway and 72d Street, where he had been offering his right hand an d a pitch for his mayoral candidacy to those emerging from the IRT subway station. The 53-year-old, five-term Democratic Assemblyman" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "BARBARO TRACES ORIGINS OF HIS POPULIST PLATFORM" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/barbaro-traces-origins-of-his-populist-platform.html"} , {"body" : "New York City fire officials say that the arson rate in the city seems at least to be staying level, reversing a trend of the last five years. The annual number of determined arson fires in the city rose from 3,878 in 1975 to 8,979 in 1980. Although officials are hesitant to put too much stock in numbers, the Fire Department said 4,214 structural" , "date" : "19810828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY ARSON RATE IS LEVELING OFF, OFFICIALS REPORT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/28\/nyregion\/city-arson-rate-is-leveling-off-officials-report.html"} , {"body" : "For the first time since 1974, New York City plans to deposit some of its money in minority-owned banks, Comptroller Harrison J. Goldin's office said yesterday. A checking account has been opened with the Freedom National Bank, which has offices in Harlem and in the Bedford-Stuyvesant section of Brooklyn, a spokesman for Mr. Goldin said. Up to $2.5" , "date" : "19810820" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CITY TO OPEN ACCOUNTS AGAIN AT BANKS OF MINORITY GROUPS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/20\/nyregion\/city-to-open-accounts-again-at-banks-of-minority-groups.html"} , {"body" : "Junior's Restaurant, a landmark in downtown Brooklyn that for 30 years had been a magnet for hurrying office workers, relaxing families and deal-making politicians, was a scarred ruin yesterday as a result of a three-alarm fire. The blaze was discovered around the 1:30 A.M. closing time in the two-story structure at DeKalb Avenue and the Flatbush" , "date" : "19810818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN BLAZE CLOSES LANDMARK RESTAURANT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/18\/nyregion\/brooklyn-blaze-closes-landmark-restaurant.html"} , {"body" : "A 19-year-old youth was shot in the face in a struggle with another youth who had stolen his portable radio in a Brooklyn schoolyard. The victim, Loxy Wright, was listed in stable condition at St. John's Hospital following the shooting in the yard of Public School 44 at 432 Sumner Avenue in the Bedford-Stuyvesant section. ... A telephone repairman" , "date" : "19810805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/05\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Twelve Bronx businesses have applied for discounted electricity rates that took effect July 1 in eight depressed areas of the South Bronx and Brooklyn. Among the applicants are a one-man optical shop and a plasticcontainer plant that employs 425 people, according to a spokesman for the Consolidated Edison Company. Con Edison proposed the program in" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "12 SOUTH BRONX BUSINESSES APPLY FOR CON ED DISCOUNTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/12-south-bronx-businesses-apply-for-con-ed-discounts.html"} , {"body" : "Two children were killed and their mother was injured when a fire swept through their Brooklyn apartment just before dawn yesterday. The children were identified as 2-year-old Toya Brockington and her 3-year-old sister, Juanita. Their mother, Easter Brockington, 27, was listed in guarded but stable condition at Kings County Hospital. The police" , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "2 Girls Die in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/nyregion\/2-girls-die-in-brooklyn-fire.html"} , {"body" : "A Brooklyn minister who is president of the National Black Pastors' Conference has charged the leader of the Moral Majority with perverting the Christian faith. The minister, the Rev. William Augustus Jones of Bethany Baptist Church, contended that the Rev. Jerry Falwell, the Moral Majority leader, equated ''piety with patriotism'' and failed to" , "date" : "19810801" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "BROOKLYN PASTOR ASSAILS MORAL MAJORITY'S LEADER" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/01\/nyregion\/brooklyn-pastor-assails-moral-majority-s-leader.html"} , {"body" : "Curious at the sight, a small group of men were gathered in the bright sunshine on the corner of Houston and Clinton Streets on Manhattan's Lower East Side. ''There's not too many of them on the avenues,'' one said, ''but on the side streets it's wall to wall.'' Across town, under the West Side Highway in Greenwich Village, Daniel Driscoll - his" , "date" : "19810801" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "CAR ABANDONING BELIEVED DECLINING" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/01\/nyregion\/car-abandoning-believed-declining.html"} ,   {"body" : "Harry Moy, a 70-year-old man with a wide grin and thin white hair, sat with his cane at his side yesterday and summed up a lifetime of drug use. ''First opium, then heroin - then everything,'' he recalled. ''And now you take only methadone?'' asked Joseph A. Califano Jr., who has been asked by Governor Carey to study drug and alcohol abuse." , "date" : "19810730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CALIFANO STUDIES DRUG PROGRAMS FOR USE BY STATE" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/30\/nyregion\/califano-studies-drug-programs-for-use-by-state.html"} , {"body" : "A Census Bureau recount showing that the population of the Bedford-Stuyvesant section and two neighboring areas in Brooklyn has declined by 34 percent from the 1970 census was termed ''bizarre beyond belief'' yesterday by Howard Golden, the Borough President. The district, which also covers most of Ocean Hill-Brownsville and part of Crown Heights," , "date" : "19810722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW CENSUS IN BROOKLYN ASSAILED" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/22\/nyregion\/new-census-in-brooklyn-assailed.html"} , {"body" : "A clergyman in Brooklyn's 77th Precinct says he is going to buy a gun for protection, even though another minister in the neighborhood was arrested several years ago for keeping a sawed-off shotgun under his pulpit. One resident of the area covered by the police precinct has bricked up a window in his house in an attempt to keep out burglars. On" , "date" : "19810722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN PRECINCT STRUGGLES TO TURN CRIME RATE AROUND" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/22\/nyregion\/brooklyn-precinct-struggles-to-turn-crime-rate-around.html"} , {"body" : "Through his dark glasses, Sandy Saddler does not like what he sees, except when he watches Tony Santana, the lone professional fighter he trains. ''It's a disgrace what you see in the gyms,'' Saddler, the 55-year-old former featherweight champion, said yesterday as he discussed Santana's first main event. That will be a scheduled 10-round bout" , "date" : "19810721" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "Saddler, Ex-Champion, Finds a Fighter" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/21\/sports\/saddler-ex-champion-finds-a-fighter.html"} , {"body" : "The day began slowly for Lenny Vaughn, director of community relations for the City Health Department's lead poison control program. For 20 minutes, he paced up and down Lexington Avenue between Throop and Tompkins Avenues in the Bedford-Stuyvesant section of Brooklyn, with a bull horn, imploring parents in deteriorating housing to bring their" , "date" : "19810719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "LEAD POISONING CONTROL DRIVE BEGINS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/19\/nyregion\/lead-poisoning-control-drive-begins-in-brooklyn.html"} , {"body" : "The Metropolitan Transportation Authority relented yesterday on most of $7.5 million in spending cuts it had demanded in subway operations. At the behest of John D. Simpson, the president of the New York City Transit Authority, the board gave its permission to restore all but $2.1 million of the subway cuts by drawing on contingency funds. Mr." , "date" : "19810718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE M.T.A. RESTORES MOST OF CUTS ORDERED IN RUNNING SUBWAYS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/18\/nyregion\/the-mta-restores-most-of-cuts-ordered-in-running-subways.html"} , {"body" : "''Hey, check this out,'' said Dezie Collins. It was his all-purpose introduction to almost any topic, whether he was poised to talk about his search for a job, his attempts to get the high school diploma that has eluded him since he dropped out of school more than a year ago, or his music. Like someone scratching an itch that suddenly goes away, or" , "date" : "19810711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A YOUTH'S FRUSTRATING JOB SEARCH" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/11\/nyregion\/a-youth-s-frustrating-job-search.html"} , {"body" : "There were 67,000 rock fans in the Yale Bowl, unaware that backstage the Eagles were telling the promoter they had changed their minds and were not going to play unless they were paid first. The sheepish-looking promoter said, ''Then don't go on, and we won't pay you at all.'' As soon as he said that, Shelly Finkel, who appears as if he would be" , "date" : "19810629" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Finkel Finds Gold in Ring, Too" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/29\/sports\/finkel-finds-gold-in-ring-too.html"} , {"body" : "Tickets to the following events may be obtained from the beneficiaries unless otherwise indicated: Cayenne Aug. 12 - Tonight's gig for Cayenne, the five-man band that plays New Orleans-style jazz at the southeast corner of Central Park, is on the terrace of the Jewish Guild for the Blind at 15 West 65th Street. There the singles and young married" , "date" : "19810627" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "61" , "title" : "Future Events Hot Stuff" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/27\/style\/future-events-hot-stuff.html"} , {"body" : "The members of New York City's Rent Guidelines Board are appointed by the Mayor and are barred from holding office in any tenant or owner organization or owning or managing property covered by the rent-stabilization law. Two members are designated to represent tenant interests, two to represent owners and four to represent the public. The chairman" , "date" : "19810626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "RENT PANEL MEMBERS AND THEIR VOTES" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/26\/nyregion\/rent-panel-members-and-their-votes.html"} ,   {"body" : "Woodhull Hospital, designed as one of the world's most innovative and visually striking hospitals and completed three years ago, is now unlikely to open before 1983, according to New York City officials. That would be nearly a decade after it was originally scheduled to open as a municipal hospital in Brooklyn. City and state officials attribute" , "date" : "19810621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "NEW DELAYS FOR $200 MILLION HOSPITAL, EMPTY 3 YEARS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/21\/nyregion\/new-delays-for-200-million-hospital-empty-3-years.html"} , {"body" : "Three robbers jumped an off-duty probationary policeman in a Queens building, but the officer fought off a knife attack, shot one of the assailants and captured two, the police said. The officer, who suffered cuts, scratches and punctures of both hands, was Lawrence Hodges, 25 years old. He had gone to visit a friend in the Queensbridge Houses in" , "date" : "19810611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The City; PROBATIONARY OFFICER CAPTURES 2 ROBBERS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/11\/nyregion\/the-city-probationary-officer-captures-2-robbers.html"} , {"body" : "ALBANY (UPI) - The State Public Service Commission approved reduced electricity rates for businesses that decide to locate in six economically distressed areas of Brooklyn or the South Bronx. New business customers will be guaranteed a 20 percent cut on regular electricity rates for five years, a P.S.C. spokesman said. Afterward, rates would" , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Region; Lower Utility Rates Offered to Concerns" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/the-region-lower-utility-rates-offered-to-concerns.html"} , {"body" : "James Washington says that Pleasant Colony will win the Belmont Stakes. He also says he has been pretty sure of it since the Preakness, but he became thoroughly convinced on Sunday afternoon. That's when the colt ''pinned me upside the wall and tried to crush my head. Just playing, you know. He's ready.'' If Pleasant Colony wins on Saturday," , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "THEY TRAVEL IN SAME WINNER'S CIRCLE" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/sports\/they-travel-in-same-winner-s-circle.html"} , {"body" : "A 35-year-old Brooklyn man was arrested yesterday and charged with attempted murder in the shooting of an off-duty policeman Friday evening, the police said. The suspect - Charles Woods, of 31 Weirfield Street in the Bushwick section - was arrested by 77th Precinct detectives after the wounded officer, Melvin Kelley, 25, identified him in a" , "date" : "19810524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "MAN SEIZED IN SHOOTING OF OFFICER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/24\/nyregion\/man-seized-in-shooting-of-officer.html"} , {"body" : "An off-duty policeman was shot and seriously wounded last night while walking in the Bedford-Stuyvesant section of Brooklyn, the police said. The officer, 25-year-old Melvin Kelley, was shot twice in the chest during an apparent holdup attempt on Lefferts Place near Franklin Avenue, a police spokesman said. He was taken to Brooklyn Jewish Hospital," , "date" : "19810523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "An Off-Duty Policeman Is Wounded in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/23\/nyregion\/an-off-duty-policeman-is-wounded-in-brooklyn.html"} , {"body" : "A two-alarm fire raged for almost two hours in a vacant four-story factory at 868 Willoughby Street in Brooklyn's Bedford-Stuyvesant section before 70 firefighters brought it under control. Four neighboring buildings were evacuated after the fire was reported, but no injuries were reported. ... Police Officer Peter Kelly of the 66th Precinct in" , "date" : "19810521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "The City; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/21\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "ON a sunny morning in July of 1968, a group of children from the Fresh Air Fund were getting off a train at the Syosset railroad station when Sue Isaac approached a skinny little boy and glanced at his name tag, which said Charles Howard. The woman addressed the boy: ''My name is Mrs. Isaac. You'll be staying with us for the next two weeks.'' Given" , "date" : "19810517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2-WEEK VISIT YIELDS DECADE OF FRIENDSHIP" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/17\/nyregion\/2-week-visit-yields-decade-of-friendship.html"} , {"body" : "The Metropolitan Transportation Authority yesterday rejected a proposal that would have barred the use of air-conditioning on New York City buses unless the outdoor temperature exceeded 90 degrees. It said it would continue to leave such decisions ''to the discretion of the drivers.'' But some bus drivers may not have much of a choice. John D." , "date" : "19810509" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "M.T.A. VOTES TO LET THE BUS DRIVER DECIDE ON USE OF AIR-CONDITIONING" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/09\/nyregion\/mta-votes-to-let-the-bus-driver-decide-on-use-of-air-conditioning.html"} , {"body" : "The architectural quality of the houses of Crown Heights in Brooklyn are generally believed to rival any in the city. But many of the imposing six-story English Tudor apartment buildings of the community have a look of faded glory. The population of 230,000 is mainly moderate-income and middleincome blacks, largely from Caribbean islands, and" , "date" : "19810508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "ABOUT REAL ESTATE; EFFORTS TO REHABILITATE CROWN HEIGHTS APARTMENT HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/08\/business\/about-real-estate-efforts-to-rehabilitate-crown-heights-apartment-houses.html"} ,   {"body" : "At a time when enrollments are declining and teaching jobs are supposedly scarce, the New York City Board of Education - which five years ago laid off 15,000 teachers - has opened a major recruiting drive. Troubled by vacancies that have existed since last fall and anticipating further openings in September, the school system badly needs hundreds" , "date" : "19810508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NEW YORK CITY SCHOOLS BEGIN TO RECRUIT HUNDREDS OF TEACHERS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/08\/nyregion\/new-york-city-schools-begin-to-recruit-hundreds-of-teachers.html"} , {"body" : "ON wheels, on foot and on camel, New Yorkers and their neighbors will be celebrating the arrival of May this weekend in the only reasonable way -by getting out of doors. Probably the most noticeable among them will be the participants in the annual Five Boro Bike Tour - some 17,000 are expected to turn out, according to the sponsors of the event," , "date" : "19810501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CITY AND SUBURB GOING ALL OUT FOR MAY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/01\/arts\/city-and-suburb-going-all-out-for-may.html"} , {"body" : "Its name may not be as familiar as Citibank or Chase Manhattan, but Freedom National Bank, the only black-owned bank in New York, has turned a profit for the last 17 quarters - no small feat for a bank whose liberal lending policies had once brought it to the brink of bankruptcy. ''We're making loans with our heads as opposed to our hearts,'' said" , "date" : "19810422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "FREEDOM'S CAREFUL LOAN POLICY" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/22\/business\/freedom-s-careful-loan-policy.html"} , {"body" : "The Consolidated Edison Company has proposed offering discounted electric rates to businesses that will create or expand jobs in eight economically depressed areas of the Bronx and Brooklyn. The proposal, which has won New York City's endorsement, would be the first such localized electric discount rate for job creation to be tried anywhere in the" , "date" : "19810413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CON ED LINKS CREATING JOBS TO RATE CUTS FOR BUSINESSES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/13\/nyregion\/con-ed-links-creating-jobs-to-rate-cuts-for-businesses.html"} , {"body" : "Joel A. Halpern, a Westchester County real-estate developer and twice a national champion in offshore powerboat racing, was killed Saturday in an accident during a warmup period for the New Orleans Halter 200 Race. Mr. Halpern, a resident of Purchase, N.Y., was 41 years old. He died of massive head injuries in the accident, which occurred as the" , "date" : "19810330" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "JOEL HALPERN, DEVELOPER AND RACER" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/30\/obituaries\/joel-halpern-developer-and-racer.html"} , {"body" : "Four of the men arrested Monday in an undercover operation by police officers posing as fences pleaded guilty last night to charges of criminal possession of stolen property. The men were among 23 who had gathered in a midtown bar after they were told they were going to Atlantic City on a gambling trip sponsored by a company called Good Buy, Buyer" , "date" : "19810318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Four Enter Guilty Pleas In Bogus Fence Arrests" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/18\/nyregion\/four-enter-guilty-pleas-in-bogus-fence-arrests.html"} , {"body" : "THEY are finalists in the city high school basketball tournament, but when they went to their gym three weeks ago the Parks Department had taken away their rims. They are a source of pride within Alexander Hamilton Vocational and Technical High School, but when they left the building a few weeks ago they had to fight off a street gang. They are a" , "date" : "19810314" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "20" , "title" : "SPORTS OF THE TIMES; RESOLUTE HAMILTON" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/14\/sports\/sports-of-the-times-resolute-hamilton.html"} , {"body" : "A new acoustic shell has been designed for the Opera House of the Brooklyn Academy of Music. The shell is based on a design by Christopher Jaffe, an acoustic consultant who has been responsible for major outdoor acoustic frames across the country, along with the interior acoustics of the Boettcher Concert Hall in Denver and Mexico City's Sala de" , "date" : "19810312" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "NEWS OF MUSIC; BROOKLYN OPERA TO GET ACOUSTIC SHELL" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/12\/arts\/news-of-music-brooklyn-opera-to-get-acoustic-shell.html"} , {"body" : "Sister Hyacinth, untethered by her long, dark blue skirts and veil, shuttles a blue station wagon among Harlem's parochial schools, picking up children of working parents for safekeeping after school. Mornings, this Franciscan Handmaid of Mary shepherds the aged to clinics or does errands for the house-bound. Between her obligations at the Convent" , "date" : "19810301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "ORDER OF BLACK NUNS DEVOTES IT'S LABORS TO HARLEM" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/01\/nyregion\/order-of-black-nuns-devotes-it-s-labors-to-harlem.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} ,   {"body" : "Just how much will a family pay to live in a new house in Coney Island? In Prospect Heights? In South Jamaica? In Bushwick? In the South Bronx? Builders and the city alike will find out once the 2,000 houses that are to be built under a new program announced recently by the Koch administration reach the sales market. It is the largest construction" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "2,000-HOUSE PLAN WILL TEST MARKET IN RENEWAL AREAS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/realestate\/2000-house-plan-will-test-market-in-renewal-areas.html"} , {"body" : "A Brooklyn couple have won a court victory over how much money they should receive for two apartment buildings the city had condemned for a rehabilitation project in Bedford-Stuyvesant. The four-story buildings, fully occupied and in relatively good condition six years ago, are now empty, vandalized hulks. A State Supreme Court justice in Brooklyn" , "date" : "19810215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "COUPLE WIN SUIT OVER CONDEMNATION OF 2 BUILDINGS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/15\/nyregion\/couple-win-suit-over-condemnation-of-2-buildings.html"} , {"body" : "A 23-year-old Brooklyn man who spent 10 months in jail awaiting trial on murder and robbery charges was released when shown to be a victim of mistaken identity. The man, Reginald Carthens, had been charged with the robbery and murder of Arthur N. Ross, a 58-year-old printer at The Daily News, and jailed at the Brooklyn House of Detention for Men to" , "date" : "19810214" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Innocent Man Freed After 10 Months" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/14\/nyregion\/the-city-innocent-man-freed-after-10-months.html"} , {"body" : "Standing amid the rubble on a lot near the South Brooklyn waterfront yesterday, Mayor Koch announced a city-sponsored program for the construction of 2,200 moderately priced one-family and twofamily houses in 10 impoverished neighborhoods. The Mayor said that construction would start in the spring or early summer, and that the houses would be ready" , "date" : "19810213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY IS SPONSORING 2,200 SMALL HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/13\/nyregion\/city-is-sponsoring-2200-small-houses.html"} , {"body" : "Warming his gnarled hands over the dancing flames of a trash-can fire on Fulton Street in Brooklyn, Timothy Smiley spoke sadly about his community. ''Bed-Stuy? It's still the same raggedy old place, with all these broken-down buildings and such,'' said Mr. Smiley, a stub of a man with a defeated expression on his face. ''Ain't nothing changed for" , "date" : "19810207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "DESPAIR AND RISING HOPE ARE MINGLED IN BED-STUY" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/07\/nyregion\/despair-and-rising-hope-are-mingled-in-bed-stuy.html"} , {"body" : "William H. Honan is the editor of The Times's Arts and Leisure section. By William H. Honan His Honor, the Mayor of New York, was dedicating a new shopping center in Brooklyn not long ago. He seemed to have the crowd with him as he approached his peroration when suddenly a black member of the racially mixed audience called out: ''We want John" , "date" : "19810201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "19" , "title" : "ED KOCH: THE MAN BEHIND THE MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/01\/magazine\/ed-koch-the-man-behind-the-mayor.html"} , {"body" : "Two sisters and their four children were killed in a three-alarm fire Monday night in Jersey City that started in the ground-floor hallway of their four-story building and raced through to the top floors, blocking their escape. Raymond P. Maloney, Fire Director for Jersey City, said yesterday that he believed all six had died of smoke inhalation." , "date" : "19810114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "JERSEY CITY BLAZE KILLS 6 RELATIVES; BRONX MAN DIES LEAPING FROM FIRE" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/14\/nyregion\/jersey-city-blaze-kills-6-relatives-bronx-man-dies-leaping-from-fire.html"} , {"body" : "As air from the Canadian Arctic continued to bring bitterly cold weather to New York City, a Coast Guard cutter plowed up the Hudson River yesterday, breaking through a growing field of ice to try to keep the route for fuel barges clear to the Port of Albany. And in thousands of telephone calls, New Yorkers relayed their suffering to the Heating" , "date" : "19810112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW SURGE OF ARCTIC AIR TORMENTS CITY'S HEATLESS TENANTS and Fifth Avenue" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/12\/nyregion\/new-surge-of-arctic-air-torments-city-s-heatless-tenants-and-fifth-avenue.html"} , {"body" : "To the Editor: So much has been said about the connection between crime and guns that gun control has been made to look like more than the simplistic nostrum it is: many people are evidently convinced that the solution to stopping most crime-related deaths in the United States involves the elimination of handguns from society. hen comes the news of" , "date" : "19810105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "THE INADEQUACY OF GUN CONTROL" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/05\/opinion\/l-the-inadequacy-of-gun-control-210636.html"}]