[  {"body" : "Karen, Julie and Jo Ann Loughney from Wayne, N.J., collected their annual souvenirs: a needle each from the Rockefeller Center Christmas tree and a straw from the St. Patrick's Cathedral creche ''to put in our wallets for luck.'' Miriam Nusbacher from Rochester discovered that while street pretzels may be bigger than when she grew up in New York" , "date" : "19811231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "ON THIS DAY THE INVASION CAME TO CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/31\/nyregion\/on-this-day-the-invasion-came-to-city.html"} , {"body" : "The following article is based on reporting by Moira Hodgson and Fred Ferretti and was written by Mr. Ferretti. NEW Year's in New York is feasting and dancing, bidding goodbye and saying hello, dancing and drinking, a time to be with families and to make noise. It is Czech roast goose and French Champagne, German venison and plum brandy, Italian" , "date" : "19811230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "NEW YORK, NEW YEAR, OLD DELIGHTS" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/30\/garden\/new-york-new-year-old-delights.html"} , {"body" : "Mayor Koch strongly suggested last night that New York City would not hire some of the thousands of new employees included in his election-year budget adopted last June. If that decision is made, the Mayor said, the last cuts will involve 2,300 new police officers, who are supposed to be hired in fiscal 1982, which began July 1. The First, he said," , "date" : "19811124" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KOCH IS POISED TO CURB HIRINGS IN NEW BUDGET" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/24\/nyregion\/koch-is-poised-to-curb-hirings-in-new-budget.html"} , {"body" : "As a boy growing up in the Bensonhurst section of Brooklyn, Fred Wilpon played high school baseball with Sandy Koufax, worshipped Gil Hodges and Carl Erskine of the old Dodgers and wondered why New York City's skyscrapers did not sway in the wind. Such preoccupations foretold things to come. In January of 1980, the Manhasset real estate" , "date" : "19811108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "METS OWNER A BIG-LEAGUE BUILDER" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/08\/realestate\/mets-owner-a-big-league-builder.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "A majority of Brooklyn voters are too young to remember when the office of Borough President was held by anyone other than a Democrat, but the other political parties' lack of success has not deterred them from placing four candidates on the Nov. 3 ballot in an effort to depose Howard Golden, the incumbent. None of the four - Leon F. Nadrowski, a" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "4 CHALLENGERS TILT AT BROOKLYN PRESIDENT" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/nyregion\/4-challengers-tilt-at-brooklyn-president.html"} , {"body" : "Teen-agers will tell you the rules of traveling in the city. ''The key is to look like you don't have any money,'' said Theresa O'Neill, 17, of Staten Island. ''We always travel in a crowd,'' said Matthew Ahern, 14, of Brooklyn. ''I try not to take the train if it's after 11 P.M.,'' said Mathieu Wiepert, 15, of Queens. The teen-age world of dating" , "date" : "19811013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR TEEN-AGERS, TRAVEL BRINGS FEAR AND CHALLENGE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/13\/nyregion\/for-teen-agers-travel-brings-fear-and-challenge.html"} , {"body" : "Mayor Koch plans a full election campaign, which will include television commercials, despite his landslide victories in both the Democratic and Republican races in Tuesday's primary, his top campaign aides said yesterday. Both John LoCicero, Mr. Koch's campaign manager, and Maureen R. Connelly, the media consultant, said that the Mayor would very" , "date" : "19810924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "KOCH PLANS EXTENSIVE CAMPAIGN DESPITE 2-PARTY PRIMARY TRIUMPH; Primary vote totals, page B7" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/24\/nyregion\/koch-plans-extensive-campaign-despite-2-party-primary-triumph-primary-vote.html"} , {"body" : "Positions of the four mayoral candidates on major issues are on page 42. By FRANK LYNN One of the most unusual campaigns in New York City's history moved into its final weekend yesterday, with Mayor Koch exuding optimism and his opponents in the Democratic and Republican primaries privately conceding that the 12-day delay in the primary had not" , "date" : "19810920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH IS OPTIMISTIC ON GAINING VICTORY IN BOTH PRIMARIES" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/20\/nyregion\/koch-is-optimistic-on-gaining-victory-in-both-primaries.html"} , {"body" : "With a new primary for New York City's citywide and boroughwide offices tentatively set for Sept. 22, candidates embarked yesterday on their second campaigns and, in many cases, began trying frantically to raise additional funds to pay for them. Only a handful of candidates campaigned actively on the streets of the city yesterday. Most of the" , "date" : "19810913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PRIMARY DATE SET CANDIDATES BEGIN 'SECOND CAMPAIGN'" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/13\/nyregion\/primary-date-set-candidates-begin-second-campaign.html"} ,   {"body" : "The Justice Department last night gave New York City clearance to hold its primary elections Sept. 22 for all municipal and judicial offices except the City Council. Governor Carey said he would call a special session of the Legislature next Wednesday to approve the date. The decision was reached after a day of telephone conferences among officials" , "date" : "19810912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. APPROVES SEPT. 22 PRIMARY FOR ALL EXCEPT COUNCIL RACES; ALBANY SET TO ACT WEDNESDAY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/12\/nyregion\/us-approves-sept-22-primary-for-all-except-council-races-albany-set-act.html"} , {"body" : "Frank J. Barbaro was asked the other evening where he tho ught his political ori gins lay. He was leaning back wearily in a restaurant booth near Br oadway and 72d Street, where he had been offering his right hand an d a pitch for his mayoral candidacy to those emerging from the IRT subway station. The 53-year-old, five-term Democratic Assemblyman" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "BARBARO TRACES ORIGINS OF HIS POPULIST PLATFORM" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/barbaro-traces-origins-of-his-populist-platform.html"} , {"body" : "The partly disrobed body of a 16-year-old girl who had apparently been strangled in a sexual attack was found in a heavily wooded section of a cemetery in Brooklyn yesterday, and the police arrested a 21-year-old acquaintance for her murder. Dozens of police officers using searchlights and helicopters scoured Greenwood Cemetery for more than eight" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "GIRL, 16, STRANGLED IN CEMETERY; MAN; 21,HELD" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/girl-16-strangled-in-cemetery-man-21held.html"} , {"body" : "In November, New Yorkers will elect 45 members to the City Council, but in some districts victory in Thursday's Democratic primary will be decisive. Here are our recommendations for those districts: MANHATTAN Edward Wallace, the incumbent Councilman at Large, was chosen by his colleagues early this year to fill the seat of the late Antonio" , "date" : "19810905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "For Election to the City Council" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/05\/opinion\/for-election-to-the-city-council.html"} , {"body" : "One evening soon after Mary T. Codd decided to give up her job as a City Councilwoman at Large from Staten Island and run for Mayor of New York, her daughter Melinda came home from work to find a caucus of relatives and friends in the living room of the family's home. ''Hi, Councilperson,'' someone said as Melinda walked in. No matter whom they had" , "date" : "19810829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "STATEN I. DEMOCRATS ENGAGED IN LIVELY RACES FOR 2 COUNCIL POSTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/29\/nyregion\/staten-i-democrats-engaged-in-lively-races-for-2-council-posts.html"} , {"body" : "The banshee wail of an ambulance, the song of its siren, is the stuff of awful visions. When it sounds on a street, mothers picture their children running in front of cars, wives see their husbands clutching chest and vena cava, the elderly envision broken hips, falls, cardiac arrest. The ambulance crews are the bearers of this bad news. Walter" , "date" : "19810829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "About New York; AMBULANCE CORPSMEN TEND TO CITY'S PAINS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/29\/nyregion\/about-new-york-ambulance-corpsmen-tend-to-city-s-pains.html"} , {"body" : "New York City officials yesterday suddenly shut down a disintegrating sanitation terminal on the Hudson River at which 250 trucks a day had dumped garbage into barges. Norman Steisel, the Sanitation Commissioner, said that he had known for some time about the terminal's general deterioration, but that he had no evidence the situation was dangerous" , "date" : "19810827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GANSEVOORT GARBAGE TERMINAL, FOUND DANGEROUSLY RUSTED, IS ORDERED SHUT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/27\/nyregion\/gansevoort-garbage-terminal-found-dangerously-rusted-is-ordered-shut.html"} , {"body" : "A live shell for a World War II bazooka was detonated by the Police Department's bomb squad after it was found in the basement of a doctor's house in the Bensonhurst section of Brooklyn. The doctor, Herbert Storch of 2033 80th Street, said he had called the police after the shell was found at about 9 A.M. yesterday while his basement was being" , "date" : "19810827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Live Bazooka Shell Found in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/27\/nyregion\/live-bazooka-shell-found-in-brooklyn.html"} , {"body" : "The United States Courthouse in Brooklyn is normally in the business of dispensing justice. The other day, however, its wares included used television sets and such bric-a-brac as porcelain figurines of prancing elephants, dancing ballerinas and kissing couples. The occasion was one of the auctions that the Justice Department holds periodically to" , "date" : "19810823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "A DEBT TO SOCIETY IS RECOUPED IN PART" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/23\/nyregion\/a-debt-to-society-is-recouped-in-part.html"} , {"body" : "Norman J. Rosen says he has lived in the shadow of District Attorney Eugene Gold of Brooklyn for 12 years. He worked in a spacious office adjoining Mr. Gold's, preparing grant applications, drawing up a budget and, in his words, ''sitting in on'' the policy decisions. Now the 52-year-old executive assistant has emerged to run for the job of his" , "date" : "19810821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EXPERIENCE, OR LACK OF IT, IS THE ISSUE IN BROOKLYN'S DISTRICT ATTORNEY RACE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/21\/nyregion\/experience-or-lack-of-it-is-the-issue-in-brooklyn-s-district-attorney-race.html"} ,   {"body" : "Junior's Restaurant, a landmark in downtown Brooklyn that for 30 years had been a magnet for hurrying office workers, relaxing families and deal-making politicians, was a scarred ruin yesterday as a result of a three-alarm fire. The blaze was discovered around the 1:30 A.M. closing time in the two-story structure at DeKalb Avenue and the Flatbush" , "date" : "19810818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN BLAZE CLOSES LANDMARK RESTAURANT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/18\/nyregion\/brooklyn-blaze-closes-landmark-restaurant.html"} , {"body" : "Meetings like the one in Coney Island this week give Frank J. Barbaro hope that somehow the polls and politicians are wrong - that perhaps he can defeat Mayor Koch in the Sept. 10 Democratic primary. At that meeting, Mr. Barbaro clearly enjoyed the scene as a representative of Mayor Koch was peppered with hostile questions for nearly two hours" , "date" : "19810724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A FOE OF KOCH TAKES HEART FROM OPPOSITION IN CONEY I." , "url" : "http:\/\/www.nytimes.com\/1981\/07\/24\/nyregion\/a-foe-of-koch-takes-heart-from-opposition-in-coney-i.html"} , {"body" : "Power was restored before dawn yesterday to 39,000 customers on eastern Staten Island who were without electricity following an explosion and fire in a Consolidated Edison power substation late Saturday. The fire, at the Fox Hills substation on Staten Island, was the latest of three at high-voltage substations in New York City in a five-day period" , "date" : "19810713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BLACKOUT ON S.I ENDED; POWER RESTORED TO 39,000" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/13\/nyregion\/blackout-on-si-ended-power-restored-to-39000.html"} , {"body" : "A sniper was loose in Brooklyn. For four months, from an apartment building at 2483 West 16th Street in the Bensonhurst section, he fired into the surrounding neighborhood. From last Feb. 1 until May 24, the police said, his bullets found six victims - three motorcyclists, a pedestrian, a youth chatting with friends on the street and a teen-age" , "date" : "19810705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "FOLLOW-UP ON THE NEWS; Sniper in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/05\/nyregion\/follow-up-on-the-news-sniper-in-brooklyn.html"} , {"body" : "Assemblyman Frank J. Barbaro, the Brooklyn Democrat who is challenging the Mayor in the Sept. 10 Democratic primary, pledged yesterday to add up to 7,000 officers to the New York City police force. Mr. Barbaro said that Mayor Koch's effort to add about 1,500 members to the 22,589-member force was inadequate in the face of a ''general increase of 12" , "date" : "19810623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BARBARO, IN A BID FOR MAYORALTY, PROMISES MORE POLICE J. Barbaro" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/23\/nyregion\/barbaro-in-a-bid-for-mayoralty-promises-more-police-j-barbaro.html"} , {"body" : "All of the candidates running against Mayor Koch have been described as unknowns or relative unknowns or minor politicians lacking citywide identification. The knowns and the big guys are sitting this one out. What this will do to the campaign is predictable: newspaper coverage will be modest at best, television will do even less, large" , "date" : "19810623" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "NEW YORK; Let the Unknowns Be Heard" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/23\/opinion\/new-york-let-the-unknowns-be-heard.html"} , {"body" : "A 32-year-old man was shot dead as he was parking his car in Brooklyn in what the police called a ''gangland-type slaying.'' The victim, Sebastian Fenoccio, was shot once in the head and twice in the chest as he was locking up his garage at West 12th Street and Avenue U in the Bensonhurst section. ... Luis Rodriguez, 20, was found fatally stabbed" , "date" : "19810615" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/15\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "When Philip C. Habib was selected to try to head off an Israeli-Syrian clash over Syria's missiles in Lebanon, White House and State Department officials were attracted by his past record as a negotiator in one seemingly insoluble problem after another. The 61-year-old Mr. Habib is described by his friends and colleagues as tireless in his pursuit" , "date" : "19810528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "MIDDLE EAST"] , "nytd_section_facet" : ["World"] , "page_facet" : "3" , "title" : "MAN IN THE NEWS; TIRELESS TROUBLE-SHOOTER FOR THE U.S." , "url" : "http:\/\/www.nytimes.com\/1981\/05\/28\/world\/man-in-the-news-tireless-trouble-shooter-for-the-us.html"} , {"body" : "Six persons have been wounded over the last four months by an unknown sniper operating from the upper floors of a middle-income apartment building in the Bensonhurst section of Brooklyn, the police said yesterday. The police did not connect the first three incidents - on Feb. 1, May 8 and May 14 - until last Friday when a the fourth and fifth" , "date" : "19810526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "6 SHOOTINGS IN BROOKLYN THIS YEAR LINKED TO SNIPER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/26\/nyregion\/6-shootings-in-brooklyn-this-year-linked-to-sniper.html"} , {"body" : "International An Israeli drone was shot down in the vicinity of the Lebanese border by missiles fired from Syrian territory. It was at least the third Israeli pilotless craft that has been shot down since Syria moved missiles into Lebanon nearly four weeks ago. Page A1, Column 6. Moscow denied Israel's contention that Soviet advisers were" , "date" : "19810526" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/26\/nyregion\/news-summary-132607.html"} ,   {"body" : "Assemblyman Frank J. Barbaro said yesterd that he would seek the Democratic nomination for Mayor of New York City. Mr. Barbaro, who vowed to ''liberate the legend of Fiorello La Guardia from an impostor,'' represents the Bensonhurst section of Brooklyn. He said he had not yet raised any campaign money and had not asked for the support of Democratic" , "date" : "19810515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BARBARO WILL OPPOSE KOCH IN PRIMARY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/15\/nyregion\/barbaro-will-oppose-koch-in-primary.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "The Rev. Vincent Pulicano, a leader in the establishment in New York City of the hospice program that stresses the most comfortable and non-institutional individual care possible for the terminally ill, died Thursday of bone cancer at the Cabrini Medical Center, where he was the director of pastoral care. He was 43 years old and lived at the" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries" , "Health"] , "page_facet" : "19" , "title" : "VINCENT PULICANO, SUPPORTED HOSPICES" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/obituaries\/vincent-pulicano-supported-hospices.html"} , {"body" : "Last autumn, candidates for office throughout New York State received a two-page questionnaire in the mail. The first page asked the usual questions about some of the usual issues - capital punishment, welfare, the equal rights amendment, abortion. The second page of questions went beyond the routine. \"What is the Bible?\" it asked. \"Have you ever" , "date" : "19810205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MORAL MAJORITY ESTABLISHES BEACHHEAD IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/05\/nyregion\/moral-majority-establishes-beachhead-in-new-york.html"} , {"body" : "GO west, young man, I thought. The time arrived when I knew I had to leave the comfortable womb I've called Long Island, and start a new chapter of my life. The decision did not come lightly. Friends and family admonished about the disadvantages of leaving the Island, trying to dissuade me from making my inevitable exodus. But, after long" , "date" : "19810125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LEAVING IT BUT STILL LOVING IT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/25\/nyregion\/leaving-it-but-still-loving-it.html"} , {"body" : "WILLIAM RODRIGUEZ, a freshman at New Utrecht High School in Brooklyn, began the school year last September in a regular Spanish course, but when he could not keep up with the work he transferred into an easier conversational Spanish class, where, he says, he is getting more attention from the teacher and learning more. Had William Rodriguez been" , "date" : "19810113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; SCHOOLS TRY TO TEACH LANGUAGES TO EVERYONE" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/13\/science\/education-schools-try-to-teach-languages-to-everyone.html"} , {"body" : "The movement toward conversion of rental buildings into cooperatives continued to accelerate last year in the boroughs outside Manhattan as part of what two government economists have called ''an extension of the real-estate frenzy that has been sweeping the nation.'' In the first 11 months of 1980, according to the state Attorney General's office," , "date" : "19810104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "PIPELINE OF CO-OPS EXPANDS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/04\/realestate\/pipeline-of-co-ops-expands-in-city.html"}]