[  {"body" : "Red Hook, Brooklyn's legendary waterfront, survived generations of poor immigrants, brawling workers and union corruption, only to be nearly destroyed by government decisions. It is now beginning a renaissance, this time aided by government. ''Red Hook is one of the best examples I know of a neighborhood that has seen both the positive and the" , "date" : "19811116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RED HOOK SURVIVES HARD TIMES INTO NEW ERA" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/16\/nyregion\/red-hook-survives-hard-times-into-new-era.html"} , {"body" : "BROOKLYN'S loss is Manhattan's gain. In July, Hubert's, the charming and very good restaurant that was in Boerum Hill, moved to 22d Street just east of Park Avenue South, in the premises formerly occupied by E.F. Barrett. The new restaurant, still operated by Karen Hubert and Len Allison, the partners who share kitchen and dining room chores, is" , "date" : "19811113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "RESTAURANTS; A good kitchen that travels well." , "url" : "http:\/\/www.nytimes.com\/1981\/11\/13\/arts\/restaurants-a-good-kitchen-that-travels-well.html"} , {"body" : "Three years ago, Joseph Leo and his family moved from their Greenwich Village apartment to a century-old Queen Anne house on a quarter-acre lot in the St. George section of Staten Island. ''This is just a tremendous neighborhood to live in, and the ferry to Manhattan is just a 10-minute walk from my house.'' said Mr. Leo, who once worked for a Wall" , "date" : "19810924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "OUTER BOROUGHS ATTRACT COUPLES SEEKING A HOME" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/24\/nyregion\/outer-boroughs-attract-couples-seeking-a-home.html"} , {"body" : "The Balkan Arts Center has changed its name to the Ethnic Arts Center, and now it's changing its domicile, moving today to 179 Varick Street. As always, however, it will specialize in folk-dance classes, workshops, films and music, and as always it will propagate the traditional music and dance of the Albanians, Italians, Greeks, Poles, Croatians," , "date" : "19810911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STANHOPE (NJ)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; ETHNIC ARTS IN THE VILLAGE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/11\/movies\/weekender-guide-friday-ethnic-arts-in-the-village.html"} , {"body" : "16th Annual Boerum Hill House Tour, Box 212, Times Plaza Station, Brook- lyn, N.Y. 11217. ''A neighborhood of passionate collectors'' is how Brooklyn's Boerum Hill bills itself for this Sunday's tour of nine brownstones and 19th-century row houses. Such items as an oil painting of a boar hunt, circa 1700, purchased for $1.25 from a New England" , "date" : "19810910" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR: TOURING BOERUM HILL HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/10\/garden\/calendar-touring-boerum-hill-houses.html"} , {"body" : "Now, five years later, he has seven hives in the backyard of his Boerum Hill brownstone. He never buys sugar. And he has more than a hundred pounds of honey left over each year to sell locally. A Phi Beta Kappa and an English teacher by profession, Mr. Auditore was curious about the bee dance, the circular walks and waggles by which worker bees" , "date" : "19810826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "12" , "title" : "THE BEEKEEPER WHO GREW IN BROOKLYN; TONY AUDITORE lives in downtown Brooklyn with three cats, an Afghan hound and several hundred thousand honeybees. \"I never expected to get any honey in the city,\" he said recently, stirring a spoonful of the heavy liquid into his jasmine tea. \"I started bee keeping for the pure pleasure of learning about bees.\"" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/26\/garden\/beekeeper-who-grew-brooklyn-tony-auditore-lives-downtown-brooklyn-with-three.html"} , {"body" : "The subway car was packed and steamy, and the straphangers seemed about to slip into stupor. Suddenly a loud voice shattered the general torpor. ''Hello, I'm Jim Smith and I'm running for Mayor against Ed Koch,'' the tall, bespectacled man boomed. ''Have any of you folks heard of me?'' He looked around hopefully, but was met only with blank stares." , "date" : "19810819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "QUIXOTE IS SEEKING KOCH'S JOB" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/19\/nyregion\/quixote-is-seeking-koch-s-job.html"} , {"body" : "Prostitution in New York City has reached beyond such areas as Times Square into residential neighborhoods of working families with children, professional couples and older retired couples. In most areas, law-enforcement officials say, the criminal-justice system has proved virtually helpless to deal with the prostitutes and pimps who, accompanied" , "date" : "19810815" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY'S PROSTITUTES INVADE RESIDENTIAL COMMUNITIES" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/15\/nyregion\/city-s-prostitutes-invade-residential-communities.html"} , {"body" : "A plainclothes police officer lying on a sidewalk was shot and critically wounded with his own gun yesterday in a shootout involving his partner and a suspect who had wrested his weapon away in a struggle outside a Brooklyn housing project. Mayor Koch, who went to Brooklyn with Police Commissioner Robert J. McGuire, denounced the shooting as a" , "date" : "19810103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "23" , "title" : "OFFICER IS BADLY HURT IN BROOKLYN SHOOTOUT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/03\/nyregion\/officer-is-badly-hurt-in-brooklyn-shootout.html"}]