[  {"body" : "''We're building affordable homes for working New Yorkers. This isn't just a promise. You'll be able to check on its progress over the next year.'' -Mayor Koch, Feb. 12, 1981, announcing a program to build 2,200 moderately priced, federally subsidized, one- and twofamily homes in troubled city neighborhoods. Mayor Koch made this pronouncement as he" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "KOCH PLAN FOR 2,200 NEW HOUSES IN JEOPARDY, BUILDERS SAY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/realestate\/koch-plan-for-2200-new-houses-in-jeopardy-builders-say.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "A Brooklyn nursing home has been selected for a federally assisted project that will seek to return some elderly patients to community settings and prevent others from ending up needlessly in nursing homes. The Metropolitan Jewish Geriatric Center, a large private institution that provides nursing home care at 4915 10th Avenue in the Borough Park" , "date" : "19811018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "U.S. WILL TEST PLAN TO HELP THE ELDERLY AT BROOKLYN CENTER" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/18\/nyregion\/us-will-test-plan-to-help-the-elderly-at-brooklyn-center.html"} , {"body" : "Candidates in tomorrow's primary in New York City, frustrated by a 12-day delay and uncertain whether voters would be discouraged by the judicial intervention that caused the delay, wound up their last weekend of campaigning yesterday with a flurry of appearances. Meanwhile, as the City Council hurried to meet today's deadline for submission of" , "date" : "19810921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CANDIDATES GREET THE VOTERS IN A FINAL PUSH" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/21\/nyregion\/city-candidates-greet-the-voters-in-a-final-push.html"} , {"body" : "A warrant for the arrest of a Brooklyn rabbi was issued today after he failed to show up in State Supreme Court here to tell what he knows about the disappearance of a 13-year-old girl. Justice Paul Kelly signed the arrest warrant, which orders Rabbi M. Premock and his wife, who was unidentified, to appear in court Monday. The 13-year-old girl," , "date" : "19810911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Warrant Is Issued for Rabbi I n Disappearance of Girl, 13" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/11\/nyregion\/warrant-is-issued-for-rabbi-i-n-disappearance-of-girl-13.html"} , {"body" : "The partly disrobed body of a 16-year-old girl who had apparently been strangled in a sexual attack was found in a heavily wooded section of a cemetery in Brooklyn yesterday, and the police arrested a 21-year-old acquaintance for her murder. Dozens of police officers using searchlights and helicopters scoured Greenwood Cemetery for more than eight" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "GIRL, 16, STRANGLED IN CEMETERY; MAN; 21,HELD" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/girl-16-strangled-in-cemetery-man-21held.html"} , {"body" : "Vito P. Battista, whose efforts to lure news coverage have included posing with an elephant on Wall Street, was giving a speech in his campaign for the Republican nomination for City Councilman at Large from Brooklyn. ''Brooklyn!'' he announced. ''It has two and a half million people, and it's the garbage dump of the planet. ''Crime! I got held up" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "CAMPAIGNS IN BROOKLYN FOCUS ON CRIME AND KOCH" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/campaigns-in-brooklyn-focus-on-crime-and-koch.html"} , {"body" : "Dr. Haim Agus, a specialist in internal medicine and a former attending physician at Maimonides Medical Center in Brooklyn, died yesterday at New York University Medical Center. He was 70 years and was a resident of Manhattan. He had lived for many years in the Borough Park section of Brooklyn, where he had a practice." , "date" : "19810901" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries" , "Health"] , "page_facet" : "4" , "title" : "DR. HAIM AGUS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/01\/obituaries\/dr-haim-agus.html"} , {"body" : "Many New York museums have revolving exhibitions, but there is one that changes with virtually every visitor. It is the Manhattan Laboratory Museum for children, where young visitors can add art works of their own to the collection or become part of the exhibition themselves. The current show, on perception, begins with a large diagram of the human" , "date" : "19810814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "CHILDREN PART OF SHOW AT LABORATORY MUSEUM" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/14\/arts\/children-part-of-show-at-laboratory-museum.html"} , {"body" : "In an effort to halt the growing number of thefts of Torahs, major New York and national Jewish agencies have agreed to establish a computerized Universal Torah Registry based on invisible numbers that will be stamped on the sacred scrolls without violating stringent religious laws. The registry will be tied in with information systems of the local" , "date" : "19810809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "JEWISH UNITS PLAN REGISTERY TO FIGHT TORAH THEFTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/09\/nyregion\/jewish-units-plan-registery-to-fight-torah-thefts.html"} ,   {"body" : "Last winter, Diana Chapin, a professor and medievalist by training with a Ph.D. in Middle English from Cornell University, was named parks administrator for Queens. At the same time, Joseph M. Curran, who started his career 25 years ago as an assistant gardener in Tompkins Square Park, was named administrator for Staten Island. Gordon J. Davis, the" , "date" : "19810730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "2 PARK ADMINISTRATORS NAMED IN DECENTRALIZATION EXPERIMENT" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/30\/nyregion\/2-park-administrators-named-in-decentralization-experiment.html"} , {"body" : "Lesson No. 1 for New York City garbage-watchers: The ''they'' in ''Why don't they clean that up?'' is a fugitive. If bags of garbage pile up outside your apartment house, maybe the super couldn't find the room to store them. Do sanitation men drop garbage as they hurl it into their trucks? ''Look at the work speedup,'' one said. Sidewalks filthy?" , "date" : "19810723" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ON THE SANITATION CIRCUIT, A DEPARTMENTAL COOK OFF AND SOME GARBATE WIT" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/23\/nyregion\/on-the-sanitation-circuit-a-departmental-cook-off-and-some-garbate-wit.html"} , {"body" : "A Brooklyn synagogue was robbed between Sunday night and yesterday morning of seven religious scrolls worth $50,000 to $70,000, the police reported. The Torahs were stolen from the Limah Hazedek Synagogue at 109 Clara Street in the Borough Park section by a thief who entered the building through a side window, a spokesman for the Police Department" , "date" : "19810721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn Synagogue Robbed Of Scrolls Valued at $50,000" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/21\/nyregion\/brooklyn-synagogue-robbed-of-scrolls-valued-at-50000.html"} , {"body" : "Mayor Koch came out yesterday against the first politician on a list of City Council members he wants to see defeated. He endorsed Noach Dear, the 27-year-old district manager of a community board, who is challenging the incumbent, Susan B. Alter, for the Democratic nomination in the Borough Park-Bensonhurt section of Brooklyn. ''I think I'd be the" , "date" : "19810701" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "MAYOR BACKS A CHALLENGER IN COUNCIL BID" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/01\/nyregion\/mayor-backs-a-challenger-in-council-bid.html"} , {"body" : "Harry Ortecho, a 27-year-old Bronx man who the police say is a drug dealer, was charged yesterday with the sniper killing on May 27 of Moe Hanif, 28, also of the Bronx. Mr. Ortecho was on a rooftop, Mr. Hanif on a park bench. The police said the two had been at odds over a drug deal. ... Stephen Napolitano, a 33-year-old transit police officer was" , "date" : "19810618" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The City; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/18\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Citing a recent rash of thefts of Torahs from New York City synagogues, a Brooklyn Jewish leader said yesterday that many of the sacred scrolls were apparently being stolen by, or in cooperation with, Jews familiar with their use and value. The observation was made by Noach Dear, district manager of Community Board 12 in Brooklyn, which he said" , "date" : "19810417" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "IDENTIFICATION PLAN SEEKS TO COMBAT THEFTS OF TORAHS" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/17\/nyregion\/identification-plan-seeks-to-combat-thefts-of-torahs.html"} , {"body" : "''There's a thief in the house!'' the rabbi shouted, ''There's a ganef!'' A giggle. A chortle. A smile in the back row. And Rabbi Leonard W. Stern dutifully scanned the faces of the 30 hospital patients for the culprit, the one who made off with the matzoh, and who, according to the a tradition of the Passover seder, had the right to claim a prize" , "date" : "19810417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "SEDER BRINGS WARMTH AND A BIT OF HUMOR TO PATIENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/17\/nyregion\/seder-brings-warmth-and-a-bit-of-humor-to-patients.html"} , {"body" : "Two Hasidic men were arrested last night and charged with plotting to set off a stink bomb in a Brooklyn public school where the Grand Rabbi of Belz was scheduled to officiate at Sabbath services tonight, the police said. The suspects identified themselves, the police said, as members of the Satmar Hasidim, who have been feuding with the Belz" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 HASIDIM HELD IN PLOT TO HARASS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/2-hasidim-held-in-plot-to-harass.html"} , {"body" : "Thousands of followers of the Grand Rabbi of Beltz broke into joyous song and rhythmic clapping last night as their 33-year-old leader entered a steamy Brooklyn elementary school gymnasium, escorted by a heavy guard of New York City policemen and the rabbi's own security men. More than 300 policemen, many wearing riot helmets, guarded the school" , "date" : "19810304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "LEADER OF BELZ HDASIDIM BEGINS HIS VISIT UNDER HEAVY GUARD" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/04\/nyregion\/leader-of-belz-hdasidim-begins-his-visit-under-heavy-guard.html"} , {"body" : "The Grand Rabbi of Belz is expected to arrive in New York from Israel this morning amid heavy police security following threats of violence by a rival Hasidic sect in Brooklyn over religious issues. The ultra-Orthodox rabbi, Yisucher Dov Rokeach, is coming to lead a Belz convocation in Brooklyn and to ''strengthen the morale'' of his followers," , "date" : "19810303" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "GUARD SET FOR BELZ RABBI AS HASIDIC TENSION GROWS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/03\/nyregion\/guard-set-for-belz-rabbi-as-hasidic-tension-grows.html"} ,   {"body" : "Hundreds of Hasidic Jews hurled rocks, bottles and vehement curses at the synagogue of a rival group of Hasidim in Brooklyn last night and faced off with scores of police officers in a two-hour confrontation in which dozens of worshipers were trapped inside the temple. The incident was the latest involving followers of the two ultra-Orthodox" , "date" : "19810302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HASIDIC FACTION BESIEGES RIVALS IN WILIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/02\/nyregion\/hasidic-faction-besieges-rivals-in-wiliamsburg.html"} , {"body" : "In a Coney Island junior high school, on a trash-strewn Borough Park lot where housing is to rise, on a subway car that rolled past graffiti-splotched BMT platforms, the House of Representatives budget chairman searched New York City yesterday for programs that might be spared from budget cuts. The chairman, Representative James R. Jones, Democrat" , "date" : "19810221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "25" , "title" : "HOUSE'S BUDGET CHIEF TOURS CITY ON VISIT OF FISCAL MERCY" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/21\/nyregion\/house-s-budget-chief-tours-city-on-visit-of-fiscal-mercy.html"} , {"body" : "In recent years, relations between the Hispanic and Jewish residents of two neighboring Brooklyn communities have improved, thanks to two self-help groups, the Sunset Park Redevelopment Committee and the Southern Brooklyn Community Organization in nearby Borough Park. The peaceful coexistence will soon take on a new dimension. The groups will" , "date" : "19810105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Welcome Help for Self-Help" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/05\/opinion\/welcome-help-for-self-help.html"} , {"body" : "International Two Americans were slain in El Salvador and the head of the country's Institute for Agrarian Transformation, with whom they had been dining, was also shot to death in the Sheraton Hotel in San Salvador. The Americans were Michael Hammer, 42 years old, of Potomac, Md., and Mark Pearlman, 26, of Seattle. Both were working as advisers to" , "date" : "19810105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; MONDAY, JANUARY 5, 1981" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/05\/nyregion\/news-summary-monday-january-5-1981.html"}]