[  {"body" : "Michael Norman is a reporter on the metropolitan staff of The Times. By Michael Norman In the slums, as elsewhere, image is constantly at odds with reality. Here, for example, is a two-story eyesore ready for the wrecker and demolition ball. Once it was a post office, solid and busy. Then the Government closed it and scavengers came through," , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "55" , "title" : "GOLDEN BOYS OF THE GHETTO" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/magazine\/golden-boys-of-the-ghetto.html"} , {"body" : "Three Brooklyn men were arrested yesterday in the theft of $2 million from a midtown bank last month. The money was being transferred from the Republic National Bank of New York at 452 Fifth Avenue to the Korean Exchange Bank in Seoul. A total of $295,580 was recovered. Among those arrested by Federal Bureau of Investigation agents was an employee" , "date" : "19811211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 HELD IN THEFT OF $2 MILLION IN A SHIPMENT" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/11\/nyregion\/3-held-in-theft-of-2-million-in-a-shipment.html"} , {"body" : "The New York City Department of Health has cited 72 food establishments for violations of the Health Code. It also named 12 that were reopened after correcting violations and five that were closed for failing to do so. The establishments are: VIOLATIONS Long John Lounge, 2154 Amsterdam Ave. Pink Tea Cup, 310 Bleecker St. Szechuan West, 2656" , "date" : "19811129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "60" , "title" : "72 FOOD ESTABLISHMENTS CITED FOR VIOLATIONS OF HEALTH CODE" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/29\/nyregion\/72-food-establishments-cited-for-violations-of-health-code.html"} , {"body" : "The New York City Health Department released the names last week of 55 food establishments that it said had violated the health code. The department also named six that reopened after correcting earlier violations, and two that were closed for failing to do so. VIOLATIONS P & G Bar & Grill, 279 Amsterdam Ave. El Ocaso, 941 Amsterdam Ave. La" , "date" : "19811122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "53" , "title" : "55 Dispensers of Food Cited on Health Code" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/22\/nyregion\/55-dispensers-of-food-cited-on-health-code.html"} , {"body" : "A $225-a-week electrical maintenance worker in a Manhattan office building was announced yesterday as the sole winner of the $5 million prize in the New York State Nov. 14 Lotto drawing, the largest known lottery payoff in history. Although the winner, Louis Eisenberg, 53 years old, and his wife, Bernice, expect to remain in their" , "date" : "19811119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/19\/nyregion\/098605.html"} , {"body" : "A Brooklyn judge has ordered a hearing to determine if assertions of misconduct against sequestered jurors and a court officer should cause dismissal of a conviction in a case involving three ganglandstyle slayings and a shootout with a police officer. Among the allegations of misconduct, made by attorneys for the convicted man, is that there was a" , "date" : "19811108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "JURORS' CONDUCT AT MURDER TRIAL TO BE STUDIED" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/08\/nyregion\/jurors-conduct-at-murder-trial-to-be-studied.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "Tomorrow is the eve of Samhain, the Celtic New Year, and two Irishmusic groups are in town to celebrate a day early. Appearing tonight at 8 at Town Hall will be De Danann, the acclaimed band that combines traditional music with music of its own, and three young performers who specialize in Irish dance music, and airs and traditional songs of" , "date" : "19811030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKEND GUIDE; Friday; TOWN HALL IRISH NIGHT" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/30\/arts\/weekend-guide-friday-town-hall-irish-night.html"} , {"body" : "From the far reaches of the Bronx to Brighton Beach in Brooklyn, he was the dramatic voice of the Depression. In the 1930's, his admirers said he was America's next Eugene O'Neill, a playwright of the poor whose lyricism could move people and mountains and maybe even the Government. Like his beleaguered characters, he also lived a life of" , "date" : "19811030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books" , "Theater"] , "page_facet" : "4" , "title" : "THEATER FRIENDS RECALL LIFE AND WORKS OF ODETS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/30\/theater\/theater-friends-recall-life-and-works-of-odets.html"} , {"body" : "The reapportionment of New York City Council districts was rejected yesterday by the United States Justice Department on the ground that it ''does not fairly reflect minority voting strength.'' The ruling further scrambled the city's voting calendar, made uncertain the status of the local legislators after their terms expire at the end of the year" , "date" : "19811028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "U.S. REJECTS PLAN FOR REDISTRICTING NEW YORK COUNCIL; Text of U.S. letter, page B5." , "url" : "http:\/\/www.nytimes.com\/1981\/10\/28\/nyregion\/us-rejects-plan-for-redistricting-new-york-council-text-of-us-letter-page-b5.html"} ,   {"body" : "Jeff Sparks, a p ioneer broadcaster and a ra dio and television official of the United Nations from 1947 unti l his retirement in 1968, died of a heart attack Wednesday at his home. He was 76 years old and lived in Manhattan. After leaving the United Nations, Mr. Sparks directed public relations at the American Museum of Natural History-Hayden" , "date" : "19811004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "44" , "title" : "Jeff Sparks, Radio-TV Official With the U.N., Is Dead at 76" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/04\/obituaries\/jeff-sparks-radio-tv-official-with-the-un-is-dead-at-76.html"} , {"body" : "Positions of the four mayoral candidates on major issues are on page 42. By FRANK LYNN One of the most unusual campaigns in New York City's history moved into its final weekend yesterday, with Mayor Koch exuding optimism and his opponents in the Democratic and Republican primaries privately conceding that the 12-day delay in the primary had not" , "date" : "19810920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH IS OPTIMISTIC ON GAINING VICTORY IN BOTH PRIMARIES" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/20\/nyregion\/koch-is-optimistic-on-gaining-victory-in-both-primaries.html"} , {"body" : "A T the White House, President Reagan's advisers have carefully weighed the best way to react to the first major anti-Administration march protesting the budget cuts and labor policy. The labor ''solidarity'' demonstration, on Saturday, is expected to lure tens of thousands of demonstrators to Washington. Initially, Mr. Reagan's aides scheduled a" , "date" : "19810917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "WASHINGTON TALK BRIEFING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/17\/us\/washington-talk-briefing-015430.html"} , {"body" : "Senator Alfonse M. D'Amato, Mayor Koch, Representative Stephen J. Solarz of Brooklyn and other leaders denounced President Reagan's proposed $8.5 billion arms sale to Saudi Arabia last night before 800 people at Abraham Lincoln High School in Brooklyn's Brighton Beach section. The speakers' objections centered mainly on the Airborne Warning and" , "date" : "19810909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "SAUDI ARABIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Speakers Assail Arms Sale Plan" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/09\/nyregion\/the-city-speakers-assail-arms-sale-plan.html"} , {"body" : "Entering the last days of the 1981 primary campaign, candidates both familiar and not so familiar fanned out across New York City over the weekend to rouse a mostly languorous voting public. The summer campaign had not been as galvanizing as last year's races, which came against the backdrop of a Presidential election year. And as potential voters" , "date" : "19810831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AS PRIMARY CAMPAIGN WINDS DOWN, CANDIDATES GO WHERE THE VOTERS ARE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/31\/nyregion\/as-primary-campaign-winds-down-candidates-go-where-the-voters-are.html"} , {"body" : "''Don't be shy - getchyer red-hots!'' growled a short, stout grayhaired man behind the Nathan's counter on Surf Avenue in Coney Island. ''Step up!'' he barked. ''Getchyer franks, have your money ready, hot doggies here, all you can eat! Red-hots!'' He chanted on, a gruff survivor of the razzle-dazzle past, but his vigor seemed puzzling. None of his" , "date" : "19810829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "BELEAGUERED CONEY ISLANDERS RALLY WITH SENSE OF AFFECTION; The Talk of Coney Island" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/29\/nyregion\/beleaguered-coney-islanders-rally-with-sense-affection-talk-coney-island.html"} , {"body" : "The banshee wail of an ambulance, the song of its siren, is the stuff of awful visions. When it sounds on a street, mothers picture their children running in front of cars, wives see their husbands clutching chest and vena cava, the elderly envision broken hips, falls, cardiac arrest. The ambulance crews are the bearers of this bad news. Walter" , "date" : "19810829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "About New York; AMBULANCE CORPSMEN TEND TO CITY'S PAINS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/29\/nyregion\/about-new-york-ambulance-corpsmen-tend-to-city-s-pains.html"} , {"body" : "Norman J. Rosen says he has lived in the shadow of District Attorney Eugene Gold of Brooklyn for 12 years. He worked in a spacious office adjoining Mr. Gold's, preparing grant applications, drawing up a budget and, in his words, ''sitting in on'' the policy decisions. Now the 52-year-old executive assistant has emerged to run for the job of his" , "date" : "19810821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EXPERIENCE, OR LACK OF IT, IS THE ISSUE IN BROOKLYN'S DISTRICT ATTORNEY RACE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/21\/nyregion\/experience-or-lack-of-it-is-the-issue-in-brooklyn-s-district-attorney-race.html"} , {"body" : "SEEGER SALUTES HUDSON Pete Seeger will perform at the South Street Seaport tonight at 8 in the finale of a long-running commemoration. Since last January, the Seaport has been celebrating the Hudson River and its heritage. It has conducted tours of mansions along the Hudson, for instance, and offered lectures about old river craft in conjunction" , "date" : "19810819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/19\/arts\/going-out-guide.html"} , {"body" : "The New York City Department of Health has released the names of 15 food establishments it said had violated the health code. The department also released the names of two establishments that reopened after correcting earlier violations and two that were closed for failing to do so. The establishments are: VIOLATIONS Diamond Restaurant, 1332" , "date" : "19810816" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "15 Food Outlets Cited For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/16\/nyregion\/15-food-outlets-cited-for-health-violations.html"} ,   {"body" : "Six former local prosecutors, including the city's Fire Commissioner and Mayor Koch's coordinator for criminal justice, described former Representative Elizabeth Holtzman yesterday as unsuited for the post of Brooklyn District Attorney, for which she is seeking the Democratic nomination in the primary Sept. 10. Speaking for the six, Fire" , "date" : "19810813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SIX FORMER PROSECUTORS CALL MISS HOLTZMAN UNSUITABLE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/13\/nyregion\/six-former-prosecutors-call-miss-holtzman-unsuitable.html"} , {"body" : "Fifty-two food establishments have been found to be in violation of New York City's health code, the Health Department reported. It also named two establishments that were reopened after a final reinspection, and one that was closed. VIOLATIONS Bloomsday Cafe, 2259 Broadway. Vasilos Salouros, 40 Peck Slip. Aldo's Ristorante, 332 E. 86th St. Cibao" , "date" : "19810726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "52 FOOD OUTLETS CITED FOR HEALTH VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/26\/nyregion\/52-food-outlets-cited-for-health-violations.html"} , {"body" : "Romantic Old Westbury Gardens on Long Island will be the setting tonight for the Eglevsky Ballet. The company will perform two works choreographed by George Balanchine, two by Edward Villella and a pas de deux by Michael Vernon. Gates open at 6 P.M., so there will be time to stroll through the gardens and enjoy a picnic supper from home before the" , "date" : "19810724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; EGLEVSKY IN WESTBURY" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/24\/arts\/weekender-guide-friday-eglevsky-in-westbury.html"} , {"body" : "The New York City Department of Health has released the names of 18 food establishments that it said had violated the health code. The department also named one restaurant that had been closed for failing to correct earlier violatio VIOLATIONS La Caridad, 2199 Broadway. Golden Carriage, 275 Broome St. Fast Eatin, Take-out Retail Shop, Penn Station" , "date" : "19810719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "37" , "title" : "18 FOOD PLACES CALLES HEALTH CODE VIOLATORS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/19\/nyregion\/18-food-places-calles-health-code-violators.html"} , {"body" : "The New York City Board of Health released the names last week of 38 food establishments cited for violations of the city's Health Code. Six others were reopened after a final re-inspection and three were closed for failure to correct violations. VIOLATIONS Burger King, 2277 Broadway. El Retiro Bar, 874 Ave. of Americas. Shelley's Coffee Shop, 225" , "date" : "19810628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "45" , "title" : "38 Food Establishments Named Health Violators" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/28\/nyregion\/38-food-establishments-named-health-violators.html"} , {"body" : "The battle lines over New York City's budget were distinctly drawn yesterday, with differences centering both on how much to spend in the next year and on what to do with an anticipated surplus for the 1981 fiscal year that ends June 30. With the prospect of the first genuine budget surplus in years - one whose size is still in dispute - the City" , "date" : "19810612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HAPPY WARRIORS BATTLE ON CITY SURPLUS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/12\/nyregion\/happy-warriors-battle-on-city-surplus.html"} , {"body" : "The Metropolitan Transportation Authority, in a list that came to light yesterday, has designated what it calls the 69 stations most in need of repair in the New York City subway system. It has recommended a six-year program to renovate them, but financing for the bulk of the program, the Transit Authority said, has yet to be found. The City" , "date" : "19810611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "AGENCY LISTS ITS 69 MOST DETERIORATED SUBWAY STATIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/11\/nyregion\/agency-lists-its-69-most-deteriorated-subway-stations.html"} , {"body" : "Edith Axelrod's former neighbors in Manhasset Hills, L.I., would not know what to make of her. ''I listen to country and western music, I date a lot of men who drive pickups and I go target shooting,'' said Mrs. Axelrod, who moved to Dallas eight years ago. ''I'm also into metaphysics. I leave my metaphysics class and go country dancing. But I" , "date" : "19810608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DALLAS (TEX)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "NEW YORKERS IN DALLAS: GETTING THEM ALL TOGETHER" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/08\/style\/new-yorkers-in-dallas-getting-them-all-together.html"} , {"body" : "With New York City's six public beaches officially opening for the summer today, the Department of Parks and Recreation took itself harshly to task for not having done enough in the past to keep the shoreline free of dirt, crime and vandalism. In an unusually blunt report on its management of more than 14 miles of beachfront, the department" , "date" : "19810523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY OFFICIALS TAKE STEPS TO KEEP UP BEACHES CLEANER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/23\/nyregion\/city-officials-take-steps-to-keep-up-beaches-cleaner.html"} , {"body" : "ABRAHAM TETENBAUM'S new play, ''Heat of Re-Entry,'' which opened Wednesday night at the Playwrights Horizons' Capital Theater in the Park in Flushing Meadows Park, Queens, is a space-y play about the Soviet space hero Yuri Gagarin and also about Soviet Jews living in our own Brighton Beach. There is undoubtedly a good play about each of them in" , "date" : "19810417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "26" , "title" : "THEATER: 'HEAT OF RE-ENTRY' LINKS SOVIET JEWS AND SPACE" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/17\/theater\/theater-heat-of-re-entry-links-soviet-jews-and-space.html"} ,   {"body" : "''There's a thief in the house!'' the rabbi shouted, ''There's a ganef!'' A giggle. A chortle. A smile in the back row. And Rabbi Leonard W. Stern dutifully scanned the faces of the 30 hospital patients for the culprit, the one who made off with the matzoh, and who, according to the a tradition of the Passover seder, had the right to claim a prize" , "date" : "19810417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "SEDER BRINGS WARMTH AND A BIT OF HUMOR TO PATIENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/17\/nyregion\/seder-brings-warmth-and-a-bit-of-humor-to-patients.html"} , {"body" : "New York City's Commissioner of Consumer Affairs led a band of assistants into an electronic-games arcade in midtown Manhattan yesterday and announced that the establishment was unlicensed and should close. Amid a cacophony of blasts, beeps and whines, two of Commissioner Bruce C. Ratner's inspectors then taped shut the coin slots of more than 50" , "date" : "19810408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY MOVES TO SHUT UN LICENSED ARCADES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/08\/nyregion\/city-moves-to-shut-un-licensed-arcades.html"} , {"body" : "They were all born after World War II or were no more than 2 years old when it ended. But if the 18 West Germans now touring this country in an unusual effort to build amity between American Jews and West Germans are typical of their peers, they still carry a painful legacy. After a similar visit to West Germany last summer by 14 Americans, 15 men" , "date" : "19810405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST GERMANY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "18 WEST GERMANS, SEEKING AMITY, VISIT U.S. JEWS" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/05\/nyregion\/18-west-germans-seeking-amity-visit-us-jews.html"} , {"body" : "The New York City Health Department named 36 food establishments found in violation of the city's health code. In addition, the report cited six restaurants that had reopened after correction of violations, four that were closed and one - the Silver Slipper, 946 Flatbush Avenue, Brooklyn - that went out of business. The establishments are:" , "date" : "19810315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "36 FOOD PLACES LISTED AS VIOLATORS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/15\/nyregion\/36-food-places-listed-as-violators.html"} , {"body" : "The New York City Department of Health has released the names of 36 food establishments found to be violating health code regulations. The report, by Commissioner Renaldo Ferrer, also listed seven establishments that had been reopened following correction of earlier violations. The establishments are: VIOLATIONS Ray's Lunch, 61 Canal St. Hing Lung" , "date" : "19810208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "36 Food Places Named By City for Violations; Of Health Regulations" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/08\/nyregion\/36-food-places-named-by-city-for-violations-of-health-regulations.html"} , {"body" : "f814 By JUDITH CUMMINGS Two fleets of New York City subway cars with the worst performance records have been quietly transferred to new routes. Some employees of the Transit Authority have charged that its shifting of the cars was initiated by a City Council member who applied political pressure to improve the subway service in his southern" , "date" : "19810130" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SHIFTING OF CARS FOR THE D LINE CALLED POLITICAL" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/30\/nyregion\/shifting-of-cars-for-the-d-line-called-political.html"} , {"body" : "Ten subway riders suffered minor injuries early this morning in Brooklyn when a D train derailed on the IND line near Kings Highway, the Transit Authority said. The train, which runs from Brighton Beach in Brooklyn to 205th Street in the Bronx, was just entering the Kings Highway station about 12:15 A.M. when one car left the tracks, a transit" , "date" : "19810112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "10 Subway Riders Hurt In Brooklyn Derailment" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/12\/nyregion\/10-subway-riders-hurt-in-brooklyn-derailment.html"}]