[  {"body" : "efore the house was built, the site was surely one of the most agreeable vacant lots in all of New York City: a 45-by-100-foot plot on the Brooklyn Heights riverfront promenade. On the river side, there were the views of the water, the Brooklyn Bridge and the Manhattan skyline. On the street side, there were the mature trees - honey locusts, planes" , "date" : "19811227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "26" , "title" : "Design; A HOUSE GROWS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/27\/magazine\/design-a-house-grows-in-brooklyn.html"} , {"body" : "I've developed a new subway phobia I fear for my torso, arms and legs -As I pass through the vertical turnstile I'll emerge like sliced hard-boiled eggs! BETH HOLLAND STEIN THIS CHRISTMAS, says Christopher Cerf, the miracle of 34th Street is an astronomical event. Mr. Cerf is, of course, Metropolitan Diary's official urban astronomer, who noted in" , "date" : "19811223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY; THOUGHTS ON EXITING FROM MY SUBWAY STOP" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/23\/garden\/metropolitan-diary-thoughts-on-exiting-from-my-subway-stop.html"} , {"body" : "Following is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in the metropolitan area. All are free unless otherwise noted. Today Cathedral of St. John the Divine (Episcopal), 1047 Amsterdam Avenue. Christmas concert: Paul Winter and the Winter Consort, Susan Osborn, singer, and Paul" , "date" : "19811218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "CALENDAR OF MUSIC FOR THE CHRISTMAS HOLIDAY SEASON" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/18\/arts\/calendar-of-music-for-the-christmas-holiday-season.html"} , {"body" : "New York Botanical Garden, Southern Boulevard near Fordham Road, Bronx. Poinsettias, Jerusalem cherries and other holiday flora will be on display in the Enid A. Haupt Conservatory through Jan. 3. A new $5 railroad ''Ticket to the Garden,'' which can be purchased at Grand Central Terminal through Jan. 18, makes it easier to get to the garden. The" , "date" : "19811217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR: FLOWERS AND CRAFTS" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/17\/garden\/calendar-flowers-and-crafts.html"} , {"body" : "In 1928, when the Pascack Theater in Westwood opened, it was a 1,200-seat deluxe movie house with facilities for stage productions and a specially built Wurlitzer pipe organ for accompanying silent films. Among other things, the organ's sound effects included hoof beats, castanets, bells and harps. The theater was recently restored, and on Friday" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "31" , "title" : "New Jersey Guide; CHAPLIN IN WESTWOOD" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/nyregion\/new-jersey-guide-chaplin-in-westwood.html"} , {"body" : "New York City took a significant step yesterday toward building a plant in the former Brooklyn Navy Yard that would burn as much as 15 percent of the city's daily collection of garbage and convert it into steam. An Illinois energy and engineering company was chosen over three other companies to construct and operate the Brooklyn plant, which the" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A STEAM PLANT BURNING REFUSE DUE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/nyregion\/a-steam-plant-burning-refuse-due-in-brooklyn.html"} , {"body" : "It should not have been a surprise that the adjoining communities of Fort Greene and Clinton Hill in Brooklyn would one day be the new frontier for ''brownstoners'' with a pioneering spirit. The communities are east of Flatbush Avenue, two or three subway stops from Manhattan but just within a mile of Brooklyn's civic center. Underneath the urban" , "date" : "19811204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "ABOUT REAL ESTATE; THE RENEWAL OF BROOKLYN BROWNSTONES" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/04\/business\/about-real-estate-the-renewal-of-brooklyn-brownstones.html"} , {"body" : "CHILDREN'S THEATER Whatever the reasons, the idea of casting young people did not quite work for the creators of ''Merrily We Roll Along.'' The musical at the Alvin Theater closes this weekend. Happily, however, there is a place where children and young people are cast, and where four productions and more than 100 performances are offered each" , "date" : "19811128" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Going Out Guide" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/28\/arts\/going-out-guide.html"} , {"body" : "A 57-year-old woman confined to a wheelchair committed suicide yesterday morning by throwing herself out of a 12th-floor window at the St. George Hotel in Brooklyn Heights, according to the police. The woman went to the window in her wheelchair, then lifted herself out of it and pushed herself through the window. She fell through a grating into the" , "date" : "19811128" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Invalid Woman, 57, A Suicide in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/28\/nyregion\/invalid-woman-57-a-suicide-in-brooklyn.html"} , {"body" : "Lorry Russell sharing part of her day yesterday with the pigeons in Brooklyn Heights. Her family lives in Washington, and she was unable to join them for the holiday." , "date" : "19811127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "The New York Times\/John Sotomayor THANKSGIVING WITH FRIENDS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/27\/nyregion\/the-new-york-times-john-sotomayor-thanksgiving-with-friends.html"} ,   {"body" : "Two jazz artists of legendary stature - the vocalist Ella Fitzgerald and the pianist Oscar Peterson - will share the stage of Avery Fisher Hall tonight at 7:30 and 10:30 P.M., along with a guest artist, the guitarist Joe Pass. Miss Fitzgerald will be backed by the Jimmy Rowles Trio and Mr. Peterson will appear with John Heard on bass. Tickets, $10" , "date" : "19811127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; FISHER HALL JAZZ GREATS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/27\/arts\/weekender-guide-friday-fisher-hall-jazz-greats.html"} , {"body" : "In his 30th-floor law office in lower Manhattan yesterday, Kim Sperduto recalled easily the beginning of his work on the case that he won Tuesday in Federal Court in Brooklyn. ''It was a beautiful day last spring, not a cloud in the sky,'' said Mr. Sperduto, a 28-year-old bachelor, ''and we were driving down from a meeting in Albany.'' It was then," , "date" : "19811119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FOR A YOUNG LAWYER, THE GENESIS OF A SIGNAL VICTORY" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/19\/nyregion\/for-a-young-lawyer-the-genesis-of-a-signal-victory.html"} , {"body" : "Red Hook, Brooklyn's legendary waterfront, survived generations of poor immigrants, brawling workers and union corruption, only to be nearly destroyed by government decisions. It is now beginning a renaissance, this time aided by government. ''Red Hook is one of the best examples I know of a neighborhood that has seen both the positive and the" , "date" : "19811116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RED HOOK SURVIVES HARD TIMES INTO NEW ERA" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/16\/nyregion\/red-hook-survives-hard-times-into-new-era.html"} , {"body" : "To the mailman, it is 1080 Madison Avenue - the address just after the funeral home at 1076, just before the bookstore at 1082. To the developers, however, it is ''1080 - The Residence on Madison,'' a designation they hope will make a gilt-edged impression. Was the name the product of some marketing strategy, like designer jeans or the car named Le" , "date" : "19811115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A LONG HUDDLE, AND 'I'VE GOT IT!' THUS DO BUILDINGS GET THEIR NAMES" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/15\/realestate\/a-long-huddle-and-i-ve-got-it-thus-do-buildings-get-their-names.html"} , {"body" : "''Satyagraha,'' an opera by Philip Glass, will have its New York City premiere tonight at 8 in the Opera House of the Brooklyn Academy of Music, using the same principal singers and huge set and costumes as it had when presented in its successful world premiere a year ago by the Netherlands Opera in Rotterdam. The opera is based on the life of" , "date" : "19811106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; GANDHI OPERA IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/06\/arts\/weekender-guide-friday-gandhi-opera-in-brooklyn.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "After looking at vacant landfill for nearly 15 years, New Yorkers will think they are seeing a mirage when Battery Park City's office towers begin to rise along the Hudson. Though a cluster of apartment houses is reaching completion, there have been so many failed plans that the announcement of a waterfront esplanade inspires some skepticism. There" , "date" : "19811031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Behold, a Battery Park" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/31\/opinion\/behold-a-battery-park.html"} , {"body" : "Katharine P. Darrow has been appointed general counsel of The New York Times Company, with responsibility for all of the company's legal affairs, Arthur Ochs Sulzberger, chairman and chief executive officer, announced yesterday. Mrs. Darrow has been the company's general attorney. A Times spokesman said her new appointment expanded her" , "date" : "19811016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "GENERAL COUNSEL IS NAMED BY TIMES" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/16\/business\/general-counsel-is-named-by-times.html"} , {"body" : "Teen-agers will tell you the rules of traveling in the city. ''The key is to look like you don't have any money,'' said Theresa O'Neill, 17, of Staten Island. ''We always travel in a crowd,'' said Matthew Ahern, 14, of Brooklyn. ''I try not to take the train if it's after 11 P.M.,'' said Mathieu Wiepert, 15, of Queens. The teen-age world of dating" , "date" : "19811013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR TEEN-AGERS, TRAVEL BRINGS FEAR AND CHALLENGE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/13\/nyregion\/for-teen-agers-travel-brings-fear-and-challenge.html"} , {"body" : "THEIR deteriorated condition often blinds us to the fact that most of New York's parks are remarkable works of design -truly extraordinary syntheses of art, engineering and social ideas. Such places as Central, Prospect, Riverside and Carl Schurz Parks and the Brooklyn Heights Promenade create an image of a city that is not only coherent, but also" , "date" : "19811013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "LANDSCAPE AS DESIGN: 2 SHOWS FOCUS ON OLMSTED" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/13\/arts\/landscape-as-design-2-shows-focus-on-olmsted.html"} ,   {"body" : "It is no ordinary building that the Kossak brothers, Jeffrey and Steven, have found in the Park Slope section of Brooklyn for their first venture in housing development. It is the landmark Weber house, built in 1909 for the president of a brewery and after 1944, when it became the home of the Unity Club, the favored hideaway of leading Brooklyn" , "date" : "19811009" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "12" , "title" : "ABOUT REAL ESTATE; CONVERTING A POLITICAL CLUB IN PARK SLOPE INTO CO-OPS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/09\/business\/about-real-estate-converting-a-political-club-in-park-slope-into-co-ops.html"} , {"body" : "The Dodgers are gone. So are the Schaeffer and Rheingold breweries, the United States Navy and, over the last decade, 400,000 people. More than 1,000 business enterprises have al so left New York City's biggest borou gh. But the Brooklyn Union Gas Company has stayed. It has no choice. The company's principal assets are its more than 3,600 miles of" , "date" : "19811004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "THE UTILITY THAT GLOWS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/04\/business\/the-utility-that-glows-in-brooklyn.html"} , {"body" : "''Beyond Tradition'': 25th Anniver- sary Exhibition, American Craft Museum, 44 West 53d Street. Beginning Saturday, the museum will celebrate its birthday with a retrospective honoring artists who have contributed to the growth of American crafts since World War II. Maija Grotell, Graham Marks, Lenore Tawney and Al Paley are among the artists whose" , "date" : "19811001" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "CALENDER: A FAIR ABOUT BROWNSTONES" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/01\/garden\/calender-a-fair-about-brownstones.html"} , {"body" : "HARBORSCAPE The last place in the world you would expect to find benches and a lovely view of matchless New York harbor would be in an exhibition room of the landlocked Urban Center, 457 Madison Avenue, at 50th Street. Yet there it is, not quite the real thing, but a vision of things to come, seen in these attractive rooms of the landmark Villard" , "date" : "19811001" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/01\/theater\/going-out-guide.html"} , {"body" : "Landlords of buildings in one of the most expensive sections of Manhattan - the area between Fifth and Lexington Avenues from 59th to 79th Street - may soon qualify for substantial income-tax writeoffs. The first steps toward that status have been taken in Washington and at City Hall. Congress has passed a new rule on deductions for rehabilitation" , "date" : "19810930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HISTORIC STATUS MAY AID LANDLORDS ON EAST SIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/30\/nyregion\/historic-status-may-aid-landlords-on-east-side.html"} , {"body" : "Three years ago, Joseph Leo and his family moved from their Greenwich Village apartment to a century-old Queen Anne house on a quarter-acre lot in the St. George section of Staten Island. ''This is just a tremendous neighborhood to live in, and the ferry to Manhattan is just a 10-minute walk from my house.'' said Mr. Leo, who once worked for a Wall" , "date" : "19810924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "OUTER BOROUGHS ATTRACT COUPLES SEEKING A HOME" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/24\/nyregion\/outer-boroughs-attract-couples-seeking-a-home.html"} , {"body" : "Solomon D. Altchek, a printing company executive and founder and president of the Sephardic Jewish Center in Forest Hills, Queens, died Saturday af an illness of six months at Mount Sinai Hospital. A resident of Manhattan, he was 77 years old. He was president and founder of Albert Martin Associates, a printing concern in lower Manhattan. He was" , "date" : "19810921" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "Solomon D. Altchek, Founder Of a Sephardic Jewish Center" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/21\/obituaries\/solomon-d-altchek-founder-of-a-sephardic-jewish-center.html"} , {"body" : "The residents of a three-block stretch of Harlem bordering Morningside Park think their neighborhood, with its rows of freshly painted buildings and beautiful wrought-iron railings, is a distinctive part of the city's landscape - a sharp contrast to the burned-out and boarded-up buildings on the other side of Manhattan Avenue. It appears that the" , "date" : "19810920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "LANDMARKS PANEL ADOPTS BOLDER TACK" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/20\/nyregion\/landmarks-panel-adopts-bolder-tack.html"} , {"body" : "Elizabeth Jane Freedgood and John F. Breyer Jr., graduates of the Tulane University Law School and lawyers in Washington, were married in Brooklyn Heights yesterday. Rabbi David Glazer performed the ceremony in the garden at the home of the bride's parents, Mr. and Mrs. Frederic E. Freedgood. The bride is a cum laude graduate of the University of" , "date" : "19810914" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "24" , "title" : "ELIZABETH FREEDGOOD WED" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/14\/style\/elizabeth-freedgood-wed.html"} , {"body" : "In the nighttime shadows of the United States Supreme Court building on Wednesday, three lawyers of disparate bac kgrounds who hadcome together in a common cause declared in virtual unison: ''This isa civil-right s victory.'' Minutes before, they had been handed the eight-line decision that stopped yesterday's scheduled primary elections. An hour" , "date" : "19810911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "DISPARATE INTERESTS JOINED IN FIGHTING NEW DISTRICTS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/11\/nyregion\/disparate-interests-joined-in-fighting-new-districts.html"} ,   {"body" : "With bewilderment, rage, gallows humor and perhaps most of all a sense of deja vu, New Yorkers resigned themselves yesterday to their latest municipal crisis. As Consolidated Edison's power failure spread a mantle of chaos over the city's commercial and financial centers, thousands upon thousands of New Yorkers spilled into the streets at" , "date" : "19810910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FOR NEW YORKERS, A REPRISE OF OLD BLACKOUT ADVENTURES" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/10\/nyregion\/for-new-yorkers-a-reprise-of-old-blackout-adventures.html"} , {"body" : "The cooking schools on these pages were reviewed by Florence Fabricant and Moira Hodgson. This article was written by Mrs. Fabricant. DURING the last few years cooking schools around the city have been changing. An increasingly sophisticated level of student is enrolling for classes and, along with this, the quality of teaching has improved and the" , "date" : "19810909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "6" , "title" : "THE GUIDE TO NEW YORK COOKING SCHOOLS: WHERE TO LOOK TO LEARN WHICH CUISINE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/09\/garden\/the-guide-to-new-york-cooking-schools-where-to-look-to-learn-which-cuisine.html"} , {"body" : "-------------------------------------------------------------------- Leonard Probst, a former television drama critic, is the author of ''Off Camera,'' a book on show business people, and a producer with NBC News. By LEONARD PROBST THERE are a number of side effects of getting cancer, and not all are bad. My social life has never been so busy. And" , "date" : "19810909" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Health"] , "page_facet" : "20" , "title" : "BEST MEDICINE DURING RECOVERY: FRIENDS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/09\/garden\/best-medicine-during-recovery-friends.html"} , {"body" : "To the Editor: I am looking at the slightly worn face of Rachel Carson on the new 17-cent stamp, wondering what would have happened had the Goldwater proposal gone through and she had been displaced by an advertisement for California fruit. oday large cargo planes are systematically bombarding thousands of people in the suburbs of California with" , "date" : "19810907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "RACHEL CARSON AND THE WAR ON THE FRUIT FLY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/07\/opinion\/l-rachel-carson-and-the-war-on-the-fruit-fly-261765.html"} , {"body" : "The marriage of Kathryn Clay Pinson, daughter of Mrs. Frank C. Guthrie of Houston and the late Theo W. Pinson, to Daniel Pomeroy Davison Jr., son of Mr. and Mrs. Davison of Locust Valley, L.I., took place yesterday. The Rev. James Thomas Bagby, rector of St. Martin's Episcopal Church in Houston, performed the ceremony at the bride's family's ranch" , "date" : "19810907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Kathryn Pinso n Married in Texas" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/07\/style\/kathryn-pinso-n-married-in-texas.html"} , {"body" : "Jennifer Shanks, daughter of Mr. and Mrs. Robert Shanks of Los Angeles and New York, was married in London yesterday to Stephen Kingsley, son of Mr. and Mrs. Alexander Klingopulos of Worcester Park, Surrey, England. The Rev. William Atkins performed the ceremony in St. George's Anglican Church, Hanover Square. The bride, a former student at the" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Jennifer Shanks Bride in London" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/style\/jennifer-shanks-bride-in-london.html"} , {"body" : "You've planned a picnic for this Labor Day weekend, and along with the Brie, the French loaves, the chicken in pesto and the pasta salads and the California white in the cooler, you plan perhaps to bring a wedge of sweet and sticky gateau, some nice ripe fruit, maybe some sweetish soft drinks. Then you think about the bees. It is still heavy" , "date" : "19810905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "17" , "title" : "HOW NOT TO GET STUNG" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/05\/style\/how-not-to-get-stung.html"} , {"body" : "HUMOROUS BACH Bach in a joking vein will wind up a festival devoted to the composer that has been under way Tuesday evenings in Brooklyn Heights. On the program are two secular works-the \"Coffee Cantata\" (No. 211) and the \"Peasant Cantata\" (No 212). In the first, a young woman, warned by her father that her coffee-drinking is unbecoming and will" , "date" : "19810901" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/01\/arts\/going-out-guide.html"} , {"body" : "THE 1980's were to be the disastrous decade in which enrollments in higher education plummeted, pushing more and more colleges and universities to the brink of disaster. There would be fewer high school graduates, and admissions officers would struggle to fill freshman classes. The number of high school graduates has, as predicted, begun declining" , "date" : "19810901" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "DESPITE FORECASTS, COLLEGE ENROLLMENTS GROW" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/01\/science\/despite-forecasts-college-enrollments-grow.html"} , {"body" : "Entering the last days of the 1981 primary campaign, candidates both familiar and not so familiar fanned out across New York City over the weekend to rouse a mostly languorous voting public. The summer campaign had not been as galvanizing as last year's races, which came against the backdrop of a Presidential election year. And as potential voters" , "date" : "19810831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AS PRIMARY CAMPAIGN WINDS DOWN, CANDIDATES GO WHERE THE VOTERS ARE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/31\/nyregion\/as-primary-campaign-winds-down-candidates-go-where-the-voters-are.html"} ,   {"body" : "After shopping in vain for a Manhattan apartment she could afford, Margaret Erlanger, a marketing assistant at American Express, recently purchased a 3 1\/2-room co-op in a high rise in Forest Hills, Queens, for $26,000. Although she is not happy in Queens and plans to use the apartment ''as leverage to get back to the city'' she is pleased with the" , "date" : "19810830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "DISCOVERING CO-OPS THAT ARE AFFORDABLE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/30\/realestate\/discovering-co-ops-that-are-affordable.html"} , {"body" : "A friend came to town the other day and noticed that half the people on the street seem to be dressed for tropical warfare - combat camouflage fatigues and boots. ''It's camouflage chic,'' she observed, ''but I don't get it. Those outfits were meant as protective jungle coloring. They aren't at all helpful against the urban landscape. They make the" , "date" : "19810830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Topics; MOVING AROUND THE CITY; Camouflage Chic" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/30\/opinion\/topics-moving-around-the-city-camouflage-chic.html"} , {"body" : "Now, five years later, he has seven hives in the backyard of his Boerum Hill brownstone. He never buys sugar. And he has more than a hundred pounds of honey left over each year to sell locally. A Phi Beta Kappa and an English teacher by profession, Mr. Auditore was curious about the bee dance, the circular walks and waggles by which worker bees" , "date" : "19810826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "12" , "title" : "THE BEEKEEPER WHO GREW IN BROOKLYN; TONY AUDITORE lives in downtown Brooklyn with three cats, an Afghan hound and several hundred thousand honeybees. \"I never expected to get any honey in the city,\" he said recently, stirring a spoonful of the heavy liquid into his jasmine tea. \"I started bee keeping for the pure pleasure of learning about bees.\"" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/26\/garden\/beekeeper-who-grew-brooklyn-tony-auditore-lives-downtown-brooklyn-with-three.html"} , {"body" : "The summer weekend in the country is a splendid thing: fresh air and vegetables, beaches and concerts, barbecues and bare feet. There is only one tiny flaw, and its name is Sunday night, otherwise known as coming back to the city. If it wasn't bad enough to return to hot sidewalks and hotter subways, there is the process of leaving itself, which" , "date" : "19810824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ON WEEKENDS, ALAS, ALL ROADS LEAD HOME" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/24\/nyregion\/on-weekends-alas-all-roads-lead-home.html"} , {"body" : "Junior's Restaurant, a landmark in downtown Brooklyn that for 30 years had been a magnet for hurrying office workers, relaxing families and deal-making politicians, was a scarred ruin yesterday as a result of a three-alarm fire. The blaze was discovered around the 1:30 A.M. closing time in the two-story structure at DeKalb Avenue and the Flatbush" , "date" : "19810818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN BLAZE CLOSES LANDMARK RESTAURANT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/18\/nyregion\/brooklyn-blaze-closes-landmark-restaurant.html"} , {"body" : "ALTHOUGH Randi S. Londer rides the rails from Brooklyn Heights to her job in Manhattan accompanied by other straphanging mortals, there is something very different about her. ''Entirely not by choice,'' she says, ''I have become a Transit System Confidante.'' Come again? ''People have a way of confiding in me,'' she says. ''Possibly the way I look" , "date" : "19810812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Books"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/12\/garden\/metropolitan-diary-234368.html"} , {"body" : "Jessica Wittenstein, daughter of Mr. and Mrs. Arthur Wittenstein of Brooklyn Heights, was married yesterday to Frank David Barranco, son of Dr. and Mrs. Frank H. Barranco of Solvang, Calif. State Supreme Court Justice Joseph J. Dowd performed the ceremony at the Wittensteins' summer home in Quogue, L.I. The bride, who teaches history at the Oakwood" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Miss Wittenstein Bride of Student" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/style\/miss-wittenstein-bride-of-student.html"} , {"body" : "To the Sports Editor: The recent death of William Anthony (Wild Bill) Hallahan awakened a memory of a classic ball game played at old Ebbets Field. Although many of the Flatbush faithful categorize the fourth game of the 1941 Yankee-Dodger World Series - the Mickey Owen game - as the direst of all contests, an earlier generation will give the nod" , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Sports"] , "page_facet" : "2" , "title" : "MAILBOX; RECALLING 'WILD BILL'" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/sports\/l-mailbox-recalling-wild-bill-216116.html"} , {"body" : "The problems of building cities are enormous, and the way they are built has profound and inescapable consequences. Construction - and its converse, preservation - not only shape the city, they determine its future. Buildings form the framework for all the city's activities; their size, quality and distribution create its appeal and amenity, and" , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Architecture View; A PLAN TO PRESERVE THE UPPER EAST SIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/arts\/architecture-view-a-plan-to-preserve-the-upper-east-side.html"} , {"date" : "19810726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Keith Meyers VISIBILITY UNLIMITED: A cyclist enjoying the good weather yesterday at the Brooklyn Heights promenade. Today, there is a chance of showers late in the day; tomorrow, showers or thunderstorms in the metropolitan area." , "url" : "http:\/\/www.nytimes.com\/1981\/07\/26\/nyregion\/keith-meyers-visibility-unlimited-cyclist-enjoying-good-weather-yesterday.html"} ,   {"body" : "Jacques de Roquancourt arrived in New York from Paris two years ago determined to make his way as a developer. Almost the first thing he did was to start walking. He walked in Greenwich Village, which reminded him of Saint-Germain-des-Pres. He walked on the Upper East Side, which reminded him of the 16th Arrondissement. He walked in Brooklyn" , "date" : "19810724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "18" , "title" : "About Real Estate; A BROOKLYN HEIGHTS SITE, A DEVELOPER FROM PARIS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/24\/business\/about-real-estate-a-brooklyn-heights-site-a-developer-from-paris.html"} , {"body" : "It's a problem and not a problem. Betsy Gotbaum is a 42-year-old woman who looks like a fresh-faced college senior. It's a problem when adults who look like adults momentarily forget that she is one of them. It's not a problem when she wants to wangle something for her favorite organization in the city, the state and maybe the world -the New York" , "date" : "19810717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "A POLICE VOICE FROM AN UNLIKELY SOURCE" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/17\/style\/a-police-voice-from-an-unlikely-source.html"} , {"body" : "As the temperature rose relentlessly to 95 degrees yesterday and the fumes poured from the cars coming off the nearby West Side Highway, Valentino Paolilla stood shoulder-deep in a hole on 42d Street drilling concrete. Mr. Paolilla is one of the construction workers who are resurfacing the road under what used to be the West Side Highway. He spent" , "date" : "19810709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LOOKING WARMLY AT A HOT 95o DAY" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/09\/nyregion\/looking-warmly-at-a-hot-95o-day.html"} , {"body" : "The heaviest Fourth-of-July rainfall on record dampened spirits but not celebrations, as the city engaged in its annual round of parades, volleys of fireworks, fairs and artillery salutes. From neighborhood parades with parochial school bands and ancient fire trucks to the setting off of fireworks displays, participants defied the downpour - which" , "date" : "19810705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "RAIN CURTAILS FOURTH OF JULY CROWDS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/05\/nyregion\/rain-curtails-fourth-of-july-crowds.html"} , {"body" : "To the Editor: I was feeling quite sorry for the people described by Lee Daniels in ''City Apartment Hunt: Tale of Sore Feet and Sad Luck'' (news story June 20): all those people competing for the opportunity to pay $1,000 monthly rents in a few square blocks of Manhattan. It was even a chore to locate an apartment in desirable areas of Brooklyn" , "date" : "19810704" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "THE BRONX BECKONS APARTMENT HUNTERS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/04\/opinion\/l-the-bronx-beckons-apartment-hunters-181650.html"} , {"body" : "FOURTH of July celebrations will be staged all over the metropolitan region this weekend. If anything, the festivities seem to have become more widespread and more ingenious every year since the Bicentennial five years ago gave everybody the idea for citywide jubilation on a grand scale. The air over Coney Island will be filled this weekend with" , "date" : "19810703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "FROM FIREWORKS TO PARADES: A JULY FOURTH GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/03\/arts\/from-fireworks-to-parades-a-july-fourth-guide.html"} , {"body" : "The marriage of Cynthia Marie Weeks, daughter of Mr. and Mrs. Robert Doughty Weeks Jr., to William Lovat Lawlor, son of Mr. and Mrs. William J. Lawlor, took place yesterday at the Huguenot Memorial Presbyterian Church in Pelham, N.Y., where both families live. The Rev. Donald Kocher performed the ceremony. He was assisted by the Rev. Harry Kruener" , "date" : "19810628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "55" , "title" : "Cynthia M. Weeks Wed To William L. Lawlor" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/28\/style\/cynthia-m-weeks-wed-to-william-l-lawlor.html"} , {"body" : "Assemblyman Frank J. Barbaro, the Brooklyn Democrat who is challenging the Mayor in the Sept. 10 Democratic primary, pledged yesterday to add up to 7,000 officers to the New York City police force. Mr. Barbaro said that Mayor Koch's effort to add about 1,500 members to the 22,589-member force was inadequate in the face of a ''general increase of 12" , "date" : "19810623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BARBARO, IN A BID FOR MAYORALTY, PROMISES MORE POLICE J. Barbaro" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/23\/nyregion\/barbaro-in-a-bid-for-mayoralty-promises-more-police-j-barbaro.html"} , {"body" : "Marsha Brooks McCoy, a candidate for a doctorate in ancient history at Yale University, and Mark Stephen Campisano, a lawyer, were married yesterday in the First Presbyterian Church in Brooklyn Heights. The Rev. Dr. Samuel L. Taylor performed the ceremony. He was assisted by the bride's father, Prof. Charles Sherwood McCoy, who is Robert Gordon" , "date" : "19810614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "74" , "title" : "Lawyer Weds Miss McCoy, Ph.D Student" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/14\/style\/lawyer-weds-miss-mccoy-phd-student.html"} , {"body" : "In the beginning there was a law that allowed a couple of farmers to trade fields Maybe they wanted a shorter walk to their respective barns. By trading, instead of buying and selling the two fields, they avoided paying capital gains taxes. That was decades ago. Today the same law is the basis for one of the most active tools used in real-estate" , "date" : "19810614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "PROPERTY SWAPPED TO SAVE TAXES" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/14\/realestate\/property-swapped-to-save-taxes.html"} ,   {"body" : "William L. Hamm Sr., an attorney who specialized in maritime law and represented foreign countries before the Federal Maritime Commission, died yesterday at Long Island College Hospital after a long illness. He lived in the Brooklyn Heights section of Brooklyn and was 67 years old. Mr. Hamm was the retired chairman of the Associated" , "date" : "19810608" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "William L. Hamm Sr., 67, Lawyer Who Specialized in Maritime Law" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/08\/obituaries\/william-l-hamm-sr-67-lawyer-who-specialized-in-maritime-law.html"} , {"body" : "Today is a big day for Anton Aigner, the 38-year-old president of Inhilco, a subsidiary of Hilton International that operates the food and beverage facilities at the World Trade Center in New York. A dinner to be held by the American Broadcasting Companies tonight marks the unofficial opening of the Ballroom, the newly created facility for private" , "date" : "19810608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "BUSINESS PEOPLE; PREVIEW FOR INHILCO HEAD" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/08\/business\/business-people-preview-for-inhilco-head.html"} , {"body" : "''I 'VE been waiting for this party for three years!'' 27-year-old Marie Chiment said the other night as she sat on a white wrought-iron bench next to the gurgling fountain in Oliver Smith's grassy garden in Brooklyn Heights. For the 10th straight year, Mr. Smith, the famed set designer of such Broadway hits as ''My Fair Lady,'' ''West Side Story''" , "date" : "19810605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "THE EVENING HOURS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/05\/style\/the-evening-hours.html"} , {"body" : "New York City's plan to build a steam plant that would burn 3,000 tons of garbage a day in the former Brooklyn Navy Yard has prompted borough residents to begin voicing fear, suspicion and opposition. The plant would be the first of up to a dozen such facilities the Koch administration says are needed to avoid inundating the city in garbage within" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CITY PLAN FOR GARBAGE-FUELED PLANT DRAWS ANGER OF BROOKLYN RESIDENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/nyregion\/city-plan-for-garbage-fueled-plant-draws-anger-of-brooklyn-residents.html"} , {"body" : "When he was a little boy, Jon Lehman played the clarinet briefly in school and sometimes fantasized about being a great violinist. As he grew up, married, had a daughter and went into his family's printing business, the clarinet and the fantasy receded into his childhood memories. When the Lehmans enrolled their daughter in a music program at the" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "MUSICIANS FIND COMMON THEME AT HENRY ST. SETTLEMENT" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/nyregion\/musicians-find-common-theme-at-henry-st-settlement.html"} , {"body" : "Fortunately for those interested in learning to cook, not all schools will be out for the late spring and summer. Although most schools will be closed until the fall, those listed below will offer classes. Their exact schedules and prices should be checked by telephone. All schools except for Greek Cooking and Baking were reviewed in the Living" , "date" : "19810527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "SUMMER COOKING CLASSES: A LIST OF WHAT'S AVAILABLE" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/27\/garden\/summer-cooking-classes-a-list-of-what-s-available.html"} , {"body" : "Preserving the architectural quality of a neighborhood and protecting its commercial vitality are often opposite ends. In designating a 1,044-building chunk of Manhattan's Upper East Side as a historic district last week, New York's Landmarks Preservation Commission took pains to reach one goal without obstructing the other. Although it considered" , "date" : "19810524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "The Region In Summary; A PLAN TO PRESERVE WITHOUT FREEZING" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/24\/weekinreview\/the-region-in-summary-a-plan-to-preserve-without-freezing.html"} , {"body" : "The decision on Tuesday by the Landmarks Preservation Commission to give blanket landmark protection to a 1,044-building chunk of the Upper East Side is the strongest pro-preservation stance the city has taken since it went to the United States Supreme Court to argue on behalf of the saving of the Grand Central Terminal. It will not necessarily end" , "date" : "19810521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PRESERVATION VICTORY; News Analysis" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/21\/nyregion\/preservation-victory-news-analysis.html"} , {"body" : "The Landmarks Preservation Commission voted yesterday to create a historic district on a gilded stretch of Manhattan's East Side that abuts Central Park and forms an architectural evocation of old New York. The designation, which follows two years of debate and study, in effect confers landmark status on 1,044 buildings on nearly every block" , "date" : "19810520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PANEL CREATES A HISTORIC DISTRICT IN MANHATTAN'S EAST 60'S AND 70'S" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/20\/nyregion\/panel-creates-a-historic-district-in-manhattan-s-east-60-s-and-70-s.html"} , {"body" : "A walking tour of Brooklyn Heights and a lecture on the home care of antiques are part of the third Brooklyn Heights Antiques Show, which runs this weekend at the Plymouth Church of the Pilgrims, on Orange Street, between Hicks and Henry Streets. Thirty dealers from New York, New Jersey and Connecticut will exhibit American and English antiques" , "date" : "19810515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Brooklyn Heights Antique Show Is On" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/15\/arts\/brooklyn-heights-antique-show-is-on.html"} ,   {"body" : "''In Quest of Quality,'' the Metropolitan Museum of Art, Fifth Avenue and 82d Street. Moderating this weekend's two-day conference on collecting art for pleasure rather than investment will be Channel 13's Robert MacNeil. Each session features a Metropolitan Museum curator, a dealer and a collector. Hours are 10:30 A.M. to 3 P.M. Saturday and 11:30" , "date" : "19810514" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: COLLECTING ART AND CITY SHRUBS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/14\/garden\/calendar-collecting-art-and-city-shrubs.html"} , {"body" : "Flower Market, New York Botanical Garden, Southern Boulevard, the Bronx. The garden will hold its largest plant sale of the year tomorrow through Sunday on the mall in front of the Museum Building. Hours are 10 A.M. to 5 P.M. The garden is easily accessible by Conrail from Grand Central Terminal, or take the BxM 11 bus from Madison Avenue and 28th" , "date" : "19810507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "CALENDAR OF EVENTS: FLOWERS AND POTTERY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/07\/garden\/calendar-of-events-flowers-and-pottery.html"} , {"body" : "A NEW CROP House plants, annuals, perennials, trees, shrubs, herbs, cacti and succulents are available today and tomorrow at the Brooklyn Botanic Garden's annual spring plant sale, which is featuring Primula obconmica, an indoor everblooming primrose, and drought-tolerant plants such as rosemary, parsley, sedums, geraniums, marigolds and zinnias." , "date" : "19810506" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/06\/arts\/going-out-guide.html"} , {"body" : "ANTIQUE clothing shops have a special fascination. Sometimes one picks up bargains, but their larger attraction is nostalgia: finding fabrics and workmanship that no longer exist or recapturing a period in the muslin-and-lace lingerie of the Victorians, the beaded chiffons of the 20's, the paper doll silhouette of the 50's and even the go-go boots" , "date" : "19810506" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "14" , "title" : "DISCOVERIES" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/06\/garden\/discoveries.html"} , {"body" : "ON wheels, on foot and on camel, New Yorkers and their neighbors will be celebrating the arrival of May this weekend in the only reasonable way -by getting out of doors. Probably the most noticeable among them will be the participants in the annual Five Boro Bike Tour - some 17,000 are expected to turn out, according to the sponsors of the event," , "date" : "19810501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CITY AND SUBURB GOING ALL OUT FOR MAY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/01\/arts\/city-and-suburb-going-all-out-for-may.html"} , {"body" : "Susan Elizabeth Cogger, daughter of Ruth Loomis Banks of Clearwater, Fla., and the late Carroll Cogger, was married yesterday to Norman Edward Mitchell 3d, son of Colonel Mitchell 2d, U.S.A.F., retired, and Mrs. Mitchell of Pawling, N.Y. The Rev. Donald McKinney, assisted by the Rev. Gordon Powell, performed the ceremony at the First Unitarian" , "date" : "19810426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "63" , "title" : "Susan Elizabeth Cogger Wed to Norman E. Mitchell 3d" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/26\/style\/susan-elizabeth-cogger-wed-to-norman-e-mitchell-3d.html"} , {"body" : "The early architecture and history of Brooklyn Heights are the subjects of a walking tour to be led Sunday by Joseph Hores of Pace University. The tour, which includes a look at Plymouth Church of the Pilgrims and the former residences of the writers Hart Crane and Arthur Miller, begins at 2 P.M. Meeting place is Pace University, across from City" , "date" : "19810424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Walking Tours Sunday In Brooklyn and S.I." , "url" : "http:\/\/www.nytimes.com\/1981\/04\/24\/arts\/walking-tours-sunday-in-brooklyn-and-si.html"} , {"body" : "''I believe in the free market,'' Felix Rohatyn said one morning, sitting in his apartment 12 floors above Park Avenue. ''But I do not believe in laissez-faire.'' It was a lovely, assuring day. Mr. Rohatyn was breakfasting on dry toast, fresh juice and coffee. Outside, the handsome buildings along Park Avenue were awash with light in the splendid" , "date" : "19810421" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ROHATYN, 'GOING NATIONAL,' DOUBTS FREE-MARKET FUTURE" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/21\/nyregion\/rohatyn-going-national-doubts-free-market-future.html"} , {"body" : "I have just received the first issue of my new subscription to Realites. Inside the front cover and prominently displayed was a letter not from the editor, but from the vice president of the parent company, Intermed Communications Inc., saying that Realites would cease to exist with this (my first) issue. Realites has as its subtitle the premise" , "date" : "19810419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "FINE LIVING, WHERE DID YOU GO?" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/19\/nyregion\/fine-living-where-did-you-go.html"} , {"body" : "Janet B. Hollaman, a former president of the East Side House Settlement and a founder of the annual Winter Antiques Show, which benefits the charity, died Tuesday at her home in Sarasota, Fla. She was 88 years old. Mrs. Hollaman was the widow of Richard W. Hollaman, a lawyer who was president of the Sanborn Map Company of New York City. She was" , "date" : "19810416" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "12" , "title" : "Janet B. Hollaman, Former Head Of East Side House Settlement" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/16\/obituaries\/janet-b-hollaman-former-head-of-east-side-house-settlement.html"} ,   {"body" : "A mother and child on the promenade quietly enjoying yesterday's 70-degree temperature. Today may prove to be a different story - the metropolitan forecast calls for a chance of thunderstorms." , "date" : "19810411" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NAP IN THE BROOKLYN HEIGHTS SUN" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/11\/nyregion\/nap-in-the-brooklyn-heights-sun.html"} , {"body" : "''They never laid a glove on us,'' was William G. Hundley's chipper response when Richard A. Williams, the key witness in the mail fraud and extortion trial of Joseph M. Margiotta, finished his direct testimony Friday afternoon. The remark summed up the upbeat and optimistic attitude - at least publicly - of Mr. Margiotta, the Republican Party" , "date" : "19810406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/06\/nyregion\/no-headline-071403.html"} , {"body" : "EVERYONE will be thinking pink at the wedding April 11 of Evangeline Gouletas and Governor Carey. Miss Gouletas will be wearing a lowwaisted pink satin gown with full skirt, chiffon bodice and sleeves, and it's being feverishly stitched together this very minute by the New York couturier Stavropoulos. Stavropoulos is also creating the gowns for the" , "date" : "19810403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "THE EVENING HOURS" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/03\/style\/the-evening-hours.html"} , {"body" : "Tickets to the following may be obtained from the beneficiaries unless otherwise indicated. --------------------------------------------------------------------- Middle Eastern Unity March 25 - Jihan el Sadat, Egypt's First Lady, will receive the World Rehabilitation Funds first Achievement Award for her service in establishing the Rehabilitation" , "date" : "19810322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "FUTURE EVENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/22\/style\/future-events.html"} , {"body" : "The engagement of Susan Elizabeth Cogger to Norman Edward Mitchell 3d, son of Colonel Mitchell 2d, U.S.A.F., retired, and Mrs. Mitchell of Pawling, N.Y., has been announced by the future bride's mother, Mrs. Everett Banks of Clearwater, Fla. An April 25 wedding is planned in the First Unitarian Church in Brooklyn Heights. Miss Cogger, daughter also" , "date" : "19810308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "53" , "title" : "Norman Mitchell 3d to Marry Susan Cogger" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/08\/style\/norman-mitchell-3d-to-marry-susan-cogger.html"} , {"body" : "After more than a decade of delays, New York City was ready to begin a billion-dollar effort to complete its basic sewage treatment system. But city officials now say President Reagan's proposed budget cuts once again threaten the entire program. The city had planned to ask the Federal Government for $560 million in the next fiscal year to complete" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REAGAN CUTS VIEWED AS THREAT TO CITY SEWAGE TREATMENT PROJECT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/reagan-cuts-viewed-as-threat-to-city-sewage-treatment-project.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "Haagen-Dazs ice cream comes in pint and half-pint containers with lids that feature a map of Scandinavia, but it's made by a Polish immigrant, all in New Jersey. The label of another brand, Alpen Zauber, touts a ''Swiss commitment to excellence.'' But Alpen Zauber is made entirely in Brooklyn. And Frusen Gladje? The company is incorporated in" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Health" , "Business"] , "page_facet" : "9" , "title" : "Rolls-Royces of Ice Cream" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/business\/rolls-royces-of-ice-cream.html"} , {"body" : "''There are a lot more sacrifices than first meet the eye,'' said Theodore Bushlow of his move into a seven-family town-house cooperative in Brooklyn Heights. But despite having to live ''in a world of compromise,'' Mr. Bushlow, a lawyer, is happy that he selected a small building. Mr. Bushwick and other owners of apartments in small buildings said" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "CONFLICTS AND JOYS:LIFE IN A SMALL CO-OP" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/realestate\/conflicts-and-joys-life-in-a-small-co-op.html"} , {"body" : "In recognition of the approach of spring, a reading of poetry and prose about baseball will take place tonight at 8 in St. Ann's School in Brooklyn. The evening's lineup includes Roger Kahn, author of ''The Boys of Summer'' and ''A Season in the Sun''; Joel Oppenheimer, poet, playwright and Dodger fan,and Joe Flaherty, sports columnist. Admission," , "date" : "19810220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Brooklyn Ode to Baseball" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/20\/books\/brooklyn-ode-to-baseball.html"} ,   {"body" : "It is hard not to think that the Westway could have been built by now, so prolonged has been the debate over this immense highway, landfill and park project for Manhattan's West Side. It was first proposed in the early 1970's, and the controversy that surrounds it seems to have grown more intense with each passing year. The debate has taken on" , "date" : "19810210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEBATE ON WESTWAY CONCERNS CONCEPTS OF CITY'S FUTURE; An Appraisal" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/10\/nyregion\/debate-on-westway-concerns-concepts-of-city-s-future-an-appraisal.html"} , {"body" : "FROM 1853 to 1929, nearly 100,000 impoverished orphans who had no place to live but the streets of New York were transported to new families and new lives by the Children's Aid Society. These children were taken to homes waiting to welcome them across the country on a caravan of railroad cars known as orphan trains. This is the story that Dorothea" , "date" : "19810130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "BROADWAY; Leach to direct musical on orphans going west by rail." , "url" : "http:\/\/www.nytimes.com\/1981\/01\/30\/theater\/broadway-leach-to-direct-musical-on-orphans-going-west-by-rail.html"} , {"body" : "AN ingredient essential to the New York nosh is the New York waiter. So when Lou Singer brought the six women from his Nosher's Tour of New York into Gertel's Kosher Bakery at 53 Hester Street the other day, there was little surprise when the waiter, with blond walrus mustache and several tattoos, asked somewhat brusquely, ''You gonna sit like that" , "date" : "19810128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "A SNACKING TOUR OF THE NEIGHBORHOODS" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/28\/garden\/a-snacking-tour-of-the-neighborhoods.html"} , {"body" : "GO west, young man, I thought. The time arrived when I knew I had to leave the comfortable womb I've called Long Island, and start a new chapter of my life. The decision did not come lightly. Friends and family admonished about the disadvantages of leaving the Island, trying to dissuade me from making my inevitable exodus. But, after long" , "date" : "19810125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LEAVING IT BUT STILL LOVING IT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/25\/nyregion\/leaving-it-but-still-loving-it.html"} , {"body" : "Henrik Antell, a former purchasing agent of The New York Times, died Friday at the Veterans Medical Center in Canandaigua, N.Y. He was 85 years old and a resident of Brooklyn Heights. He was born in Brooklyn and received his B.A. from Cornell University. He joined the Army in World War I, and in World War II was a major, and later a colonel, in the" , "date" : "19810119" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "11" , "title" : "Henrik Antell, Purchasing Agent At The Times for 17 Years, Dies" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/19\/obituaries\/henrik-antell-purchasing-agent-at-the-times-for-17-years-dies.html"} , {"body" : "FOR those who live in the city but enjoy a campfire in the chill of winter, there are a number of places in the metropolitan area that sell everything from firewood to Irish peat to warm the hearth. As prices vary, care and patience will help in finding the bargains. For practical purposes, firewood is generally sold in bags or bundles of 10 to 12" , "date" : "19810115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "AT YOUR SERVICE: WOOD FOR THE FIREPLACE" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/15\/garden\/at-your-service-wood-for-the-fireplace.html"} , {"body" : "BEFORE THE THEATER Finding a restaurant to dine in, or to have a drink in, before or after the theater ought to be easy; it is not. The best-known restaurants get crowded; some of the lesser-known restaurants you would not want to go to, anyway. For the most part, the best known, and therefore most crowded, restaurants are between Broadway and" , "date" : "19810112" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/12\/arts\/going-out-guide.html"} , {"body" : "''My Name Is'' was the name of the world premiere of a new work by Steve Reich, performed with his repertory players in the first of the three concerts of this year's Composers' Showcase at the Whitney Museum of American Art Tuesday night; it is a ''work in progress'' related to a similar piece dating from 1967. The performers in Mr. Reich's" , "date" : "19810111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "CONCERTS: 3 EVENINGS IN THE 'COMPOSERS' SHOWCASE' AT THE WHITNEY MUSEUM" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/11\/arts\/concerts-3-evenings-in-the-composers-showcase-at-the-whitney-museum.html"}]