[  {"body" : "''We're building affordable homes for working New Yorkers. This isn't just a promise. You'll be able to check on its progress over the next year.'' -Mayor Koch, Feb. 12, 1981, announcing a program to build 2,200 moderately priced, federally subsidized, one- and twofamily homes in troubled city neighborhoods. Mayor Koch made this pronouncement as he" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "KOCH PLAN FOR 2,200 NEW HOUSES IN JEOPARDY, BUILDERS SAY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/realestate\/koch-plan-for-2200-new-houses-in-jeopardy-builders-say.html"} , {"body" : "Three centers that distribute emergency packages of food to some of the poorest residents of New York City have been closed as part of the phasing out of Vista. Vista, the federally financed domestic voluntary agency, will be shut down by 1983 under the Reagan Administration budget cuts. At the three centers, volunteers gave out canned and packaged" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "63" , "title" : "CITY FOOD CENTERS FOR POOR ARE SHUT" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/nyregion\/city-food-centers-for-poor-are-shut.html"} , {"body" : "In a development that has surprised and disturbed New York City housing officials, a rapidly growing number of properties being taken through tax foreclosure are occupied one- and two-family homes. The city now owns about 1,000 such buildings in all five boroughs. It expects to add 1,500 more next spring when it takes title to tax delinquent" , "date" : "19811130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FORECLOSURES ON FAMILY HOMES RISING IN CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/30\/nyregion\/foreclosures-on-family-homes-rising-in-city.html"} , {"body" : "During the next few weeks, Intermediate School 44 on Manhattan's Upper West Side will begin a student recruiting campaign of the sort usually expected of a college, not a neighborhood school serving sixth, seventh and eighth graders. Students scheduled to graduate in June from the elementary schools feeding into I.S. 44 will be given tours of the" , "date" : "19811130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "INTERMEDIATE SCHOOL PREPARES TO RECRUIT PUPILS COLLEGE-STYLE" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/30\/nyregion\/intermediate-school-prepares-to-recruit-pupils-college-style.html"} , {"body" : "When Frank J. Macchiarola, chancellor of the New York City public schools, arrives at Jamaica High School in Queens to take over as acting interim principal on Wednesday, he will inherit in his new office a nine-foot-high corn plant that needs two quarts of water a week. Doris Reid, his new secretary, will take care of that. Mr. Macchiarola, who" , "date" : "19811129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "9" , "title" : "THE SCHOOLS AND THE PRINCIPAL FACTOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/29\/weekinreview\/the-schools-and-the-principal-factor.html"} , {"body" : "A $225-a-week electrical maintenance worker in a Manhattan office building was announced yesterday as the sole winner of the $5 million prize in the New York State Nov. 14 Lotto drawing, the largest known lottery payoff in history. Although the winner, Louis Eisenberg, 53 years old, and his wife, Bernice, expect to remain in their" , "date" : "19811119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/19\/nyregion\/098605.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "Gardens and Groves, Pierpont Mor- gan Library, 29 East 36th Street. In connection with its exhibit on ''The European Garden,'' opening on Tuesday, the library will offer four lectures on Renaissance gardens and groves. The first will be at at 5:15 P.M. Tuesday. The others are scheduled for Nov. 12, 17 and 18. Admission to the museum and lectures is" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "CALENDAR OF EVENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/garden\/calendar-of-events.html"} , {"body" : "A security guard was shot and critically wounded during a robbery attempt in the Prospect Park section of Brooklyn, the police said. Three men were taken into custody. The guard, Thomas Murphy, was shot while investigating a report of a robbery at the Superior Oil and Belting Company. . . . A Port Authority plainclothes officer, Garvin Bacchus," , "date" : "19811023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/23\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "The Dodgers are gone. So are the Schaeffer and Rheingold breweries, the United States Navy and, over the last decade, 400,000 people. More than 1,000 business enterprises have al so left New York City's biggest borou gh. But the Brooklyn Union Gas Company has stayed. It has no choice. The company's principal assets are its more than 3,600 miles of" , "date" : "19811004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "THE UTILITY THAT GLOWS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/04\/business\/the-utility-that-glows-in-brooklyn.html"} ,   {"body" : "''ISN'T it ludicrous,'' Robert Nozick asks at the beginning of ''Philosophical Explana-tions,'' ''for someone just one generation from the shtetl ... even to touch on the topics of the monumental thinkers? Of course it is. Yet it was ludicrous for them too. We are all just a fe w years past something or other, if only childhood. Eventhe monuments" , "date" : "19810920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "7" , "title" : "THE INQUISITIVE ROBERT NOZICK" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/20\/books\/the-inquisitive-robert-nozick.html"} , {"body" : "In a town glutted with betting propositions, from the hushed elegance of baccarat slots to the nadir of nickel slots in restrooms, the Sugar Ray Leonard-Thomas Hearns fight for the unified welterweight championship of the world has gained a privileged place in the gaming sun. That such money is showing in volume is odd, since most detached pundits" , "date" : "19810916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LAS VEGAS (NEV)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "OPINIONS AND BETS ABOUND" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/16\/sports\/opinions-and-bets-abound.html"} , {"body" : "Better Reading Scores Helping to Generate Mood of Optimism By GENE I. MAEROFF The city's public school system, strengthened by apparent success in easing some of its severest problems, is preparing for Thursday's opening amid a mood of unaccustomed optimism. The situation contrasts sharply with the turbulence and uncertainty during much of the" , "date" : "19810908" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "PUBLIC SCHOOLS OPEN IN CITY WITH AIR OF CONFIDENCE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/08\/nyregion\/public-schools-open-in-city-with-air-of-confidence.html"} , {"body" : "Although he had injured his right leg the day before in a touchfootball game and was limping noticeably in his office, the Rev. Johnny R. Youngblood had shown no sign of difficulty moving about during the service at St. Paul's Community Baptist Church in Brooklyn. It is part of his self-image as someone who must lead by example. ''In black" , "date" : "19810905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "IN POVERTY, A CHURCH IS THRIVING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/05\/nyregion\/in-poverty-a-church-is-thriving.html"} , {"body" : "A Transit Authority police officer, firing at two suspects fleeing a pickpocketing yesterday, shot and killed a 26-year-old man who was riding by on a bicycle, the police said. Officer Marvin J. Zeigler, 34 years old and a seven-year veteran of the transit police, was held for questioning by the Brooklyn District Attorney's office, Transit" , "date" : "19810905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AN OFFICER CHASING YOUTHS IN BROOKLYN KILLS PASSING CYCLIST" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/05\/nyregion\/an-officer-chasing-youths-in-brooklyn-kills-passing-cyclist.html"} , {"body" : "A police officer shot and wounded a fleeing suspect who jumped out of a window of a Brooklyn station house yesterday, a police spokesman said. The officer apparently was in violation of the department's deadly force guidelines, authorities added. The suspect, Felipe Cantre, was hit in the left buttock by a single shot fired by Officer Daniel Gluck," , "date" : "19810825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Fleeing Suspect Shot By a Brooklyn Officer" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/25\/nyregion\/fleeing-suspect-shot-by-a-brooklyn-officer.html"} , {"body" : "Twelve Bronx businesses have applied for discounted electricity rates that took effect July 1 in eight depressed areas of the South Bronx and Brooklyn. Among the applicants are a one-man optical shop and a plasticcontainer plant that employs 425 people, according to a spokesman for the Consolidated Edison Company. Con Edison proposed the program in" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "12 SOUTH BRONX BUSINESSES APPLY FOR CON ED DISCOUNTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/12-south-bronx-businesses-apply-for-con-ed-discounts.html"} , {"body" : "A Census Bureau recount showing that the population of the Bedford-Stuyvesant section and two neighboring areas in Brooklyn has declined by 34 percent from the 1970 census was termed ''bizarre beyond belief'' yesterday by Howard Golden, the Borough President. The district, which also covers most of Ocean Hill-Brownsville and part of Crown Heights," , "date" : "19810722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW CENSUS IN BROOKLYN ASSAILED" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/22\/nyregion\/new-census-in-brooklyn-assailed.html"} , {"body" : "Anna Sumpter, a 14-year-old from the West Bronx, was looking forward to working as a counselor under New York City's Summer Youth Employment Program. Starmane Green of Brownsville had ''put in for school -to teach the kids'' when she signed up with Summer Youth and was eager to start. But when the girls showed up for their first day on the job," , "date" : "19810721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "YOUTHS HELP SPRUCE UP IN SUBWAYS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/21\/nyregion\/youths-help-spruce-up-in-subways.html"} , {"body" : "To the Editor: I was feeling quite sorry for the people described by Lee Daniels in ''City Apartment Hunt: Tale of Sore Feet and Sad Luck'' (news story June 20): all those people competing for the opportunity to pay $1,000 monthly rents in a few square blocks of Manhattan. It was even a chore to locate an apartment in desirable areas of Brooklyn" , "date" : "19810704" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "THE BRONX BECKONS APARTMENT HUNTERS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/04\/opinion\/l-the-bronx-beckons-apartment-hunters-181650.html"} ,   {"body" : "Three persons, including a 1-year-old infant and her 6-year-old sister, were rescued from the top floor of a burning three-story building in the Brownsville section of Brooklyn early yesterday by two Housing Authority police officers, officials said. Officers Ralph Pascullo and David Dunne were on routine patrol when they spotted dark smoke near a" , "date" : "19810630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City; 2 Housing Officers Rescue Three at Fire" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/30\/nyregion\/the-city-2-housing-officers-rescue-three-at-fire.html"} , {"body" : "Finals of the second annual Michelob citywide three-on-three halfcourt basketball tournament, Saturday afternoon, on the sunny Central Park courts at 84th Street, north end of the Great Lawn: ''Lock 'em up on D, Moe.'' ''Good drive for the stick, Slick.'' ''Take 'em to the heavens, man.'' Wham! Mike (Mo) Kearse's ''throwdown,'' or dunk, rattles the" , "date" : "19810629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "KINGS OF THE HALFCOURT REIGN IN CENTRAL PARK BASKETBALL TOURNEY" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/29\/sports\/kings-of-the-halfcourt-reign-in-central-park-basketball-tourney.html"} , {"body" : "The event may not have generated quite as much gossip and glamour as, say, the forthcoming nuptials of Prince Charles and Lady Diana, but the recent Saturday afternoon marriage of Rocky Pratt and Wanda Ortiz did provide June with one of its more colorful and festive wedding receptions. The guests also displayed a lively fashion sense. The majority" , "date" : "19810629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "AT GUARDIAN ANGEL WEDDING, WELL-ADORNED BERETS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/29\/style\/at-guardian-angel-wedding-well-adorned-berets.html"} , {"body" : "Ten men involved in operating supermarkets and grocery stores were accused yesterday by the Brooklyn District Attorney's office of conspiring to set fire to seven competing stores. The owners and insurance companies of the seven stores - four of which never reopened - suffered more than $10 million in losses because of fire damage and lost sales," , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10 ARE ACCUSED OF PLOT TO BURN STORES OF RIVALS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/10-are-accused-of-plot-to-burn-stores-of-rivals.html"} , {"body" : "ALBANY (UPI) - The State Public Service Commission approved reduced electricity rates for businesses that decide to locate in six economically distressed areas of Brooklyn or the South Bronx. New business customers will be guaranteed a 20 percent cut on regular electricity rates for five years, a P.S.C. spokesman said. Afterward, rates would" , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Region; Lower Utility Rates Offered to Concerns" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/the-region-lower-utility-rates-offered-to-concerns.html"} , {"body" : "Bob Foster, the last man to try, was on a break from a homicide investigation. He said that although Eddie Mustafa Muhammad ''is not the fastest moving guy I've ever seen,'' there was ''nothing wrong'' with a light-heavyweight boxing champion going after the heavyweight title. ''It'll keep him busy,'' reasoned Foster. Billy Conn, who came the" , "date" : "19810517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Champion Tries a Heavier Task" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/17\/sports\/champion-tries-a-heavier-task.html"} , {"body" : "Annie Stein, who was instrumental in developing plans for the decentralization of school boards in New York City, especially in the Ocean Hill-Brownsville section of Brooklyn, died of cancer Wednesday, at New York Hospital. She was 68 years old and lived in Manhattan. Mrs. Stein was legislative aide to the Rev. Milton A. Galamison in the early" , "date" : "19810515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "Education"] , "page_facet" : "6" , "title" : "ANNIE STEIN" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/15\/obituaries\/annie-stein.html"} , {"body" : "The event did not convey quite the same sense of romantic urgency that attends the arrival of the first Beaujolais of the season, but the first soft-shell crabs of spring crept into the city last week and Gary Clauson, the executive chef of the Regency Hotel, claimed them. Suggesting that his coup was simply the result of careful planning, Mr." , "date" : "19810415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "12" , "title" : "SOFT-SHELL CRABS ARRIVE" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/15\/garden\/soft-shell-crabs-arrive.html"} , {"body" : "The Consolidated Edison Company has proposed offering discounted electric rates to businesses that will create or expand jobs in eight economically depressed areas of the Bronx and Brooklyn. The proposal, which has won New York City's endorsement, would be the first such localized electric discount rate for job creation to be tried anywhere in the" , "date" : "19810413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CON ED LINKS CREATING JOBS TO RATE CUTS FOR BUSINESSES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/13\/nyregion\/con-ed-links-creating-jobs-to-rate-cuts-for-businesses.html"} , {"body" : "WHEN Helene Gurfein was growing up in Brooklyn, she dreamed about becoming a musical comedy star a la Jane Powell or Kathryn Grayson. ''My main claim to fame,'' she said, ''was that when I was 7 or 8, I could hit the same high note that Kate Smith hit when she sang 'God Bless America.' '' Today Miss Gurfein is the manager of a Manhattan personnel" , "date" : "19810401" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FULFILLING AMBITIONS IN THEIR AFTER HOURS" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/01\/garden\/fulfilling-ambitions-in-their-after-hours.html"} ,   {"body" : "Ralph Bakshi, the kid from Brownsville who has successfully revolted in subject matter and style against the art of animation as practiced by Walt Disney and his disciples, visited Washington, D.C., recently and hustled off to the National Gallery with Carl Bell, one of the animators of Mr. Bakshi's sixth and latest feature, ''American Pop.'' The" , "date" : "19810322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "RALPH BAKSHI-ICONOCLAST OF ANIMATION" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/22\/arts\/ralph-bakshi-iconoclast-of-animation.html"} , {"body" : "A 56-year-old Queens man was shot to death and his wife was critically wounded yesterday during a burglary at their 26th-floor apartment in North Shore Towers, 270-26 Grand Central Parkwway, Floral Park. The dead man was identified as Rubin Hyman. His wife, Ellen, 51, was listed in critical condition at Long Island Jewish Hospital. ... Carlos" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "The dramatic response by New Yorkers to the city's pleas for water conservation cuts across social, economic and geographic lines, according to the city's Environmental Protection Commissioner, Francis X. McArdle. Mr. McArdle said in an interview this week that the drop in water consumption has been as ''remarkable'' in New York's low-income" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "LOW-INCOME AREAS CONSERVING WATER" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/low-income-areas-conserving-water.html"} , {"body" : "Mayor Koch went to Brooklyn last night to hear what the people of Brownsville thought about the city and how he was running it. They seemed to think that, for the most part, he was doing just fine but they were not so confident about Brownsville. More than 200 people came to confront the city's highest elected official with petitions, complaints" , "date" : "19810227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "KOCH VISITS BROWNSVILLE AND GETS PASSING GRADE" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/27\/nyregion\/koch-visits-brownsville-and-gets-passing-grade.html"} , {"body" : "Just how much will a family pay to live in a new house in Coney Island? In Prospect Heights? In South Jamaica? In Bushwick? In the South Bronx? Builders and the city alike will find out once the 2,000 houses that are to be built under a new program announced recently by the Koch administration reach the sales market. It is the largest construction" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "2,000-HOUSE PLAN WILL TEST MARKET IN RENEWAL AREAS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/realestate\/2000-house-plan-will-test-market-in-renewal-areas.html"} , {"body" : "Standing amid the rubble on a lot near the South Brooklyn waterfront yesterday, Mayor Koch announced a city-sponsored program for the construction of 2,200 moderately priced one-family and twofamily houses in 10 impoverished neighborhoods. The Mayor said that construction would start in the spring or early summer, and that the houses would be ready" , "date" : "19810213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY IS SPONSORING 2,200 SMALL HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/13\/nyregion\/city-is-sponsoring-2200-small-houses.html"} , {"body" : "GO west, young man, I thought. The time arrived when I knew I had to leave the comfortable womb I've called Long Island, and start a new chapter of my life. The decision did not come lightly. Friends and family admonished about the disadvantages of leaving the Island, trying to dissuade me from making my inevitable exodus. But, after long" , "date" : "19810125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LEAVING IT BUT STILL LOVING IT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/25\/nyregion\/leaving-it-but-still-loving-it.html"} , {"body" : "In the 1960's, one of the most controversial figures in the New York City public-school system was Rhody A. McCoy, administrator of Ocean Hill-Brownsville, an experimental decentralized school district in Brooklyn with about 9,000 students. Mr. McCoy, an advocate of black community control of schools, was at the center, in 1968, of a 36-day strike" , "date" : "19810116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "NOTES ON PEOPLE; An Urban 'Legend'" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/16\/nyregion\/notes-on-people-an-urban-legend.html"} , {"body" : "Back in the 1960's, one of the most controversial figures in the New York public school system was Rhody A. McCoy, administrator of Ocean Hill-Brownsville, an experimental decentralized school district in Brooklyn with about 9,000 students. Mr. McCoy, an advocate of community control of schools, was at the center, in 1968, of a 36-day strike by the" , "date" : "19810114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "NOTES ON PEOPLE; Rhody McCoy Taking Post in Washington" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/14\/nyregion\/notes-on-people-rhody-mccoy-taking-post-in-washington.html"}]