[  {"body" : "More than a score of people were murdered in New York City during the three-day Christmas weekend in robberies, family fights, street and bar disputes and other, more mysterious circumstances, the police said yesterday. With the weekend's death toll, the final days of 1981 seemed likely to set a new record for homicides in New York City. The year's" , "date" : "19811228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SCORE OF WEEKEND MURDERS PUSH '81 TOLL NEAR RECORD" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/28\/nyregion\/score-of-weekend-murders-push-81-toll-near-record.html"} , {"body" : "A Brooklyn man was killed and an off-duty New York City police officer was seriously wounded last night when two men entered a shoe store in the Bushwick section of Brooklyn and exchanged gunfire with the officer, whom they apparently recognized, the police said. The two gunmen, who may have been wounded by the officer, and a third suspect, who was" , "date" : "19811227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "GUNMEN KILL MAN AND WOUND AN OFF-DUTY OFFICER" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/27\/nyregion\/gunmen-kill-man-and-wound-an-off-duty-officer.html"} , {"body" : "''We're building affordable homes for working New Yorkers. This isn't just a promise. You'll be able to check on its progress over the next year.'' -Mayor Koch, Feb. 12, 1981, announcing a program to build 2,200 moderately priced, federally subsidized, one- and twofamily homes in troubled city neighborhoods. Mayor Koch made this pronouncement as he" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "KOCH PLAN FOR 2,200 NEW HOUSES IN JEOPARDY, BUILDERS SAY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/realestate\/koch-plan-for-2200-new-houses-in-jeopardy-builders-say.html"} , {"body" : "The City Health Department said it had found 66 children with lead poisoning in two declining areas of Brooklyn. The rate was four times as high as for 80,000 children tested each year in a citywide program. The 66 children, aged 1 to 6, were among 1,800 tested in a special program last summer at sidewalk booths and day-care centers in the Bushwick" , "date" : "19811208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lead Poisoning Found In Children in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/08\/nyregion\/lead-poisoning-found-in-children-in-brooklyn.html"} , {"body" : "Robbers shot and killed 28-year-old David Davidson during an attempted holdup of his father's self-service laundry at 1203 Bushwick Avenue in the Bushwick section of Brooklyn shortly after noon. Mr. Davidson's father, Haywood, grappled with one of the gunmen, Curtis Brown, 26, of Brooklyn, grabbed his gun and shot him in the leg. A bystander," , "date" : "19811204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/04\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "New York City officials, under a court order to produce a plan today for expanding the city's shelters for homeless men, said yesterday that state armories would be used as winter weather drove more vagrants to seek warmth. The officials said they would inform a State Supreme Court justice of their plan at a hearing today. According to the Human" , "date" : "19811201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY PLANS TO EXPAND USE OF ARMORIES TO HOUSE HOMELESS MEN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/01\/nyregion\/city-plans-to-expand-use-of-armories-to-house-homeless-men.html"} , {"body" : "A firehouse is a peculiar little world all its own, a welter of black Mackinaws, narrow bunks, pinups, wisecracks, camaraderie, soot, the smell of smoke and fear pushed far to the back of the mind. The fact is that things burn in New York City, and rarely more so than in the Brooklyn neighborhoods of Bedford-Stuyvesant and Bushwick, where Engine" , "date" : "19811118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/18\/nyregion\/about-new-york.html"} , {"body" : "A 40-year-old dentist was accidentally shot by a colleague during a confrontation with a former patient armed with a gun and a knife in their Harlem office, the police reported. The wounded dentist, Dr. Richard Sepe, was reported in fair condition at Metropolitan Hospital with a bullet wound in a shoulder. His partner, Dr. Jerrold Goldin, 58, fired" , "date" : "19811117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/17\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "New York City must provide clean and safe shelter to every homeless man who seeks it, according to an agreement signed in State Supreme Court yesterday by city and state officials and a lawyer for six homeless men who sued for that commitment nearly two years ago. The agreement also sets standards to prohibit overcrowding at the city's expanded" , "date" : "19810827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PACT REQUIRES CITY TO SHELTER HOMELESS MEN" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/27\/nyregion\/pact-requires-city-to-shelter-homeless-men.html"} ,   {"body" : "Angry neighbors ransacked the apartment of a Brooklyn building superintendent accused of slaying a 12-year-old boy and wounding his 14-year-old brother, the police said yesterday. The rampage began Saturday when the police arrested the superintendent - Orinson Garcia, 57, of 148 Central Avenue, Bushwick - and charged him with murder in the shotgun" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Suspect in Slaying Victim of Thefts" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/the-city-suspect-in-slaying-victim-of-thefts.html"} , {"body" : "A 12-year-old Brooklyn boy was shot dead and his 14-year-old brother was wounded yesterday afternoon by the superintendent of a building near their home, the police said. Thomas Melendez, the boy who was killed, and his brother, George - both of 144 Central Avenue in the Bushwick section - were apparently in an argument with Orison Garcia, the" , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "BROOKLYN BOY IS KILLED AND BROTHER WOUNDED" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/nyregion\/brooklyn-boy-is-killed-and-brother-wounded.html"} , {"body" : "The day began slowly for Lenny Vaughn, director of community relations for the City Health Department's lead poison control program. For 20 minutes, he paced up and down Lexington Avenue between Throop and Tompkins Avenues in the Bedford-Stuyvesant section of Brooklyn, with a bull horn, imploring parents in deteriorating housing to bring their" , "date" : "19810719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "LEAD POISONING CONTROL DRIVE BEGINS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/19\/nyregion\/lead-poisoning-control-drive-begins-in-brooklyn.html"} , {"body" : "The problem of what to do about the increasing numbers of homeless and often mentally disturbed people who wander the New York City streets is reaching a crisis point, state and city officials say, as one community after another balks at the prospect of sheltering them locally. ''If someone said to me what is the single greatest problem in New York" , "date" : "19810628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "NEW YORK IS FACING 'CRISIS' ON VAGRANTS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/28\/nyregion\/new-york-is-facing-crisis-on-vagrants.html"} , {"body" : "A 90-year-old Navy veteran of World War I, William Himmer, was found strangled in his home at 236 Palmetton Street in the Bushwick section of Brooklyn, apparently the victim of a burglar's attack. Mr. Himmer lived alone. A door to the house was found broken." , "date" : "19810610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Navy Veteran, 90, Strangled" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/10\/nyregion\/navy-veteran-90-strangled.html"} , {"body" : "In the last year and a half, thousands of Salvadorans have settled in the New York metropolitan area, most of them illegal aliens who consider themselves political refugees from the violence of their native land. The Federal Immigration and Naturalization Service does not know how many Salvadorans are in New York, New Jersey and Connecticut, but" , "date" : "19810610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "SALVADOR, EL" , "NEW YORK CITY METROPOLITAN AREA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SALVADORAN REFUGEES PURSUING NEW LIVES" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/10\/nyregion\/salvadoran-refugees-pursuing-new-lives.html"} , {"body" : "New York City's Department of Health cited 27 food establishments for violations of the city's health code. After reinspections at establishments cited earlier, one was found to have corrected violations, two were reopened and one was closed. The establishments are: VIOLATIONS Nedick's, 42d St. Times Sq. Station, 2d Level Rinaldo's, 32 E. 32d St." , "date" : "19810607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "27 Food Establishments Fail Sanitary Inspection" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/07\/nyregion\/27-food-establishments-fail-sanitary-inspection.html"} , {"body" : "Ten men involved in operating supermarkets and grocery stores were accused yesterday by the Brooklyn District Attorney's office of conspiring to set fire to seven competing stores. The owners and insurance companies of the seven stores - four of which never reopened - suffered more than $10 million in losses because of fire damage and lost sales," , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10 ARE ACCUSED OF PLOT TO BURN STORES OF RIVALS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/10-are-accused-of-plot-to-burn-stores-of-rivals.html"} , {"body" : "A 35-year-old Brooklyn man was arrested yesterday and charged with attempted murder in the shooting of an off-duty policeman Friday evening, the police said. The suspect - Charles Woods, of 31 Weirfield Street in the Bushwick section - was arrested by 77th Precinct detectives after the wounded officer, Melvin Kelley, 25, identified him in a" , "date" : "19810524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "MAN SEIZED IN SHOOTING OF OFFICER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/24\/nyregion\/man-seized-in-shooting-of-officer.html"} , {"body" : "New York City's Department of Health has cited 34 food establishments for what it said were violations of the Health Code. It also named six restaurants that reopened after correcting earlier violations and two that were closed for failing to do so. The establishments are: VIOLATIONS Szechuan Custom, 30 East Broadway Kwong Tat Hung, 107 East" , "date" : "19810517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "VIOLATIONS CITED AT 34 FOOD PLACES" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/17\/nyregion\/violations-cited-at-34-food-places.html"} ,   {"body" : "A 16-year-old freshman at Bushwick High School in Brooklyn was arrested yesterday and charged with first-degree manslaughter in the death of his homeroom teacher, who died shortly after breaking up a fight between the youth and another student on March 19. The other student was not accused of touching the teacher, John Sette, and has been" , "date" : "19810407" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "STUDENT 16, IS CHARGED IN DEATH OF TEACHER TRYING TO HALT A FIGHT" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/07\/nyregion\/student-16-is-charged-in-death-of-teacher-trying-to-halt-a-fight.html"} , {"body" : "The police were investigating the mysterious disappearance of a two-month-old girl and the murder of her 19-year-old mother. The mother, Yudelka Maldonado, was found strangled ''for no apparent reason'' in Brooklyn Saturday, about eight hours after her husband dropped her off at the Columbia Presbyterian Medical Center in Manhattan with their sick" , "date" : "19810406" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Mother, 19, Slain, Infant Is Missing" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/06\/nyregion\/the-city-mother-19-slain-infant-is-missing.html"} , {"body" : "When the 2,900 students of Eastern District High School in the Williamsburg section of Brooklyn move into a long-awaited new building on Wednesday, their principal may not be going with them - a situation that has drawn sharp criticism from parents, community leaders and the High School Principals Assocation. David Dicker, the pricipal of Eastern" , "date" : "19810329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "52" , "title" : "PLAN TO SHIFT POPULAR PRINCIPAL CLOUDS OPENING OF NEW SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/29\/nyregion\/plan-to-shift-popular-principal-clouds-opening-of-new-school.html"} , {"body" : "The Medical Examiner's office said yesterday that a Brooklyn teacher who broke up a fight in his Bushwick High School home room last week died later the same day of a fractured skull. Authorities are investigating whether the teacher, John Sette, 37 years old, died as a result of the classroom brawl. Mr. Sette died last Thursday a half block from" , "date" : "19810325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Fractured Skull Killed Peacemaking Teacher" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/25\/nyregion\/fractured-skull-killed-peacemaking-teacher.html"} , {"body" : "Just how much will a family pay to live in a new house in Coney Island? In Prospect Heights? In South Jamaica? In Bushwick? In the South Bronx? Builders and the city alike will find out once the 2,000 houses that are to be built under a new program announced recently by the Koch administration reach the sales market. It is the largest construction" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "2,000-HOUSE PLAN WILL TEST MARKET IN RENEWAL AREAS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/realestate\/2000-house-plan-will-test-market-in-renewal-areas.html"} , {"body" : "''There are a lot more sacrifices than first meet the eye,'' said Theodore Bushlow of his move into a seven-family town-house cooperative in Brooklyn Heights. But despite having to live ''in a world of compromise,'' Mr. Bushlow, a lawyer, is happy that he selected a small building. Mr. Bushwick and other owners of apartments in small buildings said" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "CONFLICTS AND JOYS:LIFE IN A SMALL CO-OP" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/realestate\/conflicts-and-joys-life-in-a-small-co-op.html"} , {"body" : "A Brooklyn elementary school where a ceiling collapsed last week will reopen today, a Board of Education spokesman said, engineers having determined that the building is structurally sound. A 9-by-15-foot section of plaster collapsed last Wednesday at the school, Public School 196, at 207 Bushwick Avenue. Nobody was hurt. The board spokesman," , "date" : "19810217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "THE CITY; P.S. 196 Reopening After Fall of Ceiling" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/17\/nyregion\/the-city-ps-196-reopening-after-fall-of-ceiling.html"} , {"body" : "Standing amid the rubble on a lot near the South Brooklyn waterfront yesterday, Mayor Koch announced a city-sponsored program for the construction of 2,200 moderately priced one-family and twofamily houses in 10 impoverished neighborhoods. The Mayor said that construction would start in the spring or early summer, and that the houses would be ready" , "date" : "19810213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY IS SPONSORING 2,200 SMALL HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/13\/nyregion\/city-is-sponsoring-2200-small-houses.html"} , {"body" : "A 9-by-15-foot section of plaster ceiling collapsed at a Brooklyn school yesterday in a first-grade classroom, but there were no injuries, the Board of Education said. A board spokesman said the collapse, at Public School 196 at 207 Bushwick Avenue, in the Williamsburg section, was attributed to demolition across the street." , "date" : "19810212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Ceiling Falls at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/12\/nyregion\/ceiling-falls-at-brooklyn-school.html"} , {"body" : "A 9-by-15-foot section of plaster ceiling collapsed in a firstgrade classroom in a Brooklyn school yesterday, but no one was hurt, the Board of Education said. A spokesman for the board said the collapse, at Public School 196 at 207 Bushwick Avenue, in the Williamsburg section, was attributed to demolition across the street. He said the school" , "date" : "19810212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; Ceiling Collapses In Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/12\/nyregion\/the-city-ceiling-collapses-in-brooklyn-school.html"} ,   {"body" : "Two brothers were charged with the arson deaths of two young mothers and three children in a Brooklyn tenement from which the brothers were evicted last week. The brothers, Ivan Melendez, 22 years old, and Victor, 14, both of 165 Miller Avenue, were charged with arson and five counts of murder. The police said they had poured a flammable liquid on" , "date" : "19810211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 2 Brothers Charged In Arson Deaths of 5" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/11\/nyregion\/the-city-2-brothers-charged-in-arson-deaths-of-5.html"} , {"body" : "Two men who were evicted two weeks ago from a Brooklyn tenement were charged early this morning with arson-homicide in connection with a fire there Sunday that killed two young mothers and three of their children, the police said. The men, Ivan Melendez, 22 years old, and his brother, Victor, 14, were seen fleeing the building at 143 Thames Street," , "date" : "19810210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CITY; 2 Charged in Arson That Killed Five" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/10\/nyregion\/the-city-2-charged-in-arson-that-killed-five.html"} , {"body" : "Two women and three children were killed in a fire in a Brooklyn apartment building last night. The fire was caused by an arsonist who threw a bottle of flammable liquid into the front door that ignited, the Fire Department said. Three firemen suffered minor injuries fighting the fire. The five victims of the firebombing, two mothers and their" , "date" : "19810209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 DIE IN BUSHWICK BLAZE SET BY FIREBOMBER" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/09\/nyregion\/5-die-in-bushwick-blaze-set-by-firebomber.html"} , {"body" : "New York City and state officials held groundbreaking ceremonies yesterday for a project to turn the old Rheingold Brewery site in the blighted Bushwick section of Brooklyn into an industrial park. Borough President Howard Golden said the project would revitalize not only the 18-acre site, but also the surrounding community. In the first phase of" , "date" : "19810205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "GROUNDBREAKING HELD AT SITE OF OLD BREWERY" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/05\/nyregion\/groundbreaking-held-at-site-of-old-brewery.html"} , {"body" : "An off-duty police officer who was shot to death early in the morning was slain as he lay wounded and helpless after trying to stop a holdup at a bar near his home in Queens, New York City's chief of detectives said yesterday The police began a hunt for the three gunmen they believe are responsible for his death and at least 10 other holdups of" , "date" : "19810113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICER'S SLAYING IN QUEENS IS DESCRIBED AS 'EXECUTION'" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/13\/nyregion\/officer-s-slaying-in-queens-is-described-as-execution.html"}]