[  {"body" : "A year ago, before the first published reports of a Federal investigation of point-shaving at Boston College, Lou Carnesecca convened the annual meeting of his St. John's basketball team at which an F.B.I. agent lectures about the dangers posed by gamblers. The agent talked to them about the college basketball scandals of the early 1950's and" , "date" : "19811214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "2" , "title" : "Sports World Specials; Making a Point" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/14\/sports\/sports-world-specials-making-a-point.html"} , {"body" : "Although Bayside has won six Public Schools Athletic League titles in the 11 years of formal playoffs, the Commodores have had less success against their Catholic High Schools Football League counterparts. Yesterday Bayside suffered its third straight loss in the annual Metro Bowl game, this time by 22-21 to St. John the Baptist from West Islip," , "date" : "19811206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "St. John the Baptist a Winner" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/06\/sports\/st-john-the-baptist-a-winner.html"} , {"body" : "Charles H. Cochrane Jr. has been a police officer for 14 years, and it is apparent even when he is not in uniform. He talks of ''the department'' as though it is his life, not his work. He lapses in conversation into the convoluted, polysyllabic style that leads policemen to call thieves ''perpetrators'' and fights ''altercations.'' Even in" , "date" : "19811205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "About New York; A TOUGH MONTH IN THE NEW LIFE OF A POLICEMAN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/05\/nyregion\/about-new-york-a-tough-month-in-the-new-life-of-a-policeman.html"} , {"body" : "John Miele has been head varsity football coach at Valley Stream North High School for 25 years, and yesterday he completed his first undefeated season on the frozen field at C.W. Post College in Brookville. There were mixed emotions attached, however. His team had played to a scoreless tie with Oyster Bay in the game for the Nassau Conference IV" , "date" : "19811127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "VALLEY STREAM NORTH PLAYS A 0-0 TIE" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/27\/sports\/valley-stream-north-plays-a-0-0-tie.html"} , {"body" : "IN response to the needs of parents and children, a growing number of private and public schools are expanding their role in their students' lives. Of New York City's 80 or so private schools, 30 percent offer after-school programs that are attended by 30 to 70 percent of their younger students. Most of the city's public elementary schools provide" , "date" : "19811112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "1" , "title" : "FILLING THE HOURS AFTER SCHOOL ENDS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/12\/garden\/filling-the-hours-after-school-ends.html"} , {"body" : "Bayside and Midwood took steps toward toward their third straight Public Schools Athletic League championships yesterday. The Commodores, winners of the Bronx-Queens A division, beat Lafayette, the wildcard team from Brooklyn, 20-0, and Midwood, the Brooklyn B champion, won from Adlai Stevenson, the Bronx-Manhattan B runner-up, 23-6. In other A" , "date" : "19811108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "MIDWOOD, BAYSIDE GAIN P.S.A.L. SEMIFINALS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/08\/sports\/midwood-bayside-gain-psal-semifinals.html"} , {"body" : "Canarsie remained undefeated in P.S.A.L. Brooklyn B division play with a 44-0 rout of Erasmus yesterday. Ron (The Snake) McLaughlin ran for 141 yards on 20 carries, and scored the first two touchdowns for the Chiefs. He now has 853 yards in seven games, and 11 touchdowns. McLaughlin opened the scoring with touchdown runs of 50 yards and 10 yards in" , "date" : "19811101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "CANARSIE DEFEATS ERASMUS, 44-0, FOR SEVENTH STRAIGHT VICTORY" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/01\/sports\/canarsie-defeats-erasmus-44-0-for-seventh-straight-victory.html"} , {"body" : "Bayside, the defending Public Schools Athletic League champion, and Canarsie improved their records to 6-0 yesterday. Bayside's Commodores, winner of five out of the 10 titles since playoffs were formalized in 1971, clinched first place in the Bronx-Queens A division with a 30-6 triumph over Andrew Jackson. Canarsie, thanks to a 5-for-8, 119-yard" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "BAYSIDE, CANARSIE REMAIN UNBEATEN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/sports\/bayside-canarsie-remain-unbeaten.html"} , {"body" : "Abraham Lincoln High School won its fifth game without a defeat yesterday, trouncing South Shore, 34-6. The victory, which gave Lincoln a 4-0 record in Brooklyn A division play, was paced by Tony Brown, a halfback who scored a pair of touchdowns. Clive Harding kicked two field goals and caught a scoring pass. Brown carried the ball 11 times for 125" , "date" : "19811018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "UNBEATEN LINCOLN SETS BACK SOUTH SHORE, 34-6" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/18\/sports\/unbeaten-lincoln-sets-back-south-shore-34-6.html"} , {"body" : "It is a mad village - a tiny reproduction of New York City - aswarm with young men in black helmets and yellow slickers. They scale the sheer walls of skyscrapers, slide off the roofs of tenements, heave unwieldy hoses up fire escapes, crawl blindly through smokeclogged rooms and put out oil blazes at the edge of town. It is the Fire Academy on" , "date" : "19811014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "FIRE ACADEMY TEACHES DISCIPLINE UNDER STRESS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/14\/nyregion\/fire-academy-teaches-discipline-under-stress.html"} ,   {"body" : "Teen-agers will tell you the rules of traveling in the city. ''The key is to look like you don't have any money,'' said Theresa O'Neill, 17, of Staten Island. ''We always travel in a crowd,'' said Matthew Ahern, 14, of Brooklyn. ''I try not to take the train if it's after 11 P.M.,'' said Mathieu Wiepert, 15, of Queens. The teen-age world of dating" , "date" : "19811013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR TEEN-AGERS, TRAVEL BRINGS FEAR AND CHALLENGE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/13\/nyregion\/for-teen-agers-travel-brings-fear-and-challenge.html"} , {"body" : "Thanks to Ron (The Snake) McLaughlin, who scored two touchdowns, undefeated Canarsie won its fourth game of the season yesterday by handing Midwood its first defeat, 22-0, in the Public Schools Athletic League Brooklyn B division. McLaughlin, a 5-foot-10-inch 180-pound senior, got his nickname because of his slashing, twisting style of running with" , "date" : "19811011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "SCHOOL SPORTS; NEW YORK CITY; UNBEATEN CANARSIE'S RON MCLAUGHLIN SLIPS AND SLIDES FOR 191" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/11\/sports\/school-sports-new-york-city-unbeaten-canarsie-s-ron-mclaughlin-slips-slides-for.html"} , {"body" : "Ever since it lost its separate identity when it merged with the rest of New York City in 1898, Brooklyn has shed one after another of its home grown institutions. The Dodgers went west, the Eagle newspaper went under. Now there are questions of how long the regular Brooklyn Democratic organization, the clubhouse, can go on. Having taken on and" , "date" : "19810927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "IS THERE A BROOKLYN CLUBHOUSE AFTER LIZ HOLTZMAN" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/27\/weekinreview\/is-there-a-brooklyn-clubhouse-after-liz-holtzman.html"} , {"body" : "Former Representative Elizabeth Holtzman won the Democrati c nomination fo r Brooklyn District Attorney last night with a comfortable m argin over Norman J. Rosen. With 1,504 of 1,519 districts reporting, the vote was: Holtzman93,788 Rosen85,084 Miss Holtzman pieced her victory together by showing strength in the Flatbush and Park Slope sections of" , "date" : "19810923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MISS HOLTZMAN BEATS ROSEN IN BROOKLYN'S D.A. PRIMARY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/23\/nyregion\/miss-holtzman-beats-rosen-in-brooklyn-s-da-primary.html"} , {"body" : "They are the people who built New York, and they are the people who make the city go. They put up the houses and apartment houses and skyscraper office buildings. They went down into the bedrock and built the subway system. They laid the concrete and asphalt for the streets, built the docks, manned the ships. They built the huge parks, planted the" , "date" : "19810907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LABOR SPEAKS IN MANY VOICES AS THE CITY MARKS LABOR DAY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/07\/nyregion\/labor-speaks-in-many-voices-as-the-city-marks-labor-day.html"} , {"body" : "Willie Sanchez, a 34-year-old butcher who lives in the Bronx, brought his two sons to his reading lesson the other night. For almost an hour the boys, aged 11 and 8, watched and listened as their father read from a book designed for adults who are barely literate. ''I will give them anything, anything, if they stay in school,'' he told his tutor." , "date" : "19810907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "16" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/07\/style\/no-headline-261727.html"} , {"body" : "Representative Jack F. Kemp of Erie County is viewed by many Republican politicians as the big New York gainer from the stunning passage of President Reagan's tax package. ''It adds considerably to his luster,'' said a moderate Republican, State Senator Roy M. Goodman, of the upstate conservative, who was one of the architects of the three-year" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK POLITICAL NOTES; KEMP SCORES POINTS AT HOME BY ROLE IN REAGAN'S TAX PLAN; New York Political Notes" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/new-york-political-notes-kemp-scores-points-home-role-reagan-s-tax-plan-new-york.html"} , {"body" : "A Congressman from New York City who is also a wealthy real-estate developer has been caught up in a dispute with the District of Columbia's Rent Control Commission that could hurt him politically. Lawyers for the Representative, James H. Scheuer, a Democrat, contend he is being harassed by the commission because he is a Congressman. The commission" , "date" : "19810717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A CONGRESSMAN GET ENTANGLED IN RENT DISUTE" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/17\/nyregion\/a-congressman-get-entangled-in-rent-disute.html"} , {"body" : "Three big diesel engines that generate the power for pumping and treating 85 million gallons of sewage a day have failed at a plant in the Sheepshead Bay section of Brooklyn and sewage has poured into Jamaica Bay, threatening to pollute beaches in the area. One of the engines, after being started again, began shaking violently and then exploded," , "date" : "19810715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SEWAGE FLOWING AFTER EXPLOSION PERILING BEACHES" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/15\/nyregion\/sewage-flowing-after-explosion-periling-beaches.html"} , {"body" : "Reggie Jackson got back his stolen Mercedes Benz yesterday. Or, to be more precise, parts of it. ''The doors and the trunk were gone, the wheels were gone, but the engine, the transmission and the basic frame, those we found,'' said Sgt. Jeffrey Kracht. Sergeant Kracht and his squad found the red 1978 Mercedes on Monday in a wooded area at East" , "date" : "19810715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Notes On People; Reggie Jackson's Stolen Car Recovered, Sort of" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/15\/nyregion\/notes-on-people-reggie-jackson-s-stolen-car-recovered-sort-of.html"} ,   {"body" : "A roller-skating elephant will be at Fordham University in the Bronx this morning but not to attend classes. The pachyderm will appear along with jugglers, clowns, acrobats and aerialists in a twohour performance by the Big Apple Circus, the one-ring big top that gives its audience a close look at things. All spectators are seated within 20 feet of" , "date" : "19810710" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; BIG TOP AT FORDHAM" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/10\/arts\/weekender-guide-friday-big-top-at-fordham.html"} , {"body" : "The Greek Theater of New York is inaugurating its new home at 120 West 28th Street with a production of Sophocles' ''Elektra'' in modern Greek. It stars Anna Makrakis, a leading tragedian with the National Theater of Greece, who is also directing the production. The play, described by Miss Makrakis as a ''fierce tragedy where no murder takes place" , "date" : "19810703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; SOPHOCLES IN CHELSEA" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/03\/arts\/weekender-guide-friday-sophocles-in-chelsea.html"} , {"body" : "The event may not have generated quite as much gossip and glamour as, say, the forthcoming nuptials of Prince Charles and Lady Diana, but the recent Saturday afternoon marriage of Rocky Pratt and Wanda Ortiz did provide June with one of its more colorful and festive wedding receptions. The guests also displayed a lively fashion sense. The majority" , "date" : "19810629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "AT GUARDIAN ANGEL WEDDING, WELL-ADORNED BERETS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/29\/style\/at-guardian-angel-wedding-well-adorned-berets.html"} , {"body" : "Sydney Maree of Villanova wanted to run fast tonight, and he didn't think anyone was prepared to join him. So he made the 1,500-meter final of the National Collegiate Athletic Association's outdoor track and field championships a solo race, winning by 18 meters and setting a meet record of 3 minutes 35.30 seconds. Three weeks ago, the 23-year-old" , "date" : "19810607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "MAREE RUNS AWAY WITH 1,500" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/07\/sports\/maree-runs-away-with-1500.html"} , {"date" : "19810606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "William E. Sauro Explosion Rips Through Homes in Brooklyn Seymour Nadler, the owner of damaged house in background, talking with Bessie Steinbirg, a neighbor, yesterday after explosion tore through a row of small homes on East 77th Street and Glenwood Road in the Canarsie section of Brooklyn. Blast was apparently touched off by a gas leak that a Brooklyn Union gas crew was repairing." , "url" : "http:\/\/www.nytimes.com\/1981\/06\/06\/nyregion\/william-e-sauro-explosion-rips-through-homes-brooklyn-seymour-nadler-owner.html"} , {"body" : "''More on the arpeggio!'' shouted the conductor. 'Ba, ba, ba, ba!'' The 101 members of the New York City All-City High School Band shifted in their chairs and prepared to attack a problem passage in Dmitri Shostakovich's ''Folk Dances.'' The conductor tapped his baton. ''Let's go!'' Instantly, the auditorium of Art and Design High School, at 57th" , "date" : "19810520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR ALL- CITY BAND, IT'S CARNEGIE HALL TONIGHT!" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/20\/nyregion\/for-all-city-band-it-s-carnegie-hall-tonight.html"} , {"body" : "As I see it, there are at least two kinds of floating electric light bulbs. There is the kind that magicians use, glowing objects suspended in space without - apparently - any wiring attached to them. Magicians are always passing hoops directly over them to prove that they're unattached. The other kind of disconnected but exceedingly bright bulb is" , "date" : "19810510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Stage View; WOODY ALLEN MAKES A BRAVE TRY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/10\/theater\/stage-view-woody-allen-makes-a-brave-try.html"} , {"body" : "The City University of New York is expected to begin soon a review of its athletic policies following an announcement in March by Brooklyn College that it was planning to change its National Collegiate Athletic Association status from Division III to Division I. The review, which could possibly jeopardize some of the college's plans for recruiting," , "date" : "19810506" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "8" , "title" : "City U. Plans a Review of Athletic Policies" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/06\/sports\/city-u-plans-a-review-of-athletic-policies.html"} , {"body" : "This is how it began: Woody Allen sat in the back bedroom of his apartment one morning (''In September or something, approximately,'' he explains; he is not being flippant, only vague) addressing himself to a typewriter. Prose he writes in longhand. A play he types. This play he finished in six or seven weeks, revising it many times after that, and" , "date" : "19810426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "WOODY ALLEN'S NEW BROADWAY PLAY MIGHT JUST BE ABOUT WOODY ALLEN" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/26\/theater\/woody-allen-s-new-broadway-play-might-just-be-about-woody-allen.html"} , {"body" : "In a surprising disclosure, Joe Margolis, athletic director at Brooklyn College, said yesterday that his college was making plans to change its National Collegiate Athletic Association status from Division III to Division I. Brooklyn is one of 10 major colleges in the City University system. All are in Division III. ''Nineteen of our sports are" , "date" : "19810320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Brooklyn College Aims for Division I" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/20\/sports\/brooklyn-college-aims-for-division-i.html"} ,   {"body" : "International Increased American military aid to El Salvador was defended by President Reagan on the ground that the United States was ''helping the forces that are supporting human rights in El Salvador'' against left-wing ''terrorists.'' He said that the United States would view with ''the gravest concern'' any right-wing attempt to overthrow the" , "date" : "19810307" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "News Summary; SATURDAY, MARCH 7, 1981" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/07\/nyregion\/news-summary-saturday-march-7-1981.html"} , {"body" : "A 22-year-old Brooklyn man was convicted yesterday of murdering a police officer who was shot several times and then run over and dragged nearly half a mile beneath the speeding car of the fleeing killer. The defendant, Salvatore De Sarno, was convicted after nearly four days of deliberation by the jury in State Supreme Court in Brooklyn. The" , "date" : "19810307" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "MAN IS CONVICTED IN MURDER OF OFFICER DRAGGED BY A CAR" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/07\/nyregion\/man-is-convicted-in-murder-of-officer-dragged-by-a-car.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "Twelve years ago Sandra Petker and her family moved from the Canarsie section of Brooklyn into a house in Rosedale, Queens, that they had bought for $40,000. While her two daughters went to school and her husband worked distributing beverages, she plunged into community work. For years, as president of the Parent-Teacher Association of Intermediate" , "date" : "19810217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "WHITE VIEW OF QUEENS SCHOOL CLASH..." , "url" : "http:\/\/www.nytimes.com\/1981\/02\/17\/nyregion\/white-view-of-queens-school-clash.html"} , {"body" : "Curtis Redding will be in St. John's Alumni Hall tonight when the Redmen play Connecticut in basketball. A few weeks ago, he would have been in the starting lineup. This time, he will be sitting in Section 8 with two brothers and a sister. Last week, Redding, once a local schoolboy hero and one of the most exciting prospects in basketball, quit the" , "date" : "19810211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "CURTIS REDDING'S SEASON OF DISCONTENT" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/11\/sports\/curtis-redding-s-season-of-discontent.html"} , {"body" : "With the approach of Sunday's National Basketball Association trading deadline, uncertainty grips the families of many players. At noon yesterday, at the Dallas-Fort Worth airport, Geoff Huston said goodbye to his family, and flew to Cleveland to join the Cavaliers. Saturday morning, as Huston was getting ready to leave for a practice with his" , "date" : "19810210" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "Pro Basketball Notebook; Huston Faces an Adjustment to Another New Team" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/10\/sports\/pro-basketball-notebook-huston-faces-an-adjustment-to-another-new-team.html"} , {"body" : "Connecticut took a 14-point lead early in the second half today and seemed to have St. John's soundly beaten in their Big East basketball game. It appeared that it was going to be a snap. But it took a jumping, one-hand shot of 15 feet by Corny Thompson with nine seconds to go to give Connecticut a 69-68 victory over the Redmen in a game that was" , "date" : "19810118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "UConn Conquers St. John's" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/18\/sports\/uconn-conquers-st-john-s.html"}]