[  {"body" : "''We're building affordable homes for working New Yorkers. This isn't just a promise. You'll be able to check on its progress over the next year.'' -Mayor Koch, Feb. 12, 1981, announcing a program to build 2,200 moderately priced, federally subsidized, one- and twofamily homes in troubled city neighborhoods. Mayor Koch made this pronouncement as he" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "KOCH PLAN FOR 2,200 NEW HOUSES IN JEOPARDY, BUILDERS SAY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/realestate\/koch-plan-for-2200-new-houses-in-jeopardy-builders-say.html"} , {"body" : "Red Hook, Brooklyn's legendary waterfront, survived generations of poor immigrants, brawling workers and union corruption, only to be nearly destroyed by government decisions. It is now beginning a renaissance, this time aided by government. ''Red Hook is one of the best examples I know of a neighborhood that has seen both the positive and the" , "date" : "19811116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RED HOOK SURVIVES HARD TIMES INTO NEW ERA" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/16\/nyregion\/red-hook-survives-hard-times-into-new-era.html"} , {"body" : "Two police officers responding to a report of an open door at a Brooklyn warehouse last night found nearly two tons of marijuana with a street value of $3.3 million. The officers went to the warehouse, a two-story brick structure at 113 Second Street in the Carroll Gardens section, shortly after 9 P.M. when a caller told a clerk at the station" , "date" : "19811109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "An Open Door Leads Police To $3.3-Million in Marijuana" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/09\/nyregion\/an-open-door-leads-police-to-3.3-million-in-marijuana.html"} , {"body" : "Three years ago, Joseph Leo and his family moved from their Greenwich Village apartment to a century-old Queen Anne house on a quarter-acre lot in the St. George section of Staten Island. ''This is just a tremendous neighborhood to live in, and the ferry to Manhattan is just a 10-minute walk from my house.'' said Mr. Leo, who once worked for a Wall" , "date" : "19810924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "OUTER BOROUGHS ATTRACT COUPLES SEEKING A HOME" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/24\/nyregion\/outer-boroughs-attract-couples-seeking-a-home.html"} , {"body" : "Frank J. Barbaro was asked the other evening where he tho ught his political ori gins lay. He was leaning back wearily in a restaurant booth near Br oadway and 72d Street, where he had been offering his right hand an d a pitch for his mayoral candidacy to those emerging from the IRT subway station. The 53-year-old, five-term Democratic Assemblyman" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "BARBARO TRACES ORIGINS OF HIS POPULIST PLATFORM" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/barbaro-traces-origins-of-his-populist-platform.html"} , {"body" : "After shopping in vain for a Manhattan apartment she could afford, Margaret Erlanger, a marketing assistant at American Express, recently purchased a 3 1\/2-room co-op in a high rise in Forest Hills, Queens, for $26,000. Although she is not happy in Queens and plans to use the apartment ''as leverage to get back to the city'' she is pleased with the" , "date" : "19810830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "DISCOVERING CO-OPS THAT ARE AFFORDABLE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/30\/realestate\/discovering-co-ops-that-are-affordable.html"} , {"body" : "After more than a decade of delays, New York City was ready to begin a billion-dollar effort to complete its basic sewage treatment system. But city officials now say President Reagan's proposed budget cuts once again threaten the entire program. The city had planned to ask the Federal Government for $560 million in the next fiscal year to complete" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REAGAN CUTS VIEWED AS THREAT TO CITY SEWAGE TREATMENT PROJECT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/reagan-cuts-viewed-as-threat-to-city-sewage-treatment-project.html"} , {"body" : "Standing amid the rubble on a lot near the South Brooklyn waterfront yesterday, Mayor Koch announced a city-sponsored program for the construction of 2,200 moderately priced one-family and twofamily houses in 10 impoverished neighborhoods. The Mayor said that construction would start in the spring or early summer, and that the houses would be ready" , "date" : "19810213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY IS SPONSORING 2,200 SMALL HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/13\/nyregion\/city-is-sponsoring-2200-small-houses.html"} , {"body" : "AN ingredient essential to the New York nosh is the New York waiter. So when Lou Singer brought the six women from his Nosher's Tour of New York into Gertel's Kosher Bakery at 53 Hester Street the other day, there was little surprise when the waiter, with blond walrus mustache and several tattoos, asked somewhat brusquely, ''You gonna sit like that" , "date" : "19810128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "A SNACKING TOUR OF THE NEIGHBORHOODS" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/28\/garden\/a-snacking-tour-of-the-neighborhoods.html"}]