[  {"body" : "By all accounts, these are hard times for New York's City Council. By some accounts, the person primarily responsible is Thomas J. Cuite. Mr. Cuite, the small, slight, bespectacled vice chairman and majority leader, is blamed by many of his colleagues for what they see as the Council's sorry condition. In recent months, a Federal judicial panel" , "date" : "19811229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL WOES PUT MAJORITY LEADER INTO THE SPOTLIGHT" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/29\/nyregion\/council-woes-put-majority-leader-into-the-spotlight.html"} , {"body" : "A mother and her 3-year-old son died last night when an electrical fire swept through their Brooklyn apartment building, trapping them in a hallway. The bodies of the victims were found by firemen on a third floor landing of a four-story frame apartment building at 483 Court Street in the Cobble Hill section. The police withheld the names of the" , "date" : "19811223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Mother and Her Son, 3, Die In Cobble Hill Tenement Fire" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/23\/nyregion\/a-mother-and-her-son-3-die-in-cobble-hill-tenement-fire.html"} , {"body" : "It should not have been a surprise that the adjoining communities of Fort Greene and Clinton Hill in Brooklyn would one day be the new frontier for ''brownstoners'' with a pioneering spirit. The communities are east of Flatbush Avenue, two or three subway stops from Manhattan but just within a mile of Brooklyn's civic center. Underneath the urban" , "date" : "19811204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "ABOUT REAL ESTATE; THE RENEWAL OF BROOKLYN BROWNSTONES" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/04\/business\/about-real-estate-the-renewal-of-brooklyn-brownstones.html"} , {"body" : "Red Hook, Brooklyn's legendary waterfront, survived generations of poor immigrants, brawling workers and union corruption, only to be nearly destroyed by government decisions. It is now beginning a renaissance, this time aided by government. ''Red Hook is one of the best examples I know of a neighborhood that has seen both the positive and the" , "date" : "19811116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RED HOOK SURVIVES HARD TIMES INTO NEW ERA" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/16\/nyregion\/red-hook-survives-hard-times-into-new-era.html"} , {"body" : "The Dodgers are gone. So are the Schaeffer and Rheingold breweries, the United States Navy and, over the last decade, 400,000 people. More than 1,000 business enterprises have al so left New York City's biggest borou gh. But the Brooklyn Union Gas Company has stayed. It has no choice. The company's principal assets are its more than 3,600 miles of" , "date" : "19811004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "THE UTILITY THAT GLOWS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/04\/business\/the-utility-that-glows-in-brooklyn.html"} , {"body" : "Three years ago, Joseph Leo and his family moved from their Greenwich Village apartment to a century-old Queen Anne house on a quarter-acre lot in the St. George section of Staten Island. ''This is just a tremendous neighborhood to live in, and the ferry to Manhattan is just a 10-minute walk from my house.'' said Mr. Leo, who once worked for a Wall" , "date" : "19810924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "OUTER BOROUGHS ATTRACT COUPLES SEEKING A HOME" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/24\/nyregion\/outer-boroughs-attract-couples-seeking-a-home.html"} , {"body" : "A Criminal Court judge who let a woman charged with murder stay at his home for the night has been censured by the State Commission on Judicial Conduct for ''extraordinarily poor judgment and a serious misunderstanding of the role of a judge in our legal system.'' The commission declared, in an 8-to-1 ruling, that the actions last November by the" , "date" : "19810703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JUDGE CENSURED FOR PUTTING UP ACCUSED WOMAN" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/03\/nyregion\/judge-censured-for-putting-up-accused-woman.html"} , {"body" : "Twenty-seven persons who have been convicted of felonies continue to operate or receive revenue from nursing homes in New York State because of legal requirements that allow hearings and court appeals in state efforts to displace them. This situation was reported yesterday in a statement by Representative Charles E. Schumer, Democrat of Brooklyn." , "date" : "19810423" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "27 FELLOWS INVOLVED WTH NURSING HOMES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/23\/nyregion\/27-fellows-involved-wth-nursing-homes.html"} , {"body" : "After more than a decade of delays, New York City was ready to begin a billion-dollar effort to complete its basic sewage treatment system. But city officials now say President Reagan's proposed budget cuts once again threaten the entire program. The city had planned to ask the Federal Government for $560 million in the next fiscal year to complete" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REAGAN CUTS VIEWED AS THREAT TO CITY SEWAGE TREATMENT PROJECT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/reagan-cuts-viewed-as-threat-to-city-sewage-treatment-project.html"} , {"body" : "New York City's Health Department this week released the names of 35 food establishments that it said had violated the health code. The department also named six food establishments that had reopened after correcting earlier violations and one that had been closed for failing to do so. VIOLATIONS Pizza Place, 101 Avenue D. Uncle Paul's Tavern, 8" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "35 Food Establishments Are Cited for Violations" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/nyregion\/35-food-establishments-are-cited-for-violations.html"} ,   {"body" : "AN ingredient essential to the New York nosh is the New York waiter. So when Lou Singer brought the six women from his Nosher's Tour of New York into Gertel's Kosher Bakery at 53 Hester Street the other day, there was little surprise when the waiter, with blond walrus mustache and several tattoos, asked somewhat brusquely, ''You gonna sit like that" , "date" : "19810128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "A SNACKING TOUR OF THE NEIGHBORHOODS" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/28\/garden\/a-snacking-tour-of-the-neighborhoods.html"}]