[  {"body" : "Two taxicab drivers were shot to death and another was wounded yesterday in separate attacks in three boroughs. The killings were the first since a new program of increased police surveillance of cabs in crime-prone areas was begun in late October. Yesterday's shootings, none of which occurred in the target areas, brought to 17 the number of" , "date" : "19811230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "GUNMEN KILL 2 CABBIES IN CITY AND WOUND A 3D" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/30\/nyregion\/gunmen-kill-2-cabbies-in-city-and-wound-a-3d.html"} , {"body" : "Tacked above John D. Simpson's desk at the Transit Authority is a map of the New York City subway system streaked with reds, yellows and greens. Red signifies an underused subway line; yellow, a line with average ridership and green, a heavily used line. Mr. Simpson, the president of the transit system, says that he sometimes stares at the map and" , "date" : "19811230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CALLS FOR SUBWAY SERVICE CUTS RISE AS SYSTEM CONTINUES TO LIMP ALONG" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/30\/nyregion\/calls-for-subway-service-cuts-rise-as-system-continues-to-limp-along.html"} , {"body" : "Near the end of the film \"Dr. Strangelove,\" the mad physicist pulls from his pocket a plastic circular slide rule and swiftly calculates how many years the President and his Cabinet will need to hunker in a mineshaft after detonation of a Soviet ''doomsday device.'' Dr. Strangelove's handy Nuclear Bomb Effects Computer was, it turns out, no mere" , "date" : "19811227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "GROUND ZERO" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/27\/opinion\/ground-zero.html"} , {"body" : "THOUGH intended to provide an escape from the ills of urban life, New York City's parks have come to be afflicted with many of them. With that assessment, Gordon J. Davis, the Parks Commissioner, has launched an ambitious program to return some of the city's parkland to its original, and considerable, glory. Mindful of shrinking Federal subsidies" , "date" : "19811220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "GREEN THUMB IN SEARCH OF MIDAS TOUCH" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/20\/weekinreview\/green-thumb-in-search-of-midas-touch.html"} , {"body" : "Because I shall be on vacation for the next four weeks, I have compiled my holiday gift list early. It's a wish list - what the recipients ought to be getting, even though we know that in real life, they'll probably have to settle for less. Mayor Koch - a turtle Jacuzzi, in which he can soak away the cares of the office. It may not produce the" , "date" : "19811219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "NEW YORK; Chestnuts Roasting" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/19\/opinion\/new-york-chestnuts-roasting.html"} , {"body" : "A 56-year-old woman died and her 62-year-old husband was critically burned in a fire last night in their apartment near the intersection of Ocean Parkway and Kings Highway, Brooklyn, the police said. The woman, Ida Sheynberg, was found dead at 11:30 P.M. in the third-floor apartment at 1560 Ocean Parkway by firemen, the Fire Department said. The" , "date" : "19811214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Woman Dies in Brooklyn Fire; Husband Is Critically Burned" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/14\/nyregion\/woman-dies-in-brooklyn-fire-husband-is-critically-burned.html"} , {"body" : "''We're building affordable homes for working New Yorkers. This isn't just a promise. You'll be able to check on its progress over the next year.'' -Mayor Koch, Feb. 12, 1981, announcing a program to build 2,200 moderately priced, federally subsidized, one- and twofamily homes in troubled city neighborhoods. Mayor Koch made this pronouncement as he" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "KOCH PLAN FOR 2,200 NEW HOUSES IN JEOPARDY, BUILDERS SAY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/realestate\/koch-plan-for-2200-new-houses-in-jeopardy-builders-say.html"} , {"body" : "Michael Norman is a reporter on the metropolitan staff of The Times. By Michael Norman In the slums, as elsewhere, image is constantly at odds with reality. Here, for example, is a two-story eyesore ready for the wrecker and demolition ball. Once it was a post office, solid and busy. Then the Government closed it and scavengers came through," , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "55" , "title" : "GOLDEN BOYS OF THE GHETTO" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/magazine\/golden-boys-of-the-ghetto.html"} , {"body" : "The hopes of animal-protection groups soared in April 1980 when the city agreed to turn over the operation of its three rundown zoos - in Central Park, Prospect Park in Brooklyn and Flushing Meadows in Queens - to the New York Zoological Society, which operates the Bronx Zoo and the acquarium at Coney Island. It was hoped that work in Central Park" , "date" : "19811206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "Follow-Up on the News; Zoo Stories" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/06\/nyregion\/follow-up-on-the-news-zoo-stories.html"} , {"body" : "The New York City Department of Health has cited 72 food establishments for violations of the Health Code. It also named 12 that were reopened after correcting violations and five that were closed for failing to do so. The establishments are: VIOLATIONS Long John Lounge, 2154 Amsterdam Ave. Pink Tea Cup, 310 Bleecker St. Szechuan West, 2656" , "date" : "19811129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "60" , "title" : "72 FOOD ESTABLISHMENTS CITED FOR VIOLATIONS OF HEALTH CODE" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/29\/nyregion\/72-food-establishments-cited-for-violations-of-health-code.html"} ,   {"body" : "Wheelchair-lift service for the handicapped will be expanded on Wednesday to cover six more bus routes in Brooklyn, the Transit Authority announced yesterday. The routes are B-44, along Nostrand Avenue; B-46, Utica Avenue; B-49, Ocean Avenue; B-68, Coney Island Avenue; B-8, 18th Avenue, and B-36, Surf Avenue and Avenue Z." , "date" : "19811121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Buses Ready for Disabled" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/21\/nyregion\/buses-ready-for-disabled.html"} , {"body" : "In New York City, as in life, the more things change, the more they stay the same. It seems that the people of Manhattan were accused of being immoral and godless in 1650. It turns out that there were terrible traffic jams and people nearly run over in the streets by cabs in 1855. The Police Department was being publicly criticized in 1894. Wild" , "date" : "19811121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "31" , "title" : "About New York; DEJA VU IN A CLUTTERED BOOKSHOP" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/21\/nyregion\/about-new-york-deja-vu-in-a-cluttered-bookshop.html"} , {"body" : "To wish Virgil Thomson a happy 85th birthday, the opera that brought the composer fame will be given a concert performance tonight at 9 in Carnegie Hall. ''Four Saints in Three Acts'' - his collaboration with Gertrude Stein - will be performed by a distinguished cast that includes Betty Allen, making her New York farewell appearance, and Clamma" , "date" : "19811113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["POLAND"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE; Friday; '4 SAINTS' ON 57TH ST." , "url" : "http:\/\/www.nytimes.com\/1981\/11\/13\/books\/going-out-guide-friday-4-saints-on-57th-st.html"} , {"body" : "With interest rates as low as 8 percent, there should be great interest among prospective homebuyers in 450 Federally-assisted, two-story dwellings to be built soon in the Coney Island section of Brooklyn. But Mermaid-Neptune Development Corp., the builders, must have firm commitments from buyers by March 31, the cut-off date that Congress has set" , "date" : "19811108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Realty News; A Buy in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/08\/realestate\/realty-news-a-buy-in-brooklyn.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "Columbia University has agreed to pay $153,000 to the parents of a Barnard College freshman killed in 1979 when she was struck on the head by a piece of masonry that fell from a building it owned. The settlement was reached out of court last Monday after Justice George B. Smith had presided over a weeklong trial in State Supreme Court in Manhattan." , "date" : "19811101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "67" , "title" : "Columbia Settles Case In Death of Girl in '79" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/01\/nyregion\/columbia-settles-case-in-death-of-girl-in-79.html"} , {"body" : "Tomorrow is the eve of Samhain, the Celtic New Year, and two Irishmusic groups are in town to celebrate a day early. Appearing tonight at 8 at Town Hall will be De Danann, the acclaimed band that combines traditional music with music of its own, and three young performers who specialize in Irish dance music, and airs and traditional songs of" , "date" : "19811030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKEND GUIDE; Friday; TOWN HALL IRISH NIGHT" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/30\/arts\/weekend-guide-friday-town-hall-irish-night.html"} , {"body" : "WITH a whole weekend to celebrate Halloween this year, the city will be taken over, it seems, by goblins, magicians and a host of mysterious incorporeal phenomena. There will be a parade through Greenwich Village and in Queens a wand-breaking ceremony over the grave of Harry Houdini, master magician and escape artist. The avantgarde will take over" , "date" : "19811030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A SKELETON KEY TO HALLOWEEN TRICKS AND TREATS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/30\/arts\/a-skeleton-key-to-halloween-tricks-and-treats.html"} , {"body" : "A Queens school district where students are perennially the highest achievers in the city once again leads New York City's public school system in reading, according to school ratings released yesterday by the Board of Education. All 22 elementary schools and all five junior high schools in Community School District 26 in northeastern Queens, a" , "date" : "19811029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "QUEENS DISTRICT AGAIN LEADS IN READING" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/29\/nyregion\/queens-district-again-leads-in-reading.html"} , {"body" : "Robert Coe is writing a book on dance in America for E.P. Dutton and WNET\/13. By Robert Coe Five years ago, when it received its American premiere at the Metropolitan Opera, ''Einstein On the Beach,'' a controversial collaboration between the composer Philip Glass and the playwright-director Robert Wilson, exploded operatic conventions with" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "68" , "title" : "PHILIP GLASS BREAKS THROUGH" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/magazine\/philip-glass-breaks-through.html"} ,   {"body" : "From time to time The Book Review has invited both new and established writers to comment on various aspects of their craft: their imaginative and autobiographical sources, their practices of composition, the origin of their sense of vocation. These essays are intended to provide a forum for writers to consider the rewards and perils of their" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "THE FONZIE OF LITERATURE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/books\/the-fonzie-of-literature.html"} , {"body" : "A 26-year-old Hicksville, L.I., man who was identified Saturday by the police as ''the assailant'' who shot and killed a Transit Authority bus driver in Brooklyn nine days ago in a dispute over a free transfer surrendered to Brooklyn detectives last night, the police said. The man, Michael J. DelCarpine, walked into the 61st Precinct stationhouse" , "date" : "19811019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A SUSPECT IN SLAYING OVER A BUS TRANSFER SURRENDERS TO POLICE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/19\/nyregion\/a-suspect-in-slaying-over-a-bus-transfer-surrenders-to-police.html"} , {"body" : "A Brooklyn nursing home has been selected for a federally assisted project that will seek to return some elderly patients to community settings and prevent others from ending up needlessly in nursing homes. The Metropolitan Jewish Geriatric Center, a large private institution that provides nursing home care at 4915 10th Avenue in the Borough Park" , "date" : "19811018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "U.S. WILL TEST PLAN TO HELP THE ELDERLY AT BROOKLYN CENTER" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/18\/nyregion\/us-will-test-plan-to-help-the-elderly-at-brooklyn-center.html"} , {"body" : "Certain foods, like certain wines, do not travel well either in time or in space. Once removed from a given season or locale, they lose their appeal no matter how beguiling they may have seemed in their original setting. This is as often true of simple products such as olive oil, salami and cheese as it is of prepared specialties such as" , "date" : "19811017" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "9" , "title" : "De Gustibus; TIME AND PLACE CAN DECIDE FLAVOR" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/17\/style\/de-gustibus-time-and-place-can-decide-flavor.html"} , {"date" : "19811013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Vic DeLucia Bus Drivers Honor Slain Colleague at Funeral Service in Brooklyn City buses followed the hearse carrying the coffin of Harvey Shild as bus drivers and other transit workers lined Coney Island Avenue to pay their final respects. The Transport Workers Union offered a $5,000 reward for information leading to the arrest and conviction of the passenger who shot and killed Mr. Shild, 27, Saturday." , "url" : "http:\/\/www.nytimes.com\/1981\/10\/13\/nyregion\/vic-delucia-bus-drivers-honor-slain-colleague-funeral-service-brooklyn-city.html"} , {"body" : "Bus drivers on the Brooklyn route where a fellow worker was shot dead Saturday by a passenger whose request for a transfer he had refused said yesterday that they were often threatened and harassed in such disputes. As detectives combed the Sheepshead Bay section for the assailant, other drivers said that, unlike the victim, they handed out" , "date" : "19811012" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SLAIN DRIVER'S CO-WORKERS RARELY DENY TRANSFERS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/12\/nyregion\/slain-driver-s-co-workers-rarely-deny-transfers.html"} , {"body" : "A New York City bus dr iver was shot and fatally wounded aboard his bus in Broo klyn yesterday afternoon by an angry passenger in a dispute over free transfers, the transit police said. The gunman, accompanied by a woman, escaped after the slaying. Transit officials said the victim was the first city bus driver killed in the line of duty in many" , "date" : "19811011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "BUS DRIVER IN BROOKLYN KILLED BY A RIDER REFUSED A TRANSFER" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/11\/nyregion\/bus-driver-in-brooklyn-killed-by-a-rider-refused-a-transfer.html"} , {"body" : "New York State's Environmental Conservation Commissioner refused to certify the Coney Island and Owls Head sewage-treatment projects for Federal funds to upgrade them. The Commissioner, Robert F. Flacke, said the city had not submitted a plan on how the two Brooklyn projects would be financed, while at the same time meeting Federal court orders to" , "date" : "19810930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "U.S. Aid Refused For Sewage Plants" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/30\/nyregion\/us-aid-refused-for-sewage-plants.html"} , {"body" : "A 3-month-old girl was killed and six firefighters were slightly injured in a two-alarm blaze in a Brooklyn apartment building, authorities said. The infant, Darlena Blake, was found in a second-floor apartment at 1528 Mermaid Avenue in the Coney Island section, according to Edward Brennan, assistant fire chief. Two other children, who were in the" , "date" : "19810925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Infant Girl Killed In Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/25\/nyregion\/infant-girl-killed-in-brooklyn-fire.html"} , {"body" : "After a final flurry of back-and-forth legal maneuvers - and accompanying alterations to voting machines - New York City prepared to hold a belated, truncated primary election today. The polls will be open from 6 A.M. to 9 P.M., and the forecast is for clouds and rain. Mayor Koch's effort to win both the Democratic and Republican nominations is at" , "date" : "19810922" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ABRIDGED PRIMARY TO BE HELD TODAY IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/22\/nyregion\/abridged-primary-to-be-held-today-in-new-york-city.html"} ,   {"body" : "A T the White House, President Reagan's advisers have carefully weighed the best way to react to the first major anti-Administration march protesting the budget cuts and labor policy. The labor ''solidarity'' demonstration, on Saturday, is expected to lure tens of thousands of demonstrators to Washington. Initially, Mr. Reagan's aides scheduled a" , "date" : "19810917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "WASHINGTON TALK BRIEFING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/17\/us\/washington-talk-briefing-015430.html"} , {"body" : "Two questions are at the heart of the dispute that led last week to the postponement of New York City's primary elections: Is the city more integrated now than a decade ago, and are changes in the city's racial makeup fairly reflected in the City Council's new redistricting plan. It is up to the Justice Department to decide if the reapportionment" , "date" : "19810914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "INTEGRATION LIES AT HEART OF DISPUTE ON PRIMARY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/14\/nyregion\/integration-lies-at-heart-of-dispute-on-primary.html"} , {"body" : "The extent of integration in New York City is a key factor in the dispute over redistricting. Pa ge B8. By ROBIN HERMAN The City Council hired a private lawyer and its staff labored over census maps yesterday to solidify the defense of a redistricting plan that is under attack by black and Hispanic groups as discriminatory. The city's failure to" , "date" : "19810914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL TO FIGHT ON REDISTRICTING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/14\/nyregion\/council-to-fight-on-redistricting.html"} , {"body" : "Thousands of the curious spectators along the sunny shores of New York Bay yesterday did not realize at first that the sailboats stretched out before them were competitors in the eighth annual Governor's Cup Race. Max Fehder of the Bronx, like many others, was delighted to hear the news. ''I was wondering,'' he said with a smile from a bench in" , "date" : "19810913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "SAILS, BUT NOT THE SPECTATORS, ARE RUFFLED AT A RACE ON BAY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/13\/nyregion\/sails-but-not-the-spectators-are-ruffled-at-a-race-on-bay.html"} , {"body" : "With a new primary for New York City's citywide and boroughwide offices tentatively set for Sept. 22, candidates embarked yesterday on their second campaigns and, in many cases, began trying frantically to raise additional funds to pay for them. Only a handful of candidates campaigned actively on the streets of the city yesterday. Most of the" , "date" : "19810913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PRIMARY DATE SET CANDIDATES BEGIN 'SECOND CAMPAIGN'" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/13\/nyregion\/primary-date-set-candidates-begin-second-campaign.html"} , {"body" : "The cooking schools on these pages were reviewed by Florence Fabricant and Moira Hodgson. This article was written by Mrs. Fabricant. DURING the last few years cooking schools around the city have been changing. An increasingly sophisticated level of student is enrolling for classes and, along with this, the quality of teaching has improved and the" , "date" : "19810909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "6" , "title" : "THE GUIDE TO NEW YORK COOKING SCHOOLS: WHERE TO LOOK TO LEARN WHICH CUISINE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/09\/garden\/the-guide-to-new-york-cooking-schools-where-to-look-to-learn-which-cuisine.html"} , {"body" : "-------------------------------------------------------------------- Leonard Probst, a former television drama critic, is the author of ''Off Camera,'' a book on show business people, and a producer with NBC News. By LEONARD PROBST THERE are a number of side effects of getting cancer, and not all are bad. My social life has never been so busy. And" , "date" : "19810909" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Health"] , "page_facet" : "20" , "title" : "BEST MEDICINE DURING RECOVERY: FRIENDS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/09\/garden\/best-medicine-during-recovery-friends.html"} , {"body" : "The last holdouts of summer surrendered mountain retreats, roaring sea beaches and quiet country hideaways for the autumn realities of home, office and classroom yesterday, as the long Labor Day weekend and countless vacations drew to a close under fittingly overcast skies. The customary traffic crush started in the late afternoon and mounted to a" , "date" : "19810908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LAST MINUTE TRAFFIC CRUSH MARKS END OF SUMMER FUN" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/08\/nyregion\/last-minute-traffic-crush-marks-end-of-summer-fun.html"} , {"body" : "Vito P. Battista, whose efforts to lure news coverage have included posing with an elephant on Wall Street, was giving a speech in his campaign for the Republican nomination for City Councilman at Large from Brooklyn. ''Brooklyn!'' he announced. ''It has two and a half million people, and it's the garbage dump of the planet. ''Crime! I got held up" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "CAMPAIGNS IN BROOKLYN FOCUS ON CRIME AND KOCH" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/campaigns-in-brooklyn-focus-on-crime-and-koch.html"} , {"body" : "LABOR will have its first parade in New York in 13 years Monday morning, with marching plumbers shouldering their plungers like drill rifles, with pr inters in regulation apron-and -folded-paper-hat uniform, with dozens of floats, 150 bands and members of the several performing unions of the A.F.L.-C.I.O. singin g, dancing and acting their way up" , "date" : "19810904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "28 WAYS (AT LEAST) TO ENJOY LABOR DAY HOLIDAY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/04\/arts\/28-ways-at-least-to-enjoy-labor-day-holiday.html"} ,   {"body" : "''Don't be shy - getchyer red-hots!'' growled a short, stout grayhaired man behind the Nathan's counter on Surf Avenue in Coney Island. ''Step up!'' he barked. ''Getchyer franks, have your money ready, hot doggies here, all you can eat! Red-hots!'' He chanted on, a gruff survivor of the razzle-dazzle past, but his vigor seemed puzzling. None of his" , "date" : "19810829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "BELEAGUERED CONEY ISLANDERS RALLY WITH SENSE OF AFFECTION; The Talk of Coney Island" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/29\/nyregion\/beleaguered-coney-islanders-rally-with-sense-affection-talk-coney-island.html"} , {"body" : "The banshee wail of an ambulance, the song of its siren, is the stuff of awful visions. When it sounds on a street, mothers picture their children running in front of cars, wives see their husbands clutching chest and vena cava, the elderly envision broken hips, falls, cardiac arrest. The ambulance crews are the bearers of this bad news. Walter" , "date" : "19810829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "About New York; AMBULANCE CORPSMEN TEND TO CITY'S PAINS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/29\/nyregion\/about-new-york-ambulance-corpsmen-tend-to-city-s-pains.html"} , {"body" : "Dr. Joseph B. Pincus, former director of pediatrics at the Jewish Hospital and Medical Center of Brooklyn and a biochemist who did research in the pediatric applications of microscopic chemistry, died in the hospital yesterday of heart failure. He was 82 years old and lived in the Crown Heights section of Brooklyn. Dr. Pincus, who also served as" , "date" : "19810826" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/26\/obituaries\/no-headline-247165.html"} , {"body" : "Facing a loss of $100 million in Federal aid to the state for water pollution control and sewage disposal plants next year, New York City officials are pressing the state to apply for a transfer of other Federal funds to complete local projects. City officials said yesterday that the money was available but that the state had refused to apply for" , "date" : "19810824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY IS PRESSING STATE TO OBTAIN U.S. SEWAGE AID" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/24\/nyregion\/city-is-pressing-state-to-obtain-us-sewage-aid.html"} , {"body" : "Alexander Greendale, a playwright and the executive director of the West Side Jewish Community Council, died of cancer Friday at Beth Israel Hospital in Manhattan. He was 71 years old and lived in Brooklyn. Mr. Greendale wrote more than 70 plays. One of them, ''Walk Into My Parlor,'' about a struggling Italian family in Chicago, opened on Broadway" , "date" : "19810823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries" , "Theater"] , "page_facet" : "44" , "title" : "Alexander Greendale, Headed Jewish Council" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/23\/obituaries\/alexander-greendale-headed-jewish-council.html"} , {"body" : "Norman J. Rosen says he has lived in the shadow of District Attorney Eugene Gold of Brooklyn for 12 years. He worked in a spacious office adjoining Mr. Gold's, preparing grant applications, drawing up a budget and, in his words, ''sitting in on'' the policy decisions. Now the 52-year-old executive assistant has emerged to run for the job of his" , "date" : "19810821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EXPERIENCE, OR LACK OF IT, IS THE ISSUE IN BROOKLYN'S DISTRICT ATTORNEY RACE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/21\/nyregion\/experience-or-lack-of-it-is-the-issue-in-brooklyn-s-district-attorney-race.html"} , {"body" : "The New York City Department of Health has released the names of 15 food establishments it said had violated the health code. The department also released the names of two establishments that reopened after correcting earlier violations and two that were closed for failing to do so. The establishments are: VIOLATIONS Diamond Restaurant, 1332" , "date" : "19810816" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "15 Food Outlets Cited For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/16\/nyregion\/15-food-outlets-cited-for-health-violations.html"} , {"body" : "Mayor Koch and Sanitation Commissioner Norman Steisel announced yesterday that the city would spend $640,000 for emergency repairs to the Sanitation Department's garages and other work sites. The repairs will begin, Mr. Steisel said, ''probably Monday.'' ''I asked Norman,'' a press release quoted Mayor Koch as saying, ''to develop a plan that would" , "date" : "19810808" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY SCHEDULES REPAIRS FOR SANITATION GARAGES" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/08\/nyregion\/city-schedules-repairs-for-sanitation-garages.html"} , {"body" : "Twelve Bronx businesses have applied for discounted electricity rates that took effect July 1 in eight depressed areas of the South Bronx and Brooklyn. Among the applicants are a one-man optical shop and a plasticcontainer plant that employs 425 people, according to a spokesman for the Consolidated Edison Company. Con Edison proposed the program in" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "12 SOUTH BRONX BUSINESSES APPLY FOR CON ED DISCOUNTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/12-south-bronx-businesses-apply-for-con-ed-discounts.html"} , {"body" : "The New York City subway system's fleet of R-46 cars was pulled out of service over the weekend so that mechanics could inspect and repair electrical devices that have led to three smoky subway fires in the last four months. Mechanics replaced 500, or about one-fifth, of the plastic mounts that hold the devices, known as current collectors, in" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "650 R-46 CARS TAKEN TO SHOPS TO BE CHECKED" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/650-r-46-cars-taken-to-shops-to-be-checked.html"} ,   {"body" : "Fifty-two food establishments have been found to be in violation of New York City's health code, the Health Department reported. It also named two establishments that were reopened after a final reinspection, and one that was closed. VIOLATIONS Bloomsday Cafe, 2259 Broadway. Vasilos Salouros, 40 Peck Slip. Aldo's Ristorante, 332 E. 86th St. Cibao" , "date" : "19810726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "52 FOOD OUTLETS CITED FOR HEALTH VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/26\/nyregion\/52-food-outlets-cited-for-health-violations.html"} , {"body" : "Meetings like the one in Coney Island this week give Frank J. Barbaro hope that somehow the polls and politicians are wrong - that perhaps he can defeat Mayor Koch in the Sept. 10 Democratic primary. At that meeting, Mr. Barbaro clearly enjoyed the scene as a representative of Mayor Koch was peppered with hostile questions for nearly two hours" , "date" : "19810724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A FOE OF KOCH TAKES HEART FROM OPPOSITION IN CONEY I." , "url" : "http:\/\/www.nytimes.com\/1981\/07\/24\/nyregion\/a-foe-of-koch-takes-heart-from-opposition-in-coney-i.html"} , {"body" : "THE old roller coasters are still there, and you can hear the shrieks of the passengers as they rumble by. But today's thrill seekers also put on bathing suits to plunge down a seven-story water slide into a swimming pool. A fellow and a girl may still snuggle closer when their gondola sways at the top of the Ferris wheel, but later on they do" , "date" : "19810717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "AMUSEMENT PARKS PROVIDE NEW RIDES AND NEW TWISTS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/17\/arts\/amusement-parks-provide-new-rides-and-new-twists.html"} , {"body" : "A warning against swimming at Coney Island and two other public beaches was lifted after temporary repairs were completed at a disabled sewage-treatment plant in the Sheepshead Bay section of Brooklyn. About 45 million gallons of partly treated sewage had poured into Jamaica Bay when three diesel generators that supply the power for the pumps" , "date" : "19810716" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City; Beaches Approved After Plant Repair" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/16\/nyregion\/the-city-beaches-approved-after-plant-repair.html"} , {"body" : "INTERIOR designers and architects have been faking it for quite a while - faking materials like marble, granite and onyx. But now, instead of being associated only with traditional, grand interiors, illusionistic surfaces are being taken up by more avant-garde designers. Postmodernism has boosted the popularity of the past, and now even minimalist" , "date" : "19810716" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "FAKE STONE FINISHES ON A REALISTIC BUDGET" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/16\/garden\/fake-stone-finishes-on-a-realistic-budget.html"} , {"body" : "Three big diesel engines that generate the power for pumping and treating 85 million gallons of sewage a day have failed at a plant in the Sheepshead Bay section of Brooklyn and sewage has poured into Jamaica Bay, threatening to pollute beaches in the area. One of the engines, after being started again, began shaking violently and then exploded," , "date" : "19810715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SEWAGE FLOWING AFTER EXPLOSION PERILING BEACHES" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/15\/nyregion\/sewage-flowing-after-explosion-periling-beaches.html"} , {"body" : "New York City was enveloped in 90-degree heat for its sixth consecutive day yesterday, with no relief expected for today. From the northern Bronx to the southern rim of Staten Island, backyard hoses, cooling showers, pitchers of lemonade and hundreds of illicitly opened fire hydrants helped consume 1.58 billion gallons of water over the 24 hours" , "date" : "19810713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY ENDURES HEAT FOR 16TH DAY" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/13\/nyregion\/city-endures-heat-for-16th-day.html"} , {"body" : "T HE short, quiet chap in the blue blazer is unobtrusively sipping a gin and tonic in one of New York's posher hotels. On the basis of appearances, the 78-year-old man might be a professor emeritus or the retired owner of something sensible, say a haberdashery or an optician's shop. Hardly. His name is Morris Lapidus, proud creator of some of the" , "date" : "19810705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TEL AVIV (ISRAEL)" , "ISRAEL, STATE OF"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "TAKING MIAMI BEACH TO ISRAEL" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/05\/business\/taking-miami-beach-to-israel.html"} , {"body" : "This summer, Judy Hugo will be seen by thousands of visitors to the Coney Island Aquarium. They will remember her in a distinctive pose -her body leaning far over a pool of green, a silver whistle in her mouth, her blond hair gleaming in the sun. Her eyes are trained on two sleek forms darting beneath the water. ''All right, my two friends, up you" , "date" : "19810705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "COLLEGE STUDENTS FIND SUMMER JOBS WITH INGENUITY AND ZEST FOR UNUSUAL" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/05\/nyregion\/college-students-find-summer-jobs-with-ingenuity-and-zest-for-unusual.html"} , {"body" : "The heaviest Fourth-of-July rainfall on record dampened spirits but not celebrations, as the city engaged in its annual round of parades, volleys of fireworks, fairs and artillery salutes. From neighborhood parades with parochial school bands and ancient fire trucks to the setting off of fireworks displays, participants defied the downpour - which" , "date" : "19810705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "RAIN CURTAILS FOURTH OF JULY CROWDS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/05\/nyregion\/rain-curtails-fourth-of-july-crowds.html"} ,   {"body" : "FOURTH of July celebrations will be staged all over the metropolitan region this weekend. If anything, the festivities seem to have become more widespread and more ingenious every year since the Bicentennial five years ago gave everybody the idea for citywide jubilation on a grand scale. The air over Coney Island will be filled this weekend with" , "date" : "19810703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "FROM FIREWORKS TO PARADES: A JULY FOURTH GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/03\/arts\/from-fireworks-to-parades-a-july-fourth-guide.html"} , {"body" : "The New York City Board of Health released the names last week of 38 food establishments cited for violations of the city's Health Code. Six others were reopened after a final re-inspection and three were closed for failure to correct violations. VIOLATIONS Burger King, 2277 Broadway. El Retiro Bar, 874 Ave. of Americas. Shelley's Coffee Shop, 225" , "date" : "19810628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "45" , "title" : "38 Food Establishments Named Health Violators" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/28\/nyregion\/38-food-establishments-named-health-violators.html"} , {"body" : "IMPROVISATIONAL comedy is essentially impudent madness. Because virtually all of it is created at the moment, often out of current experience and usually at the suggestion of audiences, it has little time for such niceties as taste and taboos. Improvisational comics must be fast on their feet and quick with their tongues. Inventiveness and" , "date" : "19810612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "IMPROVISATIONAL COMEDY THRIVING IN FIRST CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/12\/arts\/improvisational-comedy-thriving-in-first-city.html"} , {"body" : "Aaron Nussbaum, the founder of the Amnesty League of America and an assistant district attorney in Kings County for more than 20 years, died Saturday at Coney Island Hospital. He was 70 years old and lived in Brooklyn. Mr. Nussbaum was the unsuccessful candidate of the Liberal Party for the seat of the councilman at large in Brooklyn in 1963. He" , "date" : "19810610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LEGAL PROFESSION"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "Aaron Nussbaum Dead; Started Amnesty League" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/10\/obituaries\/aaron-nussbaum-dead-started-amnesty-league.html"} , {"body" : "What proponents hope will be an annual Brooklyn tradition - an ethnic fair on the waterfront between the Brooklyn and Manhattan Bridges - received a brave inauguration yesterday with the first of the species, the Great Irish Fair. Thousands of people streamed down the narrow streets, a few still paved with cobblestones, to wander among the" , "date" : "19810607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "REAL AND HONORARY IRISH CELEBRATED AT A FAIR" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/07\/nyregion\/real-and-honorary-irish-celebrated-at-a-fair.html"} , {"body" : "Film has always had a lot to say about New York, sometimes by accident and sometimes by intention. There have been films shot in New York that were about love and crime and money and ambition that ended up being as much about the city as about any of these other things, and there have been other movies that never made any bones about telling any" , "date" : "19810605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "A WEEKEND OF FILMS WITH NEW YORK CITY AS STAR" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/05\/movies\/a-weekend-of-films-with-new-york-city-as-star.html"} , {"body" : "ALBANY (UPI) - The State Public Service Commission approved reduced electricity rates for businesses that decide to locate in six economically distressed areas of Brooklyn or the South Bronx. New business customers will be guaranteed a 20 percent cut on regular electricity rates for five years, a P.S.C. spokesman said. Afterward, rates would" , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Region; Lower Utility Rates Offered to Concerns" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/the-region-lower-utility-rates-offered-to-concerns.html"} , {"body" : "Water is in Ron Schliessman's blood. It was not always so. His initial efforts in the public health line consisted of flushing out rats, and the landlords who housed them, in residential buildings in Harlem. And his vocation is not always grand. Much of his time is spent scrutinizing ordinary tap water, water that people insist is green, or tastes" , "date" : "19810530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["ATLANTIC OCEAN" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "About New York; COUNTING THE TINY DEVILS THAT FOUL THE WATER AT BEACHES" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/30\/nyregion\/about-new-york-counting-the-tiny-devils-that-foul-the-water-at-beaches.html"} , {"body" : "Live artillery shells, a dead sea turtle half the size of a Volkswagen Beetle, a drowned giraffe, antique crockery, pocketbooks, chemical sludge, raw sewage and about 5,000 cords of driftwood a year -the waters of New York Harbor yield a strange and eclectic bounty. ''You see everything in here,'' said Eddie Coppinger, a deckhand on the" , "date" : "19810530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK PORT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "HARBOR YIELDS BOTH GLITTER AND LITTER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/30\/nyregion\/harbor-yields-both-glitter-and-litter.html"} , {"body" : "Twenty-one children and a school matron were injured when a school bus hit a pole after its rear axle fell off in the Coney Island section of Brooklyn, United Press International reported. Four of the injured were admitted for observation at Coney Island Hospital. The others were treated and released. Kenneth Kiernan, a spokesman for the hospital," , "date" : "19810528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "The City; 22 on School Bus Injured in Accident" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/28\/nyregion\/the-city-22-on-school-bus-injured-in-accident.html"} ,   {"body" : "The central event of Holmes's life occurred on a warm autumn morning in 1944, when a man came to the door of her apartment with a telegram. Every American woman knew what a telegram meant in 1944, and so, before she had opened the yellow envelope, Mrs. Holmes broke down. She knew without words on paper that her 19-year-old son had been killed at" , "date" : "19810526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York; SOLDIERS OF LONG AGO AND WOMEN THEY LEFT BEHIND" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/26\/nyregion\/about-new-york-soldiers-of-long-ago-and-women-they-left-behind.html"} , {"body" : "With New York City's six public beaches officially opening for the summer today, the Department of Parks and Recreation took itself harshly to task for not having done enough in the past to keep the shoreline free of dirt, crime and vandalism. In an unusually blunt report on its management of more than 14 miles of beachfront, the department" , "date" : "19810523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY OFFICIALS TAKE STEPS TO KEEP UP BEACHES CLEANER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/23\/nyregion\/city-officials-take-steps-to-keep-up-beaches-cleaner.html"} , {"body" : "Forget June 21. No matter what the calendar says about its being the first day of summer, the season in the New York City area really begins this afternoon as millions leave for their first trips to beaches and country lanes. Millions are expected to take to the roads in cars, while other travelers jam buses and trains. With an eye toward relieving" , "date" : "19810522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "...BUT ROAD REPAIRS MAY SLOW RUSH TO BEACHES OR BOSKY DELLS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/22\/nyregion\/but-road-repairs-may-slow-rush-to-beaches-or-bosky-dells.html"} , {"body" : "Young visitors to the Bronx Zoo this weekend can do more than stand back and watch the animals. They can venture into a burrow to see how prairie dogs live, or crawl inside a big snail shell to find out how snails get around. There is even the nest of a black-crowned night heron to climb into. The exhibitions are part of the new Children's Zoo, a" , "date" : "19810522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; THE BRONX FOR YOUNG NATURALISTS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/22\/arts\/weekender-guide-friday-the-bronx-for-young-naturalists.html"} , {"body" : "To the Editor: In your April 17 editorial ''To Fight Crime, Fight Drugs,'' you suggest cutting drugs off at the source and beefing up drug enforcement internally. However, the economics of drug addiction is so vast at every level, both foreign and domestic, that it has pervasively spawned corruption of staggering proportions. For even the honest" , "date" : "19810512" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "TAKE THE PROFITING OUT OF DRUG TRAFICKING" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/12\/opinion\/l-take-the-profiting-out-of-drug-traficking-117092.html"} , {"body" : "After two months of looking over the spectrum of Transit Authority operations, from headquarters to subway tracks to maintenance yards, the Economic Development Council issued a 72-page report, supplemented by more than 100 pages of memorandums and performance charts, listing 55 problem areas. The report was prepared by six former corporate" , "date" : "19810427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "55 PROBLEMS FACING NEW YORK CITY MASS TRANSIT" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/27\/nyregion\/55-problems-facing-new-york-city-mass-transit.html"} , {"body" : "After two weeks of sensitive negotiations, the Transit Authority has agreed to let a team of private business executives try to improve the management of New York City's faltering subway and bus systems, but the authority has turned down the executives' offer of help in seven key areas. An initial two-month study by the executives group, the" , "date" : "19810427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT AUTHORITY AGREES TO PROPOSAL FOR EXECUTIVE HELP" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/27\/nyregion\/transit-authority-agrees-to-proposal-for-executive-help.html"} , {"body" : "HOUSING in and around New York City can be described in many ways, but rarely as generous and even more rarely as idealistic. Most housing in the metropolitan area, from single-family houses in the suburbs to apartments in the center of Manhattan, was built for profit, and it tends all too frequently to be mean in its space and conservative in its" , "date" : "19810417" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TO UTOPIA BY BUS AND SUBWAY" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/17\/arts\/to-utopia-by-bus-and-subway.html"} , {"body" : "EASTER sets the season. Whatever the temperature or color of sky, winter as a state of mind vanishes, and the festive holiday virtually demands some celebratory activity, preferably in the open air. The possibilities this weekend abound. You can search, explore, gaze, careen, listen and even parade. The Easter Parade is, of course, no parade at" , "date" : "19810417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CELEBRATING EASTER SEASON CLOSE TO HOME" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/17\/arts\/celebrating-easter-season-close-to-home.html"} , {"body" : "The Consolidated Edison Company has proposed offering discounted electric rates to businesses that will create or expand jobs in eight economically depressed areas of the Bronx and Brooklyn. The proposal, which has won New York City's endorsement, would be the first such localized electric discount rate for job creation to be tried anywhere in the" , "date" : "19810413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CON ED LINKS CREATING JOBS TO RATE CUTS FOR BUSINESSES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/13\/nyregion\/con-ed-links-creating-jobs-to-rate-cuts-for-businesses.html"} ,   {"body" : "New York City's Commissioner of Consumer Affairs led a band of assistants into an electronic-games arcade in midtown Manhattan yesterday and announced that the establishment was unlicensed and should close. Amid a cacophony of blasts, beeps and whines, two of Commissioner Bruce C. Ratner's inspectors then taped shut the coin slots of more than 50" , "date" : "19810408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY MOVES TO SHUT UN LICENSED ARCADES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/08\/nyregion\/city-moves-to-shut-un-licensed-arcades.html"} , {"body" : "They were all born after World War II or were no more than 2 years old when it ended. But if the 18 West Germans now touring this country in an unusual effort to build amity between American Jews and West Germans are typical of their peers, they still carry a painful legacy. After a similar visit to West Germany last summer by 14 Americans, 15 men" , "date" : "19810405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST GERMANY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "18 WEST GERMANS, SEEKING AMITY, VISIT U.S. JEWS" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/05\/nyregion\/18-west-germans-seeking-amity-visit-us-jews.html"} , {"body" : "Herman Yablokoff, an actor, composer, playwright, director and producer in the American Yiddish theater for more than 55 years, died yesterday in Mount Sinai Hospital. He was 77 years old and lived in the Coney Island area of Brooklyn. Mr. Yablokoff was president of the Hebrew Actors Union in New York, a post he had held for numerous terms between" , "date" : "19810404" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries" , "Theater"] , "page_facet" : "20" , "title" : "HERMAN YABLOKOFF, YIDDISH ACTOR" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/04\/obituaries\/herman-yablokoff-yiddish-actor.html"} , {"body" : "Business bankruptcies are spreading through the nation's economy at a spectacular pace, largely because of last year's recession and current high interest rates. In the first 10 weeks of this year, business bankruptcy filings soared to 2,933, a gain of 63 percent from the comparable period last year and the highest number reported for the period" , "date" : "19810330" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "BANKRUPTCIES SOARING AS HIGH INTEREST RATES CAUSE CASH SHORTAGES" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/30\/business\/bankruptcies-soaring-as-high-interest-rates-cause-cash-shortages.html"} , {"body" : "IT is in the nature of photography to serve a multiplicity of functions. Some photographs interest us primarily for the historical information they contain, whereas others make their appeal purely through their esthetic quality. Some are impressive for the technical feat they achieve, while others - portrait photographs especially - are interesting" , "date" : "19810327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CITY OF THE PAST STAR OF CURRENT PHOTO SHOWS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/27\/arts\/city-of-the-past-star-of-current-photo-shows.html"} , {"body" : "A gunman forced 15 patrons of a pinball parlor in Brooklyn to lie on the floor last night and then set off a firebomb that burned four teen-agers, the police said. The firebombing occurred at the Quartermaster pinball parlor at 1706 East 16th Street in the Sheepshead Bay section. According to the police, the gunman, who had announced that he" , "date" : "19810325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Firebombing Burns Four Teen-Agers" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/25\/nyregion\/brooklyn-firebombing-burns-four-teen-agers.html"} , {"body" : "A suspected burglar died in an exchange of gunfire with a city police sergeant after apparently attempting to break into the sergeant's Brooklyn apartment, the police said. The suspect, who was not identified, died at Coney Island Hospital. The sergeant, James J. Meehan, 36 years old, was wounded but reported in good condition at the hospital. The" , "date" : "19810324" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Police Sergeant Kills Suspected Burglar" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/24\/nyregion\/the-city-police-sergeant-kills-suspected-burglar.html"} , {"body" : "Citing the backing of its membership, the leaders of the strike by physicians-in-training at nine hospitals in New York City announced yesterday that the walkout would continue. ''We're still on strike,'' said Dr. Jonathan House, president of the Committee of Interns and Residents, the union that organized the walkout, which entered its sixth day" , "date" : "19810323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "DOCTORS' UNION VOWS TO CONTINUE WALKOUT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/23\/nyregion\/doctors-union-vows-to-continue-walkout.html"} , {"body" : "CUTS By ROBERT D. McFADDEN The following assessments of the impact of President Reagan's budget proposals on New York, New Jersey and Connecticut have been assembled from reports prepared for the Governors of the three states and from interviews with other state and local political leaders, the heads of affected agencies and programs, as well as" , "date" : "19810322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "UNITED STATES" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "STATES TRANSLATING PROPOSED BUDGET IN TERMS OF LOST DOLLARS AND PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/22\/nyregion\/states-translating-proposed-budget-in-terms-of-lost-dollars-and-program.html"} , {"body" : "Striking physicians-in-training at seven of New York City's municipal hospitals last night angrily and overwhelmingly rejected a tenative agreement to end their five-day walkout. The agreement had been worked out earlier in the day with the city by leaders of the physicians' union. After meeting for four hours yesterday afternoon, about 700 of the" , "date" : "19810322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "DOCTORS ANGRILY REJECT PACT TO END WALKOUT AT 7 MUNICIPAL HOSPITALS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/22\/nyregion\/doctors-angrily-reject-pact-to-end-walkout-at-7-municipal-hospitals.html"} ,   {"body" : "State and city medical investigators and review committees at Lincoln and Coney Island Hospitals began simultaneous inquiries yesterday into charges by striking physicians-in-training that two patients died needlessly because of staff shortages. The inquiries got under way as the strike by the physicians against seven of the city's 16 municipal" , "date" : "19810320" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "PATIENT AT A STRUCK HOSPITAL DIED OF CAUSES NOT CITED, AUTOPSY FINDS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/20\/nyregion\/patient-at-a-struck-hospital-died-of-causes-not-cited-autopsy-finds.html"} , {"body" : "In a surprising disclosure, Joe Margolis, athletic director at Brooklyn College, said yesterday that his college was making plans to change its National Collegiate Athletic Association status from Division III to Division I. Brooklyn is one of 10 major colleges in the City University system. All are in Division III. ''Nineteen of our sports are" , "date" : "19810320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Brooklyn College Aims for Division I" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/20\/sports\/brooklyn-college-aims-for-division-i.html"} , {"body" : "The Chief Medical Examiner of New York City said yesterday that he would investigate charges by striking physicians-in-training that patients at two municipal hospitals had died as a result of negligent care. The official, Dr. Elliot Gross, acted as the walkout by 2,000 interns and resident physicians went into its second day at seven municipal and" , "date" : "19810319" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "HOSPITAL DEATHS FACING INQUIRIES; STRIKE CONTINUES" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/19\/nyregion\/hospital-deaths-facing-inquiries-strike-continues.html"} , {"body" : "Nearly 2,000 physicians-in-training struck six municipal and two private voluntary hospitals in New York City yesterday morning. They demanded guaranteed minimum staffing levels for nurses, aides, technicians and other support personnel and an end to what they called chronic shortages of lifesaving medical equipment. ''Patients are dying needlessly" , "date" : "19810318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "8 HOSPITALS IN CITY STRUCK BY DOCTORS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/18\/nyregion\/8-hospitals-in-city-struck-by-doctors.html"} , {"body" : "About 2,000 physicians-in-training at seven municipal and two private voluntary hospitals in New York City were scheduled to strike at 7 this morning despite a State Supreme Court injunction barring strikes by public employees. ''The announcement is simple - the strike is on,'' said Jonathan House, president of the doctors' union, last night. The" , "date" : "19810317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "DEFYING COURT, PHYSICIANS PLAN TO STRIKE TODAY" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/17\/nyregion\/defying-court-physicians-plan-to-strike-today.html"} , {"body" : "The New York City Health Department named 36 food establishments found in violation of the city's health code. In addition, the report cited six restaurants that had reopened after correction of violations, four that were closed and one - the Silver Slipper, 946 Flatbush Avenue, Brooklyn - that went out of business. The establishments are:" , "date" : "19810315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "36 FOOD PLACES LISTED AS VIOLATORS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/15\/nyregion\/36-food-places-listed-as-violators.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "Just how much will a family pay to live in a new house in Coney Island? In Prospect Heights? In South Jamaica? In Bushwick? In the South Bronx? Builders and the city alike will find out once the 2,000 houses that are to be built under a new program announced recently by the Koch administration reach the sales market. It is the largest construction" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "2,000-HOUSE PLAN WILL TEST MARKET IN RENEWAL AREAS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/realestate\/2000-house-plan-will-test-market-in-renewal-areas.html"} , {"body" : "In a Coney Island junior high school, on a trash-strewn Borough Park lot where housing is to rise, on a subway car that rolled past graffiti-splotched BMT platforms, the House of Representatives budget chairman searched New York City yesterday for programs that might be spared from budget cuts. The chairman, Representative James R. Jones, Democrat" , "date" : "19810221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "25" , "title" : "HOUSE'S BUDGET CHIEF TOURS CITY ON VISIT OF FISCAL MERCY" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/21\/nyregion\/house-s-budget-chief-tours-city-on-visit-of-fiscal-mercy.html"} , {"body" : "No matter when the warm weather arrives, even in February, people seem to head for the water. John Ossipinsky donned trunks and ran for the waters of Coney Island in Brooklyn as youngsters in Huntington, L.I., tempted geese with handouts." , "date" : "19810219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Ghost of Summer Yet to Come" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/19\/nyregion\/the-ghost-of-summer-yet-to-come.html"} ,   {"body" : "Standing amid the rubble on a lot near the South Brooklyn waterfront yesterday, Mayor Koch announced a city-sponsored program for the construction of 2,200 moderately priced one-family and twofamily houses in 10 impoverished neighborhoods. The Mayor said that construction would start in the spring or early summer, and that the houses would be ready" , "date" : "19810213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY IS SPONSORING 2,200 SMALL HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/13\/nyregion\/city-is-sponsoring-2200-small-houses.html"} , {"body" : "Two women and three children were killed in a fire in a Brooklyn apartment building last night. The fire was caused by an arsonist who threw a bottle of flammable liquid into the front door that ignited, the Fire Department said. Three firemen suffered minor injuries fighting the fire. The five victims of the firebombing, two mothers and their" , "date" : "19810209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 DIE IN BUSHWICK BLAZE SET BY FIREBOMBER" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/09\/nyregion\/5-die-in-bushwick-blaze-set-by-firebomber.html"} , {"body" : "The standoff between the city and residents of Rosedale, Queens, persisted yesterday as determined parents continued to occupy an intermediate-school annex that the School Chancellor had ordered closed. Mayor Koch barred any immediate move yesterday to evict the parents from the annex, which they first occupied last Friday. But there appeared to be" , "date" : "19810206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ROSELAND SCHOOL DISPUTE: THE PARENTS FEEL ABUSED" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/06\/nyregion\/roseland-school-dispute-the-parents-feel-abused.html"} , {"body" : "The New York City Department of Health said that a lower Manhattan restaurant, closed for violation of health ordinances, defied an order by reopening without correcting the violations. The restaurant, the Aloha at 128 Chambers Street, has been fined and shut down again, department officials said. The department released the names of 80 other food" , "date" : "19810201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CITY CLOSES RESTAURANT A 2D TIME" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/01\/nyregion\/city-closes-restaurant-a-2d-time.html"} , {"body" : "f814 By JUDITH CUMMINGS Two fleets of New York City subway cars with the worst performance records have been quietly transferred to new routes. Some employees of the Transit Authority have charged that its shifting of the cars was initiated by a City Council member who applied political pressure to improve the subway service in his southern" , "date" : "19810130" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SHIFTING OF CARS FOR THE D LINE CALLED POLITICAL" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/30\/nyregion\/shifting-of-cars-for-the-d-line-called-political.html"} , {"body" : "New York City sank into bitter, snowy cold yesterday, a situation that exhilarated some, including eager skiers and sledders in Central Park, but brought suffering to many tenants of buildings without heat. Grim discomfort, snarled traffic and the bureaucratic problems of pared city staffs and shrunken budgets were lost on those for whom snow is" , "date" : "19810105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SNOWY COLD CHEERS SOME AS OTHERS SUFFER" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/05\/nyregion\/snowy-cold-cheers-some-as-others-suffer.html"} , {"body" : "Detectives continued their investigation yesterday into the fatal stabbing of a 23-year-old Brooklyn schoolteacher whose body was found Thursday morning in the back seat of her car. The police said the partially clothed body of the teacher, Nadine Andrea Halpern, had been found at East Ninth Street and Avenue P, about a mile from her home in the" , "date" : "19810103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE CITY; Inquiry Continues In Teacher's Slaying" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/03\/nyregion\/the-city-inquiry-continues-in-teacher-s-slaying.html"}]