[  {"body" : "LAST Saturday evening, at the brownstone manor of Richard the Golden (more familiarly known as Richard Golden) in the Park Slope section of Brooklyn, there was a gala medieval fete. The invitations read: '' 'Tis our mete to invite thee to danse and to drynke and ete. Thy presence is most ardently desired, and we ask that if it meets thy favor, ye" , "date" : "19811216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "YE OLDE FETE OF FOODE, DRYNKE & DANSE" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/16\/garden\/ye-olde-fete-of-foode-drynke-danse.html"} , {"body" : "Mayor Koch and Police Commissioner Robert J. McGuire said last night that the city had consulted David Garth, Mr. Koch's media adviser, about a large-scale campaign to ''mobilize the public'' in crime-prevention efforts. They said they hoped to recruit enough people to expand substantially the 7,000-member auxiliary police force and other community" , "date" : "19811211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "KOCH CONSIDERS DRIVE TO RECRUIT PUBLIC ON CRIME" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/11\/nyregion\/koch-considers-drive-to-recruit-public-on-crime.html"} , {"body" : "In what would constitute the largest consolidation of hospital beds in New York City's history, four private voluntary hospitals in Brooklyn have decided to merge into two new hospitals. All four hospitals would remain open at their present sites. In one merger affecting the Bedford-Stuyvesant and Crown Heights sections of northern Brooklyn, the" , "date" : "19811203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "FOUR BROOKLYN HOSPITALS PLAN TO MERGE INTO TWO NEW ONES" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/03\/nyregion\/four-brooklyn-hospitals-plan-to-merge-into-two-new-ones.html"} , {"body" : "A 40-year-old dentist was accidentally shot by a colleague during a confrontation with a former patient armed with a gun and a knife in their Harlem office, the police reported. The wounded dentist, Dr. Richard Sepe, was reported in fair condition at Metropolitan Hospital with a bullet wound in a shoulder. His partner, Dr. Jerrold Goldin, 58, fired" , "date" : "19811117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/17\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "One youth was killed and another was critically wounded early yesterday when what the police described as a prank involving a bicycle erupted into gunfire in the Crown Heights section of Brooklyn. The bicycle's owner, a 22-year-old resident of the neighborhood, surrendered to the police for questioning in the early evening, the police said. The man" , "date" : "19811113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ONE YOUTH SLAIN AND 2D WOUNDED IN AFTERMATH OF A BROOKLYN PRANK" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/13\/nyregion\/one-youth-slain-and-2d-wounded-in-aftermath-of-a-brooklyn-prank.html"} , {"body" : "Two men posing as police officers and riding in what appeared to be a police car stole 16 jackets and 144 sweaters worth about $2,000 from a clothing salesman in Brooklyn yesterday, the police said. The salesman, 52-year-old Morris Schulmann of Queens, said he was driving on Brooklyn Avenue in the Crown Heights section at about 1 P.M. when the two" , "date" : "19811104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Posing as Police Rob Salesman in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/04\/nyregion\/2-posing-as-police-rob-salesman-in-brooklyn.html"} , {"body" : "The fanfare that New York gave the marathon runners yesterday was for the common man - a cheer for a determined horde of 14,496, among whom it seemed that those leaning on the blue police barricades could find faces like theirs to urge on. Perhaps more than 2 million spectators, under a threatening gray sky, had felt an obligation to witness the" , "date" : "19811026" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "A RACE FOR THE COMMON MAN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/26\/sports\/a-race-for-the-common-man.html"} , {"body" : "More than 400 residents of cooperative apartment buildings in New York City gathered yesterday to learn more about the complex problems they face as building managers. The daylong conference was sponsored by the Council of New York Cooperatives, a private, nonprofit group representing about 100 buildings throughout the city ranging from brownstones" , "date" : "19811018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "400 ATTEND A CONFERENCE ON RUNNING A CO-OP" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/18\/nyregion\/400-attend-a-conference-on-running-a-co-op.html"} , {"body" : "SINCE the 1960's children have been caroming through museums with hands outstretched - absorbing new sciences and old cultures by touch. To get the feel of lunar travel, they slip into astronauts' moon boots at the National Air and Space Museum in Washington. This winter, to get the feel of Oriental culture and family life, youngsters will sleep in" , "date" : "19811008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CHILDREN'S EXHIBITS STRESS PARTICIPATION" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/08\/garden\/children-s-exhibits-stress-participation.html"} , {"body" : "Thousands of Hasidic Jews watched yesterday as a scribe began his work on a new Torah at the Congregation Lubavitch in the Crown Heights section of Brooklyn. ''B'rayshis bawraw Elohim'' -In the beginning, God created -were the quill-inscribed words written by Rabbi Mendel Aranov on the parchment scroll. The men sat below and the women watched from" , "date" : "19811005" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "WOMEN SPONSORING TORAH" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/05\/nyregion\/women-sponsoring-torah.html"} ,   {"body" : "Candidates in tomorrow's primary in New York City, frustrated by a 12-day delay and uncertain whether voters would be discouraged by the judicial intervention that caused the delay, wound up their last weekend of campaigning yesterday with a flurry of appearances. Meanwhile, as the City Council hurried to meet today's deadline for submission of" , "date" : "19810921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CANDIDATES GREET THE VOTERS IN A FINAL PUSH" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/21\/nyregion\/city-candidates-greet-the-voters-in-a-final-push.html"} , {"body" : "A police officer was shot in the face and shoulder while chasing suspects in a burglary in the Crown Heights section of Brooklyn yesterday. The officer , Anthony Lompado, 30 years old, was taken to Brooklyn Jewish Hospit al, where he was reported in good condition. According t o the police, Officer Lompado and his partner. William Gallagher, re" , "date" : "19810908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Officer Shot Pursuing Brooklyn Burglary Suspects" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/08\/nyregion\/police-officer-shot-pursuing-brooklyn-burglary-suspects.html"} , {"body" : "A Transit Authority police officer, firing at two suspects fleeing a pickpocketing yesterday, shot and killed a 26-year-old man who was riding by on a bicycle, the police said. Officer Marvin J. Zeigler, 34 years old and a seven-year veteran of the transit police, was held for questioning by the Brooklyn District Attorney's office, Transit" , "date" : "19810905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AN OFFICER CHASING YOUTHS IN BROOKLYN KILLS PASSING CYCLIST" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/05\/nyregion\/an-officer-chasing-youths-in-brooklyn-kills-passing-cyclist.html"} , {"body" : "Dr. Joseph B. Pincus, former director of pediatrics at the Jewish Hospital and Medical Center of Brooklyn and a biochemist who did research in the pediatric applications of microscopic chemistry, died in the hospital yesterday of heart failure. He was 82 years old and lived in the Crown Heights section of Brooklyn. Dr. Pincus, who also served as" , "date" : "19810826" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/26\/obituaries\/no-headline-247165.html"} , {"body" : "A 2-year-old boy died last night in a fire that raced through a Brooklyn apartment that had been illuminated only by candles, the police said. The dead boy, Khalid Banks, was found on the floor of a rear bedroom of the apartment at 125 Sterling Street in the Crown Heights section, only nine minutes after the fire was reported at 9:15 P.M.," , "date" : "19810826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Blaze Kills Brooklyn Boy, 2, In Home Lit Only by Candles" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/26\/nyregion\/blaze-kills-brooklyn-boy-2-in-home-lit-only-by-candles.html"} , {"body" : "Rabbi Abraham Shemtov stood on a ladder leaning against the wall of a one-story, one-room wooden building here the other day, stapling to it a sign that read, ''Kiryat Gan Israel 12768.'' The Hebrew words mean, ''the village of Israel.'' The small building, which will be dedicated as a post office on Wednesday, is on the grounds of a summer" , "date" : "19810816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARKSVILLE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "HASIDIC SUMMER CAMP, AT 25, TO DEDICATE OWN POST OFFICE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/16\/nyregion\/hasidic-summer-camp-at-25-to-dedicate-own-post-office.html"} , {"body" : "Patricia A. Goldman arrived in Brooklyn yesterday, donned an orange reflector vest, picked up a flashlight and began yet another inquiry into the origins and causes of a fatal accident. ''It's almost like solving a mystery at every accident,'' said Miss Goldman, a member of the National Transportation Safety Board who has pored over the details of" , "date" : "19810804" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FEDERAL OFFICIAL SEEKING CLUES IN SUBWAY CRASH" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/04\/nyregion\/federal-official-seeking-clues-in-subway-crash.html"} , {"body" : "A 55-year-old Brooklyn man working the night shift at a Kentucky Fried Chicken outlet in the Crown Heights section was shot to death early yesterday in an encounter with two men just outside the restaurant, the police reported. The company later posted a $10,000 reward for information leading to the arrest and conviction of his assailants." , "date" : "19810726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Brooklyn Man, 55, Shot Dead While Taking Out the Garbage" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/26\/nyregion\/brooklyn-man-55-shot-dead-while-taking-out-the-garbage.html"} , {"body" : "Lesson No. 1 for New York City garbage-watchers: The ''they'' in ''Why don't they clean that up?'' is a fugitive. If bags of garbage pile up outside your apartment house, maybe the super couldn't find the room to store them. Do sanitation men drop garbage as they hurl it into their trucks? ''Look at the work speedup,'' one said. Sidewalks filthy?" , "date" : "19810723" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ON THE SANITATION CIRCUIT, A DEPARTMENTAL COOK OFF AND SOME GARBATE WIT" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/23\/nyregion\/on-the-sanitation-circuit-a-departmental-cook-off-and-some-garbate-wit.html"} , {"body" : "A Census Bureau recount showing that the population of the Bedford-Stuyvesant section and two neighboring areas in Brooklyn has declined by 34 percent from the 1970 census was termed ''bizarre beyond belief'' yesterday by Howard Golden, the Borough President. The district, which also covers most of Ocean Hill-Brownsville and part of Crown Heights," , "date" : "19810722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW CENSUS IN BROOKLYN ASSAILED" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/22\/nyregion\/new-census-in-brooklyn-assailed.html"} ,   {"body" : "A clergyman in Brooklyn's 77th Precinct says he is going to buy a gun for protection, even though another minister in the neighborhood was arrested several years ago for keeping a sawed-off shotgun under his pulpit. One resident of the area covered by the police precinct has bricked up a window in his house in an attempt to keep out burglars. On" , "date" : "19810722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN PRECINCT STRUGGLES TO TURN CRIME RATE AROUND" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/22\/nyregion\/brooklyn-precinct-struggles-to-turn-crime-rate-around.html"} , {"body" : "''Hey, check this out,'' said Dezie Collins. It was his all-purpose introduction to almost any topic, whether he was poised to talk about his search for a job, his attempts to get the high school diploma that has eluded him since he dropped out of school more than a year ago, or his music. Like someone scratching an itch that suddenly goes away, or" , "date" : "19810711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A YOUTH'S FRUSTRATING JOB SEARCH" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/11\/nyregion\/a-youth-s-frustrating-job-search.html"} , {"body" : "The president of the Transit Authority said yesterday that Friday's fatal subway train crash in Brooklyn had resulted from signal problems caused by long-deferred maintenance of aging and outmoded equipment. The official, John D. Simpson, said that the signal system had been scheduled for replacement late this year and that many other urgently" , "date" : "19810705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DELAY IN SUBWAY REPAIRS BLAMED BY TRANSIT CHIEF FOR FATAL CRASH" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/05\/nyregion\/delay-in-subway-repairs-blamed-by-transit-chief-for-fatal-crash.html"} , {"body" : "A subway motorman was killed and more than 135 passengers were injured yesterday afternoon when a Manhattan-bound train plowed into the rear of a second train halted for signal trouble in a darkened tunnel in Brooklyn. The motorman, Jesse Cole, a 36-year-old resident of the Bronx who had worked for the Transit Authority for 11 years, was trapped in" , "date" : "19810704" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MOTORMAN KILLED AND 135 INJURED IN AN IRT TRAIN CRASH IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/04\/nyregion\/motorman-killed-and-135-injured-in-an-irt-train-crash-in-brooklyn.html"} , {"body" : "International Poland's Cabinet was reorganized, apparently to help the Government deal more effectively with the country's economic crisis. Eight members were ousted, five new ones appointed, and six reassigned. Except for the replacement of the Minister of Higher Education, all the affected posts were in the economic sector. The shake-up was" , "date" : "19810704" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "News Summary; News Summary; SATURDAY, JULY 4, 1981" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/04\/nyregion\/news-summary-news-summary-saturday-july-4-1981.html"} , {"body" : "A 7-year-old Brooklyn boy accidentally shot himself to death with an unlicensed .22-caliber revolver that his mother said she kept for her protection, the police reported. They said the boy, Edwardt Frank, had shot himself in the chest while playing with the weapon, which he had found in a closet at his home at 921 Montgomery Street, in the Crown" , "date" : "19810626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City; Boy, 7, Kills Himself Playing With a Gun" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/26\/nyregion\/the-city-boy-7-kills-himself-playing-with-a-gun.html"} , {"body" : "The Police Commissioner acknowledged yesterday that there have been a number of other incidents, besides those at a Brooklyn precinct, involving suspected ''pranks or harassment'' by police officers against their precinct supervisors. But he asserted that there was no serious or widespread problem of discipline or morale in the Police Department." , "date" : "19810619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OTHER POLICE FEUDS ACKNOWLEGED" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/19\/nyregion\/other-police-feuds-acknowleged.html"} , {"body" : "Nineteen police officers were transferred from a Brooklyn precinct yesterday as the result of a long feud between some uniformed officers and their supervisors at the station house. William R. Bracey, the chief of patrol for the Police Department, said that some officers at the precinct, the 71st, which covers Crown Heights and parts of Flatbush," , "date" : "19810618" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A FEUD PROMPTS POLICE TRANSFERS FOR 19 OFFICERS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/18\/nyregion\/a-feud-prompts-police-transfers-for-19-officers.html"} , {"body" : "A 19-year-old mother was arrested last night and charged with placing her two young daughters in a pot of boiling water, killing one and seriously scalding the other, ''to teach them a lesson,'' the police said. One of the girls had welts on her body, apparently from beatings and the mother had previously been reported to the Child Abuse and" , "date" : "19810605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BROOKLYN MOTHER, 19, CHARGED WITH MURDER IN DAUGHTER'S SCALDING" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/05\/nyregion\/brooklyn-mother-19-charged-with-murder-in-daughter-s-scalding.html"} , {"body" : "The architectural quality of the houses of Crown Heights in Brooklyn are generally believed to rival any in the city. But many of the imposing six-story English Tudor apartment buildings of the community have a look of faded glory. The population of 230,000 is mainly moderate-income and middleincome blacks, largely from Caribbean islands, and" , "date" : "19810508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "ABOUT REAL ESTATE; EFFORTS TO REHABILITATE CROWN HEIGHTS APARTMENT HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/08\/business\/about-real-estate-efforts-to-rehabilitate-crown-heights-apartment-houses.html"} ,   {"body" : "A man dubbed ''the elevator bandit'' by the police has been arrested and charged with the robbery-muggings of 18 women in the Crown Heights section of Brooklyn. The man - Perry Mintz, 25 years old, of 1577 Lincoln Place, Brooklyn - was arrested Thursday night, detectives said. According to the police, Mr. Mintz allegedly cruised the Crown Heights" , "date" : "19810425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "BROOKLYN POLICE ARREST MAN, 25; WANTED IN 18 ELEVATOR MUGGINGS" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/25\/nyregion\/brooklyn-police-arrest-man-25-wanted-in-18-elevator-muggings.html"} , {"body" : "From a recent item in the Times: ''An eighth-grader at Intermediate School 210 in the Crown Heights section of Brooklyn was grazed by a bullet fired from a .22 caliber revolver that another student was showing him. The two were not identified because of their age.'' As part of its educational program, the National Rifle Association may want to" , "date" : "19810423" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "TOPICS; The Gun Culture" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/23\/opinion\/topics-the-gun-culture.html"} , {"body" : "Two plainclothes police officers were injured when a motorist they had stopped on Fifth Avenue at 31st Street in Manhattan struck them with his car and sped away. One officer, Richard Hefner, was admitted to Bellevue Hospital with an eye injury. The other, James Savarese, was released after being examined. A suspect, Dennis Milazlo of 1960" , "date" : "19810403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/03\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "The festivities of the Jewish holiday of Purim can be enjoyed firsthand today with a tour of the Crown Heights section of Brooklyn, sponsored by the 92d Street Y on Lexington Avenue. One stop on the tour will be a neighborhood synagogue, for the reading of the story of Purim; others will be at shops, art galleries and the women's mikveh" , "date" : "19810320" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Purim Tour in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/20\/arts\/purim-tour-in-brooklyn.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "Two sleeping children were killed and five others injured early yesterday in a supicious fire in their Brooklyn apartment, officials said. A Fire Department spokesman said the blaze broke out at 2:50 A.M. in the apartment, at 501 Lefferts Avenue in the Crown Heights section. The blaze took the lives of Tisha Breedlove, 2 years old, and her brother," , "date" : "19810125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "2 Children Are Killed and 5 Hurt By Fire in a Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/25\/nyregion\/2-children-are-killed-and-5-hurt-by-fire-in-a-brooklyn-apartment.html"} , {"body" : "A 3-year-old boy shot himself in the head yesterday with an unlicensed .38-caliber handgun he had found while playing in a bedrooom in his parents' Brooklyn home, the police reported. The police said the boy's mother, Jeneive Willis, was in another room in the two-family home at 739 Crown Street when she heard a shot and ran in to find her son," , "date" : "19810108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Boy, 3, Kills Himself With Gun He Found" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/08\/nyregion\/the-city-boy-3-kills-himself-with-gun-he-found.html"}]