[  {"body" : "WITH a whole weekend to celebrate Halloween this year, the city will be taken over, it seems, by goblins, magicians and a host of mysterious incorporeal phenomena. There will be a parade through Greenwich Village and in Queens a wand-breaking ceremony over the grave of Harry Houdini, master magician and escape artist. The avantgarde will take over" , "date" : "19811030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A SKELETON KEY TO HALLOWEEN TRICKS AND TREATS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/30\/arts\/a-skeleton-key-to-halloween-tricks-and-treats.html"} , {"body" : "Twenty-six persons were arrested yesterday and millions of dollars in stolen property was recovered as the police broke up what authorities described as a ''highly sophisticated'' organized-crime burglary operation preying upon the city's garment industry. Seven other persons were still being sought. A source close to the investigation said that" , "date" : "19810729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "26 SUSPECTS ARE SEIZED IN GARMENT THEFT RING" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/29\/nyregion\/26-suspects-are-seized-in-garment-theft-ring.html"} , {"body" : "A 36-year-old New York man who has been imprisoned since 1972, when he was convicted of possessing illegal drugs, was granted clemency yesterday by Governor Carey after a judge suggested that the prisoner might not have been guilty. The Governor's office issued a statement saying that the the sentence of the man, Wenceslao Vasquez, had been" , "date" : "19810725" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CLEMENCY GIVEN MAN CONVICTED ON DRUGS IN '72" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/25\/nyregion\/clemency-given-man-convicted-on-drugs-in-72.html"} , {"body" : "A Brooklyn man was reported in serious condition after being shot in a Queens cemetery by a police officer who said he thought the crowbar he was carrying was a rifle. The man, 40-year-old Gregory Rodriquez, was charged with grand larceny following the 3:50 A.M. incident in the Cypress Hills Cemetery. The police had been staking out the grounds" , "date" : "19810709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/09\/nyregion\/the-city.html"} , {"body" : "Ten men involved in operating supermarkets and grocery stores were accused yesterday by the Brooklyn District Attorney's office of conspiring to set fire to seven competing stores. The owners and insurance companies of the seven stores - four of which never reopened - suffered more than $10 million in losses because of fire damage and lost sales," , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10 ARE ACCUSED OF PLOT TO BURN STORES OF RIVALS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/10-are-accused-of-plot-to-burn-stores-of-rivals.html"}]