[  {"body" : "At Our Lady of Loreto Roman Catholic Church, just off the Bowery, a good day is measured in cups of steaming coffee served to hundreds of homeless men and women. At St. Peter's Lutheran Church, tucked in a corner of the Citicorp Complex, the mission is ''cultural and spiritual renewal for the whole city,'' according to the pastor, the Rev. John" , "date" : "19811224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHURCHES' GIFTS TO CITY: FAITH, HOPE AND CHARITY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/24\/nyregion\/churches-gifts-to-city-faith-hope-and-charity.html"} , {"body" : "The last weekend before Christmas - traditionally the busiest period on the retail calendar - drew hordes of shoppers but generated spotty sales, retailers in the New York area conceded yesterday. A survey of stores showed that the flow of customers developed late and sales of more expensive merchandise were lagging. And although many stores had" , "date" : "19811221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "CHRISTMAS SALES PROVE TO BE ERRATIC" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/21\/business\/christmas-sales-prove-to-be-erratic.html"} , {"body" : "Shortly after midnight one recent morning, Elizabeth Holtzman sat in a noisy, green-walled room on the fringe of downtown Brooklyn and listened as Police Officer Albert Bagley told Lisa Smith, an assistant district attorney, how he had arrested three men in a Park Slope numbers operation. A few minutes later, amid the ringing telephones and a" , "date" : "19811219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LEGAL PROFESSION" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "MISS HOLTZMAN WITNESSES PROSECUTORS AT WORK" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/19\/nyregion\/miss-holtzman-witnesses-prosecutors-at-work.html"} , {"body" : "Sylvan Lawrence, chairman of the Sylvan Lawrence Company Inc., one of the largest owners of real estate in downtown Manhattan, died yesterday at the Mount Sinai Hospital and Medical Center. He was 66 years old and lived in Manhattan. The value of the property in Manhattan and downtown Brooklyn controlled by the Lawrence company is estimated at $1" , "date" : "19811209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "SYLVAN LAWRENCE, 66, HEADED REALTY CONCERN IN MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/09\/obituaries\/sylvan-lawrence-66-headed-realty-concern-in-manhattan.html"} , {"body" : "Three men were arrested yesterday on charges of plotting to steal up to $4 million in jewels from a pawnshop's safe deposit boxes at a Brooklyn bank. One of the men, Robert Marino, 31 years old, is a special police officer assigned to the city's Human Resources Department, according to District Attorney Eugene Gold. Mr. Marino was also working as" , "date" : "19811204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; 3 Seized in Plot To Steal Jewels" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/04\/nyregion\/the-city-3-seized-in-plot-to-steal-jewels.html"} , {"body" : "Some lawyers on the full-time staff of the New York City Transit Authority engage in private practice during working hours, according to a team of management analysts that has spent the last six months looking into the system's operations. Private legal work during working hours would be in violation of authority regulations. ''We don't feel that" , "date" : "19811123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "LEGAL PROFESSION"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT AUTHORITY'S LAWYERS SAID TO DO OUTSIDE WORK" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/23\/nyregion\/transit-authority-s-lawyers-said-to-do-outside-work.html"} , {"body" : "Business and public leaders are warning that New York City may be losing its ''back office'' jobs as soaring office rents in Manhattan, together with advancing technology and the use of computers, lessen the need for office workers to be in the same place as their executives. They note that many banks, insurance companies and securities dealers" , "date" : "19811121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "29" , "title" : "CITY SEEKING TO STEM EXODUS OF 'BACK OFFICE' JOBS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/21\/nyregion\/city-seeking-to-stem-exodus-of-back-office-jobs.html"} , {"body" : "Frank J. Macchiarola, the city's Schools Chancellor, announced yesterday that he would become acting interim principal of Jamaica High School in Queens to get a first-hand view of day-to-day life in the school system. Mr. Macchiarola will continue to hold the title of Chancellor, but Richard F. Halverson, the deputy chancellor, will preside over" , "date" : "19811118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CHANCELLOR TO RUN SCHOOL FOR FIRSTHAND VIEW" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/18\/nyregion\/chancellor-to-run-school-for-firsthand-view.html"} , {"body" : "A jewelry salesman was abducted at gunpoint and robbed of more than $200,000 in gold cases and watch works outside his office at the Jardinary Company, at 155 Avenue of the Americas, at 9 A.M. The salesman, Max Addar, 48 years old, of Wantagh, L.I., was released unharmed when the two gunmen abandoned their stolen car in downtown Brooklyn. ..." , "date" : "19811112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/12\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "THEY were playing up North a few weeks ago, at one of the better schools in the country, when the taunting came from a few people in the stands. ''Why don't you go back where you came from?'' The soccer players from Long Island University laughed about the incident later - after they had won. They realized what it would take if they all returned to" , "date" : "19811102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "SOCCER NOT FOREIGN TO L.I.U." , "url" : "http:\/\/www.nytimes.com\/1981\/11\/02\/sports\/soccer-not-foreign-to-liu.html"} ,   {"body" : "A 26-year-old Hicksville, L.I., man with tattooed hands and a record for robbery and weapons violations was identified by the police yesterday as ''the assailant'' who shot and killed a New York City bus driver in Brooklyn eight days ago in a dispute over a free transfer. The police said they were taking the somewhat unusual step of naming the" , "date" : "19811018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "SUSPECT IS NAMED IN KILLING ON BUS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/18\/nyregion\/suspect-is-named-in-killing-on-bus.html"} , {"body" : "City Councilwoman Mary T. Codd, the Liberal Party candidate for Mayor, charged last night that Mayor Koch's ''greatest failure'' has been his relationship with minority groups in the city. ''Blacks and Hispanics no longer feel they have a friend at City Hall,'' Mrs. Codd said in a speech at the annual Liberal Party dinner at the Sheraton Centre." , "date" : "19811015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "MRS. CODD POINTS TO KOCH 'FAILURE' ON HIS RELATIONS WITH MINORITIES" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/15\/nyregion\/mrs-codd-points-to-koch-failure-on-his-relations-with-minorities.html"} , {"body" : "A New York City bus dr iver was shot and fatally wounded aboard his bus in Broo klyn yesterday afternoon by an angry passenger in a dispute over free transfers, the transit police said. The gunman, accompanied by a woman, escaped after the slaying. Transit officials said the victim was the first city bus driver killed in the line of duty in many" , "date" : "19811011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "BUS DRIVER IN BROOKLYN KILLED BY A RIDER REFUSED A TRANSFER" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/11\/nyregion\/bus-driver-in-brooklyn-killed-by-a-rider-refused-a-transfer.html"} , {"body" : "LONG Island's small liberal arts colleges are holding their own despite strong competition from the State University of New York and the community colleges of Nassau and Suffolk Counties, where tuition, in most cases, is nearly half that of the private schools and the fac ilities are newer. The larger private schools, meanwhile, such as Adelphi" , "date" : "19810927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "SMALLNESS PAYING OFF FOR SMALL COLLEGES" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/27\/nyregion\/smallness-paying-off-for-small-colleges.html"} , {"body" : "The Hudson Guild, which has been offering services to Chelsea residents for 86 years, collects thousands of books from contributors during the year, then offers them for sale - new, used and rare, hard cover and paperback - along with prints and records, many at bargain prices. The eighth annual book fair is on through the weekend at the guild's" , "date" : "19810925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; HUDSON GUILD BOOK FAIR" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/25\/arts\/weekender-guide-friday-hudson-guild-book-fair.html"} , {"body" : "The Balkan Arts Center has changed its name to the Ethnic Arts Center, and now it's changing its domicile, moving today to 179 Varick Street. As always, however, it will specialize in folk-dance classes, workshops, films and music, and as always it will propagate the traditional music and dance of the Albanians, Italians, Greeks, Poles, Croatians," , "date" : "19810911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STANHOPE (NJ)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; ETHNIC ARTS IN THE VILLAGE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/11\/movies\/weekender-guide-friday-ethnic-arts-in-the-village.html"} , {"body" : "Willie Sanchez, a 34-year-old butcher who lives in the Bronx, brought his two sons to his reading lesson the other night. For almost an hour the boys, aged 11 and 8, watched and listened as their father read from a book designed for adults who are barely literate. ''I will give them anything, anything, if they stay in school,'' he told his tutor." , "date" : "19810907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "16" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/07\/style\/no-headline-261727.html"} , {"body" : "The transit police officer who accidentally shot and killed a 26-year-old bicyclist in Brooklyn Friday was firing at running suspects more than three times farther away than the Transit Police Department advises for maximum accuracy, a spokesman for the agency said yesterday. The police estimated that the suspects had been 150 feet from the" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "SHOT FATAL TO CYCLIST VIOLATED ADVICE ON FIRING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/shot-fatal-to-cyclist-violated-advice-on-firing.html"} , {"body" : "When Edward I. Koch went to the Board of Education building in downtown Brooklyn one sunny morning in May to participate in a news conference, it was one of the few times in recent years that a mayor of New York City made a public appearance at the school system's headquarters. The oc casio n for Mayor Koch's visit was an announcement by school" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "7" , "title" : "READING RESULTS GIVE THE SCHOOLS A LIFT" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/weekinreview\/reading-results-give-the-schools-a-lift.html"} , {"body" : "''The last time I looked, the arrow was green.'' ''I couldn't see the light, the bus got in my way.'' ''I'm not familiar with this area.'' ''I didn't see you.'' ''There's a red light there?'' Anyone who entertains lingering doubts about the traffic anarchy in this city would have been entertained -and disabused of doubt - by the snappy dialogue" , "date" : "19810829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "NEW YORK; SOCIAL CONTRACTS FOR $25" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/29\/opinion\/new-york-social-contracts-for-25.html"} ,   {"body" : "The New York City Fire Department will move to new headquarters in downtown Brooklyn next spring, officials said yesterday, making it the first mayoral agency to have its central offices outside Manhattan. The department's new headquarters will be in a 70-year-old 12-story former warehouse at 250 Livingston Street that has been occupied for many" , "date" : "19810827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "FIRE DEPARTMENT TO SHIFT HEADQUARTERS TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/27\/nyregion\/fire-department-to-shift-headquarters-to-brooklyn.html"} , {"body" : "Now, five years later, he has seven hives in the backyard of his Boerum Hill brownstone. He never buys sugar. And he has more than a hundred pounds of honey left over each year to sell locally. A Phi Beta Kappa and an English teacher by profession, Mr. Auditore was curious about the bee dance, the circular walks and waggles by which worker bees" , "date" : "19810826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "12" , "title" : "THE BEEKEEPER WHO GREW IN BROOKLYN; TONY AUDITORE lives in downtown Brooklyn with three cats, an Afghan hound and several hundred thousand honeybees. \"I never expected to get any honey in the city,\" he said recently, stirring a spoonful of the heavy liquid into his jasmine tea. \"I started bee keeping for the pure pleasure of learning about bees.\"" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/26\/garden\/beekeeper-who-grew-brooklyn-tony-auditore-lives-downtown-brooklyn-with-three.html"} , {"body" : "The United States Courthouse in Brooklyn is normally in the business of dispensing justice. The other day, however, its wares included used television sets and such bric-a-brac as porcelain figurines of prancing elephants, dancing ballerinas and kissing couples. The occasion was one of the auctions that the Justice Department holds periodically to" , "date" : "19810823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "A DEBT TO SOCIETY IS RECOUPED IN PART" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/23\/nyregion\/a-debt-to-society-is-recouped-in-part.html"} , {"body" : "Junior's Restaurant, a landmark in downtown Brooklyn that for 30 years had been a magnet for hurrying office workers, relaxing families and deal-making politicians, was a scarred ruin yesterday as a result of a three-alarm fire. The blaze was discovered around the 1:30 A.M. closing time in the two-story structure at DeKalb Avenue and the Flatbush" , "date" : "19810818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN BLAZE CLOSES LANDMARK RESTAURANT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/18\/nyregion\/brooklyn-blaze-closes-landmark-restaurant.html"} , {"body" : "The motorman who died in a subway crash last month cried out a moment before his train struck another, according to two youngsters who rode in the lead car with him the day of the accident. Their statements, which were made yesterday at a Federal hearing on the crash, indicated that the motorman, Jesse Cole, was conscious before his train struck a" , "date" : "19810805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A YOUNGSTER SAYS MOTORMAN YELLED BEFORE SUBWAY CRASH" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/05\/nyregion\/a-youngster-says-motorman-yelled-before-subway-crash.html"} , {"body" : "Thousands of people on probation in New York City are going virtually unsupervised because of severe budget and personnel cuts in the Probation Department, many probation officers and officials assert. And judges and department employees contend that the quality of presentence reports - another key responsibility for the agency - has deteriorated." , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK PROBATION AIDES ASSERT OFFICE FAILS TO WATCH THOUSANDS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/new-york-probation-aides-assert-office-fails-to-watch-thousands.html"} , {"body" : "A clergyman in Brooklyn's 77th Precinct says he is going to buy a gun for protection, even though another minister in the neighborhood was arrested several years ago for keeping a sawed-off shotgun under his pulpit. One resident of the area covered by the police precinct has bricked up a window in his house in an attempt to keep out burglars. On" , "date" : "19810722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN PRECINCT STRUGGLES TO TURN CRIME RATE AROUND" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/22\/nyregion\/brooklyn-precinct-struggles-to-turn-crime-rate-around.html"} , {"body" : "''Hey, check this out,'' said Dezie Collins. It was his all-purpose introduction to almost any topic, whether he was poised to talk about his search for a job, his attempts to get the high school diploma that has eluded him since he dropped out of school more than a year ago, or his music. Like someone scratching an itch that suddenly goes away, or" , "date" : "19810711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A YOUTH'S FRUSTRATING JOB SEARCH" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/11\/nyregion\/a-youth-s-frustrating-job-search.html"} , {"body" : "The president of the Transit Authority said yesterday that Friday's fatal subway train crash in Brooklyn had resulted from signal problems caused by long-deferred maintenance of aging and outmoded equipment. The official, John D. Simpson, said that the signal system had been scheduled for replacement late this year and that many other urgently" , "date" : "19810705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DELAY IN SUBWAY REPAIRS BLAMED BY TRANSIT CHIEF FOR FATAL CRASH" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/05\/nyregion\/delay-in-subway-repairs-blamed-by-transit-chief-for-fatal-crash.html"} , {"body" : "A subway motorman was killed and more than 135 passengers were injured yesterday afternoon when a Manhattan-bound train plowed into the rear of a second train halted for signal trouble in a darkened tunnel in Brooklyn. The motorman, Jesse Cole, a 36-year-old resident of the Bronx who had worked for the Transit Authority for 11 years, was trapped in" , "date" : "19810704" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MOTORMAN KILLED AND 135 INJURED IN AN IRT TRAIN CRASH IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/04\/nyregion\/motorman-killed-and-135-injured-in-an-irt-train-crash-in-brooklyn.html"} ,   {"body" : "A Japanese freelance photographer who was struck on the head by a snapped cable on the Brooklyn Bridge last Sunday was reported still in ''very critical condition'' yesterday at St. Vincent's Hospital, with the outlook for his recovery considered ''very poor.'' The photographer, Akira Aimi, a 32-year-old native of Kyoto, has been working in New" , "date" : "19810703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "CONDITION OF VICTIM IN A BRIDGE ACCIDENT IS STILL 'VERY CRITICAL'" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/03\/nyregion\/condition-of-victim-in-a-bridge-accident-is-still-very-critical.html"} , {"body" : "Con Errico, the former jockey convicted last year of racketeering in connection with a race-fixing scheme at New York tracks in the mid-1970's, refused yesterday to answer questions before a Federal grand jury. He was immediately found in contempt of court and ordered to jail beginning Friday morning. Judge Mark A. Costantino, of Federal District" , "date" : "19810701" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Errico Found in Contempt of Grand Jury" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/01\/sports\/errico-found-in-contempt-of-grand-jury.html"} , {"body" : "The jury at the latest Abscam trial saw a videotape yesterday in which Representative Frank Thompson Jr. of Trenton promises undercover Federal agents that he will help rich Arabs emigrate to the United States, but in which he also says he is ''not looking for any money'' in return. The tape was shown at the trial of Mr. Thompson and a fellow" , "date" : "19810630" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THOMPSON SEEN DISCUSSING PLAN IN ABSCAM TAPE" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/30\/nyregion\/thompson-seen-discussing-plan-in-abscam-tape.html"} , {"body" : "The northern edge of Park Slope, long a symbol in Brooklyn of urban desolation, is about to get some help from the city under a program sponsored by the Department of Housing Preservation and Development. The project, which has received initial approval from Community Board 6, calls for the construction of new housing, a 15,000-squarefoot" , "date" : "19810628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "BALTIC STREET WAITING TO MOVE PAST 'GO'" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/28\/nyregion\/baltic-street-waiting-to-move-past-go.html"} , {"body" : "To the multitudes of landless New Yorkers who believe they are at the mercy of it, the city's real-estate industry needs no help. But to Richard M. Rosan, the industry has suffered too quietly for too long in a city that loves to hate landlords. So Mr. Rosan, who a little more than a year ago became president of the Real Estate Board of New York," , "date" : "19810621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "MEET THE MAN WHO TALKS BACK FOR THE OWNERS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/21\/realestate\/meet-the-man-who-talks-back-for-the-owners.html"} , {"body" : "POETRY Every once in a while, politicians take refuge from speaking rhetoric in writing poetry, verse that is personal and not necessarily aimed at the electorate. Representative Shirley Chisholm, Democrat of Brooklyn, confessed not long ago that she has been addicted to the muse, and this revelation has led to her going public with her poetry" , "date" : "19810613" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "13" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/13\/movies\/going-out-guide.html"} , {"body" : "A GOAL of city government in New York is to encourage economic development in designated areas outside Manhattan. Downtown Jamaica in Queens is one of them, and elected officials have their hats in the air over progress toward construction of what will be the largest office building in Queens, on Jamaica Avenue at Parsons Boulevard near the" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "23" , "title" : "REAL ESTATE; U.S. ROLE IN BUILDING UP IN CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/business\/real-estate-us-role-in-building-up-in-city.html"} , {"body" : "It should all be splendidly simple. After years of disagreements, haggles and disputes, everyone finally seems to agree that the World Trade Center should be sold. Governor Carey and a panel of businessmen he appointed to study the question think so. Officials of the Port Authority, which owns the complex, and their panel think so. Mayor Koch" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "IT'S STILL NO SALE AT THE TRADE CENTER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/weekinreview\/it-s-still-no-sale-at-the-trade-center.html"} , {"body" : "The Real Estate Board of New York has issued a series of recommendations to alleviate pressures on New York City's job base from a dual housing and commercial space crisis. In two separate reports issued last week, it has urged that backoffice development be fostered through a combination of tax incentives and the use of low-cost, vacant," , "date" : "19810524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "REALTY BOARD GIVES NEW IDEAS ON POLICY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/24\/realestate\/realty-board-gives-new-ideas-on-policy.html"} , {"body" : "Senator Harrison A. Williams Jr. of New Jersey was found guilty last night of bribery and conspiracy charges stemming from the Justice Department's Abscam investigation of political corruption. After 28 hours of deliberation over two and a half days, a jury of eight men and four women announced the verdict against the 61-yearold Democrat and a" , "date" : "19810502" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WILLIAMS IS GUILTY ON ALL NINE COUNTS IN ABSCAM INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/02\/nyregion\/williams-is-guilty-on-all-nine-counts-in-abscam-inquiry.html"} ,   {"body" : "A retired truck salesman who had helped investigators break up an international drug smuggling ring was shot and killed yesterday on a Brooklyn street hours before he was scheduled to testify in Federal court. The victim, James V. Bennett, 65 years old, of Margate, Fla., was shot twice in the head at close range by two men at Avenue N and East 59th" , "date" : "19810430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "WITNESS IS SLAIN ON BROOKLYN STREET HOURS BEFORE DRUG CASE TESTIMONY" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/30\/nyregion\/witness-is-slain-on-brooklyn-street-hours-before-drug-case-testimony.html"} , {"body" : "Senator Harrison A. Williams Jr. took the witness stand at his trial on Abscam bribery charges yesterday and declared that at no time in his long public career had he tried to influence a Federal agency for his personal profit. ''Have you ever, ever, ever attempted to influence a decision of the Federal Government for your own personal gain?'' the" , "date" : "19810423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "WILLIAMS DENIES EVER USING POWER FOR PROFIT" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/23\/nyregion\/williams-denies-ever-using-power-for-profit.html"} , {"body" : "HOUSING in and around New York City can be described in many ways, but rarely as generous and even more rarely as idealistic. Most housing in the metropolitan area, from single-family houses in the suburbs to apartments in the center of Manhattan, was built for profit, and it tends all too frequently to be mean in its space and conservative in its" , "date" : "19810417" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TO UTOPIA BY BUS AND SUBWAY" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/17\/arts\/to-utopia-by-bus-and-subway.html"} , {"body" : "Once more the Federal Bureau of Investigation videotapes are rolling, and once more tales of incredibly rich Arab sheiks and allegedly corrupt American politicians fill Federal District Court in Brooklyn. Another Abscam bribery trial is under way - but with a difference. This time the defendant is a United States Senator, Harrison A. Williams Jr." , "date" : "19810413" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "5" , "title" : "REPORTER'S NOTEBOOK: DRAMA AS 1 PERCENT OF U.S. SENATE IS TRIED" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/13\/nyregion\/reporter-s-notebook-drama-as-1-percent-of-us-senate-is-tried.html"} , {"body" : "-------------------------------------------------------------------- Barry Laine writes frequently about dance. By BARRY LAINE What's it like to be a dancer in a man's body these days? Audiences might well be pondering this question with some frequency this month, given the spate of recent and current concerts featuring the male modern dancer. From" , "date" : "19810412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "TODAY'S 'NON-HEROIC' MALE DANCER" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/12\/arts\/today-s-non-heroic-male-dancer.html"} , {"body" : "A jury of seven men and five women was selected yesterday for the trial of Senator Harrison A. Williams Jr. of New Jersey in Federal District Court in Brooklyn. Senator Williams is charged with bribery and conspiracy stemming from the Government's Abscam investigation into political corruption. Before Judge George C. Pratt began selecting a jury," , "date" : "19810331" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "WILLIAMS JURY IS SELECTED IN BROOKLYN ABSCAM CASE" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/31\/nyregion\/williams-jury-is-selected-in-brooklyn-abscam-case.html"} , {"body" : "Villanova has slipped into Long Island University's Cinderella role, now that the Blackbirds have been eliminated from the National Collegiate East Regionals. Long Island was beaten by Virginia Commonwealth, 85-69, in the opening round last night, then Villanova defeated Houston, 90-72. Despite losing a three-overtime game against Syracuse last" , "date" : "19810315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "L.I.U. Is Proud In Defeat" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/15\/sports\/liu-is-proud-in-defeat.html"} , {"body" : "''I've played every city, every stage you can think of, some you can't,'' says Ethel Merman. ''People love me.'' It would seem they do, for Ethel Merman, everybody's indomitable Annie Oakley, who was born in Astoria, Queens, on Jan. 16, either in 1908, 1909 or 1912, and dropped the ''Zim'' from her parents' Zimmerman, long before she became Panama" , "date" : "19810313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "ETHEL MERMAN BELTS OUT SONGS ON CONCERT CIRCUIT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/13\/arts\/ethel-merman-belts-out-songs-on-concert-circuit.html"} , {"body" : "After more than a decade of delays, New York City was ready to begin a billion-dollar effort to complete its basic sewage treatment system. But city officials now say President Reagan's proposed budget cuts once again threaten the entire program. The city had planned to ask the Federal Government for $560 million in the next fiscal year to complete" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REAGAN CUTS VIEWED AS THREAT TO CITY SEWAGE TREATMENT PROJECT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/reagan-cuts-viewed-as-threat-to-city-sewage-treatment-project.html"} , {"body" : "Sam Goody Inc., one of the leading chains of recorded-music stores in the country, and two of its top officers will go on trial in Federal District Court in Brooklyn tomorrow on charges of dealing in counterfeit cassette and eight-track tapes of popular music. The trial, law enforcement officials say, will shed light on sophisticated and highly" , "date" : "19810301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "SAM GOODY COMPANY ACCUSED AS 'PIRATE'" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/01\/nyregion\/sam-goody-company-accused-as-pirate.html"} ,   {"body" : "Mayor Koch's office announced a $4.5 million overtime program yesterday that it said would let the Police Department assign 300 regular officers to fight street crime in 35 neighborhoods throughout New York City. The program will begin March 1 and end June 1. Under the program, the 300 officers will work their regular shifts and then, on overtime," , "date" : "19810227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY PATROLS TO COMBAT STREET CRIME WITH $4.5 MILLION IN OVERTIME PAY" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/27\/nyregion\/city-patrols-to-combat-street-crime-with-4.5-million-in-overtime-pay.html"} , {"body" : "A 17-year-old student at Westinghouse High School in downtown Brooklyn was shot in the back in a school bathroom by another student, who said the gun went off by accident. The victim, Steven Cutchin, of 432 Lafayette Place was listed in fair conditon at Cumberland Hospital in Brooklyn. Corry Hackett, 17, of 20 Vernon Place was charged with" , "date" : "19810226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/26\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "IN an effort to cut back a growing backlog of cases, Federal officials have arranged to rent expanded court space at Hofstra University and are pressing Senator Alfonse M. D'Amato to fill two vacancies on the Eastern District's bench. Chief Judge Jack B. Weinstein of the Eastern District, which covers the Island, Brooklyn and Queens, disclosed in" , "date" : "19810201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TO CUT BACKLOG, FEDERAL COURT EXPANDS ON L.I." , "url" : "http:\/\/www.nytimes.com\/1981\/02\/01\/nyregion\/to-cut-backlog-federal-court-expands-on-li.html"} , {"body" : "Beating a drum that he held in one hand, Louis Mofsie cried out in song, while his Thunderbird American Indian Dancers performed the rhythmic side steps of a round dance. ''Eh-yah, eh-yo, eh-yo-oh,'' Mr. Mofsie sang, and, afterward, likened the syllables to ''be-bop talk.'' ''They don't mean anything,'' he said, ''although long ago the song" , "date" : "19810123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "BIG POWWOW AND DANCE DOWNTOWN TOMORROW" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/23\/arts\/big-powwow-and-dance-downtown-tomorrow.html"} , {"body" : "New York City's Board of Examiners, created at the turn of the century to eliminate patronage in the appointment of teachers and supervisors, has become bogged down in internal dissension and bureaucratic delays that are lessening its ability to carry out the functions of a new era, according to education officials and some members of the board. A" , "date" : "19810118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "BOARD OF EXAMINERS IS FEELING CRITICISM" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/18\/nyregion\/board-of-examiners-is-feeling-criticism.html"} , {"body" : "''Improvements? I'm dying from improvements,'' said Arthur Roberts, manager of Filmac Jewelers on Fulton Street in downtown Brooklyn, grabbing his throat and extending his tongue. ''You see those girders out there? They say that's a bus shelter, but I know different. That's for the helicopters of all the millionaires who are going to shop on Fulton" , "date" : "19810111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "'IMPROVEMENts' DEBATED ON BROOKLYN'S FULTON STREET" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/11\/nyregion\/improvements-debated-on-brooklyn-s-fulton-street.html"} , {"body" : "The Transit Authority has poorly utilized space that it rented in a Brooklyn building plagued by poor heating, poor cooling and leaks, State Comptroller Edward V. Regan charged yesterday. He asserted that despite the building's problems, the authority went on to lease three additional floors. Mr. Regan said the authority wasted $200,000 in rental" , "date" : "19810111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "REGAN ASSAILS TRANSIT AUTHORITY ON USE OF BUILDING" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/11\/nyregion\/regan-assails-transit-authority-on-use-of-building.html"} , {"body" : "Representative Raymond F. Lederer of Pennsylvania was found guilty last night of bribery and conspiracy charges stemming from the Government's Abscam investigation into political corruption. After five and a half hours of deliberation, a jury in Federal District Court in Brooklyn pronounced the verdict against the 42-year-old Philadelphia Democrat" , "date" : "19810110" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "27" , "title" : "REP. LEDERER FOUND GUILTY OF BRIBERY IN ABSCAM CASE" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/10\/nyregion\/rep-lederer-found-guilty-of-bribery-in-abscam-case.html"} , {"body" : "CHARGE In a drab, green-tiled room on the fringe of downtown Brooklyn, the first important decisions are made on how people arrested for felony crimes allegedly committed in Brooklyn will be handled by the criminal-justice system. The room is the ''complaint room'' operated by members of the Early Case Assessment Bureau of the Brooklyn District" , "date" : "19810104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "BROOKLYN OFFICE DECIDES THE TREATMENT OF CASES THAT INVOLVE A FELONY" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/04\/nyregion\/brooklyn-office-decides-the-treatment-of-cases-that-involve-a-felony.html"}]