[  {"body" : "It was not a white Christmas, to be sure, dulled as it was to a sort of coastal, oyster gray. But in certain spots of the city, something shimmered, if only briefly. For many, the day was bright. ''It's spiritually beautiful,'' said Lascell Johnson as he sat down to a chicken dinner prepared by the Salvation Army and served to more than 400 people" , "date" : "19811226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "ON A MOSTLY GRAY CHRISTMAS, CROWDS AND CALLS PROVIDE JOY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/26\/nyregion\/on-a-mostly-gray-christmas-crowds-and-calls-provide-joy.html"} , {"body" : "The women at the Boston Secor Senior Citizens Center in the Bronx were convinced. So were the penny poker players at the Stars and Stripes Democratic Club in the Dyker Heights section of Brooklyn. They had heard all about what a good son the candidate was, how he had grown up in New York and had only the city's best interests at heart. And they had" , "date" : "19810909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ABOUT NEW YORK; ON THE HUSTINGS, SHE'S A CANDIDATE'S BEST FRIEND" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/09\/nyregion\/about-new-york-on-the-hustings-she-s-a-candidate-s-best-friend.html"} , {"body" : "In the case of the kite v. the police helicopter, the precourt motion was upward yesterday as more than a hundred kite fliers joined near Fort Hamilton in Brooklyn to send an airborne protest to city authorities. From a grassy stretch along the Belt Parkway - the spot where a police helicopter pilot issued a summons to Larry Cuttitta on July 26 for" , "date" : "19810824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KITE FLIERS, IN A PROTEST, TAKE BATTLE TO THE SKIES" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/24\/nyregion\/kite-fliers-in-a-protest-take-battle-to-the-skies.html"} , {"body" : "As he prepares for an unfamiliar battleground - a G.O.P. primary - Mayor Koch, whose own image has changed considerably since he entered City Hall, will confront a Republican Party whose image has also been altered. Party leaders agree that New York City Republicans, once considered Protestant, high-income and business-oriented, are now strongly" , "date" : "19810627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY REPUBLICANS' IMAGE HAS SHIFTED CONSIDERABLY" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/27\/nyregion\/city-republicans-image-has-shifted-considerably.html"} , {"body" : "The expected Republican support for the re-election of Mayor Koch was threatened yesterday. Brooklyn Republican leaders openly questioned whether they could reject the mayoral candidacy of their fellow Republican, Assemblyman John A. Esposito of Queens, in favor of the Democratic Mayor. Their action took on significance far beyond the borough" , "date" : "19810528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH'S SUPPORT BY REPUBLICANS NOW IN DANGER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/28\/nyregion\/koch-s-support-by-republicans-now-in-danger.html"} , {"body" : "It looked like a country road but actually it was a main road between the French and Dutch sides of St. Martin. Resplendent in white uniforms, a half-dozen officials from the French side marched along the road toward the boundary while a similar group, in civilian clothes, walked toward the border from the Dutch side. The meeting point was a simple" , "date" : "19810329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "A CARIBBEAN SAMPLER: THREE HOLIDAYS IN THE SUN" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/29\/travel\/a-caribbean-sampler-three-holidays-in-the-sun-060780.html"}]