[  {"body" : "Two taxicab drivers were shot to death and another was wounded yesterday in separate attacks in three boroughs. The killings were the first since a new program of increased police surveillance of cabs in crime-prone areas was begun in late October. Yesterday's shootings, none of which occurred in the target areas, brought to 17 the number of" , "date" : "19811230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "GUNMEN KILL 2 CABBIES IN CITY AND WOUND A 3D" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/30\/nyregion\/gunmen-kill-2-cabbies-in-city-and-wound-a-3d.html"} , {"body" : "A 17-year-old student, bystander to a dispute over a stolen coat in a Brooklyn schoolyard, was fatally shot yesterday morning by a gunman who mistook him for someone else, officials said. ''The wrong kid got hit,'' said Angelo J. Aponte, director of school safety at the Board of Education. ''They fingered an individual who was not part of the" , "date" : "19811224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'WRONG KID' IS FATALLY SHOT IN FIGHT AT BROOKLYN SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/24\/nyregion\/wrong-kid-is-fatally-shot-in-fight-at-brooklyn-school.html"} , {"body" : "In less than two weeks, the New York City Council will exist without the benefit of its members having been elected. It is becoming increasingly clear that the earliest the Council will be able to hold an election is next spring - if then. The Council leadership met Friday to discuss what action it could take to resolve its many legal difficulties," , "date" : "19811220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "COUNCIL FACES THE QUESTION OF LEGITIMACY; City Hall Notes" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/20\/nyregion\/council-faces-the-question-of-legitimacy-city-hall-notes.html"} , {"body" : "Yesterday, five and a half years after Manuel Vega was paralyzed from the waist down by a police officer's bullet that severed his spinal cord, a jury awarded him $7,014,000 in compensatory damages from New York City. Gerald Seavers, the officer who shot Mr. Vega, was commended for ''meritorious police duty,'' the next to lowest police citation, in" , "date" : "19811219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MAN SHOT BY OFFICER IN 1976 IS AWARDED $7 MILLION FROM CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/19\/nyregion\/man-shot-by-officer-in-1976-is-awarded-7-million-from-city.html"} , {"body" : "Three small children were rescued from their burning apartment in the East New York section of Brooklyn by a neighbor and a mailman, the Fire Department reported. The fire began in bedding material in the second-floor apartment at 379 Elton Street, occupied by Luis Smith, 4 years old, and his brothers Jose, 3, and Victor, 18 months. A neighbor on" , "date" : "19811219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "The City; 3 Children Saved In Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/19\/nyregion\/the-city-3-children-saved-in-brooklyn-fire.html"} , {"body" : "''We're building affordable homes for working New Yorkers. This isn't just a promise. You'll be able to check on its progress over the next year.'' -Mayor Koch, Feb. 12, 1981, announcing a program to build 2,200 moderately priced, federally subsidized, one- and twofamily homes in troubled city neighborhoods. Mayor Koch made this pronouncement as he" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "KOCH PLAN FOR 2,200 NEW HOUSES IN JEOPARDY, BUILDERS SAY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/realestate\/koch-plan-for-2200-new-houses-in-jeopardy-builders-say.html"} , {"body" : "It is a street of cash only, some layaways, no sales tax and lots of haggling over prices. Cowboy boots are strung up on racks like sides of beef, and just inches overhead, dresses and jackets attached to awnings swing to the rhythms of jostling shoppers and pounding salsa music. The street is East 116th Street, a bargain center reminiscent of" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "SALES LAGGING ON STREETS OF EL BARRIO" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/nyregion\/sales-lagging-on-streets-of-el-barrio.html"} , {"body" : "Five Brooklyn teen-agers were arrested yesterday on robbery charges, and the authorities said they were suspects in 45 to 50 armed holdups in Brooklyn and Queens over a three- to four-month period. Housing police officers, who had established the pattern of the robberies, made the arrests and turned the suspects over to the city police. According" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "5 Teen-Agers Arrested In Up to 50 Robberies" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/nyregion\/5-teen-agers-arrested-in-up-to-50-robberies.html"} , {"body" : "An 18-year-old student at Wingate High School in Brooklyn's East New York section was fatally shot outside the school at 2:20 P.M. yesterday by two assailants during an attempted robbery. The victim, Alphonse Rimple of Brooklyn, died at Kings County Hospital. ... A counterman at a lower Manhattan delicatessen was arrested in the morning and charged" , "date" : "19811210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/10\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Twenty-four hours' notice, at most, is what officials will henceforth give to neighborhoods in which they intend to shelter some of the more than 10,000 people wandering the streets of New York. Given the public's resistance, you can hardly blame the officials. That may be the only way they can arrange to keep some of these wretched people from" , "date" : "19811207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "26" , "title" : "The Secret War Over the Homeless" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/07\/opinion\/the-secret-war-over-the-homeless.html"} ,   {"body" : "A subway token-booth clerk was stabbed 14 times early yesterday morning when he went to empty the turnstiles at his station in the Greenpoint section of Brooklyn, the Transit Authority police said. The clerk, 59-year-old John Marraffa of Queens, was stabbed in the back, face, chest and hands by an attacker who found him alone in the Montrose Avenue" , "date" : "19811207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "TOKEN BOOTH CLERK IS STABBED 14 TIMES AT BROOKLYN STATION" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/07\/nyregion\/token-booth-clerk-is-stabbed-14-times-at-brooklyn-station.html"} , {"body" : "A 20-year-old Brooklyn man was found guilty last night of killing a New York City police officer and another man during a fight that began when several people walked across a softball field during a game. The defendant, Sergio Voii, whose first trial ended in a hung jury, was convicted in State Supreme Court in Brooklyn of the 1979 shooting deaths" , "date" : "19811205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Brooklyn Man Guilty Of Slaying an Officer" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/05\/nyregion\/brooklyn-man-guilty-of-slaying-an-officer.html"} , {"body" : "New York City officials, under a court order to produce a plan today for expanding the city's shelters for homeless men, said yesterday that state armories would be used as winter weather drove more vagrants to seek warmth. The officials said they would inform a State Supreme Court justice of their plan at a hearing today. According to the Human" , "date" : "19811201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY PLANS TO EXPAND USE OF ARMORIES TO HOUSE HOMELESS MEN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/01\/nyregion\/city-plans-to-expand-use-of-armories-to-house-homeless-men.html"} , {"body" : "One man was found shot to death and another critically wounded inside a store in the East New York section of Brooklyn early Friday afternoon, the police reported. The wounded man died later in the day at Brookdale Hospital. A police spokesman, Officer Gilbert Starkey, said the two men had been asked by Andrew Spoto, the owner of the Curtis Gold" , "date" : "19811129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Two Men Are Shot to Death While Tending Brooklyn Store" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/29\/nyregion\/two-men-are-shot-to-death-while-tending-brooklyn-store.html"} , {"body" : "A person who called the 911 police emergency number about 11 A.M. yesterday said there was a body at Crescent Street and Stanley Avenue in the East New York section of Brooklyn, the police said. Officers found the body of a man about 30 years old wrapped in plastic trash bags. The Medical Examiner said a preliminary examination showed a small hole" , "date" : "19811127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The City; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/27\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Three Brooklyn teen-agers were arrested yesterday and charged with robbing five people at knifepoint on four Manhattan subway trains, the Transit Authority police reported. The first of the robberies occurred at the Grand Street station of the IND D line at 11:10 P.M. Wednesday. The others happened yesterday at the 53d Street and Lexington Avenue" , "date" : "19811127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The City; 3 Teen-Agers Held In Subway Thefts" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/27\/nyregion\/the-city-3-teen-agers-held-in-subway-thefts.html"} , {"body" : "A $225-a-week electrical maintenance worker in a Manhattan office building was announced yesterday as the sole winner of the $5 million prize in the New York State Nov. 14 Lotto drawing, the largest known lottery payoff in history. Although the winner, Louis Eisenberg, 53 years old, and his wife, Bernice, expect to remain in their" , "date" : "19811119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/19\/nyregion\/098605.html"} , {"body" : "New York City officials say that the rapidly growing number of homeless people seeking shelter has forced them to seek new housing space quietly and move people in quickly, before community opposition has a chance to develop. Robert Trobe, deputy administrator of the city's Human Resources Administration, said yesterday that such action was" , "date" : "19811118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "PROBLEMS GROW IN SHELTERING HOMELESS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/18\/nyregion\/problems-grow-in-sheltering-homeless-in-city.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "Throughout the last two years, and again last Tuesday, New York City has been prodded by court orders into providing decent shelter for its tens of thousands of homeless men - action the city insists it always intends to take, but not on the court's timetable. Finding shelter for the homeless has been an odious political task for the Koch" , "date" : "19811027" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TASK OF FINDING SHELTER FOR HOMELESS CONFOUNDS CITY; News Analysis" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/27\/nyregion\/task-of-finding-shelter-for-homeless-confounds-city-news-analysis.html"} ,   {"body" : "A man who has been tentatively identified as 41-year-old Samuel Brown has an arrest record in New York City dating back to 1958. Charges against him, and a few convictions, include burglary, robbery and illegal possession of a 9-millimeter pistol. But apart from a police officer's recollection of Mr. Brown as ''very cool,'' little is known about" , "date" : "19811023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SAMUEL BROWN: A PAST DEFINED BY POLICE FILES" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/23\/nyregion\/samuel-brown-a-past-defined-by-police-files.html"} , {"body" : "International American pilots are flying for Libya, according to associates of Edwin P. Wilson, a former American intelligence agent. They said that dozens of American pilots and aircraft mechanics, including military veterans, were working for the Libyan Air Force in an operation organized by Mr. Wilson. The sources said that the recruits, along" , "date" : "19811022" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; THURSDAY, OCTOBER 22, 1981" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/22\/nyregion\/news-summary-thursday-october-22-1981.html"} , {"body" : "The city opened a vacant school in the East New York section of Brooklyn yesterday to house homeless men. The move came in response to a court order that space be found immediately to ease overcrowding in existing shelters with the coming of cold weather. The site of the new shelter, at 107 Hinsdale Street, was formerly Public School 63. It was" , "date" : "19811022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SHELTER FOR MEN OPENED BY CITY AT BROOKLYN SITE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/22\/nyregion\/shelter-for-men-opened-by-city-at-brooklyn-site.html"} , {"body" : "The Dodgers are gone. So are the Schaeffer and Rheingold breweries, the United States Navy and, over the last decade, 400,000 people. More than 1,000 business enterprises have al so left New York City's biggest borou gh. But the Brooklyn Union Gas Company has stayed. It has no choice. The company's principal assets are its more than 3,600 miles of" , "date" : "19811004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "THE UTILITY THAT GLOWS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/04\/business\/the-utility-that-glows-in-brooklyn.html"} , {"body" : "A Harlem youth who is serving time for armed robbery said he got his first gun - a .45 automatic - when he was 8 years old. He said he broke into a store, found the .45-caliber gun and took it. When he wasn't using the .45 ''to stick up people,'' he said, he liked to shoot it late at night near the Polo Grounds housing projects - or out his own" , "date" : "19810927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "67" , "title" : "CHILDREN BEARING GUNS: A GROWING PERIL IN THE CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/27\/nyregion\/children-bearing-guns-a-growing-peril-in-the-city.html"} , {"body" : "Although he had injured his right leg the day before in a touchfootball game and was limping noticeably in his office, the Rev. Johnny R. Youngblood had shown no sign of difficulty moving about during the service at St. Paul's Community Baptist Church in Brooklyn. It is part of his self-image as someone who must lead by example. ''In black" , "date" : "19810905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "IN POVERTY, A CHURCH IS THRIVING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/05\/nyregion\/in-poverty-a-church-is-thriving.html"} , {"body" : "Since his 1970 release from state prison at Dannemorra, where he served seven years for a Nassau County robbery, Louis DeBour has already absorbed a lot of schooling. Starting Sept. 8, Harvard's John F. Kennedy School of Government will be the next stop for the 41-year-old executive assistant to the State Division for Youth. The ''boy from" , "date" : "19810902" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "NOTES ON PEOPLE; 'Boy From Bed-Stuy' Still Pursues Education" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/02\/nyregion\/notes-on-people-boy-from-bed-stuy-still-pursues-education.html"} , {"body" : "New York City fire officials say that the arson rate in the city seems at least to be staying level, reversing a trend of the last five years. The annual number of determined arson fires in the city rose from 3,878 in 1975 to 8,979 in 1980. Although officials are hesitant to put too much stock in numbers, the Fire Department said 4,214 structural" , "date" : "19810828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY ARSON RATE IS LEVELING OFF, OFFICIALS REPORT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/28\/nyregion\/city-arson-rate-is-leveling-off-officials-report.html"} , {"body" : "A police officer shot and wounded a fleeing suspect who jumped out of a window of a Brooklyn station house yesterday, a police spokesman said. The officer apparently was in violation of the department's deadly force guidelines, authorities added. The suspect, Felipe Cantre, was hit in the left buttock by a single shot fired by Officer Daniel Gluck," , "date" : "19810825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Fleeing Suspect Shot By a Brooklyn Officer" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/25\/nyregion\/fleeing-suspect-shot-by-a-brooklyn-officer.html"} , {"body" : "The Regents Competency Test, an examination measuring reading, writing and mathematics skills, will be administered again today in high schools throughout New York City to 716 students who were denied diplomas because they were found deficient in those three areas. This will be the students' last chance to prove their skills are adequate to qualify" , "date" : "19810818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "REGENTS FAILURES GET SECOND CHANCE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/18\/nyregion\/regents-failures-get-second-chance.html"} ,   {"body" : "Less than a month after the troubled Grumman Flxible buses began returning to New York City's streets, the Transit Authority has ordered them out of service because of a new defect. John D. Simpson, president of the city's Transit Authority, informed the Grumman Corporation on Friday that separation had been found in the rubber insulators on engine" , "date" : "19810809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FLXIBLE BUSES, BACK A MONTH, REMOVED WITH A NEW DEFECT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/09\/nyregion\/flxible-buses-back-a-month-removed-with-a-new-defect.html"} , {"body" : "SPRINGS EVEN now, 25 years after her husband's death, Lee Krasner bristles noticeably when she recalls being identified as ''Jackson Pollock's widow, an artist in her own right.'' Yet this strong, independent woman, who after years of standing in the shadow of her husband is finally gaining recognition as a leader among the Abstract Expressionists," , "date" : "19810809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "LEE KRASNER: BEYOND POLLOCK" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/09\/nyregion\/lee-krasner-beyond-pollock.html"} , {"body" : "Twelve Bronx businesses have applied for discounted electricity rates that took effect July 1 in eight depressed areas of the South Bronx and Brooklyn. Among the applicants are a one-man optical shop and a plasticcontainer plant that employs 425 people, according to a spokesman for the Consolidated Edison Company. Con Edison proposed the program in" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "12 SOUTH BRONX BUSINESSES APPLY FOR CON ED DISCOUNTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/12-south-bronx-businesses-apply-for-con-ed-discounts.html"} , {"body" : "Catherine Bradley Murray, daughter of Mr. and Mrs. Paul B. Murray of New Canaan, Conn., was married yesterday to Ronald Alan Jellison, son of Mr. and Mrs. Raymond Jellison of El Segundo, Calif. The Rev. D. Bradley Murray, an uncle of the bride, performed the ceremony at St. Thomas More Roman Catholic Church in Darien, Conn. Marcia B. Murray was" , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "49" , "title" : "Catherine Murray Is Bride in Darien Of Ronald A. Jellison, Financial Aide" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/style\/catherine-murray-is-bride-in-darien-of-ronald-a-jellison-financial-aide.html"} , {"body" : "''REGGAE is not a thing you can just keep in a music category,'' maintains Puma Jones, who is one of three singers in the leading Jamaican reggae group Black Uhuru. Miss Jones's assessment goes to the heart of reggae's place in Jamaican culture. ''It's a spiritual thing, too.'' Bob Marley, who had become the world's best-known reggae artist before" , "date" : "19810717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Pop Jazz; BLACK UHURU, REGGAE AMBASSADORS TO THE WORLD" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/17\/arts\/pop-jazz-black-uhuru-reggae-ambassadors-to-the-world.html"} , {"body" : "Samuel Lemberg, a real estate executive and philanthropist, died yesterday at his home in Manhattan. He was 84 years old. The owner of the Midwood Trading Company, a real estate investment and management concern at 400 Madison Avenue, Mr. Lemberg came to New York City at the age of 9 from Russia and went to work when he was 12. Mr. Lemberg began to" , "date" : "19810716" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "SAMUEL LEMBERG DIES AT 84 INVESTOR AND A PHILANTHROPIST" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/16\/obituaries\/samuel-lemberg-dies-at-84-investor-and-a-philanthropist.html"} , {"body" : "''Yesterday me and all my friends went to the park with my father One the way he brought us a piesar and a sola when we was about to go across the street a car came speeding by and one of my friend almost got hit but luckly for me I save her Then my father told me that was the braves thing you could have done and we went on to the park At the park" , "date" : "19810711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "NEW YORK; Children Grow in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/11\/opinion\/new-york-children-grow-in-brooklyn.html"} , {"body" : "Forty-five private citizens who performed signficant acts to combat crime, including a Brooklyn man who gave his life while pursuing an assault suspect, received civilian commendation awards from the Police Department yesterday. The posthumous award went to Hilton Noel Rivera, who was shot last Nov. 27 after he responded to a call for help from a" , "date" : "19810625" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City; 45 Citizens Honored" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/25\/nyregion\/the-city-45-citizens-honored.html"} , {"body" : "Five members of Governor Carey's transit advisory panel rode subways and buses early yesterday morning on a tour that provided them with a bleak glimpse of New York City's deteriorating transportation system. The trip began at 5 A.M. and wound its way through three boroughs. It included inspections of transit maintenance facilities, equipment" , "date" : "19810606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "5 MEMBERS OF CAREY TRANSIT PANEL VISIT SUBWAY AND BUS OPERATIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/06\/nyregion\/5-members-of-carey-transit-panel-visit-subway-and-bus-operations.html"} , {"body" : "''ANYTHING that is to have a positive social impact must be on a sound economic footing.'' That has become a kind of credo for Marc J. Leavitt, a lawyer who is active in many housing rehabilitation efforts in the city. Precisely because so much rental housing is on such a weak economic footing, housing specialists for years have put their hopes on" , "date" : "19810605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "17" , "title" : "ABOUT REAL ESTATE; UPGRADING A BROOKLYN BUILDING TO CONVERT IT INTO A CO-OP" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/05\/business\/about-real-estate-upgrading-a-brooklyn-building-to-convert-it-into-a-co-op.html"} ,   {"body" : "A young man who helped a 69-year-old woman carry her groceries home from a Brooklyn supermarket was charged early yesterday with stabbing the woman to death, the police said. The victim, Alma Randolph, was believed to have been slain around 2:30 P.M. Tuesday after returning to her home at 108 Christopher Avenue. but the killing was not discovered" , "date" : "19810605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "YOUTH HELD IN DEATH OF WOMAN, 69" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/05\/nyregion\/youth-held-in-death-of-woman-69.html"} , {"body" : "Ten men involved in operating supermarkets and grocery stores were accused yesterday by the Brooklyn District Attorney's office of conspiring to set fire to seven competing stores. The owners and insurance companies of the seven stores - four of which never reopened - suffered more than $10 million in losses because of fire damage and lost sales," , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10 ARE ACCUSED OF PLOT TO BURN STORES OF RIVALS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/10-are-accused-of-plot-to-burn-stores-of-rivals.html"} , {"body" : "ALBANY (UPI) - The State Public Service Commission approved reduced electricity rates for businesses that decide to locate in six economically distressed areas of Brooklyn or the South Bronx. New business customers will be guaranteed a 20 percent cut on regular electricity rates for five years, a P.S.C. spokesman said. Afterward, rates would" , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Region; Lower Utility Rates Offered to Concerns" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/the-region-lower-utility-rates-offered-to-concerns.html"} , {"body" : "''More on the arpeggio!'' shouted the conductor. 'Ba, ba, ba, ba!'' The 101 members of the New York City All-City High School Band shifted in their chairs and prepared to attack a problem passage in Dmitri Shostakovich's ''Folk Dances.'' The conductor tapped his baton. ''Let's go!'' Instantly, the auditorium of Art and Design High School, at 57th" , "date" : "19810520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR ALL- CITY BAND, IT'S CARNEGIE HALL TONIGHT!" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/20\/nyregion\/for-all-city-band-it-s-carnegie-hall-tonight.html"} , {"body" : "Jewelry valued at $75,000 was reported stolen from the hotel suite of the model Cheryl Tiegs at the Carlyle Hotel. A police spokesman said that the jewels were taken from a locked metal box in a bedroom closet in a seventh floor suite on Sunday, but that the theft was not reported until yesterday. ... A partly skeletonized human head was found in a" , "date" : "19810422" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/22\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "The Consolidated Edison Company has proposed offering discounted electric rates to businesses that will create or expand jobs in eight economically depressed areas of the Bronx and Brooklyn. The proposal, which has won New York City's endorsement, would be the first such localized electric discount rate for job creation to be tried anywhere in the" , "date" : "19810413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CON ED LINKS CREATING JOBS TO RATE CUTS FOR BUSINESSES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/13\/nyregion\/con-ed-links-creating-jobs-to-rate-cuts-for-businesses.html"} , {"body" : "The bankers, lawyers and brokers, along with the buyer and seller, had all gathered in the board room of East New York Savings Bank last June to sign the final agreement. After 14 months of juggling, coaxing, scheming, convincing and more than a few moments of despairing, the multi-million-dollar deal was about to be concluded. And suddenly" , "date" : "19810412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "TWO FROM HUBERTH 'INGENIOUS' PRIZE" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/12\/realestate\/two-from-huberth-ingenious-prize.html"} , {"body" : "A fire fueled by trash produced so much smoke in an IRT subway tunnel in Brooklyn yesterday that four Manhattan-to-Brooklyn express lines were delayed 20 minutes. No one was reported injured. The motorman of Train 1250, a Seventh Avenue express, reported heavy smoke at 1:28 P.M. after pulling away from the Borough Hall platform. After he stopped" , "date" : "19810409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Where There's Smoke, There's a Train Delay" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/09\/nyregion\/where-there-s-smoke-there-s-a-train-delay.html"} , {"body" : "Morris Kleinman of Brooklyn, a 61-year-old former New York City consumer affairs inspector, was arrested and charged with taking $500 in bribes from Queens supermarkets to overlook short-weighting and other violations. ... Kenneth Ortiz, 17, of 167 Milford Street, Brooklyn, was found shot to death at Glenmore and Fountain Avenues in Brooklyn's East" , "date" : "19810409" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/09\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "VESTS... By BARBARA BASLER It's springtime, and that means more robberies, and perhaps more gold-chain snatchings, as people shed their coats and sweaters and take to the streets. Last year, as the price of gold climbed to record highs, New York City experienced ''an epidemic'' of gold-chain snatchings, according to Patrick J. Murphy, chief of" , "date" : "19810404" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ON THE POLICE BEAT, A GOLD CHAIN WARNING, A BUTCHER OFFERS BULLETPROOF" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/04\/nyregion\/on-the-police-beat-a-gold-chain-warning-a-butcher-offers-bulletproof.html"} ,   {"body" : "A second person has been arrested in connection with the $700,000 armored-car robbery Dec. 26 in Brooklyn, the police said yesterday. The new suspect - Donna Calvacante, 18 years old, of 1455 Loring Avenue, in the East New York section of Brooklyn -was arrested at her home by Federal Bureau of Investigation agents and detectives from the Police" , "date" : "19810311" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Woman, 18, Is Arrested In Dec. 26 Armored-Car Robbery" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/11\/nyregion\/brooklyn-woman-18-is-arrested-in-dec-26-armored-car-robbery.html"} , {"body" : "4 By RONALD SULLIVAN The Baptist Medical Center of New York filed a petition yesterday with a Federal bankruptcy judge in Brooklyn that prevents the Internal Revenue Service from continuing to take half the hospital's Medicare reimbursement to pay back taxes. Filed under the reorganization provisions of Chapter 11 of the Federal Bankruptcy Law, the" , "date" : "19810304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "BAPTIST MEDICAL CENTER FILES MOVE FOR BANKRUPTCY" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/04\/nyregion\/baptist-medical-center-files-move-for-bankruptcy.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "The dramatic response by New Yorkers to the city's pleas for water conservation cuts across social, economic and geographic lines, according to the city's Environmental Protection Commissioner, Francis X. McArdle. Mr. McArdle said in an interview this week that the drop in water consumption has been as ''remarkable'' in New York's low-income" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "LOW-INCOME AREAS CONSERVING WATER" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/low-income-areas-conserving-water.html"} , {"body" : "The Internal Revenue Service, demanding payment of $1.3 million in back taxes, has stopped Medicare payments to the Baptist Medical Center in Brooklyn. Federal health officials said yesterday that the I.R.S. also was prepared to enforce back-tax collections of millions of dollars from about 40 other hospitals and health care institutions in New" , "date" : "19810226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "I.R.S. TIES UP BAPTIST HOSPITAL'S FUNDS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/26\/nyregion\/irs-ties-up-baptist-hospital-s-funds.html"} , {"body" : "Just how much will a family pay to live in a new house in Coney Island? In Prospect Heights? In South Jamaica? In Bushwick? In the South Bronx? Builders and the city alike will find out once the 2,000 houses that are to be built under a new program announced recently by the Koch administration reach the sales market. It is the largest construction" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "2,000-HOUSE PLAN WILL TEST MARKET IN RENEWAL AREAS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/realestate\/2000-house-plan-will-test-market-in-renewal-areas.html"} , {"body" : "The New York City transit police and the Guardian Angels, the volunteer youth group that patrols the subways, yesterday gave conflicting versions of the melee on a subway train in Brooklyn that led to the arrest Friday night of 10 members of the group and one passenger. The 11 persons were arrested on assorted charges of riot, assault and resisting" , "date" : "19810215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "POLICE AND ANGELS GROUP GIVE 2 VERSIONS OF IND CLASH" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/15\/nyregion\/police-and-angels-group-give-2-versions-of-ind-clash.html"} , {"body" : "SEARINGTOWN BEFORE memory is obliterated, perhaps someone will invent a prefabricated stoop. Suburbs don't have stoops, probably because no one walks in front of the houses and, thus, there is no need to sit on the stoops to watch the passing parade. But a stoop is a fine playground. It is the only requirement for playing stoop ball, a game that" , "date" : "19810215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "About Long Island" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/15\/nyregion\/about-long-island.html"} , {"body" : "Standing amid the rubble on a lot near the South Brooklyn waterfront yesterday, Mayor Koch announced a city-sponsored program for the construction of 2,200 moderately priced one-family and twofamily houses in 10 impoverished neighborhoods. The Mayor said that construction would start in the spring or early summer, and that the houses would be ready" , "date" : "19810213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY IS SPONSORING 2,200 SMALL HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/13\/nyregion\/city-is-sponsoring-2200-small-houses.html"}]