[  {"body" : "Not all the New Year's music will be for dancing and partying. There will be plenty of the traditional, as well. The Wagner Society of New York is holding a concert-party at the Madison Avenue Baptist Church Parish House, 30 East 31st Street. Glenn Rubin will lead a chamber orchestra in a program that includes Wagner's ''Siegfried Idyll,''" , "date" : "19811231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "MUSIC, MOVIES, MAGIC AND FIREWORKS" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/31\/arts\/music-movies-magic-and-fireworks.html"} , {"body" : "More than 75,000 riders of the Long Island Rail Road - the line's entire evening rush-hour crowd that passes through Pennsylvania Station - met delays yesterday after a train carrying 700 people broke down and was stranded for much of the afternoon in a tunnel under the East River. While the railroad said the delays were limited to about a half" , "date" : "19811229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A STALLED TRAIN DELAYS 75,000 ON THE L.I.R.R." , "url" : "http:\/\/www.nytimes.com\/1981\/12\/29\/nyregion\/a-stalled-train-delays-75000-on-the-lirr.html"} , {"body" : "A 16-year-old youth was arrested and two other persons were questioned yesterday in the fatal shooting on Wednesday of a student on a high school field in Brooklyn. A fourth individual was still being sought. The victim, Don Devis, 17, of 1355 New York Avenue, was shot while he watched an altercation between two groups on the playing field of James" , "date" : "19811225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "YOUTH ARRESTED, SUSPECT SOUGHT IN SCHOOL DEATH" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/25\/nyregion\/youth-arrested-suspect-sought-in-school-death.html"} , {"body" : "A 17-year-old student, bystander to a dispute over a stolen coat in a Brooklyn schoolyard, was fatally shot yesterday morning by a gunman who mistook him for someone else, officials said. ''The wrong kid got hit,'' said Angelo J. Aponte, director of school safety at the Board of Education. ''They fingered an individual who was not part of the" , "date" : "19811224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'WRONG KID' IS FATALLY SHOT IN FIGHT AT BROOKLYN SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/24\/nyregion\/wrong-kid-is-fatally-shot-in-fight-at-brooklyn-school.html"} , {"body" : "Engelbert Humperdinck's ''Hansel and Gretel,'' which returns to the repertory of the Metropolitan Opera tomorrow night, has absolutely nothing to do with Christmas, at least specifically. There is no symbolism about the birth of Christ, and it does not even take place in wintertime: the weather is warm enough for the two children to sleep in the" , "date" : "19811220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "THERE IS MORE TO HUMPERDINCK THAN 'HANSEL AND GRETEL'" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/20\/arts\/there-is-more-to-humperdinck-than-hansel-and-gretel.html"} , {"body" : "Following is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in the metropolitan area. All are free unless otherwise noted. Today Cathedral of St. John the Divine (Episcopal), 1047 Amsterdam Avenue. Christmas concert: Paul Winter and the Winter Consort, Susan Osborn, singer, and Paul" , "date" : "19811218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "CALENDAR OF MUSIC FOR THE CHRISTMAS HOLIDAY SEASON" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/18\/arts\/calendar-of-music-for-the-christmas-holiday-season.html"} , {"body" : "An IRT express train lost a motor and careered off the tracks just south of the Times Square station early yesterday morning, injuring 10 passengers and causing a daylong disruption of subway, bus and traffic patterns for several hundred thousand New Yorkers. Subway repair crews struggled throughout the day and into the night to clear the twisted" , "date" : "19811216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SUBWAY CARS DERAIL IN TIMES SQ.; 10 ARE HURT, THOUSANDS DELAYED" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/16\/nyregion\/subway-cars-derail-in-times-sq-10-are-hurt-thousands-delayed.html"} , {"body" : "The New York City Department of Health has released the names of 51 food establishments that it said violated the Health Code. The department, in its announcement last week, also gave the names of 10 establishments that had reopened after correcting earlier violations and five that had been closed for failing to do so. The establishments are:" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "87" , "title" : "51 FOOD PLACES CITED BY CITY HEALTH DEPT. FOR CODE VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/nyregion\/51-food-places-cited-by-city-health-dept-for-code-violations.html"} , {"body" : "DESIGNING PEOPLE It is 100 years since Columbia University's Graduate School of Architecture and Planning opened its doors to educate would-be architects and others, and the story of its century fills the second-floor galleries of the Natinal Academy of Design, 1083 Fifth Avenue, at 89th Street (369-4880). The formidable assortment of structures" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Going Out Guide" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/arts\/going-out-guide.html"} , {"body" : "A probationary police officer was shot and seriously wounded yesterday in Brooklyn when he and his partner attempted to stop two men. The police believe the men were following someone they intended to mug on a street in the Park Slope section. Although the officer, Donald Rios, was wearing a bulletproof vest, he was wounded when one of the suspects" , "date" : "19811208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICER IN TRAINING WOUNDED BY GUNMAN ON BROOKLYN STREET" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/08\/nyregion\/officer-in-training-wounded-by-gunman-on-brooklyn-street.html"} ,   {"body" : "OFF THE WALL The marbled halls of the New York Public Library's Central Building, Fifth Avenue and 42d Street, are marvelous for echoes, not of sound but of the past, which more often than not is exhibited along the broad reach of walls. Two new exhibitions that are particularly unusual open there today. On the third floor, the walls along the" , "date" : "19811207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/07\/arts\/going-out-guide.html"} , {"body" : "The New York City Health Department last week cited 36 food establishments for violations of the city's Health Code. Six others were reopened after correcting previous violations and five were closed for failure to comply. VIOLATIONS Fong's, 124 Dyckman St. Bonjour Croissant, 701 Lexington Ave. Sun Sun, 1610 St. Nicholas Ave. 103 Second Ave." , "date" : "19811206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "72" , "title" : "36 Dispensers of Food Cited on Health Code" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/06\/nyregion\/36-dispensers-of-food-cited-on-health-code.html"} , {"body" : "It should not have been a surprise that the adjoining communities of Fort Greene and Clinton Hill in Brooklyn would one day be the new frontier for ''brownstoners'' with a pioneering spirit. The communities are east of Flatbush Avenue, two or three subway stops from Manhattan but just within a mile of Brooklyn's civic center. Underneath the urban" , "date" : "19811204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "ABOUT REAL ESTATE; THE RENEWAL OF BROOKLYN BROWNSTONES" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/04\/business\/about-real-estate-the-renewal-of-brooklyn-brownstones.html"} , {"body" : "A Brooklyn man was charged in Newark yesterday with having received stolen property two years ago in the theft of $1.5 million in gems from a Paris jewelry store. The man was identified by the Federal Bureau of Investigation as Rumanian-born Rudolph Karway and by his lawyer as American-born Steve Ross. Federal Magistrate William Hunt ordered the" , "date" : "19811202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARIS (FRANCE)" , "FRANCE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "MAN WITH 2 IDENTITIES IS CHARGED IN $1.5 MILLION PARIS JEWEL THEFT" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/02\/nyregion\/man-with-2-identities-is-charged-in-1.5-million-paris-jewel-theft.html"} , {"body" : "Four children were burned, three of them critically, in a fire in a three-room apartment in the East Flatbush section of Brooklyn shortly after midnight yesterday. Fire officials said they believed the blaze had been ignited by religious candles inside a closet. Firemen pulled three children from the burning second-floor apartment's front bedroom," , "date" : "19811130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THREE CHILDREN SEVERELY BURNED IN BROOKLYN FIRE" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/30\/nyregion\/three-children-severely-burned-in-brooklyn-fire.html"} , {"body" : "In Brooklyn, during the Great Depression, when our parents had trouble putting enough food on the table, on Thanksgiving they somehow managed to give their hungry kids a feast. But before we ate our fill, we kids went begging; it was a Thanksgiving tradition. In those days, kids could not afford $10 costumes, as they now can for Halloween. The" , "date" : "19811126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "BROOKLYN, IN THE 30's: 'BEGGING,' FEASTING" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/26\/opinion\/brooklyn-in-the-30-s-begging-feasting.html"} , {"body" : "HAPPY BIRTHDAY Virgil Thomson will turn 85 next Wednesday, and how better to prepare for the birthday of this composer, music critic and writer than to have everybody come to a festival? This is exactly what will happen tomorrow, and you can put in a major part of the day taking it in at the Great Hall of Marymount Manhattan College, 221 East 71st" , "date" : "19811121" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Going Out Guide" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/21\/arts\/going-out-guide.html"} , {"body" : "Santa Claus will fly over the stage in his sleigh at Radio City Music Hall tonight - just one of many spectacles in that traditional season opener, ''The Magnificent Christmas Spectacular.'' Other events will include the arrival of Scrooge in a horse-drawn carriage; ''The Parade of the Wooden Soldiers,'' danced by the Rockettes; part of ''The" , "date" : "19811120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; CHRISTMAS AT MUSIC HALL" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/20\/theater\/weekender-guide-friday-christmas-at-music-hall.html"} , {"body" : "A Queens man already in custody on charges of robbery and sodomy was charged with the sexual assault and strangulation of a bank worker last month. The suspect, Chris Aniades, 23 years old, was in the Queens House of Detention when he was charged with abducting Doreen Vitale on Oct. 15 and killing her. Miss Vitale's nude body was found in the back" , "date" : "19811114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "The City; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/14\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "The golden leaves are falling, and the brilliant Indian summer days are over, but there is nothing sad about Prospect Park these days. It is, in fact, thriving. The great Brooklyn park is undergoing a $10 million renaissance. Its ornate Victorian buildings are being restored, its bridges and arches renovated and its lovely meadows landscaped. Even" , "date" : "19811112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/12\/nyregion\/089666.html"} ,   {"body" : "''Satyagraha,'' an opera by Philip Glass, will have its New York City premiere tonight at 8 in the Opera House of the Brooklyn Academy of Music, using the same principal singers and huge set and costumes as it had when presented in its successful world premiere a year ago by the Netherlands Opera in Rotterdam. The opera is based on the life of" , "date" : "19811106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; GANDHI OPERA IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/06\/arts\/weekender-guide-friday-gandhi-opera-in-brooklyn.html"} , {"body" : "Post-gentrification has arrived at Park Slope, the scene of a much-heralded ''renaissance'' in the early 1970's. The young professionals who bought and restored Victorian houses and brownstones there then are now feeling displaced by newer arrivals - developers and Manhattanites willing to pay $200,000 or more for a house. ''This whole neighborhood" , "date" : "19811101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'POST-PIONEER' ARRIVALS KEEP PARK SLOPE IN FLUX" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/01\/realestate\/post-pioneer-arrivals-keep-park-slope-in-flux.html"} , {"body" : "WITH a whole weekend to celebrate Halloween this year, the city will be taken over, it seems, by goblins, magicians and a host of mysterious incorporeal phenomena. There will be a parade through Greenwich Village and in Queens a wand-breaking ceremony over the grave of Harry Houdini, master magician and escape artist. The avantgarde will take over" , "date" : "19811030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A SKELETON KEY TO HALLOWEEN TRICKS AND TREATS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/30\/arts\/a-skeleton-key-to-halloween-tricks-and-treats.html"} , {"body" : "A gypsy-cab driver, fleeing from his taxi on a Brooklyn street, was shot in the back of the head by one of two passengers last night, the police said. The cabdriver, Jean Pierri, 42 years old, had picked up two men at a taxi stand at Nostrand Avenue and Park Place in the Bedford Stuyvesant section at 9:30 P.M. While on the way to an address in the" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Gypsy-Cab Driver Shot While Fleeing 2 Riders" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/nyregion\/gypsy-cab-driver-shot-while-fleeing-2-riders.html"} , {"body" : "Network television coverage, the possibility of a world record and the expansion of spectator viewing areas are all sure to enhance Sunday's 12th running of the New York City Marathon, which will be held rain or shine. More than 16,000 runners, including 2,500 women, from all 50 states and 61 foreign countries have entered this year's five-borough" , "date" : "19811023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "BEST SPOTS TO CHEER THE MARATHONERS ON" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/23\/arts\/best-spots-to-cheer-the-marathoners-on.html"} , {"body" : "Two men were arrested in their homes yesterday and charged with the stabbing murder last month of a 38-year-old lawyer who had been walking with a friend in a park on the Lower East Side. A 16-year-old youth has already been indicted in the killing, and the disposal of his case will depend on the evidence that has turned up with the new arrests," , "date" : "19811023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 MORE ARE CHARGED IN KILLING OF LAWYER IN AN EAST SIDE PARK" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/23\/nyregion\/2-more-are-charged-in-killing-of-lawyer-in-an-east-side-park.html"} , {"body" : "An independent survey of subway performance finds a sharp decline in service on all lines in New York City and shows trains were late about twice as often as in a similar survey conducted only a year ago. The survey, made public yesterday, documents some improvements in cleanliness and maintenance, including more working lights and doors, a greater" , "date" : "19811015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY'S SUBWAYS STILL DECLINING, A SURVEY FINDS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/15\/nyregion\/city-s-subways-still-declining-a-survey-finds.html"} , {"body" : "The gun a Brooklyn bus passenger used Saturday to kill the driver after being denied a transfer has been recovered. The gun, a .357 magnum, was found in a factory doorway in Brooklyn yesterday morning and later a ballistics check showed that it was used in the killing, the police said. The gun was wrapped in clothing that the police believe may" , "date" : "19811014" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Gun Used to Kill Bus Driver Found" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/14\/nyregion\/the-city-gun-used-to-kill-bus-driver-found.html"} , {"body" : "Bus drivers on the Brooklyn route where a fellow worker was shot dead Saturday by a passenger whose request for a transfer he had refused said yesterday that they were often threatened and harassed in such disputes. As detectives combed the Sheepshead Bay section for the assailant, other drivers said that, unlike the victim, they handed out" , "date" : "19811012" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SLAIN DRIVER'S CO-WORKERS RARELY DENY TRANSFERS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/12\/nyregion\/slain-driver-s-co-workers-rarely-deny-transfers.html"} , {"body" : "Calvin Hampton, who has been playing the organ at midnight on Fridays at Calvary Church, Park Avenue South and 21st Street, for the last seven years, will begin his eighth season tonight with the premiere of a work he wrote for the occasion. Also on the program will be Bach's Fantasy and Fugue in G minor, which makes Mr. Hampton feel like ''a mad" , "date" : "19811002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; ORGAN MUSIC AT MIDNIGHT" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/02\/theater\/weekender-guide-friday-organ-music-at-midnight.html"} ,   {"body" : "What distinguished them was race, ethnicity, politics, religion, taste in food and preference in music. What united them was an openhearted affection for Brooklyn, and that is what many thousands of people celebrated yesterday at the Atlantic Avenue festival. Diversity and borough chauvinism were both evident along the onemile stretch of the" , "date" : "19810928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "IN BROOKLYN, A FESTIVAL WITH DIVERSITY AND UNITY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/28\/nyregion\/in-brooklyn-a-festival-with-diversity-and-unity.html"} , {"body" : "Rush-hour travel for 36,000 Manhattan-bound riders was snagged yesterday morning by a series of mishaps on the Long Island Rail Road, Conrail's commuter lines and the IRT. In the first incident, a young man was struck and killed at about 5:45 A.M. near Stony Brook, L.I., by an L.I.R.R. train from Port Jefferson. The Suffolk County police said they" , "date" : "19810926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "36,000 MANHATTAN-BOUND COMMUTERS DELAYED IN SERIES OF MISHAPS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/26\/nyregion\/36000-manhattan-bound-commuters-delayed-in-series-of-mishaps.html"} , {"body" : "Thousands of youngsters were turned away from New York City's public schools yesterday because they lacked either proof of immunization against childhood diseases or permission from their parents for the schools to give them the legally required inoculations. The teachers of a school system struggling to reduce its dropout rate found themselves in" , "date" : "19810925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "NEW YORK SCHOOLS SHUT OUT STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/25\/nyregion\/new-york-schools-shut-out-students.html"} , {"body" : "THE soon-to-be-implemented Long Island Rail Road capitalimprovement plan, costing more than half a billion dollars, will address many of the L.I.R.R's serious problems, especially those relating to maintenance and capacity. Most of the improvements are geared toward giving the L.I.R.R. the ability to provide the service promised in its timetables" , "date" : "19810920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "GETTING THE L.I.R.R. ON A NEW TRACK" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/20\/nyregion\/getting-the-lirr-on-a-new-track.html"} , {"body" : "O NE of the first blows struck by the White House in the contest over selling Awacs radar planes to Saudi Arabia was sharp-edged and counterproductive. This is the assessment of surprised Senate Republicans who have complained privately at the sort of Administration pressure put on Senator Bob Packwood, the Oregon Republican who is leading the" , "date" : "19810918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "SAUDI ARABIA"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "18" , "title" : "WASHINGTON TALK BRIEFING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/18\/us\/washington-talk-briefing-017992.html"} , {"body" : "A police officer shot and killed a 15-year-old Brooklyn youth inside a closed and darkened grocery store early yesterday while responding to a report of a burglary in progress, the police said. Two other youths, one 15 and the other 18, were arrested at the scene. According to the police, McKenzie Desir was fatally shot in the head by Officer" , "date" : "19810912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "BROOKLYN YOUTH, 15, FATALLY SHOT BY OFFICER INVESTIGATING BURGLARY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/12\/nyregion\/brooklyn-youth-15-fatally-shot-by-officer-investigating-burglary.html"} , {"body" : "AS if to make up for the lazy look of the city in August, New Yorkers in droves will take to the streets in celebration this weekend and so will a lot of their suburban neighbors. No one cause is prompting the merriment. Everything from autumn to Grandparents' Day will be hailed in a cornucopia of fairs and festivals ranging in size from a block to" , "date" : "19810911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COLD SPRING HARBOR (NY)" , "NEW YORK CITY" , "JERSEY CITY (NJ)" , "MORRISTOWN (NJ)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "NEW YORKERS REAP HARVEST OF AUTUMN FAIRS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/11\/arts\/new-yorkers-reap-harvest-of-autumn-fairs.html"} , {"body" : "A thunderstorm that flooded highways and caused power breakdowns throughout the metropolitan region Tuesday night led to the death of a man in the Bronx after he was rescued from his partially submerged car. The victim, Domenico Bossio of 4390 Carpenter Avenue, was found in 12 feet of water at the southbound entrance to the Bronx River Parkway at" , "date" : "19810910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CA R SUBMERGED, DRIVER, 65, DIES TRYING TO SWIM" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/10\/nyregion\/ca-r-submerged-driver-65-dies-trying-to-swim.html"} , {"body" : "Detectives investigating the slaying of a 14-year-old Brooklyn boy during a bicycle ride Friday morning canvassed an East Flatbush neighborhood yesterday in search of witnesses and clues. They made no arrests, but received some telephone tips and reported several new leads. The victim, Lascell Campbell of 165 East 32d Street, was shot once in the" , "date" : "19810823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "POLICE REPORT TIPS IN SLAYING OF BOY" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/23\/nyregion\/police-report-tips-in-slaying-of-boy.html"} , {"body" : "A 14-year-old boy who liked to build bicycles from spare parts and had lost two of his bicycles to thieves recently was shot and killed near his Brooklyn home early yesterday by one of two or three young thugs, the police said. The motive was unclear. The assailants may have tried to steal the boy's latest creation, the police said, or he may have" , "date" : "19810822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "BROOKLYN BOY, 14, SHOT TO DEATH; ATTACKERS MAY HAVE WANTED BIKE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/22\/nyregion\/brooklyn-boy-14-shot-to-death-attackers-may-have-wanted-bike.html"} ,   {"body" : "The International Celtic Festival, a melange of Irish, Scottish and Welsh music, dance, handicrafts and entertainments - the tossing of the caber, for one - is under way this weekend at Hunter Mountain in the Catskills. It will continue through Sunday, when the big attraction will be 18 pipe bands, including the one sponsored by the New York Police" , "date" : "19810821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; CATSKILLS CELTIC FLING" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/21\/arts\/weekender-guide-friday-catskills-celtic-fling.html"} , {"body" : "The fire at Junior's Restaurant on Flatbush Avenue destroyed no ordinary eatery. Some connoisseurs of Jewish cooking claim that the blintzes are richer at Ratner's, the knishes are heftier at Yonah Shimmel's, the pastrami spicier at the Carnegie, the challah fresher at Farm Food, the schmaltz thicker at Sammy's, the specials more special at Katz's" , "date" : "19810821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Topics; BOOKS BLONDES, BOMBS, BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/21\/opinion\/topics-books-blondes-bombs-brooklyn.html"} , {"body" : "''Potpourri: Scents and Spices,'' the Horticultural Society of New York, 128 West 58th Street. Neil Malchisky, horticulturalist at the Queens Botanical Garden, will demonstrate how to prepare several potpourri blends made from flower petals, herbs, spices and oils. In the two-hour workshop beginning at 6:30 P.M. on Aug. 26, each registrant will" , "date" : "19810820" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar of Events" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/20\/garden\/calendar-of-events.html"} , {"body" : "Junior's Restaurant, a landmark in downtown Brooklyn that for 30 years had been a magnet for hurrying office workers, relaxing families and deal-making politicians, was a scarred ruin yesterday as a result of a three-alarm fire. The blaze was discovered around the 1:30 A.M. closing time in the two-story structure at DeKalb Avenue and the Flatbush" , "date" : "19810818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN BLAZE CLOSES LANDMARK RESTAURANT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/18\/nyregion\/brooklyn-blaze-closes-landmark-restaurant.html"} , {"body" : "-------------------------------------------------------------------- Elizabeth Lincoln is a freelance writer. By ELIZABETH LINCOLN IT'S a familiar comment that as the years go by somehow the steps become steeper and the newspaper print becomes smaller. For many people, it may also be true that the bathtub is deeper, the kitchen cabinets are higher," , "date" : "19810813" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "MAKING HOME MORE COMFORTABLE FOR OLD" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/13\/garden\/making-home-more-comfortable-for-old.html"} , {"body" : "The president of the Transit Authority said yesterday that Friday's fatal subway train crash in Brooklyn had resulted from signal problems caused by long-deferred maintenance of aging and outmoded equipment. The official, John D. Simpson, said that the signal system had been scheduled for replacement late this year and that many other urgently" , "date" : "19810705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DELAY IN SUBWAY REPAIRS BLAMED BY TRANSIT CHIEF FOR FATAL CRASH" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/05\/nyregion\/delay-in-subway-repairs-blamed-by-transit-chief-for-fatal-crash.html"} , {"body" : "LOOKING BACK If you could go back to the New York of 205 years ago, in the summer of '76, you would find a busy city on Manhattan's tip, tidy little Dutch villages uptown and in other boroughs and a radically new type of Revolution in the making. The locations and general terrain, if not the actual buildings and look of them, are still there. You" , "date" : "19810704" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Going Out Guide" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/04\/arts\/going-out-guide.html"} , {"body" : "A Manhattan-bound IRT No. 3 train from Brooklyn was stopped at 9:20 A.M. for 50 minutes between the Newkirk and Flatbush Avenue stations because of a mechanical failure. Other trains on the line were also delayed. Also as a result of a mechanical problem, a southbound IRT No. 1 local train in Manhattan was shifted to the express lines at 79th" , "date" : "19810624" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City; Transit Report" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/24\/nyregion\/the-city-transit-report.html"} , {"body" : "A $1,035,000 contract has been awarded by the city's Department of Transportaton for the reconstruction of the Bedford Avenue Bridge over the Long Island Rail Road tracks in Brooklyn. The bridge in the Flatbush section is being rebuilt with an 18-foot clearance to accommodate ''piggyback'' flatbed cars that carry freight containers. The department" , "date" : "19810622" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Bridge Reconstruction Pact Let" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/22\/nyregion\/bridge-reconstruction-pact-let.html"} , {"body" : "To 45 architecture students from Delft University who are touring American cities to study low-income housing and neighborhood revitalization, the Flatbush section of Brooklyn was a required stop -and not just because of the heritage of the Dutch who first settled it in the 17th century. An unusual combination of community, government and private" , "date" : "19810621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "RENEWAL IN FLATBUSH TAKES TEAMWORK" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/21\/nyregion\/renewal-in-flatbush-takes-teamwork.html"} ,   {"body" : "A browser's and bargain-hunter's guide to flea markets in the metropolitan area: New York City 1. Jan Hus Presbyterian Church, 351 East 74th Street, 535-5235. Tomorrow and June 20, 10 A.M. to 5 P.M.; 44 dealers. 2. Annex Antiques and Flea Market, Avenue of the Americas and 25th Street, 243-5343. Sundays through Oct. 25, 10 A.M. to 7 P.M.; 100" , "date" : "19810612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "BARGAIN- HUNTER'S KEY TO THE MARDETS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/12\/arts\/bargain-hunter-s-key-to-the-mardets.html"} , {"body" : "Rabbi Harry Halpern, an educator and leader in philanthropic affairs in Brooklyn and a former member of the New York City Human Rights Commission, died Wednesday at the Yale-New Haven Hospital in Connecticut. He was 82 years old and lived in Southbury, Conn. Rabbi Halpern, the spiritual leader of the East Midwood Jewish Center in Brooklyn for 49" , "date" : "19810612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "HARRY HALPERN, 82, JEWISH LEADER, DIES" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/12\/obituaries\/harry-halpern-82-jewish-leader-dies.html"} , {"body" : "The Metropolitan Transportation Authority, in a list that came to light yesterday, has designated what it calls the 69 stations most in need of repair in the New York City subway system. It has recommended a six-year program to renovate them, but financing for the bulk of the program, the Transit Authority said, has yet to be found. The City" , "date" : "19810611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "AGENCY LISTS ITS 69 MOST DETERIORATED SUBWAY STATIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/11\/nyregion\/agency-lists-its-69-most-deteriorated-subway-stations.html"} , {"body" : "AMODEST parade tomorrow morning at 10, including two pipe bands, Connemara ponies, Mayor Koch, Governor Carey and Senator Daniel Patrick Moynihan, will inaugurate a new New York event in an old New York place - the Great Irish Fair on the historic Brooklyn waterfront. Tomorrow and Sunday from 10 A.M. to 5 P.M., between the Brooklyn and Manhattan" , "date" : "19810605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "COUNTY KINGS IS PLAYING HOST TO A SQUARE MILE OF IRISH FAIR" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/05\/arts\/county-kings-is-playing-host-to-a-square-mile-of-irish-fair.html"} , {"body" : "''ANYTHING that is to have a positive social impact must be on a sound economic footing.'' That has become a kind of credo for Marc J. Leavitt, a lawyer who is active in many housing rehabilitation efforts in the city. Precisely because so much rental housing is on such a weak economic footing, housing specialists for years have put their hopes on" , "date" : "19810605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "17" , "title" : "ABOUT REAL ESTATE; UPGRADING A BROOKLYN BUILDING TO CONVERT IT INTO A CO-OP" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/05\/business\/about-real-estate-upgrading-a-brooklyn-building-to-convert-it-into-a-co-op.html"} , {"body" : "One of the most wistful of Brooklyn dreams - the return of the borough's baseball Dodgers to their home turf - received a daylong elaboration in parties and proclamations yesterday. By order of Governor Carey, a statewide Brooklyn Dodger Day was designated. Among those attending the celebrations in Brooklyn were the State Senator who has introduced" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, FANS DESIGN A COMEBACK FOR DODGERS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/nyregion\/in-brooklyn-fans-design-a-comeback-for-dodgers.html"} , {"body" : "This Saturday formally marks the start of New York's sixth Greenmarket season, with the opening of the Union Square, East 67th Street and Gansevoort Street sites. The site at Queens Plaza opened last Saturday. Between June and December, New Yorkers will be able to shop at 16 outdoor markets for the fresh produce grown and trucked into the city by" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "16" , "title" : "CITY'S GREENMARKETS GO INTO SIXTH SEASON" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/garden\/city-s-greenmarkets-go-into-sixth-season.html"} , {"body" : "In its weekly report, the New York City Health Department yesterday released the names of 25 food establishments found to been in violation of the health codes. After a re-inspection, three establishments cited earlier were reopened and five were closed for failure to correct violations. The establishments are: VIOLATIONS Zois Pizza & Heroes, 3780" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "FOOD ESTABLISHMENTS CITED BY HEALTH DEPT. OVER CODE VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/nyregion\/food-establishments-cited-by-health-dept-over-code-violations.html"} , {"body" : "shirts, swimsuits, pajamas, flashlights, mess kits, blankets, etc., that children need to face the wilds of Maine or Massachusetts, you'd better start moving. Trunks are supposed to be shipped off in early June - only two weeks away. Experienced parents try to get everything done by the end of April. Parents of first-time campers who haven't" , "date" : "19810516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "CONSUMER SATURDAY; OUTFITTING CHILDREN FOR CAMP" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/16\/style\/consumer-saturday-outfitting-children-for-camp.html"} , {"body" : "''The Tower'' - a musical theater piece by the Pulitzer prizewinning composer Michael Colgrass - will be given its American premiere on Roosevelt Island tonight at 8 by 20 schoolchildren. Roosevelt Island? Schoolchildren? Yes. The musical, a modern, urban version of ''Jack and the Beanstalk,'' was written to be performed by children. Nancy Breth, a" , "date" : "19810515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; ROOSEVELT I. PREMIERE" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/15\/arts\/weekender-guide-friday-roosevelt-i-premiere.html"} ,   {"body" : "ON wheels, on foot and on camel, New Yorkers and their neighbors will be celebrating the arrival of May this weekend in the only reasonable way -by getting out of doors. Probably the most noticeable among them will be the participants in the annual Five Boro Bike Tour - some 17,000 are expected to turn out, according to the sponsors of the event," , "date" : "19810501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CITY AND SUBURB GOING ALL OUT FOR MAY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/01\/arts\/city-and-suburb-going-all-out-for-may.html"} , {"body" : "A retired truck salesman who had helped investigators break up an international drug smuggling ring was shot and killed yesterday on a Brooklyn street hours before he was scheduled to testify in Federal court. The victim, James V. Bennett, 65 years old, of Margate, Fla., was shot twice in the head at close range by two men at Avenue N and East 59th" , "date" : "19810430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "WITNESS IS SLAIN ON BROOKLYN STREET HOURS BEFORE DRUG CASE TESTIMONY" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/30\/nyregion\/witness-is-slain-on-brooklyn-street-hours-before-drug-case-testimony.html"} , {"body" : "THE SKY IS FALLING From Webster's New World Dictionary: A meteoroid is a small solid body traveling through space. When a meteoroid enters the earth's atmosphere it is called a meteor. And that piece of a meteor that lands on the earth surface as a hunk of metal or stone is a meteorite. Can a meteorite that landed in Mexico reveal information on" , "date" : "19810429" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/29\/arts\/going-out-guide.html"} , {"body" : "A Brooklyn man and his 6-year-old son died after an electric blanket caught fire and spread flames through the top floor and roof of their home in Flatbush, according to fire and police officials. The victims, 28-year-old Dennis McCarthy Jr., and his son Dennis were on the top floor of the two-story frame house at 1980 Troy Avenue when the fire" , "date" : "19810427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Father and Son Die In Flatbush Blaze" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/27\/nyregion\/the-city-father-and-son-die-in-flatbush-blaze.html"} , {"body" : "The relationship between people and the city streets on which they work, live and play was the subject of a two-day conference Friday and yesterday. The parley was co-sponsored by the Project for Public Spaces, a nonprofit organization, and the Parsons School of Design. The conference, attended by 200 people, was at the New School. It brought" , "date" : "19810426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "60" , "title" : "STREETS' USES EXPLORED" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/26\/arts\/streets-uses-explored.html"} , {"body" : "A policeman was the target of shots from a pellet gun when he investigated a report of men with guns on a roof at 810 Ocean Avenue in Brooklyn. The officer was not struck, but the police seized two suspects. The suspects - identified as 19-year-old Melvin Rivera of 1206 Flatbush Avenue and Juan Claudio, 20, of 1 Park Place - were charged with" , "date" : "19810425" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "The City; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/25\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Twenty-seven persons who have been convicted of felonies continue to operate or receive revenue from nursing homes in New York State because of legal requirements that allow hearings and court appeals in state efforts to displace them. This situation was reported yesterday in a statement by Representative Charles E. Schumer, Democrat of Brooklyn." , "date" : "19810423" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "27 FELLOWS INVOLVED WTH NURSING HOMES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/23\/nyregion\/27-fellows-involved-wth-nursing-homes.html"} , {"body" : "Designer show houses in New Jersey and Pennsylvania and on Long Island are also open for spring fund raising. April 27-May 31. ''Welwyn,'' the site of Designer Showcase '81, is a Georgian-style country estate in Glen Cove, L.I., that stretches over 200 acres of woodlands, sweeping lawns and boxwood gardens. This 35-room waterfront mansion on" , "date" : "19810423" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "OTHER SHOW HOUSES AND FORTHCOMING HOME TOURS IN THE AREA; SHOW HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/23\/garden\/other-show-houses-and-forthcoming-home-tours-in-the-area-show-houses.html"} , {"body" : "A fire fueled by trash produced so much smoke in an IRT subway tunnel in Brooklyn yesterday that four Manhattan-to-Brooklyn express lines were delayed 20 minutes. No one was reported injured. The motorman of Train 1250, a Seventh Avenue express, reported heavy smoke at 1:28 P.M. after pulling away from the Borough Hall platform. After he stopped" , "date" : "19810409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Where There's Smoke, There's a Train Delay" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/09\/nyregion\/where-there-s-smoke-there-s-a-train-delay.html"} , {"body" : "A POET SPEAKS Rod McKuen, who has been a best-selling poet, no mean achievement in a country where poetry is infrequently a mass medium, and writer of 2,000 songs as well as maker of successful records, is heard from at rarer intervals these days than he was a decade ago. A nightclub appearance here, a guest-shot there, a mention in news items from" , "date" : "19810407" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/07\/books\/going-out-guide.html"} ,   {"body" : "Jan De Gaetani, the mezzo-soprano, has a reputation for versatility. Tonight at 8:30, she will sing music spanning the centuries, from Handel and Brahms to Vaughan Williams and Arnold Black, at the Rockland Center for the Arts, 27 Greenbush Road, West Nyack, N.Y. Assisting artists will be Philip West, oboist; Abba Bogin, pianist and harpsichordist," , "date" : "19810403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; JAN DE GAETANI IN ROCKLAND" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/03\/arts\/weekender-guide-friday-jan-de-gaetani-in-rockland.html"} , {"body" : "A conference exploring the contributions of women in music since medieval times is taking place through Sunday at New York University, 35 West Fourth Street. Scheduled during the National Congress on Women in Music are a dozen concerts, panel discussions, workshops and the presentation of more than 80 papers on a vast array of topics. Medieval" , "date" : "19810327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/27\/arts\/weekender-guide.html"} , {"body" : "BRITISH,YOU KNOW For nine days - today through March 24 - you will be able to see as much British television programming in the Museum of Modern Art as you can catch in a month on Channel 13. The program, ''Films From the BBC,'' consists of 12 dramas, all but two of feature length, that have been shown in Britain in the 1960's and 70's, most of" , "date" : "19810316" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/16\/movies\/going-out-guide.html"} , {"body" : "The New York City Health Department named 36 food establishments found in violation of the city's health code. In addition, the report cited six restaurants that had reopened after correction of violations, four that were closed and one - the Silver Slipper, 946 Flatbush Avenue, Brooklyn - that went out of business. The establishments are:" , "date" : "19810315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "36 FOOD PLACES LISTED AS VIOLATORS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/15\/nyregion\/36-food-places-listed-as-violators.html"} , {"body" : "Following are details on weekend ballet activity: Joffrey Ballet, Metropolitan Opera House. Sunday at 8. Tickets are available at $200. Information: 265-7300. Ohio Ballet, Brooklyn Academy of Music. Tonight and tomorrow at 8, Sunday at 2. Tickets are $6, $8 and $12. Information: 636-4100. Oakland Ballet, Whitman Hall, Brooklyn Center for the" , "date" : "19810313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "WHERE TO FIND DANCE ACTIVITY" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/13\/arts\/where-to-find-dance-activity.html"} , {"body" : "Long Island University, which defeated Wagner, Fordham and Iona in the Eastern College Athletic Conference's Metro playoffs last week, plays in the National Collegiate basketball tournament tonight for the first time. L.I.U., rated a long shot in the tournament, takes its 18-10 record against Virginia Commonwealth (23-4), the Sun Belt Conference" , "date" : "19810313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "L.I.U. Starts N.C.A.A. Play" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/13\/sports\/liu-starts-ncaa-play.html"} , {"body" : "A 56-year-old Queens man was shot to death and his wife was critically wounded yesterday during a burglary at their 26th-floor apartment in North Shore Towers, 270-26 Grand Central Parkwway, Floral Park. The dead man was identified as Rubin Hyman. His wife, Ellen, 51, was listed in critical condition at Long Island Jewish Hospital. ... Carlos" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "''A REEL AMERICAN HERO'' will open at the Rialto on April 9. This musical, its producer says, ''is an affectionate lampoon on what brought us to the values of Ronald Reagan.'' The Rialto is the theater on Broadway and 42d Street that was retrieved from the world of dirty movies and made into a legitimate house last year. In the 1930's and 1940's," , "date" : "19810220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "Broadway; Ex-film house to get affectionate musical lampooning movies." , "url" : "http:\/\/www.nytimes.com\/1981\/02\/20\/theater\/broadway-ex-film-house-to-get-affectionate-musical-lampooning-movies.html"} , {"body" : "A chill wind whips through the tall marsh grass, and a flock of Canada geese take flight over the bay. Along a path that cuts through a thicket of holly and bayberry trees, a hardy band of visitors inspect animal tracks. It could be a winter landscape in the Rockies or the Adirondacks, but the scene is repeated this time of year every weekend in" , "date" : "19810213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "WILDERNESS EVENTS AT THE CITY'S DOOR" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/13\/arts\/wilderness-events-at-the-city-s-door.html"} , {"body" : "TREND-SETTING? Barely has the spectacular showing of the 1927 silent film ''Napoleon'' to the live accompaniment of the American Symphony Orchestra closed at Radio City Music Hall than along comes the Brooklyn Philharmonia with a program along similar, if less mammoth, lines. ''Music for the Silent Cinema'' will offer four ancient short movies" , "date" : "19810212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "25" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/12\/theater\/going-out-guide.html"} ,   {"body" : "Gardening Workshops, Building 272, Gateway Recreation Area, Floyd Bennett Field, Brooklyn. A free series of workshops on recreational gardening, conducted by specialists in the field, will begin next Thursday at 7:30 and continue until 9 P.M. The sponsors are the Gateway National Recreation Area and the Cornell University Cooperative Extension. The" , "date" : "19810205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS ," , "url" : "http:\/\/www.nytimes.com\/1981\/02\/05\/garden\/calendar-of-events.html"} , {"body" : "GO west, young man, I thought. The time arrived when I knew I had to leave the comfortable womb I've called Long Island, and start a new chapter of my life. The decision did not come lightly. Friends and family admonished about the disadvantages of leaving the Island, trying to dissuade me from making my inevitable exodus. But, after long" , "date" : "19810125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LEAVING IT BUT STILL LOVING IT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/25\/nyregion\/leaving-it-but-still-loving-it.html"} , {"body" : "Two women were found dead in unheated apartments in the Bronx and Brooklyn, the police and the City Department of Housing Preservation and Development reported yesterday. The women were identified as Sally Brazell, 60 years old, of 532 Lefferts Avenue, in the Flatbush section of Brooklyn, and Jessie Smalls, 47, of 65 Featherbed Lane, in the Morris" , "date" : "19810122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 2 Are Found Dead In Cold Apartments" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/22\/nyregion\/the-city-2-are-found-dead-in-cold-apartments.html"} , {"body" : "A fire that quickly engulfed a small frame house here early today killed seven persons, including four small children found huddled only a few feet from a first-floor window. Fire Chief Leo Harkins of New Brunswick said the fire was ''the most tragic in the city's history.'' ''We didn't have a shot or a chance at saving anyone,'' he said, because" , "date" : "19810102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW BRUNSWICK (NJ)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "7, INCLUDING 4 CHILDREN, DIE IN HOUSE FIRE IN JERSEY" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/02\/nyregion\/7-including-4-children-die-in-house-fire-in-jersey.html"}]