[  {"body" : "New York City took a significant step yesterday toward building a plant in the former Brooklyn Navy Yard that would burn as much as 15 percent of the city's daily collection of garbage and convert it into steam. An Illinois energy and engineering company was chosen over three other companies to construct and operate the Brooklyn plant, which the" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A STEAM PLANT BURNING REFUSE DUE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/nyregion\/a-steam-plant-burning-refuse-due-in-brooklyn.html"} , {"body" : "It should not have been a surprise that the adjoining communities of Fort Greene and Clinton Hill in Brooklyn would one day be the new frontier for ''brownstoners'' with a pioneering spirit. The communities are east of Flatbush Avenue, two or three subway stops from Manhattan but just within a mile of Brooklyn's civic center. Underneath the urban" , "date" : "19811204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "ABOUT REAL ESTATE; THE RENEWAL OF BROOKLYN BROWNSTONES" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/04\/business\/about-real-estate-the-renewal-of-brooklyn-brownstones.html"} , {"body" : "In what would constitute the largest consolidation of hospital beds in New York City's history, four private voluntary hospitals in Brooklyn have decided to merge into two new hospitals. All four hospitals would remain open at their present sites. In one merger affecting the Bedford-Stuyvesant and Crown Heights sections of northern Brooklyn, the" , "date" : "19811203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "FOUR BROOKLYN HOSPITALS PLAN TO MERGE INTO TWO NEW ONES" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/03\/nyregion\/four-brooklyn-hospitals-plan-to-merge-into-two-new-ones.html"} , {"body" : "Abram Shnay is a 33-year-old developer who grew up in the Rego Park section of Queens, graduated from Queens College and now has an office on Queens Boulevard. But he is immersed at present in housing challenges in Brooklyn, the Bronx and Staten Island. The family construction company, Shnay & Sons, founded by his father, seems to specialize in" , "date" : "19811120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "33" , "title" : "ABOUT REAL ESTATE; CITY HOUSING CHALLENGES: A DEVELOPER'S EXPERTISE" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/20\/business\/about-real-estate-city-housing-challenges-a-developer-s-expertise.html"} , {"body" : "APILOT project that began a couple of years ago in 35 New York City schools with dominantly minority enrollments has been credited with bringing about a marked improvement in student performance, a rise in both teacher and student attendance, and a sharp decrease in classroom disruption. About two-thirds of the schools have increased the number of" , "date" : "19811115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "15" , "title" : "PROJECT PAYS DIVIDENDS TO THE CITY'S MINORITIES" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/15\/education\/project-pays-dividends-to-the-city-s-minorities.html"} , {"body" : "TODAY is a runner's dream. At the Verrazano Bridge, helicopters hover overhead. Network is there. Fireboats spout. A mass of human energy waits in a holding pattern. In a moments' notice, it surges forward, cascading like water through a broken dam, streaming forth endlessly into the streets of Bay Ridge. This morning, runners from all over the" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "A DAY THAT RUNS ON AND ON" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/sports\/a-day-that-runs-on-and-on.html"} , {"body" : "Federal agents and the police raided six apartments in New York City and Westchester County yesterday as new links emerged between radical activists, black terrorists and the gang that killed two police officers and a Brink's guard Tuesday in a $1.6 million armored-car holdup in Rockland County. Guided by documents found early Wednesday in an East" , "date" : "19811023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ROCKLAND COUNTY (NY)" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "POLICE RAID APARTMENTS TO GATHER EVIDENCE ON KILLINGS IN ROCKLAND" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/23\/nyregion\/police-raid-apartments-to-gather-evidence-on-killings-in-rockland.html"} , {"body" : "Neighbors in the Fort Greene section of Brooklyn, where Eve Rosahn had lived for at least the last 14 months, remember her quiet and almost diffident manner as she came and went in her olive drab fatigues and field jacket and carrying an old Army knapsack. They say they had no idea that more than 10 years ago she was among six students whom" , "date" : "19811023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ROLE OF EVE ROSAHN IN PROTEST MOVEMENT SURPRISES NEIGHBORS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/23\/nyregion\/role-of-eve-rosahn-in-protest-movement-surprises-neighbors.html"} , {"body" : "Federal officials over the weekend began moving several hundred Haitians to detention centers around the country, including an immigration center in Brooklyn and a Federal prison near Lake Placid, N.Y., in an effort to ease serious overcrowding at a Miami camp. The Haitians, illegal aliens who have been fleeing their country in boats for several" , "date" : "19810720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "UNITED STATES" , "MIAMI (FLA)" , "LAKE PLACID (NY)" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "HAITIANS ARRIVE IN BROOKLYN AND LAKE PLACID" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/20\/nyregion\/haitians-arrive-in-brooklyn-and-lake-placid.html"} , {"body" : "A little band of nature enthusiasts, rambling everywhere from a cemetery in Van Cortlandt Park to a clump of milkweed behind the Central Park police station house, yesterday completed the first organized butterfly census of Manhattan and the Bronx. The enumerators, ranging from a 12-year-old to a retired botany professor, turned up 401 butterflies" , "date" : "19810702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HARDY BAND TAKES AN URBAN BUTTERFLY COUNT" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/02\/nyregion\/hardy-band-takes-an-urban-butterfly-count.html"} ,   {"body" : "New York City's plan to build a steam plant that would burn 3,000 tons of garbage a day in the former Brooklyn Navy Yard has prompted borough residents to begin voicing fear, suspicion and opposition. The plant would be the first of up to a dozen such facilities the Koch administration says are needed to avoid inundating the city in garbage within" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CITY PLAN FOR GARBAGE-FUELED PLANT DRAWS ANGER OF BROOKLYN RESIDENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/nyregion\/city-plan-for-garbage-fueled-plant-draws-anger-of-brooklyn-residents.html"} , {"body" : "Two New York City Emergency Medical Service nurses were suspended yesterday and disciplinary action was taken against two of the service's telephone operators following the death of a Brooklyn youth. The action came, a spokesman for the service said, after a Brooklyn family charged on Tuesday that the youth, 15-year-old Oscar Gonzales, who was" , "date" : "19810507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "THE CITY; 4 Censured in Death Of Asthmatic Youth" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/07\/nyregion\/the-city-4-censured-in-death-of-asthmatic-youth.html"} , {"body" : "New York City officials are urging the Reagan Administration to rescind its plans to end a Federal housing rehabilitation loan program for poor and moderate-income homeowners. They say the program has been ''a vital tool'' in stabilizing one- and two-family housing in the city. The officials say elimination of the program - known as the 312" , "date" : "19810405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "39" , "title" : "NEW YORK URGES U.S. NOT TO END HOME LOAN PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/05\/nyregion\/new-york-urges-us-not-to-end-home-loan-program.html"} , {"body" : "President Reagan's proposal to eliminate almost all Economic Development Administration financing over the next two years would cut deeply into more than 60 factory expansions, industrial parks, small-business loan funds, theater rehabilitations and other projects in depressed areas in New York, New Jersey and Connecticut. Since the freezing of" , "date" : "19810312" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "UNITED STATES" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. FREEZE ON GRANTS PERILS PROJECTS IN NEW YORK REGION" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/12\/nyregion\/us-freeze-on-grants-perils-projects-in-new-york-region.html"} , {"body" : "Irate neighborhood groups and community associations from various sections of the city crowded into the auditorium of Public School 87 on West 78th Street yesterday to tell state and city officials in no uncertain words how they felt about the city's subway and bus service. The main target was Richard Ravitch, chairman of the Metropolitan" , "date" : "19810308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "RAVITCH AND WAGNER ASSAILED AT 'TRANSIT SPEAKOUT'" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/08\/nyregion\/ravitch-and-wagner-assailed-at-transit-speakout.html"} , {"body" : "''The Coliseum, please,'' the passenger said as he entered the taxicab on Wall Street. ''You mean the one on 34th Street?'' the driver asked, switching on the meter. ''No, the Coliseum. Fifty-Ninth Street.'' ''Oh yeah, sure. I'll take the F.D.R. Drive.'' ''It's on the West Side.'' ''Okay. Then I'll take the West Side Highway.'' ''The West Side" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "WHEN IT COMES TO THE BIG TOWN, NOT ALL CABBIES KMOW THEIR WAY AROUND" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/when-it-comes-to-the-big-town-not-all-cabbies-kmow-their-way-around.html"} , {"body" : "A police raid on an American Legion hall in the Fort Greene section of Brooklyn on Wednesday night resulted in the recovery of $75,000 worth of stolen property, including stereo units, office equipment, power tools, clothing and expensive roller skates. Detective Thomas Montemarano said that detectives from the 88th Precinct Squad and plainclothes" , "date" : "19810227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/27\/nyregion\/022184.html"} , {"body" : "A 20-year-old Brooklyn man surrendered in the Jan. 19 robbery of a limousine parked on East 57th Street in which the chauffeur, an offduty policeman about to retire, shot and killed one robber. The suspect was identified as Richard Lugo and the dead man as Mark Diax, 19, both of the Fort Greene section, where Mr. Lugo surrendered at a Youth Patrol" , "date" : "19810127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/27\/nyregion\/the-city-the-police-blotter.html"}]