[  {"body" : "Red Hook, Brooklyn's legendary waterfront, survived generations of poor immigrants, brawling workers and union corruption, only to be nearly destroyed by government decisions. It is now beginning a renaissance, this time aided by government. ''Red Hook is one of the best examples I know of a neighborhood that has seen both the positive and the" , "date" : "19811116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RED HOOK SURVIVES HARD TIMES INTO NEW ERA" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/16\/nyregion\/red-hook-survives-hard-times-into-new-era.html"} , {"body" : "Two police officers responding to a report of an open door at a Brooklyn warehouse last night found nearly two tons of marijuana with a street value of $3.3 million. The officers went to the warehouse, a two-story brick structure at 113 Second Street in the Carroll Gardens section, shortly after 9 P.M. when a caller told a clerk at the station" , "date" : "19811109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "An Open Door Leads Police To $3.3-Million in Marijuana" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/09\/nyregion\/an-open-door-leads-police-to-3.3-million-in-marijuana.html"} , {"body" : "The Port Authority has retained three consultants to prepare marketing strategies for the possible development of a commercial fishing industry complex in Brooklyn. The proposed complex, at the Erie Basin-Columbia Street Pier area just off the Gowanus Canal, would be a full processing plant, where fresh fish would be prepared for delivery to the" , "date" : "19810816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Fish-Processing Plant In Brooklyn Proposed" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/16\/nyregion\/fish-processing-plant-in-brooklyn-proposed.html"} , {"body" : "Two 13-year-old boys were killed in a high-rise Brooklyn housing project when they fell four stories down an elevator shaft and the car on which they had been playing then dropped on them, the police said. The victims were identified as Wilton Killer of 450 49th Street and Nicholas Mendez of 426 Baltic Street, both in Brooklyn. The police and" , "date" : "19810409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Two Boys, 13, Killed In Elevator Accident" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/09\/nyregion\/the-city-two-boys-13-killed-in-elevator-accident.html"} , {"body" : "The owner of a Brooklyn grocery store and a neighborhood friend were shot and killed yesterday by a gunman who came into the store, opened fire and then escaped in a waiting car. The police said the shootings occurred at Amigo's Supermarket at 196 Hoyt Street in the Gowanus section. The victims were tentatively identified as Hamood Zandani, 32" , "date" : "19810106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 2 Killed by Gunman In Brooklyn Store" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/06\/nyregion\/the-city-2-killed-by-gunman-in-brooklyn-store.html"}]