[  {"body" : "Thousands of the curious spectators along the sunny shores of New York Bay yesterday did not realize at first that the sailboats stretched out before them were competitors in the eighth annual Governor's Cup Race. Max Fehder of the Bronx, like many others, was delighted to hear the news. ''I was wondering,'' he said with a smile from a bench in" , "date" : "19810913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "SAILS, BUT NOT THE SPECTATORS, ARE RUFFLED AT A RACE ON BAY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/13\/nyregion\/sails-but-not-the-spectators-are-ruffled-at-a-race-on-bay.html"} , {"body" : "New York Harbor will be a sparkling panorama of color and form tomorrow when a record fleet of 161 yachts is expected to cross the starting line off the Battery at noon in the eighth annual Governor's Cup Race. It's a day to pack a picnic lunch, grab a camera and head for the waterfront to watch what has become nicknamed the People's Race because" , "date" : "19810911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "HOW TO SEE THE 'PEOPLE'S' YACHT RACE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/11\/arts\/how-to-see-the-people-s-yacht-race.html"} , {"body" : "In the case of the kite v. the police helicopter, the precourt motion was upward yesterday as more than a hundred kite fliers joined near Fort Hamilton in Brooklyn to send an airborne protest to city authorities. From a grassy stretch along the Belt Parkway - the spot where a police helicopter pilot issued a summons to Larry Cuttitta on July 26 for" , "date" : "19810824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KITE FLIERS, IN A PROTEST, TAKE BATTLE TO THE SKIES" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/24\/nyregion\/kite-fliers-in-a-protest-take-battle-to-the-skies.html"} , {"body" : "Twenty-one children and a school matron were injured when a school bus hit a pole after its rear axle fell off in the Coney Island section of Brooklyn, United Press International reported. Four of the injured were admitted for observation at Coney Island Hospital. The others were treated and released. Kenneth Kiernan, a spokesman for the hospital," , "date" : "19810528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "The City; 22 on School Bus Injured in Accident" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/28\/nyregion\/the-city-22-on-school-bus-injured-in-accident.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "Cleaning efforts were under way yesterday after 500,000 to a million gallons of oil spilled from the damaged tanker Concho into Brooklyn's Gravesend Bay, a Coast Guard spokesman said. The remainder of the eight million gallon cargo was being transferred to barges from the 621-foot Concho, which was intentionally grounded after she suffered hull" , "date" : "19810121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE CITY; Cleanup Under Way In Brooklyn Oil Spill" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/21\/nyregion\/the-city-cleanup-under-way-in-brooklyn-oil-spill.html"} , {"body" : "For Barbara Rosen, it was a day of now-familiar ritual. Once again, she stepped out of her parents' pink clapboard house in the Gravesend section of Brooklyn and into a phalanx of cameras and microphones. Once again there were questions about her hopes and her fears. Once again there were answers that, she later acknowledged, were beginning to" , "date" : "19810120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["IRAN"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "3" , "title" : "BARBARA ROSEN ENDURES ONE MORE DAY OF A RITUAL" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/20\/us\/barbara-rosen-endures-one-more-day-of-a-ritual.html"} , {"body" : "A 621-foot American tanker with a cargo of eight million gallons of No. 6 fuel oil was intentionally grounded off Brooklyn after she sustained hull damage and began taking on water. The Coast Guard said none of the cargo oil had leaked from the tanker Concho. The tanker was grounded in Gravesend Bay south of the VerrazanoNarrows Bridge about 2:15" , "date" : "19810120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Tanker Grounded" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/20\/nyregion\/the-city-tanker-grounded.html"} , {"body" : "It was not quite 1 A.M. in California when the news came over the radio: The Americans had initialed the agreement signed by Iran on the release ofthe hostages. After 443 days, it looked as if they were finally coming home. Dorothea Morefield, the wife of Richard Morefield, the Consul General at the United States Embassy in Tehran, stood up in her" , "date" : "19810119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["IRAN"] , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "AFTER A LONG WAIT, HOSTAGES' FAMILIES ARE JOYFUL AS THE AGREEMENT IS INITIALED" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/19\/world\/after-a-long-wait-hostages-families-are-joyful-as-the-agreement-is-initialed.html"} , {"body" : "The cautious mood that has enveloped the families of the hostages after each new disappointment in their long vigil began to return yesterday as their loved ones remained in captivity. Few of the families had remained aloof from the excitement that pulsed across the country Friday and kept many of them, as well as millions of other Americans," , "date" : "19810118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRAN"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/18\/us\/no-headline-227582.html"} ,   {"body" : "The 18-year-old Hamilton Avenue incinerator in South Brooklyn will be shut down by the City Department of Sanitation today, the third of six city incinerators to be closed in the last 18 months for failing to meet air standards. The 700 tons of refuse that were dumped daily at the incinerator, at 500 Hamilton Avenue, will now be diverted to the" , "date" : "19810103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE CITY; Incinerator Closing In South Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/03\/nyregion\/the-city-incinerator-closing-in-south-brooklyn.html"}]