[  {"body" : "Near the end of the film \"Dr. Strangelove,\" the mad physicist pulls from his pocket a plastic circular slide rule and swiftly calculates how many years the President and his Cabinet will need to hunker in a mineshaft after detonation of a Soviet ''doomsday device.'' Dr. Strangelove's handy Nuclear Bomb Effects Computer was, it turns out, no mere" , "date" : "19811227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "GROUND ZERO" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/27\/opinion\/ground-zero.html"} , {"body" : "Three decades ago, as I grew up in the Greenpoint section of Brooklyn, I was aware of three types of holidays: the public holidays, such as Thanksgiving, which meant extra time to play ball; the Jewish holidays, which we observed strictly; and the Catholic (in that neighborhood Protestants were an exotic sect) holidays of Christmas and Easter." , "date" : "19811219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "A CHRISTMAS STORY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/19\/opinion\/a-christmas-story.html"} , {"body" : "With noisy demonstrations and silent prayers, with angry statements and fervent appeals for justice, tens of thousands of Polish-Americans across the nation voiced outrage and despair yesterday at Poland's declaration of martial law and the arrest of Solidarity union leaders. Across the New York metropolitan area and in Chicago, Philadelphia and" , "date" : "19811214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "POLAND" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["World"] , "page_facet" : "17" , "title" : "IN THE U.S., POLISH ACTION STIRS PROTEST AND PRAYER" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/14\/world\/in-the-us-polish-action-stirs-protest-and-prayer.html"} , {"body" : "Edward S. Lentol, a State Supreme Court justice in Brooklyn who had been a state legislator for 24 years, died yesterday in New York Hospital. He was 72 years old and lived in the Greenpoint section of Brooklyn. Justice Lentol, a Democrat, was elected to the bench in 1972. He had represented his home district as an Assemblyman from 1948 to 1962 and" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "32" , "title" : "EDWARD LENTOL, 72, IS DEAD; STATE SUPREME COURT JUSTICE" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/obituaries\/edward-lentol-72-is-dead-state-supreme-court-justice.html"} , {"body" : "A subway token-booth clerk was stabbed 14 times early yesterday morning when he went to empty the turnstiles at his station in the Greenpoint section of Brooklyn, the Transit Authority police said. The clerk, 59-year-old John Marraffa of Queens, was stabbed in the back, face, chest and hands by an attacker who found him alone in the Montrose Avenue" , "date" : "19811207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "TOKEN BOOTH CLERK IS STABBED 14 TIMES AT BROOKLYN STATION" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/07\/nyregion\/token-booth-clerk-is-stabbed-14-times-at-brooklyn-station.html"} , {"body" : "The budget-makers may still be wearing frowns under their green eyeshades, but what the president of the Health and Hospitals Corporation told the agency's board on Thursday is good news: Woodhull Hospital - the innovative and very costly city institution that, despite its completion three years ago, has been in mothballs out of fear of what it" , "date" : "19811114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "23" , "title" : "New York; WALKING A MOTHBALLED ELEPHANT" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/14\/opinion\/new-york-walking-a-mothballed-elephant.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "To the Editor: According to an Oct. 15 news article, the cost of operating each bed in the new Woodhull Hospital in Brooklyn could reach $600 a day. The amount seems bloated. It should cost about $80 a day more to operate a bed at Woodhull than it does at Lincoln, a comparable and recently built municipal hospital, whose per diem rate is $325." , "date" : "19811031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "WOODHULL'S WORTH" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/31\/opinion\/l-woodhull-s-worth-073760.html"} , {"body" : "A majority of Brooklyn voters are too young to remember when the office of Borough President was held by anyone other than a Democrat, but the other political parties' lack of success has not deterred them from placing four candidates on the Nov. 3 ballot in an effort to depose Howard Golden, the incumbent. None of the four - Leon F. Nadrowski, a" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "4 CHALLENGERS TILT AT BROOKLYN PRESIDENT" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/nyregion\/4-challengers-tilt-at-brooklyn-president.html"} , {"body" : "The Koch administration said yesterday that underestimated and unexpected costs of Woodhull Hospital, the empty ''municipal dream hospital'' in Brooklyn, could make it so expensive that the city might not open it. Deputy Mayor Robert F. Wagner Jr. did not withdraw the city's commitment to open Woodhull. But he said that a preliminary new projection" , "date" : "19811015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "CITY SAYS COST OF WOODHULL MAY KEEP IT FROM OPENING" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/15\/nyregion\/city-says-cost-of-woodhull-may-keep-it-from-opening.html"} ,   {"body" : "Two men, both 5-foot, 10-inch, mustachioed figures in their mid-30's,-studied each other across a rear corridor of the United States Courthouse on Foley Squ are on the afternoon of Sept. 25. They had never met or spoken. One of the men, Jack Henry Abbott, was in handcuffs. Surrounded by Federal marshals, he was awaiting arraignment on a charge of" , "date" : "19811011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE DETECTIVE VS. THE FUGITIVE: HOW JACK ABBOTT WAS FOUND" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/11\/nyregion\/the-detective-vs-the-fugitive-how-jack-abbott-was-found.html"} , {"body" : "A 15-year-old Brooklyn youth was sentenced to three to nine years in prison in the fatal shooting of a 13-year-old girl. He had claimed the shooting was accidental. The youth, Anthony Ciccone of 298 Leonard Street in the Greenpoint section, was sentenced in State Supreme Court in Manhattan. He was 14 years old at the time of the death of Toni" , "date" : "19811007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Youth Sentenced In Girl's Slaying" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/07\/nyregion\/the-city-youth-sentenced-in-girl-s-slaying.html"} , {"body" : "Rush-hour travel for 36,000 Manhattan-bound riders was snagged yesterday morning by a series of mishaps on the Long Island Rail Road, Conrail's commuter lines and the IRT. In the first incident, a young man was struck and killed at about 5:45 A.M. near Stony Brook, L.I., by an L.I.R.R. train from Port Jefferson. The Suffolk County police said they" , "date" : "19810926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "36,000 MANHATTAN-BOUND COMMUTERS DELAYED IN SERIES OF MISHAPS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/26\/nyregion\/36000-manhattan-bound-commuters-delayed-in-series-of-mishaps.html"} , {"body" : "O NE of the first blows struck by the White House in the contest over selling Awacs radar planes to Saudi Arabia was sharp-edged and counterproductive. This is the assessment of surprised Senate Republicans who have complained privately at the sort of Administration pressure put on Senator Bob Packwood, the Oregon Republican who is leading the" , "date" : "19810918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "SAUDI ARABIA"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "18" , "title" : "WASHINGTON TALK BRIEFING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/18\/us\/washington-talk-briefing-017992.html"} , {"body" : "Jerry De Lucia, a Sanitation Department foreman, rested his foot on a metal-clad wooden sill beneath a large window at the 59th Street pier, overlooking empty garbage barges waiting in the green Hudson River. At the unexpected pressure, the sill swayed out about a foot over the river. A 12-foot-wide piece of galvanized wall, which hung from the" , "date" : "19810907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GARBAGE PIER IS WORTHY OF THE NAME" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/07\/nyregion\/garbage-pier-is-worthy-of-the-name.html"} , {"body" : "New York City fire officials say that the arson rate in the city seems at least to be staying level, reversing a trend of the last five years. The annual number of determined arson fires in the city rose from 3,878 in 1975 to 8,979 in 1980. Although officials are hesitant to put too much stock in numbers, the Fire Department said 4,214 structural" , "date" : "19810828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY ARSON RATE IS LEVELING OFF, OFFICIALS REPORT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/28\/nyregion\/city-arson-rate-is-leveling-off-officials-report.html"} , {"body" : "New York City officials yesterday suddenly shut down a disintegrating sanitation terminal on the Hudson River at which 250 trucks a day had dumped garbage into barges. Norman Steisel, the Sanitation Commissioner, said that he had known for some time about the terminal's general deterioration, but that he had no evidence the situation was dangerous" , "date" : "19810827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GANSEVOORT GARBAGE TERMINAL, FOUND DANGEROUSLY RUSTED, IS ORDERED SHUT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/27\/nyregion\/gansevoort-garbage-terminal-found-dangerously-rusted-is-ordered-shut.html"} , {"body" : "A section of the Williamsburg Bridge was closed for more than an hour after a car accident in which one was man seriously injured. Police Officer Patricia Palmer of the 90th Precinct in Brooklyn said that about 11:15 A.M. a car crossing from Manhattan to Brooklyn went through the warning barriers behind a city road-repair truck and slammed into the" , "date" : "19810827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Motorist Is Injured In Crash on Bridge" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/27\/nyregion\/motorist-is-injured-in-crash-on-bridge.html"} , {"body" : "He used to call himself ''the young dynamo.'' Harrison J. Goldin, by all accounts, was a boy wonder. A valedictorian at the Bronx High School of Science. An honors graduate of Princeton. An editor of the law journal at Yale. State Senator at the age of 29. He was a rapidly rising star on the political scene, and when he was elected Comptroller of" , "date" : "19810808" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "RACE FOR COMPTROLLER'S POST HEATS UP SUMMER POLITICS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/08\/nyregion\/race-for-comptroller-s-post-heats-up-summer-politics.html"} , {"body" : "Republicans in Brooklyn have been like the rear guard in a military retreat - their basic job has been to give ground grudgingly. They lose, yes, but by as little as possible, so that the party can stay within catching-up distance in that overwhelmingly Democratic area and, with respectable showings elsewhere, win citywide or statewide elections." , "date" : "19810805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "G.O.P.'S LEADER IN BROOKLYN SEES UPSWING IN FALL" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/05\/nyregion\/gop-s-leader-in-brooklyn-sees-upswing-in-fall.html"} ,   {"body" : "BACK in 1954, Louis L. Rosenberg bought a piece of land from the Roman Catholic Diocese of Brooklyn on Butler Street in Park Slope. He built an industrial building and leased it to the Knickerbocker Toy Company. The Knickerbocker Toy Company moved south 20 years ago. Another tenant moved in. Eventually, Mr. Rosenberg sold the building. And then in" , "date" : "19810805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "17" , "title" : "PROPERTY; SHOPPING CENTER BUILDER IS HEADING BACK TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/05\/business\/property-shopping-center-builder-is-heading-back-to-brooklyn.html"} , {"body" : "The New York City Department of Health has cited 34 food establishments for violations of the Health Code. In addition, it said that three establishments had reopened after new inspections and that five had been closed for failing to comply with regulations. The establishments are: VIOLATIONS John Parpis, 277 Greenwich St. Theodoro Tapoulis, 162 E." , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "35" , "title" : "34 FOOD OUTLETS CITED FOR HEALTH VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/nyregion\/34-food-outlets-cited-for-health-violations.html"} , {"body" : "Two New York City auxiliary police officers were arrested yesterday after one was accused of shooting the other in a hoax intended to dramatize the need for equipping the unarmed volunteer force with bulletproof vests. The police said a third man, a former auxiliary officer, was also involved and was arrested. They said the three, all from" , "date" : "19810724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 IN AUXILIARY TO POLICE CITED IN GUNFIRE HOAX" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/24\/nyregion\/2-in-auxiliary-to-police-cited-in-gunfire-hoax.html"} , {"body" : "Three auxiliary police officers were suspended early this morning after one officer wearing a bulletproof vest was shot in the chest on a Brooklyn street as part of a publicity stunt, the police said. Though the vest stopped the bullet, the officer was hospitalized with chest bruises. The police had initially reported that an auxiliary officer on" , "date" : "19810723" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 AUXILIARY OFFICERS IN BROOKLYN ACCUSED OF FAKING SHOOTING" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/23\/nyregion\/3-auxiliary-officers-in-brooklyn-accused-of-faking-shooting.html"} , {"body" : "The owner of a Brooklyn jewelry store shot and killed one person who attempted to rob him in his store last night and captured a second suspect in the attempted holdup, the police said. The incident began at 7:42 P.M. when a man entered the Edward Gold Mine jewelry store, at 325 Graham Avenue, in the Greenpoint section, and told 26-year-old Edward" , "date" : "19810721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Store Owner Slays Suspect, Seizes 2d in Holdup Attempt" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/21\/nyregion\/store-owner-slays-suspect-seizes-2d-in-holdup-attempt.html"} , {"body" : "The deal for the purchase of $69,690 worth of tantalum - a rare metal -began yesterday with a handshake and ended with handcuffs and criminal accusations of a possible $2 million fraud. As soon as the contract was closed in a midtown New York hotel, the three buyers, who were undercover state investigators, arrested the two tantalum salesmen on" , "date" : "19810714" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MANHATTAN COMPANY ACCUSED OF FRAUD IN METAL INVESTING offices" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/14\/nyregion\/manhattan-company-accused-of-fraud-in-metal-investing-offices.html"} , {"body" : "New York City was enveloped in 90-degree heat for its sixth consecutive day yesterday, with no relief expected for today. From the northern Bronx to the southern rim of Staten Island, backyard hoses, cooling showers, pitchers of lemonade and hundreds of illicitly opened fire hydrants helped consume 1.58 billion gallons of water over the 24 hours" , "date" : "19810713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY ENDURES HEAT FOR 16TH DAY" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/13\/nyregion\/city-endures-heat-for-16th-day.html"} , {"body" : "Mayor Koch endorsed Thomas Dunne, a school administrator, for the Democratic nomination for the City Council in the 29th District, which takes in the Greenpoint section of Brooklyn. Councilman Abraham G. Gerges stood smiling at the edge of a crowd on the City Hall steps while the Mayor endorsed his opponent. Mr. Dunne said that he would substitute" , "date" : "19810709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City; Koch Endorses School Official" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/09\/nyregion\/the-city-koch-endorses-school-official.html"} , {"body" : "The Greek Theater of New York is inaugurating its new home at 120 West 28th Street with a production of Sophocles' ''Elektra'' in modern Greek. It stars Anna Makrakis, a leading tragedian with the National Theater of Greece, who is also directing the production. The play, described by Miss Makrakis as a ''fierce tragedy where no murder takes place" , "date" : "19810703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; SOPHOCLES IN CHELSEA" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/03\/arts\/weekender-guide-friday-sophocles-in-chelsea.html"} , {"body" : "Mayor Koch came out yesterday against the first politician on a list of City Council members he wants to see defeated. He endorsed Noach Dear, the 27-year-old district manager of a community board, who is challenging the incumbent, Susan B. Alter, for the Democratic nomination in the Borough Park-Bensonhurt section of Brooklyn. ''I think I'd be the" , "date" : "19810701" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "MAYOR BACKS A CHALLENGER IN COUNCIL BID" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/01\/nyregion\/mayor-backs-a-challenger-in-council-bid.html"} ,   {"body" : "Woodhull Hospital, designed as one of the world's most innovative and visually striking hospitals and completed three years ago, is now unlikely to open before 1983, according to New York City officials. That would be nearly a decade after it was originally scheduled to open as a municipal hospital in Brooklyn. City and state officials attribute" , "date" : "19810621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "NEW DELAYS FOR $200 MILLION HOSPITAL, EMPTY 3 YEARS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/21\/nyregion\/new-delays-for-200-million-hospital-empty-3-years.html"} , {"body" : "The Correction Department went out into the streets of New York to seek recruits yesterday because so few had responded to its earlier less-visible hiring campaign despite a high unemployment rate in the city. Authorized under the new city budget to increase the number of correczion officers and supervisors to 4,800 from the present 4,500, the" , "date" : "19810619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DRIVE TO FILL CITY JAIL JOBS STEPPED UP" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/19\/nyregion\/drive-to-fill-city-jail-jobs-stepped-up.html"} , {"body" : "A 32-year-old man was shot dead as he was parking his car in Brooklyn in what the police called a ''gangland-type slaying.'' The victim, Sebastian Fenoccio, was shot once in the head and twice in the chest as he was locking up his garage at West 12th Street and Avenue U in the Bensonhurst section. ... Luis Rodriguez, 20, was found fatally stabbed" , "date" : "19810615" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/15\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "One of the most wistful of Brooklyn dreams - the return of the borough's baseball Dodgers to their home turf - received a daylong elaboration in parties and proclamations yesterday. By order of Governor Carey, a statewide Brooklyn Dodger Day was designated. Among those attending the celebrations in Brooklyn were the State Senator who has introduced" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, FANS DESIGN A COMEBACK FOR DODGERS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/nyregion\/in-brooklyn-fans-design-a-comeback-for-dodgers.html"} , {"body" : "''It's taken nearly 25 years to right one of history's great wrongs, and we're not going to stop until we have our Dodgers back. What's Romeo without Juliet? What's Niagara without the Falls? What's Hershey without chocolate? What's Brooklyn without the Dodgers?'' - State Senator Thomas J. Bartosiewicz, Democrat of Greenpoint. (B1:3.)" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Quotation of the Day" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/nyregion\/quotation-of-the-day-141881.html"} , {"body" : "In its weekly report, the New York City Health Department yesterday released the names of 25 food establishments found to been in violation of the health codes. After a re-inspection, three establishments cited earlier were reopened and five were closed for failure to correct violations. The establishments are: VIOLATIONS Zois Pizza & Heroes, 3780" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "FOOD ESTABLISHMENTS CITED BY HEALTH DEPT. OVER CODE VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/nyregion\/food-establishments-cited-by-health-dept-over-code-violations.html"} , {"body" : "Audrey Smith, 40 years old, describes herself as a homemaker and taxpayer and will tell you how hard she and her husband have worked to send two of their three children to college. Mrs. Smith is also a former heroin addict. Five times a week she visits the Greenpoint Hospital Methadone Clinic, on Skillman Street near Kingsland Avenue in the" , "date" : "19810510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "PRAISED METHADONE CLINIC ORDERED CLOSED IN DISPUTE" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/10\/nyregion\/praised-methadone-clinic-ordered-closed-in-dispute.html"} , {"body" : "A freighter came loose from her moorings at a Brooklyn lumberyard pier about 5:30 A.M. yesterday, crashed into an abandoned pier - a ''lovers' lane,'' of sorts, in the Greenpoint section - and knocked a parked car with four young people inside into the chilly waters of the East River. The four, shivering but otherwise unharmed, were examined at" , "date" : "19810315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "An Unexpected Bump Ruins a 'Lovers' Lane'" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/15\/nyregion\/an-unexpected-bump-ruins-a-lovers-lane.html"} , {"body" : "Police officers and a bank-robbery suspect exchanged shots on a crowded Fifth Avenue corner yesterday in a shootout that left the suspect dead, one officer wounded and scores of startled midday pedestrians scrambling for cover. One pedestrian was slightly wounded as bullets flew across streets, spraying a busy Schrafft's restaurant and the W.& J." , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "GUNMAN SLAIN, OFFICER SHOT IN BATTLE ON FIFTH AVENUE" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/gunman-slain-officer-shot-in-battle-on-fifth-avenue.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} ,   {"body" : "Mayor Koch has turned New York's economic exertions in a novel direction by appointing, of all things, an economist as Deputy Mayor for development. Karen Gerard, a vice president for regional economics at the Chase Manhattan Bank, is known as an outstanding student of the problems of metropolitan New York. With her new badge, she will aim to prove" , "date" : "19810223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Mayor Koch Deputizes an Economist" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/23\/opinion\/mayor-koch-deputizes-an-economist.html"} , {"body" : "The New York City Police Commissioner said yesterday that a police officer who shot a young man Sunday morning when he apparently tried to crash through a fire-escape window into his former girlfriend's apartment had not acted within the department's guidelines in firing at a target he could not fully see. But the Commissioner, Robert J. McGuire," , "date" : "19810218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "POLICE HEAD SAYS AN OFFICER BROKE A RULE IN KILLING" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/18\/nyregion\/police-head-says-an-officer-broke-a-rule-in-killing.html"} , {"body" : "An unarmed Brooklyn man was shot to death on the fire escape outside his former girlfriend's apartment early yesterday morning by a policeman who thought the man was armed and firing through the window, a police spokesman said. The spokesman, Deputy Inspector Robert Burke, said that Sgt. Richard Cava and Officer Stewart Minsky had been called to" , "date" : "19810216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLICE KILL SUITOR SEEKING TO ENTER HOUSE BY FORCE" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/16\/nyregion\/police-kill-suitor-seeking-to-enter-house-by-force.html"} , {"body" : "New York City and New Jersey officials agreed yesterday to a plan for chemically treating thousands of gallons of sewage that otherwise might have been dumped in raw form into the Hudson River once the New York Exposition and Convention Center is built. The city's discharge of untreated effluent into the river has long been a sore point for elected" , "date" : "19810214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "SEWAGE PIPELINE TO CUT DUMPING INTO THE HUDSON" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/14\/nyregion\/sewage-pipeline-to-cut-dumping-into-the-hudson.html"} , {"body" : "A 13-year-old girl on her way home from school was shot and killed in the Greenpoint section of Brooklyn Monday by a boy who was apparently playing with a gun, the police said yesterday. The boy - Anthony Cicconi, 14, of 298 Leonard Street in Brooklyn - was charged with second-degree murder, according to Detective John S. Konior, who is" , "date" : "19810122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BOY, 14, HELD IN BROOKLYN GIRL'S SLAYING" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/22\/nyregion\/boy-14-held-in-brooklyn-girl-s-slaying.html"}]