[  {"body" : "As a boy growing up in the Bensonhurst section of Brooklyn, Fred Wilpon played high school baseball with Sandy Koufax, worshipped Gil Hodges and Carl Erskine of the old Dodgers and wondered why New York City's skyscrapers did not sway in the wind. Such preoccupations foretold things to come. In January of 1980, the Manhasset real estate" , "date" : "19811108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "METS OWNER A BIG-LEAGUE BUILDER" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/08\/realestate\/mets-owner-a-big-league-builder.html"} , {"body" : "The extent of integration in New York City is a key factor in the dispute over redistricting. Pa ge B8. By ROBIN HERMAN The City Council hired a private lawyer and its staff labored over census maps yesterday to solidify the defense of a redistricting plan that is under attack by black and Hispanic groups as discriminatory. The city's failure to" , "date" : "19810914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL TO FIGHT ON REDISTRICTING" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/14\/nyregion\/council-to-fight-on-redistricting.html"} , {"body" : "Two law enforcement officers were shot yesterday morning in a series of raids in Suffolk County and Brooklyn that broke up what authorities said was a major ring supplying narcotics to buyers in eastern Long Island. Twenty suspects were taken into custody. Patrick Henry, the Suffolk County District Attorney, said the ring was trafficking in" , "date" : "19810828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 OFFICERS ARE WOUNDED IN RAIDS ON A DRUG RING" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/28\/nyregion\/2-officers-are-wounded-in-raids-on-a-drug-ring.html"} , {"body" : "The weekend package at discount rates has become a feature of downtown hotels around the country. It may have originated decades ago in New York; at least the Convention and Visitors Bureau has been promoting such packages for years and for the last three years has been putting out a booklet listing many of the possibilities. Here are some" , "date" : "19810125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLEVELAND (OHIO)" , "MONTREAL (QUEBEC)" , "ATLANTA (GA)" , "NEW YORK CITY" , "WASHINGTON (DC)" , "PHILADELPHIA (PA)" , "BALTIMORE (MD)" , "CHICAGO (ILL)" , "DETROIT (MICH)" , "TORONTO (ONTARIO)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "A SAMPLING OF PACKAGED AMENITIES: MUSEUMS, THEATERS AND HISTORIC SITES" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/25\/travel\/a-sampling-of-packaged-amenities-museums-theaters-and-historic-sites.html"}]