[  {"body" : "ALL over the country, college basketball coaches are warning their players to beware of gamblers this season. The required sermon probably goes in one ear and out the other of most players, who assume it couldn't happen to them. Three years ago, Rick Kuhn may have assumed that, too. But last week the former Boston College forward heard a Federal" , "date" : "19811129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; Something Better Than A Sermon" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/29\/sports\/sports-of-the-times-something-better-than-a-sermon.html"} , {"body" : "A New York City police sergeant will be transferred and tried on disciplinary charges because, police officials said yesterday, he wrongly reported that a female police officer had panicked and failed to help her male partner when he was attacked by three youths. The incident occurred Sept. 12 at Manhattan Beach in Brooklyn. Assistant Chief Robert" , "date" : "19810922" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FEMALE OFFICER CLEARED OF DERELICTION OF DUTY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/22\/nyregion\/female-officer-cleared-of-dereliction-of-duty.html"} , {"body" : "The marriage of Laura D. Hoffberg to Barry S. Rubin, New York lawyers, took place yesterday at the Manhattan Beach Jewish Center in Brooklyn. Rabbi Joseph I. Singer performed the ceremony. The bride, daughter of Mr. and Mrs. Samuel Hoffberg of Brooklyn, isan associate with the law firm of Fine, Tofel, Saxl, Berelson & Barandes, P.C . She was" , "date" : "19810921" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "LAURA HOFFBERG, LAWYER, IS BRIDE OF BARRY S. RUBIN" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/21\/style\/laura-hoffberg-lawyer-is-bride-of-barry-s-rubin.html"} , {"body" : "The cooking schools on these pages were reviewed by Florence Fabricant and Moira Hodgson. This article was written by Mrs. Fabricant. DURING the last few years cooking schools around the city have been changing. An increasingly sophisticated level of student is enrolling for classes and, along with this, the quality of teaching has improved and the" , "date" : "19810909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "6" , "title" : "THE GUIDE TO NEW YORK COOKING SCHOOLS: WHERE TO LOOK TO LEARN WHICH CUISINE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/09\/garden\/the-guide-to-new-york-cooking-schools-where-to-look-to-learn-which-cuisine.html"} , {"body" : "A STREETWISE grammarian I know notes the casual disappearance of the Street Apostrophe. The problem: how to pronounce signs that say ''DONT WALK'' or ''DONT CROSS''? A grounding in phonetics suggests DAUNT WALK, DAUNT CROSS. Our friend's theory is that someone in the Department of Transportation, a post-phonics literate, let the apostrophes go" , "date" : "19810826" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/26\/garden\/metropolitan-diary-247211.html"} , {"body" : "With New York City's six public beaches officially opening for the summer today, the Department of Parks and Recreation took itself harshly to task for not having done enough in the past to keep the shoreline free of dirt, crime and vandalism. In an unusually blunt report on its management of more than 14 miles of beachfront, the department" , "date" : "19810523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CITY OFFICIALS TAKE STEPS TO KEEP UP BEACHES CLEANER" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/23\/nyregion\/city-officials-take-steps-to-keep-up-beaches-cleaner.html"}]