[  {"body" : "Officials of New York's City Council said yesterday they had tentatively redrawn the disputed district lines. The new approach abandons the principle of protecting all incumbents in favor of lines that would give minority candidates a better chance of being elected in several districts. The newest versions of the lines could pit incumbents against" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TENTATIVE NEW DISTRICT LINES DRAWN TO FOLLOW U.S. ORDER" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/tentative-new-district-lines-drawn-to-follow-us-order.html"} , {"body" : "Teen-agers will tell you the rules of traveling in the city. ''The key is to look like you don't have any money,'' said Theresa O'Neill, 17, of Staten Island. ''We always travel in a crowd,'' said Matthew Ahern, 14, of Brooklyn. ''I try not to take the train if it's after 11 P.M.,'' said Mathieu Wiepert, 15, of Queens. The teen-age world of dating" , "date" : "19811013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR TEEN-AGERS, TRAVEL BRINGS FEAR AND CHALLENGE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/13\/nyregion\/for-teen-agers-travel-brings-fear-and-challenge.html"} , {"body" : "They are the people who built New York, and they are the people who make the city go. They put up the houses and apartment houses and skyscraper office buildings. They went down into the bedrock and built the subway system. They laid the concrete and asphalt for the streets, built the docks, manned the ships. They built the huge parks, planted the" , "date" : "19810907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LABOR SPEAKS IN MANY VOICES AS THE CITY MARKS LABOR DAY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/07\/nyregion\/labor-speaks-in-many-voices-as-the-city-marks-labor-day.html"} , {"body" : "Opponents of a proposed shelter at the Gateway National Recreation Area for 400 derelicts persuaded the city yesterday to prepare a detailed report of its plans for a former naval barracks at the Floyd Bennett Field. The plan for the shelter was proposed formally during a closed meeting at Borough Hall in Brooklyn where opponents, including local" , "date" : "19810815" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY AGREES TO DETAIL ITS GATEWAY PLAN FOR HOUSING DERELICTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/15\/nyregion\/city-agrees-to-detail-its-gateway-plan-for-housing-derelicts.html"} , {"body" : "Republicans in Brooklyn have been like the rear guard in a military retreat - their basic job has been to give ground grudgingly. They lose, yes, but by as little as possible, so that the party can stay within catching-up distance in that overwhelmingly Democratic area and, with respectable showings elsewhere, win citywide or statewide elections." , "date" : "19810805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "G.O.P.'S LEADER IN BROOKLYN SEES UPSWING IN FALL" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/05\/nyregion\/gop-s-leader-in-brooklyn-sees-upswing-in-fall.html"} , {"body" : "To help Long Islanders get through the long, hot summer, the Brookhaven National Laboratory opens its doors to the public each year at this season. The free guided tours, from 10 A.M. to 3 P.M. Sundays, start today, and highlights of the visit include Isabelle, the high-energy proton accelerator that is under construction; an aquarium full of" , "date" : "19810712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "On the Isle; INSIDE BROOKHAVEN" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/12\/nyregion\/on-the-isle-inside-brookhaven.html"} , {"body" : "With appropriate dexterity, the American Craft Museum, at 44 West 53d Street, is turning itself into a studio to celebrate its 25th anniversary. Starting today and continuing through Sept. 6, five artisans can be seen at work: Elsbeth Woody will construct a series of nine-foot-tall columns of clay, using a kiln in the museum's rear courtyard; Tommy" , "date" : "19810619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; WORKSHOP ON 53D ST." , "url" : "http:\/\/www.nytimes.com\/1981\/06\/19\/theater\/weekender-guide-friday-workshop-on-53d-st.html"} , {"body" : "An increasing number of New Yorkers have taken to the streets with flashlights and walkie-talkies in volunteer neighborhood patrols against crime. Encouraged by the police, neighborhood groups cruise in their cars every night or walk their blocks, spurred by the fear of rising crime and reductions in the police force. The patrols, most of which are" , "date" : "19810504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORKERS PATROLLING STREETS TO WATCH FOR CRIME" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/04\/nyregion\/new-yorkers-patrolling-streets-to-watch-for-crime.html"} , {"body" : "The Metropolitan Opera's 15th season of free summer concert-opera performances will begin June 16 on Central Park's Great Lawn with Puccini's ''Tosca.'' The cast will include Renata Scotto, Placido Domingo and Sherrill Milnes, conducted by James Levine. Three additional performances of ''Tosca'' will be at Marine Park in Brooklyn on June 19, Co-Op" , "date" : "19810503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "68" , "title" : "Free Met Concerts Open June 16 in Central Park" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/03\/arts\/free-met-concerts-open-june-16-in-central-park.html"} , {"body" : "In 1973, Nelson A. Rockefeller, then the Governor of New York and all-powerful party leader, decided that the Republicans should run Robert F. Wagner for Mayor. George Clark remembers it well. Yesterday, Mr. Clark, who opposed that move, was elected unanimously to head the Republican Party in New York State, an honor that would have seemed highly" , "date" : "19810321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "MAN IN THE NEWS; G.O.P.'S NEW STATE CHIEF" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/21\/nyregion\/man-in-the-news-gop-s-new-state-chief.html"} ,   {"body" : "George L. Clark Jr. of Brooklyn was chosen by a screening panel today to head the Republican Party in New York State. If he is elected, he will be, as far as anyone could tell today, the first New York City resident ever to head the state party. His election would also signal a major shift - ideological and geographical - in Republican power in New" , "date" : "19810314" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "PANEL PICKS REAGAN CONSERVATIVE TO HEAD STATE G.O.P." , "url" : "http:\/\/www.nytimes.com\/1981\/03\/14\/nyregion\/panel-picks-reagan-conservative-to-head-state-gop.html"}]