[  {"body" : "Although Bayside has won six Public Schools Athletic League titles in the 11 years of formal playoffs, the Commodores have had less success against their Catholic High Schools Football League counterparts. Yesterday Bayside suffered its third straight loss in the annual Metro Bowl game, this time by 22-21 to St. John the Baptist from West Islip," , "date" : "19811206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "St. John the Baptist a Winner" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/06\/sports\/st-john-the-baptist-a-winner.html"} , {"body" : "John Miele has been head varsity football coach at Valley Stream North High School for 25 years, and yesterday he completed his first undefeated season on the frozen field at C.W. Post College in Brookville. There were mixed emotions attached, however. His team had played to a scoreless tie with Oyster Bay in the game for the Nassau Conference IV" , "date" : "19811127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "VALLEY STREAM NORTH PLAYS A 0-0 TIE" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/27\/sports\/valley-stream-north-plays-a-0-0-tie.html"} , {"body" : "City detectives said yesterday that they were looking into the possibility that a Brooklyn woman was slain, along with her son and nephew, to keep her or her husband from cooperating in government investigations. The woman, 34-year-old Anna Chester, was shot to death Friday night in the house where she and her husband, Leonard, had operated a" , "date" : "19811116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "'SILENCE' MOTIVE IS BEING STUDIED IN THREE DEATHS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/16\/nyregion\/silence-motive-is-being-studied-in-three-deaths.html"} , {"body" : "Bayside and Midwood took steps toward toward their third straight Public Schools Athletic League championships yesterday. The Commodores, winners of the Bronx-Queens A division, beat Lafayette, the wildcard team from Brooklyn, 20-0, and Midwood, the Brooklyn B champion, won from Adlai Stevenson, the Bronx-Manhattan B runner-up, 23-6. In other A" , "date" : "19811108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "MIDWOOD, BAYSIDE GAIN P.S.A.L. SEMIFINALS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/08\/sports\/midwood-bayside-gain-psal-semifinals.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "Officials of New York's City Council said yesterday they had tentatively redrawn the disputed district lines. The new approach abandons the principle of protecting all incumbents in favor of lines that would give minority candidates a better chance of being elected in several districts. The newest versions of the lines could pit incumbents against" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TENTATIVE NEW DISTRICT LINES DRAWN TO FOLLOW U.S. ORDER" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/tentative-new-district-lines-drawn-to-follow-us-order.html"} , {"body" : "Canarsie remained undefeated in P.S.A.L. Brooklyn B division play with a 44-0 rout of Erasmus yesterday. Ron (The Snake) McLaughlin ran for 141 yards on 20 carries, and scored the first two touchdowns for the Chiefs. He now has 853 yards in seven games, and 11 touchdowns. McLaughlin opened the scoring with touchdown runs of 50 yards and 10 yards in" , "date" : "19811101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "CANARSIE DEFEATS ERASMUS, 44-0, FOR SEVENTH STRAIGHT VICTORY" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/01\/sports\/canarsie-defeats-erasmus-44-0-for-seventh-straight-victory.html"} , {"body" : "The reapportionment of New York City Council districts was rejected yesterday by the United States Justice Department on the ground that it ''does not fairly reflect minority voting strength.'' The ruling further scrambled the city's voting calendar, made uncertain the status of the local legislators after their terms expire at the end of the year" , "date" : "19811028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "U.S. REJECTS PLAN FOR REDISTRICTING NEW YORK COUNCIL; Text of U.S. letter, page B5." , "url" : "http:\/\/www.nytimes.com\/1981\/10\/28\/nyregion\/us-rejects-plan-for-redistricting-new-york-council-text-of-us-letter-page-b5.html"} , {"body" : "Bayside, the defending Public Schools Athletic League champion, and Canarsie improved their records to 6-0 yesterday. Bayside's Commodores, winner of five out of the 10 titles since playoffs were formalized in 1971, clinched first place in the Bronx-Queens A division with a 30-6 triumph over Andrew Jackson. Canarsie, thanks to a 5-for-8, 119-yard" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "BAYSIDE, CANARSIE REMAIN UNBEATEN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/sports\/bayside-canarsie-remain-unbeaten.html"} , {"body" : "Abraham Lincoln High School won its fifth game without a defeat yesterday, trouncing South Shore, 34-6. The victory, which gave Lincoln a 4-0 record in Brooklyn A division play, was paced by Tony Brown, a halfback who scored a pair of touchdowns. Clive Harding kicked two field goals and caught a scoring pass. Brown carried the ball 11 times for 125" , "date" : "19811018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "UNBEATEN LINCOLN SETS BACK SOUTH SHORE, 34-6" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/18\/sports\/unbeaten-lincoln-sets-back-south-shore-34-6.html"} ,   {"body" : "Thanks to Ron (The Snake) McLaughlin, who scored two touchdowns, undefeated Canarsie won its fourth game of the season yesterday by handing Midwood its first defeat, 22-0, in the Public Schools Athletic League Brooklyn B division. McLaughlin, a 5-foot-10-inch 180-pound senior, got his nickname because of his slashing, twisting style of running with" , "date" : "19811011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "SCHOOL SPORTS; NEW YORK CITY; UNBEATEN CANARSIE'S RON MCLAUGHLIN SLIPS AND SLIDES FOR 191" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/11\/sports\/school-sports-new-york-city-unbeaten-canarsie-s-ron-mclaughlin-slips-slides-for.html"} , {"body" : "The public schools opened in New York City yesterday, just as schools always have. It is almost unnecessary to enumerate the old familiar ingredients. The book bags were unblemished and concave, because they were empty. The black-and-white marble-covered copybooks gave off the clean odor of paper unerased, pages ungraded, tests not taken. There" , "date" : "19810911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "About New York; 4TH-GRADERS AT P.S. 119 ENTER NEW TERRITORY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/11\/nyregion\/about-new-york-4th-graders-at-ps-119-enter-new-territory.html"} , {"body" : "Amy Ralston, daughter of Mr. and Mrs. Martin A. Ralston of Brooklyn, was married there yesterday in the East Midwood Jewish Center to Howard Seife, son of Dr. and Mrs. Milton D. Seife of Yonkers. Rabbi Alvin Kass performed the ceremony. The bride, assistant to the vice president of the trust division of the J. Henry Schroder Bank and Trust Company" , "date" : "19810907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Amy Ralston Wed To Howard Seife" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/07\/style\/amy-ralston-wed-to-howard-seife.html"} , {"body" : "Samuel Lemberg, a real estate executive and philanthropist, died yesterday at his home in Manhattan. He was 84 years old. The owner of the Midwood Trading Company, a real estate investment and management concern at 400 Madison Avenue, Mr. Lemberg came to New York City at the age of 9 from Russia and went to work when he was 12. Mr. Lemberg began to" , "date" : "19810716" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "SAMUEL LEMBERG DIES AT 84 INVESTOR AND A PHILANTHROPIST" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/16\/obituaries\/samuel-lemberg-dies-at-84-investor-and-a-philanthropist.html"} , {"body" : "Mr. and Mrs. Martin A. Ralston of Brooklyn have made known the engagement of their daughter, Amy S. Ralston, to Howard Seife, son of Dr. and Mrs. Milton D. Seife of Yonkers. A Sept. 6 wedding is planned at the East Midwood Jewish Center in Brooklyn. Miss Ralston graduated magna cum laude in 1975 from the University of Pennsylvania, where she was" , "date" : "19810705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "27" , "title" : "Amy Ralston Sets Bridal on Sept. 6" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/05\/style\/amy-ralston-sets-bridal-on-sept-6.html"} , {"body" : "THERE are thousands of Metropolitan Diarists in the naked city, and Al B. Perlman of Forest Hills is one of them. Mr. Perlman witnessed one of Gotham's more improbable moments recently, an event made possible only by (1) the peculiar architecture of the West 4th Street station of the IND, (2) the Metropolitan Transit Authority's notion of efficient" , "date" : "19810617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Books"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/17\/garden\/metropolitan-diary-159765.html"} , {"body" : "Rabbi Harry Halpern, an educator and leader in philanthropic affairs in Brooklyn and a former member of the New York City Human Rights Commission, died Wednesday at the Yale-New Haven Hospital in Connecticut. He was 82 years old and lived in Southbury, Conn. Rabbi Halpern, the spiritual leader of the East Midwood Jewish Center in Brooklyn for 49" , "date" : "19810612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "HARRY HALPERN, 82, JEWISH LEADER, DIES" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/12\/obituaries\/harry-halpern-82-jewish-leader-dies.html"} , {"body" : "An increasing number of New Yorkers have taken to the streets with flashlights and walkie-talkies in volunteer neighborhood patrols against crime. Encouraged by the police, neighborhood groups cruise in their cars every night or walk their blocks, spurred by the fear of rising crime and reductions in the police force. The patrols, most of which are" , "date" : "19810504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORKERS PATROLLING STREETS TO WATCH FOR CRIME" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/04\/nyregion\/new-yorkers-patrolling-streets-to-watch-for-crime.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "The day had begun with a four-car rush-hour fender bender in Brooklyn that gave Frank J. Macchiarola's back a painful jolt. Later in the morning, the School Chancellor was hung in effigy in Rosedale, Queens, and awarded the sobriquet ''Ayatollah Macchiarola'' by angry Queens parents. The afternoon is going a bit better, given the Job-like sequence" , "date" : "19810211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/11\/nyregion\/about-new-york.html"} ,   {"body" : "A total of $42 million in Federal funds that could generate nearly half a billion dollars in private investment would be lost to New York City if the Federal Urban Development Action Grant program is abolished, city officials said yesterday. The Reagan Administration said Tuesday that it was thinking of converting the program into general aid for" , "date" : "19810205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK TO FIGHT ANY CUT IN U.S. DEVELOPMENT FUNDS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/05\/nyregion\/new-york-to-fight-any-cut-in-us-development-funds.html"}]