[  {"body" : "For the next 10 days, San Francisco will be the capital of the American bridge scene, with thousands of players competing in the Fall National Championships. On Monday evening the contestants there will be the nucleus of a much bigger event: The continentwide Charity Game of the American Contract Bridge League, in which the same deals will be" , "date" : "19811119" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Bridge: Charity Game on Monday To Be Played in 450 Clubs" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/19\/nyregion\/bridge-charity-game-on-monday-to-be-played-in-450-clubs.html"} , {"body" : "Teen-agers will tell you the rules of traveling in the city. ''The key is to look like you don't have any money,'' said Theresa O'Neill, 17, of Staten Island. ''We always travel in a crowd,'' said Matthew Ahern, 14, of Brooklyn. ''I try not to take the train if it's after 11 P.M.,'' said Mathieu Wiepert, 15, of Queens. The teen-age world of dating" , "date" : "19811013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR TEEN-AGERS, TRAVEL BRINGS FEAR AND CHALLENGE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/13\/nyregion\/for-teen-agers-travel-brings-fear-and-challenge.html"} , {"body" : "Representative Jack F. Kemp of Erie County is viewed by many Republican politicians as the big New York gainer from the stunning passage of President Reagan's tax package. ''It adds considerably to his luster,'' said a moderate Republican, State Senator Roy M. Goodman, of the upstate conservative, who was one of the architects of the three-year" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK POLITICAL NOTES; KEMP SCORES POINTS AT HOME BY ROLE IN REAGAN'S TAX PLAN; New York Political Notes" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/new-york-political-notes-kemp-scores-points-home-role-reagan-s-tax-plan-new-york.html"} , {"body" : "A powerful team from New York overwhelmed its opponents in the first 16 deals of the Grand National team championship quarterfinal stage here this afternoon. The team - made up of Brian Goubok, Michael Rosenberg, John Lowenthal, Phillip Martin, Mike Becker and Ron Rubin - led by 53 international match points, 57-4, against a group from Nashville" , "date" : "19810724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Bridge; NEW YORKERS FACE BATTLE IN GRAND NATIONAL TEAMS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/24\/nyregion\/bridge-new-yorkers-face-battle-in-grand-national-teams.html"} , {"body" : "The Fall National Championships of the American Contract Bridge League started today with a large field of experts from all parts of North America struggling to qualify in the mixed pair championship. New York City is strongly represented, and its players are likely to be in the running for the title when the event ends tomorrow night. After the" , "date" : "19810630" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Bridge: New York Players Provide Stiff Nationals Competition" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/30\/nyregion\/bridge-new-york-players-provide-stiff-nationals-competition.html"} , {"body" : "Four players got the better of six in the district final of the Grand NationaL Tean Championship played at the New York Hilton on Sunday. The winners were Brian Glubok, Michael Rosenberg, John Lowenthal and Phillip Martin all of New York. Play was even in the first quarter of the final, but the Glubok team broke through in the second quarter," , "date" : "19810519" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "BRIDGE" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/19\/nyregion\/bridge-125195.html"} , {"body" : "A small contingent of players is already in Detroit, competing in the finals of the Grand National Pairs, which serve as a curtainraiser for the 10 days of the Spring National Championships. Thousands more are en route today, to compete in the men's and women's pairs, beginning tomorrow, or in minor events. More will follow in time to enter the" , "date" : "19810319" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Bridge; PLAYERS HEADING FOR DETROIT AND GRAND NATIONAL FINALS; Bridge: Players Heading for Detroit And Grand National Finals" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/19\/arts\/bridge-players-heading-for-detroit-grand-national-finals-bridge-players-heading.html"}]