[  {"body" : "By all accounts, these are hard times for New York's City Council. By some accounts, the person primarily responsible is Thomas J. Cuite. Mr. Cuite, the small, slight, bespectacled vice chairman and majority leader, is blamed by many of his colleagues for what they see as the Council's sorry condition. In recent months, a Federal judicial panel" , "date" : "19811229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL WOES PUT MAJORITY LEADER INTO THE SPOTLIGHT" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/29\/nyregion\/council-woes-put-majority-leader-into-the-spotlight.html"} , {"body" : "New York City took a significant step yesterday toward building a plant in the former Brooklyn Navy Yard that would burn as much as 15 percent of the city's daily collection of garbage and convert it into steam. An Illinois energy and engineering company was chosen over three other companies to construct and operate the Brooklyn plant, which the" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A STEAM PLANT BURNING REFUSE DUE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/nyregion\/a-steam-plant-burning-refuse-due-in-brooklyn.html"} , {"body" : "International The United Nations has a new leader. After a long deadlock in the Security Council, Javier Perez de Cuellar, a Peruvian diplomat, was chosen as the fifth Secretary General of the United Nations. He succeeds Kurt Waldheim of Austria, who has been Secretary General for 10 years and unsucessfully sought an unprecedented third five-year" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "News Summary; SATURDAY, DECEMBER 12, 1981" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/nyregion\/news-summary-saturday-december-12-1981.html"} , {"body" : "Letters and notes from Federal court files give details of how Representative Frederick W. Richmond of Brooklyn used employees of the manufacturing company he founded and controlled to handle some of his political fund-raising. Mr. Richmond, a Democrat, has acknowledged that the employees did political work for him, although he contends that it was" , "date" : "19811208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COMPANY'S WORKERS LINKED TO RICHMOND FUND-RAISING" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/08\/nyregion\/company-s-workers-linked-to-richmond-fund-raising.html"} , {"body" : "The first legal test of the Reagan Administration's policy of detaining ''boat people'' from the embattled Caribbean island of Haiti will take place today in Manhattan. Lawyers for the the United States Immigration and Naturalization Service and for six aliens from Haiti who have been detained in Brooklyn for the last six months will square off in" , "date" : "19811204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUIT BY 6 HAITIAN ALIENS TESTING DETENTION POLICY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/04\/nyregion\/suit-by-6-haitian-aliens-testing-detention-policy.html"} , {"body" : "PHILADELPHIA R ALPH S. SAUL, 59 years old, the chairman of the INA Corporation, has worked for nine organizations since he left the Navy at the end of World War II. He has been a Foreign Service officer at the United States Embassy in Prague, a lawyer in a law firm, a staff attorney at RCA and an aide to Gov. Thomas E. Dewey of New York. He has" , "date" : "19811115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "ONE MORE GRANT IN FINANCIAL SERVICES" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/15\/business\/one-more-grant-in-financial-services.html"} , {"body" : "It would not insult Seldon Barlow to be accused of achieving his success with mirrors. Quite the contrary. He and a partner founded Marsel Mirror & Glass Products with $1,900 in 1947. Now it is a $25 million-a-year business, making the decorative mirrors that K mart, Woolworth's, Sears and other chains and houseware stores sell for $5 to $20. Some" , "date" : "19811021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "ABOUT REAL ESTATE; A MAKER OF MIRRORS FINDS A NEW PLANT IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/21\/business\/about-real-estate-a-maker-of-mirrors-finds-a-new-plant-in-brooklyn.html"} , {"body" : "The Customs Service said yesterday that Federal agents had arrested four men on smuggling charges and had seized 1,546 pounds of Lebanese hashish hidden in women's handbags consigned to a luggage shop in midtown Manhattan. The arrests, made Wednesday, culminated a four-year investigation by customs and drug-enforcement officials. They were said to" , "date" : "19810926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "AGENTS SEIZE 4 AND 1,546 POUNDS OF HASHISH HIDDEN IN HANDBAGS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/26\/nyregion\/agents-seize-4-and-1546-pounds-of-hashish-hidden-in-handbags.html"} , {"body" : "ANCHORS AWAY Despite New York's hard and challenging sid ewalks, this is a walkers' city. Innumerable organizations take advantage of the fact, sponsoring walking tours around and about not able structures, sites and neighborhoods. One such site is the forme r New York Naval Shipyard - the Brooklyn Navy Yard, where in 1 815 Robert Fulton's" , "date" : "19810912" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Going Out Guide" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/12\/arts\/going-out-guide.html"} , {"body" : "Facing a loss of $100 million in Federal aid to the state for water pollution control and sewage disposal plants next year, New York City officials are pressing the state to apply for a transfer of other Federal funds to complete local projects. City officials said yesterday that the money was available but that the state had refused to apply for" , "date" : "19810824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY IS PRESSING STATE TO OBTAIN U.S. SEWAGE AID" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/24\/nyregion\/city-is-pressing-state-to-obtain-us-sewage-aid.html"} ,   {"body" : "PORT WASHINGTON, L.I. WHEN Europeans ran out of places to bury their garbage, they built incinerators to turn it into electricity and steam for their homes and businesses. With dumping grounds in the metropolitan area filling up, many American officials are finding garbage recycling an increasingly attractive alternative. But given the experience" , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "The Region; GARBAGE IS GARBAGE, BURNING IT FOR ENERGY IS DIFFICULT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/weekinreview\/the-region-garbage-is-garbage-burning-it-for-energy-is-difficult.html"} , {"body" : "Mayor Koch said yesterday that citywide inspections showed ''sustained improvement'' in street cleaning over last year, and he suggested that an extra 450 street cleaners would soon make the city still cleaner. He added, however, that even 1,250 street cleaners, the force the city will have by mid-August, ''cannot clean up after seven and a half" , "date" : "19810728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY'S STREET-CLEANING EFFORT IS GETTING BETTER, KOCH SAYS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/28\/nyregion\/city-s-street-cleaning-effort-is-getting-better-koch-says.html"} , {"body" : "Federal officials over the weekend began moving several hundred Haitians to detention centers around the country, including an immigration center in Brooklyn and a Federal prison near Lake Placid, N.Y., in an effort to ease serious overcrowding at a Miami camp. The Haitians, illegal aliens who have been fleeing their country in boats for several" , "date" : "19810720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "UNITED STATES" , "MIAMI (FLA)" , "LAKE PLACID (NY)" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "HAITIANS ARRIVE IN BROOKLYN AND LAKE PLACID" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/20\/nyregion\/haitians-arrive-in-brooklyn-and-lake-placid.html"} , {"body" : "Eighty-six Haitians were transferred yesterday from Florida to a detention center in Brooklyn. They are among 286 illegal aliens being transferred from the Krome North Detention Facility near Miami to relieve overcrowding. The 86 who arrived last night by plane were transported on three chartered buses to the Brooklyn Immigration and Naturalization" , "date" : "19810719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAITI" , "MIAMI (FLA)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "86 Haitians Are Transferred To Brooklyn Detention Center" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/19\/nyregion\/86-haitians-are-transferred-to-brooklyn-detention-center.html"} , {"body" : "Dolores Hampton, wearing dungarees, a protective apron and heavy protective shoes, pushed the welder's shield back on her head and began to explain how she happened to be doing mig and arc welding in a huge structural shop in the old Brooklyn Navy Yard. Miss Hampton, a Bronx resident who had held a variety of factory jobs, was out of work last" , "date" : "19810628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "46" , "title" : "TRAINING PLAN MATCHES SKILLS AND JOBS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/28\/nyregion\/training-plan-matches-skills-and-jobs.html"} , {"body" : "To the Editor: Your excellent and comprehensive article on the serious solid-waste disposal problems faced by New York City (May 28) again focuses our attention on one of the most dangerous and perplexing of our environmental dilemmas. Although much has been known for years concerning the inevitability of the end of the ''landfill age,'' the" , "date" : "19810606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "HIGH TIME FOR NEW YORK CITY TO THINK RECYCLING" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/06\/opinion\/l-high-time-for-new-york-city-to-think-recycling-146581.html"} , {"body" : "A GOAL of city government in New York is to encourage economic development in designated areas outside Manhattan. Downtown Jamaica in Queens is one of them, and elected officials have their hats in the air over progress toward construction of what will be the largest office building in Queens, on Jamaica Avenue at Parsons Boulevard near the" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "23" , "title" : "REAL ESTATE; U.S. ROLE IN BUILDING UP IN CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/business\/real-estate-us-role-in-building-up-in-city.html"} , {"body" : "When it was clear tonight that he was going to be the Democratic nominee for Governor of New Jersey, James J. Florio wrote out a statement that reflected the direction his campaign in the fall would take. Interrupted repeatedly by cheers and hand-clapping, he read it to his supporters, who jammed the ballroom of the Cherry Hill Inn, in his" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "FLORIO SAYS NATION'S ATTENTION WILL FOCUS ON JERSEY'S ELECTION" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/nyregion\/florio-says-nation-s-attention-will-focus-on-jersey-s-election.html"} , {"body" : "New York City's plan to build a steam plant that would burn 3,000 tons of garbage a day in the former Brooklyn Navy Yard has prompted borough residents to begin voicing fear, suspicion and opposition. The plant would be the first of up to a dozen such facilities the Koch administration says are needed to avoid inundating the city in garbage within" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CITY PLAN FOR GARBAGE-FUELED PLANT DRAWS ANGER OF BROOKLYN RESIDENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/nyregion\/city-plan-for-garbage-fueled-plant-draws-anger-of-brooklyn-residents.html"} , {"body" : "Operating night and day, six days a week, the Fresh Kills landfill on Staten Island, the world's biggest garbage dump, is the final resting place for the 10,000 tons of domestic garbage produced daily by three million New Yorkers. Great steel jaws suspended from cranes gobble up 10 cubic yards of garbage in a bite. Steel-treaded wagon trains of" , "date" : "19810528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WORLD'S BIGGEST DUMP FOR GARBAGE JUST A MONUMENTAL PROBLEM ON S. I." , "url" : "http:\/\/www.nytimes.com\/1981\/05\/28\/nyregion\/world-s-biggest-dump-for-garbage-just-a-monumental-problem-on-s-i.html"} ,   {"body" : "The rash of unfounded bomb threats and false reports of bombs continued yesterday in New York City as investigators reported no substantial progress in their efforts to find those responsible for Saturday's fatal blast at Kennedy International Airport. By 9 P.M. yesterday, the Police Department recorded 160 telephone threats or scares, all of which" , "date" : "19810521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BOMB SCARE KEEPS HOLD FOR 5TH DAY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/21\/nyregion\/bomb-scare-keeps-hold-for-5th-day.html"} , {"body" : "ANTHONY J. MONTE looked over what the visitor had brought him. He turned one shoe over, then the other, an expression of curious distaste on his face. ''What do you expect me to do with these?'' he asked. People who have dealt with Mr. Monte in his shoe repair shop in Baldwin over the last 28 years are used to this kind of confrontation. The" , "date" : "19810412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BALDWIN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/12\/nyregion\/about-long-island.html"} , {"body" : "To the Editor: Your March 27 editorial concerning the proposal by the Power Authority of the State of New York to build a garbageburning power plant suggests further study and tests before implementation. Unfortunately, time for such study is a luxury that New York City may not have. he city is facing a garbage crisis of the first magnitude. All" , "date" : "19810411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "ON BURNING GARBAGE; THE CITY IS RUNNING OUT OF TIME" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/11\/opinion\/l-on-burning-garbage-the-city-is-running-out-of-time-079323.html"} , {"body" : "ARTISTS from all over the Island who have drawn inspiration from local scenery will be displaying their work in a monthlong environmental art show and sale in Glen Cove starting today. The idea for the show originated several years ago, according to Lillian Gates, one of its organizers. At the time, a group of local artists wanted to express their" , "date" : "19810329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "3" , "title" : "Long Island Journal" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/29\/nyregion\/long-island-journal-061151.html"} , {"body" : "After more than a decade of delays, New York City was ready to begin a billion-dollar effort to complete its basic sewage treatment system. But city officials now say President Reagan's proposed budget cuts once again threaten the entire program. The city had planned to ask the Federal Government for $560 million in the next fiscal year to complete" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REAGAN CUTS VIEWED AS THREAT TO CITY SEWAGE TREATMENT PROJECT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/reagan-cuts-viewed-as-threat-to-city-sewage-treatment-project.html"} , {"body" : "Pier 32, one of many jutting into the Hudson River, is one of New York City's dumping grounds for its past: bound volumes mapping 19thcentury wards, leather-edged ledgers chronicling decade-old land deals, green cabinets jammed with disintegrating court records. In a musty, unheated steel warehouse, amid filth and mildew, rests more than a century" , "date" : "19810302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OLD CITY DOCUMENTS LIE IN MILDWOOD DECAY" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/02\/nyregion\/old-city-documents-lie-in-mildwood-decay.html"} , {"body" : "After weeks of negotiations to prevent the collapse of Seatrain Lines, three Italian creditors with unpaid bills amounting to slightly more than $1 million forced the financially ailing shipping company into bankruptcy proceedings yesterday. The Chase Manhattan Bank, Seatrain's principal bank, which is owed an estimated $60 million, said it was" , "date" : "19810212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "SEA TRAIN FILES UNDER CHAPTER 11" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/12\/business\/sea-train-files-under-chapter-11.html"} , {"body" : "The former maintenance director of a city-owned industrial park in Brooklyn has been charged with masterminding the theft of $250,000 from the complex through fraudulent maintenance contracts, bogus billing and kickbacks from suppliers, the Brooklyn District Attorney's office said. The suspect is Charles LoCicero, 45 years old, of 8406 Ridge" , "date" : "19810211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Ex-City Aide Held In $250,000 Theft" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/11\/nyregion\/the-city-ex-city-aide-held-in-250000-theft.html"} , {"body" : "Seatrain Lines Inc., the troubled shipping company, pressed a campaign yesterday to persuade creditors to accept delays in payments of its debts so that it would not be pushed into Chapter 11 or bankruptcy. Executives of the company met creditors and said later that the company expected to remain viable despite its estimated $150 million in losses" , "date" : "19810210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "Seatrain Asks Its Creditors To Help It Avoid Bankruptcy" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/10\/business\/seatrain-asks-its-creditors-to-help-it-avoid-bankruptcy.html"} , {"body" : "Eighty-four suspected illegal aliens, many of them crowded into a tractor-trailer truck, were seized in the South Bronx yesterday after shots were fired without warning at two police officers responding to a report that ''suspicious persons'' were getting out of the truck. Fifty-one of those arrested, including 14 women, were still in the truck, in" , "date" : "19810203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICE IN BRONX SEIZE 84 PERSONS AS ILLEGAL ALIENS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/03\/nyregion\/office-in-bronx-seize-84-persons-as-illegal-aliens.html"} ,   {"body" : "By all accounts, these are hard times for New York's City Council. By some accounts, the person primarily responsible is Thomas J. Cuite. Mr. Cuite, the small, slight, bespectacled vice chairman and majority leader, is blamed by many of his colleagues for what they see as the Council's sorry condition. In recent months, a Federal judicial panel" , "date" : "19811229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL WOES PUT MAJORITY LEADER INTO THE SPOTLIGHT" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/29\/nyregion\/council-woes-put-majority-leader-into-the-spotlight.html"} , {"body" : "New York City took a significant step yesterday toward building a plant in the former Brooklyn Navy Yard that would burn as much as 15 percent of the city's daily collection of garbage and convert it into steam. An Illinois energy and engineering company was chosen over three other companies to construct and operate the Brooklyn plant, which the" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A STEAM PLANT BURNING REFUSE DUE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/nyregion\/a-steam-plant-burning-refuse-due-in-brooklyn.html"} , {"body" : "International The United Nations has a new leader. After a long deadlock in the Security Council, Javier Perez de Cuellar, a Peruvian diplomat, was chosen as the fifth Secretary General of the United Nations. He succeeds Kurt Waldheim of Austria, who has been Secretary General for 10 years and unsucessfully sought an unprecedented third five-year" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "News Summary; SATURDAY, DECEMBER 12, 1981" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/nyregion\/news-summary-saturday-december-12-1981.html"} , {"body" : "Letters and notes from Federal court files give details of how Representative Frederick W. Richmond of Brooklyn used employees of the manufacturing company he founded and controlled to handle some of his political fund-raising. Mr. Richmond, a Democrat, has acknowledged that the employees did political work for him, although he contends that it was" , "date" : "19811208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COMPANY'S WORKERS LINKED TO RICHMOND FUND-RAISING" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/08\/nyregion\/company-s-workers-linked-to-richmond-fund-raising.html"} , {"body" : "The first legal test of the Reagan Administration's policy of detaining ''boat people'' from the embattled Caribbean island of Haiti will take place today in Manhattan. Lawyers for the the United States Immigration and Naturalization Service and for six aliens from Haiti who have been detained in Brooklyn for the last six months will square off in" , "date" : "19811204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUIT BY 6 HAITIAN ALIENS TESTING DETENTION POLICY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/04\/nyregion\/suit-by-6-haitian-aliens-testing-detention-policy.html"} , {"body" : "PHILADELPHIA R ALPH S. SAUL, 59 years old, the chairman of the INA Corporation, has worked for nine organizations since he left the Navy at the end of World War II. He has been a Foreign Service officer at the United States Embassy in Prague, a lawyer in a law firm, a staff attorney at RCA and an aide to Gov. Thomas E. Dewey of New York. He has" , "date" : "19811115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "ONE MORE GRANT IN FINANCIAL SERVICES" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/15\/business\/one-more-grant-in-financial-services.html"} , {"body" : "It would not insult Seldon Barlow to be accused of achieving his success with mirrors. Quite the contrary. He and a partner founded Marsel Mirror & Glass Products with $1,900 in 1947. Now it is a $25 million-a-year business, making the decorative mirrors that K mart, Woolworth's, Sears and other chains and houseware stores sell for $5 to $20. Some" , "date" : "19811021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "ABOUT REAL ESTATE; A MAKER OF MIRRORS FINDS A NEW PLANT IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/21\/business\/about-real-estate-a-maker-of-mirrors-finds-a-new-plant-in-brooklyn.html"} , {"body" : "The Customs Service said yesterday that Federal agents had arrested four men on smuggling charges and had seized 1,546 pounds of Lebanese hashish hidden in women's handbags consigned to a luggage shop in midtown Manhattan. The arrests, made Wednesday, culminated a four-year investigation by customs and drug-enforcement officials. They were said to" , "date" : "19810926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "AGENTS SEIZE 4 AND 1,546 POUNDS OF HASHISH HIDDEN IN HANDBAGS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/26\/nyregion\/agents-seize-4-and-1546-pounds-of-hashish-hidden-in-handbags.html"} , {"body" : "ANCHORS AWAY Despite New York's hard and challenging sid ewalks, this is a walkers' city. Innumerable organizations take advantage of the fact, sponsoring walking tours around and about not able structures, sites and neighborhoods. One such site is the forme r New York Naval Shipyard - the Brooklyn Navy Yard, where in 1 815 Robert Fulton's" , "date" : "19810912" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Going Out Guide" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/12\/arts\/going-out-guide.html"} , {"body" : "Facing a loss of $100 million in Federal aid to the state for water pollution control and sewage disposal plants next year, New York City officials are pressing the state to apply for a transfer of other Federal funds to complete local projects. City officials said yesterday that the money was available but that the state had refused to apply for" , "date" : "19810824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY IS PRESSING STATE TO OBTAIN U.S. SEWAGE AID" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/24\/nyregion\/city-is-pressing-state-to-obtain-us-sewage-aid.html"} , {"body" : "PORT WASHINGTON, L.I. WHEN Europeans ran out of places to bury their garbage, they built incinerators to turn it into electricity and steam for their homes and businesses. With dumping grounds in the metropolitan area filling up, many American officials are finding garbage recycling an increasingly attractive alternative. But given the experience" , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "The Region; GARBAGE IS GARBAGE, BURNING IT FOR ENERGY IS DIFFICULT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/weekinreview\/the-region-garbage-is-garbage-burning-it-for-energy-is-difficult.html"} , {"body" : "Mayor Koch said yesterday that citywide inspections showed ''sustained improvement'' in street cleaning over last year, and he suggested that an extra 450 street cleaners would soon make the city still cleaner. He added, however, that even 1,250 street cleaners, the force the city will have by mid-August, ''cannot clean up after seven and a half" , "date" : "19810728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY'S STREET-CLEANING EFFORT IS GETTING BETTER, KOCH SAYS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/28\/nyregion\/city-s-street-cleaning-effort-is-getting-better-koch-says.html"} , {"body" : "Federal officials over the weekend began moving several hundred Haitians to detention centers around the country, including an immigration center in Brooklyn and a Federal prison near Lake Placid, N.Y., in an effort to ease serious overcrowding at a Miami camp. The Haitians, illegal aliens who have been fleeing their country in boats for several" , "date" : "19810720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "UNITED STATES" , "MIAMI (FLA)" , "LAKE PLACID (NY)" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "HAITIANS ARRIVE IN BROOKLYN AND LAKE PLACID" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/20\/nyregion\/haitians-arrive-in-brooklyn-and-lake-placid.html"} , {"body" : "Eighty-six Haitians were transferred yesterday from Florida to a detention center in Brooklyn. They are among 286 illegal aliens being transferred from the Krome North Detention Facility near Miami to relieve overcrowding. The 86 who arrived last night by plane were transported on three chartered buses to the Brooklyn Immigration and Naturalization" , "date" : "19810719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAITI" , "MIAMI (FLA)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "86 Haitians Are Transferred To Brooklyn Detention Center" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/19\/nyregion\/86-haitians-are-transferred-to-brooklyn-detention-center.html"} , {"body" : "Dolores Hampton, wearing dungarees, a protective apron and heavy protective shoes, pushed the welder's shield back on her head and began to explain how she happened to be doing mig and arc welding in a huge structural shop in the old Brooklyn Navy Yard. Miss Hampton, a Bronx resident who had held a variety of factory jobs, was out of work last" , "date" : "19810628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "46" , "title" : "TRAINING PLAN MATCHES SKILLS AND JOBS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/28\/nyregion\/training-plan-matches-skills-and-jobs.html"} , {"body" : "To the Editor: Your excellent and comprehensive article on the serious solid-waste disposal problems faced by New York City (May 28) again focuses our attention on one of the most dangerous and perplexing of our environmental dilemmas. Although much has been known for years concerning the inevitability of the end of the ''landfill age,'' the" , "date" : "19810606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "HIGH TIME FOR NEW YORK CITY TO THINK RECYCLING" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/06\/opinion\/l-high-time-for-new-york-city-to-think-recycling-146581.html"} , {"body" : "A GOAL of city government in New York is to encourage economic development in designated areas outside Manhattan. Downtown Jamaica in Queens is one of them, and elected officials have their hats in the air over progress toward construction of what will be the largest office building in Queens, on Jamaica Avenue at Parsons Boulevard near the" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "23" , "title" : "REAL ESTATE; U.S. ROLE IN BUILDING UP IN CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/business\/real-estate-us-role-in-building-up-in-city.html"} , {"body" : "When it was clear tonight that he was going to be the Democratic nominee for Governor of New Jersey, James J. Florio wrote out a statement that reflected the direction his campaign in the fall would take. Interrupted repeatedly by cheers and hand-clapping, he read it to his supporters, who jammed the ballroom of the Cherry Hill Inn, in his" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "FLORIO SAYS NATION'S ATTENTION WILL FOCUS ON JERSEY'S ELECTION" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/nyregion\/florio-says-nation-s-attention-will-focus-on-jersey-s-election.html"} , {"body" : "New York City's plan to build a steam plant that would burn 3,000 tons of garbage a day in the former Brooklyn Navy Yard has prompted borough residents to begin voicing fear, suspicion and opposition. The plant would be the first of up to a dozen such facilities the Koch administration says are needed to avoid inundating the city in garbage within" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CITY PLAN FOR GARBAGE-FUELED PLANT DRAWS ANGER OF BROOKLYN RESIDENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/nyregion\/city-plan-for-garbage-fueled-plant-draws-anger-of-brooklyn-residents.html"} , {"body" : "Operating night and day, six days a week, the Fresh Kills landfill on Staten Island, the world's biggest garbage dump, is the final resting place for the 10,000 tons of domestic garbage produced daily by three million New Yorkers. Great steel jaws suspended from cranes gobble up 10 cubic yards of garbage in a bite. Steel-treaded wagon trains of" , "date" : "19810528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WORLD'S BIGGEST DUMP FOR GARBAGE JUST A MONUMENTAL PROBLEM ON S. I." , "url" : "http:\/\/www.nytimes.com\/1981\/05\/28\/nyregion\/world-s-biggest-dump-for-garbage-just-a-monumental-problem-on-s-i.html"} , {"body" : "The rash of unfounded bomb threats and false reports of bombs continued yesterday in New York City as investigators reported no substantial progress in their efforts to find those responsible for Saturday's fatal blast at Kennedy International Airport. By 9 P.M. yesterday, the Police Department recorded 160 telephone threats or scares, all of which" , "date" : "19810521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BOMB SCARE KEEPS HOLD FOR 5TH DAY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/21\/nyregion\/bomb-scare-keeps-hold-for-5th-day.html"} , {"body" : "ANTHONY J. MONTE looked over what the visitor had brought him. He turned one shoe over, then the other, an expression of curious distaste on his face. ''What do you expect me to do with these?'' he asked. People who have dealt with Mr. Monte in his shoe repair shop in Baldwin over the last 28 years are used to this kind of confrontation. The" , "date" : "19810412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BALDWIN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/12\/nyregion\/about-long-island.html"} , {"body" : "To the Editor: Your March 27 editorial concerning the proposal by the Power Authority of the State of New York to build a garbageburning power plant suggests further study and tests before implementation. Unfortunately, time for such study is a luxury that New York City may not have. he city is facing a garbage crisis of the first magnitude. All" , "date" : "19810411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "ON BURNING GARBAGE; THE CITY IS RUNNING OUT OF TIME" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/11\/opinion\/l-on-burning-garbage-the-city-is-running-out-of-time-079323.html"} , {"body" : "ARTISTS from all over the Island who have drawn inspiration from local scenery will be displaying their work in a monthlong environmental art show and sale in Glen Cove starting today. The idea for the show originated several years ago, according to Lillian Gates, one of its organizers. At the time, a group of local artists wanted to express their" , "date" : "19810329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "3" , "title" : "Long Island Journal" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/29\/nyregion\/long-island-journal-061151.html"} , {"body" : "After more than a decade of delays, New York City was ready to begin a billion-dollar effort to complete its basic sewage treatment system. But city officials now say President Reagan's proposed budget cuts once again threaten the entire program. The city had planned to ask the Federal Government for $560 million in the next fiscal year to complete" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REAGAN CUTS VIEWED AS THREAT TO CITY SEWAGE TREATMENT PROJECT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/reagan-cuts-viewed-as-threat-to-city-sewage-treatment-project.html"} , {"body" : "Pier 32, one of many jutting into the Hudson River, is one of New York City's dumping grounds for its past: bound volumes mapping 19thcentury wards, leather-edged ledgers chronicling decade-old land deals, green cabinets jammed with disintegrating court records. In a musty, unheated steel warehouse, amid filth and mildew, rests more than a century" , "date" : "19810302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OLD CITY DOCUMENTS LIE IN MILDWOOD DECAY" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/02\/nyregion\/old-city-documents-lie-in-mildwood-decay.html"} , {"body" : "After weeks of negotiations to prevent the collapse of Seatrain Lines, three Italian creditors with unpaid bills amounting to slightly more than $1 million forced the financially ailing shipping company into bankruptcy proceedings yesterday. The Chase Manhattan Bank, Seatrain's principal bank, which is owed an estimated $60 million, said it was" , "date" : "19810212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "SEA TRAIN FILES UNDER CHAPTER 11" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/12\/business\/sea-train-files-under-chapter-11.html"} , {"body" : "The former maintenance director of a city-owned industrial park in Brooklyn has been charged with masterminding the theft of $250,000 from the complex through fraudulent maintenance contracts, bogus billing and kickbacks from suppliers, the Brooklyn District Attorney's office said. The suspect is Charles LoCicero, 45 years old, of 8406 Ridge" , "date" : "19810211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Ex-City Aide Held In $250,000 Theft" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/11\/nyregion\/the-city-ex-city-aide-held-in-250000-theft.html"} , {"body" : "Seatrain Lines Inc., the troubled shipping company, pressed a campaign yesterday to persuade creditors to accept delays in payments of its debts so that it would not be pushed into Chapter 11 or bankruptcy. Executives of the company met creditors and said later that the company expected to remain viable despite its estimated $150 million in losses" , "date" : "19810210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "Seatrain Asks Its Creditors To Help It Avoid Bankruptcy" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/10\/business\/seatrain-asks-its-creditors-to-help-it-avoid-bankruptcy.html"} , {"body" : "Eighty-four suspected illegal aliens, many of them crowded into a tractor-trailer truck, were seized in the South Bronx yesterday after shots were fired without warning at two police officers responding to a report that ''suspicious persons'' were getting out of the truck. Fifty-one of those arrested, including 14 women, were still in the truck, in" , "date" : "19810203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICE IN BRONX SEIZE 84 PERSONS AS ILLEGAL ALIENS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/03\/nyregion\/office-in-bronx-seize-84-persons-as-illegal-aliens.html"}]