[  {"body" : "By all accounts, these are hard times for New York's City Council. By some accounts, the person primarily responsible is Thomas J. Cuite. Mr. Cuite, the small, slight, bespectacled vice chairman and majority leader, is blamed by many of his colleagues for what they see as the Council's sorry condition. In recent months, a Federal judicial panel" , "date" : "19811229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL WOES PUT MAJORITY LEADER INTO THE SPOTLIGHT" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/29\/nyregion\/council-woes-put-majority-leader-into-the-spotlight.html"} , {"body" : "Shortly after midnight one recent morning, Elizabeth Holtzman sat in a noisy, green-walled room on the fringe of downtown Brooklyn and listened as Police Officer Albert Bagley told Lisa Smith, an assistant district attorney, how he had arrested three men in a Park Slope numbers operation. A few minutes later, amid the ringing telephones and a" , "date" : "19811219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LEGAL PROFESSION" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "MISS HOLTZMAN WITNESSES PROSECUTORS AT WORK" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/19\/nyregion\/miss-holtzman-witnesses-prosecutors-at-work.html"} , {"body" : "LAST Saturday evening, at the brownstone manor of Richard the Golden (more familiarly known as Richard Golden) in the Park Slope section of Brooklyn, there was a gala medieval fete. The invitations read: '' 'Tis our mete to invite thee to danse and to drynke and ete. Thy presence is most ardently desired, and we ask that if it meets thy favor, ye" , "date" : "19811216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "YE OLDE FETE OF FOODE, DRYNKE & DANSE" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/16\/garden\/ye-olde-fete-of-foode-drynke-danse.html"} , {"body" : "To the Editor: For the life of me I could not get the point of Gail Collins's article about Park Slope ('' 'Post-Pioneer' Arrivals Keep Park Slope in Flux,'' Nov. 1). I first saw it as trying to show that a neighborhood can be easily spoiled by its good fortune - it's moving too fast. In the end I considered it a slap in the face to my rational" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "4" , "title" : "Territory for Pioneers" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/realestate\/l-territory-for-pioneers-129333.html"} , {"body" : "A probationary police officer was shot and seriously wounded yesterday in Brooklyn when he and his partner attempted to stop two men. The police believe the men were following someone they intended to mug on a street in the Park Slope section. Although the officer, Donald Rios, was wearing a bulletproof vest, he was wounded when one of the suspects" , "date" : "19811208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICER IN TRAINING WOUNDED BY GUNMAN ON BROOKLYN STREET" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/08\/nyregion\/officer-in-training-wounded-by-gunman-on-brooklyn-street.html"} , {"body" : "International Polish union leaders were accused by the authorities of calling for the overthrow of the Government. The Warsaw radio transmitted a tape recording made at a closed meeting of union leaders last Thursday in which Lech Walesa, the union chairman, asked for a ''confrontation'' and another labor leader urged the overthrow of the regime." , "date" : "19811208" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; TUESDAY, DECEMBER 8, 1981" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/08\/nyregion\/news-summary-tuesday-december-8-1981.html"} , {"body" : "For a fellow who grew up in a farm town with fewer people than get stuck on the IRT each morning, Prof. Raymond D. Horton is making his mark on New York. As an analyst of politics and government in his adopted city, he has molded a consensus of sorts between those two archetypal New Yorkers, Mayor Koch and Victor Gotbaum, who otherwise share little" , "date" : "19811205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A NATIVE SON AND AN IOWAN TURN THEIR ANALYTICAL EYES ON NEW YORK CITY ; RAYMOND D. HORTON FRAMES THE DEBATE ON PUBLIC POLICY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/05\/nyregion\/native-son-iowan-turn-their-analytical-eyes-new-york-city-raymond-d-horton.html"} , {"body" : "It should not have been a surprise that the adjoining communities of Fort Greene and Clinton Hill in Brooklyn would one day be the new frontier for ''brownstoners'' with a pioneering spirit. The communities are east of Flatbush Avenue, two or three subway stops from Manhattan but just within a mile of Brooklyn's civic center. Underneath the urban" , "date" : "19811204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "ABOUT REAL ESTATE; THE RENEWAL OF BROOKLYN BROWNSTONES" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/04\/business\/about-real-estate-the-renewal-of-brooklyn-brownstones.html"} , {"body" : "A research director for one of the nation's largest pharmaceutical companies resigned yesterday following the disclosure that he was operating an insomnia program that gave most of its clients prescriptions for the depressant methaqualone. The resignation of Dr. Jerome T. Scally was announced by American Home Products, a major manufacturer of" , "date" : "19811201" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "DRUG EXECUTIVE RESIGNS OVER INSOMNIA PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/01\/nyregion\/drug-executive-resigns-over-insomnia-program.html"} , {"body" : "A New York insomnia program, assailed by state officials as a cover for the mass prescribing of the depressant methaqualone, is operated by a research director for one of the nation's largest pharmaceutical companies. The program, with offices in Greenwich Village and the Park Slope section of Brooklyn, uses physicians to prescribe the drug to" , "date" : "19811130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DRUG EXECUTIVE RUNS DISPUTED SLEEP PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/30\/nyregion\/drug-executive-runs-disputed-sleep-program.html"} ,   {"body" : "An off-duty police officer shot and killed an 18-year-old youth who threatened him with a golf club during an attempted robbery last night in the Park Slope section of Brooklyn, the police reported. According to a preliminary police investigation, the youth, Augustine Muniz accosted the officer in front of 514 Eighth Avenue in Brooklyn at 10:30" , "date" : "19811119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "An Off-Duty Policeman Kills Robbery Suspect, Police Say" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/19\/nyregion\/an-off-duty-policeman-kills-robbery-suspect-police-say.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "Post-gentrification has arrived at Park Slope, the scene of a much-heralded ''renaissance'' in the early 1970's. The young professionals who bought and restored Victorian houses and brownstones there then are now feeling displaced by newer arrivals - developers and Manhattanites willing to pay $200,000 or more for a house. ''This whole neighborhood" , "date" : "19811101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'POST-PIONEER' ARRIVALS KEEP PARK SLOPE IN FLUX" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/01\/realestate\/post-pioneer-arrivals-keep-park-slope-in-flux.html"} , {"body" : "An infant girl, born two months prematurely, was found yesterday morning by the police under a pile of clothes in a closet in a Brooklyn apartment, authorities said. The baby, with her umbilical cord still attached, was turning blue and had difficulty breathing, the police said. Resuscitation efforts by Emergency Medical Service corpsmen were" , "date" : "19811029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The City; A Premature Baby Saved From Closet" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/29\/nyregion\/the-city-a-premature-baby-saved-from-closet.html"} , {"body" : "It is no ordinary building that the Kossak brothers, Jeffrey and Steven, have found in the Park Slope section of Brooklyn for their first venture in housing development. It is the landmark Weber house, built in 1909 for the president of a brewery and after 1944, when it became the home of the Unity Club, the favored hideaway of leading Brooklyn" , "date" : "19811009" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "12" , "title" : "ABOUT REAL ESTATE; CONVERTING A POLITICAL CLUB IN PARK SLOPE INTO CO-OPS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/09\/business\/about-real-estate-converting-a-political-club-in-park-slope-into-co-ops.html"} , {"body" : "Even while surveying the dilapidated and vandalized four-story brownstone in Brooklyn they plan to turn i nto an art studio and gallery, the optimism of Miharu and Edward Lane could not be dampened. ''It's an area that frankly couldn't get much worse,'' said Mr. Lane, one of nine merchants chosen by the city to be the first participants in a new" , "date" : "19811008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A 2D LIFE FOR VACANT PARK SLOPE SHOPS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/08\/nyregion\/a-2d-life-for-vacant-park-slope-shops.html"} , {"body" : "The Dodgers are gone. So are the Schaeffer and Rheingold breweries, the United States Navy and, over the last decade, 400,000 people. More than 1,000 business enterprises have al so left New York City's biggest borou gh. But the Brooklyn Union Gas Company has stayed. It has no choice. The company's principal assets are its more than 3,600 miles of" , "date" : "19811004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "THE UTILITY THAT GLOWS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/04\/business\/the-utility-that-glows-in-brooklyn.html"} , {"body" : "Landlords of buildings in one of the most expensive sections of Manhattan - the area between Fifth and Lexington Avenues from 59th to 79th Street - may soon qualify for substantial income-tax writeoffs. The first steps toward that status have been taken in Washington and at City Hall. Congress has passed a new rule on deductions for rehabilitation" , "date" : "19810930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HISTORIC STATUS MAY AID LANDLORDS ON EAST SIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/30\/nyregion\/historic-status-may-aid-landlords-on-east-side.html"} , {"body" : "Didi Moore is a New York-based writer who recently became half of a two-income family. By Didi Moore When Claire Gruppo and James O'Brien, both 28 now, started dating, she was an assistant editor at a New York publishing house, and he was a freelance writer. Neither one had much money, and they shared all their expenses equally. When they married" , "date" : "19810927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "91" , "title" : "THE PERILS OF A TWO-INCOME FAMILY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/27\/magazine\/the-perils-of-a-two-income-family.html"} , {"body" : "Three years ago, Joseph Leo and his family moved from their Greenwich Village apartment to a century-old Queen Anne house on a quarter-acre lot in the St. George section of Staten Island. ''This is just a tremendous neighborhood to live in, and the ferry to Manhattan is just a 10-minute walk from my house.'' said Mr. Leo, who once worked for a Wall" , "date" : "19810924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "OUTER BOROUGHS ATTRACT COUPLES SEEKING A HOME" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/24\/nyregion\/outer-boroughs-attract-couples-seeking-a-home.html"} ,   {"body" : "Former Representative Elizabeth Holtzman won the Democrati c nomination fo r Brooklyn District Attorney last night with a comfortable m argin over Norman J. Rosen. With 1,504 of 1,519 districts reporting, the vote was: Holtzman93,788 Rosen85,084 Miss Holtzman pieced her victory together by showing strength in the Flatbush and Park Slope sections of" , "date" : "19810923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MISS HOLTZMAN BEATS ROSEN IN BROOKLYN'S D.A. PRIMARY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/23\/nyregion\/miss-holtzman-beats-rosen-in-brooklyn-s-da-primary.html"} , {"body" : "AS if to make up for the lazy look of the city in August, New Yorkers in droves will take to the streets in celebration this weekend and so will a lot of their suburban neighbors. No one cause is prompting the merriment. Everything from autumn to Grandparents' Day will be hailed in a cornucopia of fairs and festivals ranging in size from a block to" , "date" : "19810911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COLD SPRING HARBOR (NY)" , "NEW YORK CITY" , "JERSEY CITY (NJ)" , "MORRISTOWN (NJ)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "NEW YORKERS REAP HARVEST OF AUTUMN FAIRS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/11\/arts\/new-yorkers-reap-harvest-of-autumn-fairs.html"} , {"body" : "The cooking schools on these pages were reviewed by Florence Fabricant and Moira Hodgson. This article was written by Mrs. Fabricant. DURING the last few years cooking schools around the city have been changing. An increasingly sophisticated level of student is enrolling for classes and, along with this, the quality of teaching has improved and the" , "date" : "19810909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "6" , "title" : "THE GUIDE TO NEW YORK COOKING SCHOOLS: WHERE TO LOOK TO LEARN WHICH CUISINE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/09\/garden\/the-guide-to-new-york-cooking-schools-where-to-look-to-learn-which-cuisine.html"} , {"body" : "THERE is in Manhattan a Street With No Name. It is seven blocks long. Buildings line both flanks, but without entrances onto this street. The intersections have traffic lights, but name signs for the cross-streets only. City maps show the street, but without a name. Why is this steet incognito? Is it wanted for some street crime? Is it a foreign" , "date" : "19810909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/09\/garden\/metropolitan-diary-004864.html"} , {"body" : "The partly disrobed body of a 16-year-old girl who had apparently been strangled in a sexual attack was found in a heavily wooded section of a cemetery in Brooklyn yesterday, and the police arrested a 21-year-old acquaintance for her murder. Dozens of police officers using searchlights and helicopters scoured Greenwood Cemetery for more than eight" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "GIRL, 16, STRANGLED IN CEMETERY; MAN; 21,HELD" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/girl-16-strangled-in-cemetery-man-21held.html"} , {"body" : "After shopping in vain for a Manhattan apartment she could afford, Margaret Erlanger, a marketing assistant at American Express, recently purchased a 3 1\/2-room co-op in a high rise in Forest Hills, Queens, for $26,000. Although she is not happy in Queens and plans to use the apartment ''as leverage to get back to the city'' she is pleased with the" , "date" : "19810830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "DISCOVERING CO-OPS THAT ARE AFFORDABLE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/30\/realestate\/discovering-co-ops-that-are-affordable.html"} , {"body" : "A friend came to town the other day and noticed that half the people on the street seem to be dressed for tropical warfare - combat camouflage fatigues and boots. ''It's camouflage chic,'' she observed, ''but I don't get it. Those outfits were meant as protective jungle coloring. They aren't at all helpful against the urban landscape. They make the" , "date" : "19810830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Topics; MOVING AROUND THE CITY; Camouflage Chic" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/30\/opinion\/topics-moving-around-the-city-camouflage-chic.html"} , {"body" : "Now, five years later, he has seven hives in the backyard of his Boerum Hill brownstone. He never buys sugar. And he has more than a hundred pounds of honey left over each year to sell locally. A Phi Beta Kappa and an English teacher by profession, Mr. Auditore was curious about the bee dance, the circular walks and waggles by which worker bees" , "date" : "19810826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "12" , "title" : "THE BEEKEEPER WHO GREW IN BROOKLYN; TONY AUDITORE lives in downtown Brooklyn with three cats, an Afghan hound and several hundred thousand honeybees. \"I never expected to get any honey in the city,\" he said recently, stirring a spoonful of the heavy liquid into his jasmine tea. \"I started bee keeping for the pure pleasure of learning about bees.\"" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/26\/garden\/beekeeper-who-grew-brooklyn-tony-auditore-lives-downtown-brooklyn-with-three.html"} , {"body" : "BACK in 1954, Louis L. Rosenberg bought a piece of land from the Roman Catholic Diocese of Brooklyn on Butler Street in Park Slope. He built an industrial building and leased it to the Knickerbocker Toy Company. The Knickerbocker Toy Company moved south 20 years ago. Another tenant moved in. Eventually, Mr. Rosenberg sold the building. And then in" , "date" : "19810805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "17" , "title" : "PROPERTY; SHOPPING CENTER BUILDER IS HEADING BACK TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/05\/business\/property-shopping-center-builder-is-heading-back-to-brooklyn.html"} , {"body" : "The problems of building cities are enormous, and the way they are built has profound and inescapable consequences. Construction - and its converse, preservation - not only shape the city, they determine its future. Buildings form the framework for all the city's activities; their size, quality and distribution create its appeal and amenity, and" , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Architecture View; A PLAN TO PRESERVE THE UPPER EAST SIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/arts\/architecture-view-a-plan-to-preserve-the-upper-east-side.html"} ,   {"body" : "The northern edge of Park Slope, long a symbol in Brooklyn of urban desolation, is about to get some help from the city under a program sponsored by the Department of Housing Preservation and Development. The project, which has received initial approval from Community Board 6, calls for the construction of new housing, a 15,000-squarefoot" , "date" : "19810628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "BALTIC STREET WAITING TO MOVE PAST 'GO'" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/28\/nyregion\/baltic-street-waiting-to-move-past-go.html"} , {"body" : "A 32-year-old man was shot dead as he was parking his car in Brooklyn in what the police called a ''gangland-type slaying.'' The victim, Sebastian Fenoccio, was shot once in the head and twice in the chest as he was locking up his garage at West 12th Street and Avenue U in the Bensonhurst section. ... Luis Rodriguez, 20, was found fatally stabbed" , "date" : "19810615" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/15\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "A browser's and bargain-hunter's guide to flea markets in the metropolitan area: New York City 1. Jan Hus Presbyterian Church, 351 East 74th Street, 535-5235. Tomorrow and June 20, 10 A.M. to 5 P.M.; 44 dealers. 2. Annex Antiques and Flea Market, Avenue of the Americas and 25th Street, 243-5343. Sundays through Oct. 25, 10 A.M. to 7 P.M.; 100" , "date" : "19810612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "BARGAIN- HUNTER'S KEY TO THE MARDETS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/12\/arts\/bargain-hunter-s-key-to-the-mardets.html"} , {"body" : "One of the most wistful of Brooklyn dreams - the return of the borough's baseball Dodgers to their home turf - received a daylong elaboration in parties and proclamations yesterday. By order of Governor Carey, a statewide Brooklyn Dodger Day was designated. Among those attending the celebrations in Brooklyn were the State Senator who has introduced" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, FANS DESIGN A COMEBACK FOR DODGERS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/nyregion\/in-brooklyn-fans-design-a-comeback-for-dodgers.html"} , {"body" : "A 77-year-old man fatally stabbed his 64-year-old roommate last night in a dispute over who ate the food in the refrigerator in their apartment in the Park Slope section of Brooklyn, the police said. The police said the victim, Peter Zastawecky, was stabbed repeated in the chest and stomach with an eight-inch kitchen knife after he struck his" , "date" : "19810527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Park Slope Man, 77, Is Accused Of Fatally Knifing Roommate, 64" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/27\/nyregion\/park-slope-man-77-is-accused-of-fatally-knifing-roommate-64.html"} , {"body" : "Preserving the architectural quality of a neighborhood and protecting its commercial vitality are often opposite ends. In designating a 1,044-building chunk of Manhattan's Upper East Side as a historic district last week, New York's Landmarks Preservation Commission took pains to reach one goal without obstructing the other. Although it considered" , "date" : "19810524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "The Region In Summary; A PLAN TO PRESERVE WITHOUT FREEZING" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/24\/weekinreview\/the-region-in-summary-a-plan-to-preserve-without-freezing.html"} , {"body" : "The decision on Tuesday by the Landmarks Preservation Commission to give blanket landmark protection to a 1,044-building chunk of the Upper East Side is the strongest pro-preservation stance the city has taken since it went to the United States Supreme Court to argue on behalf of the saving of the Grand Central Terminal. It will not necessarily end" , "date" : "19810521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PRESERVATION VICTORY; News Analysis" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/21\/nyregion\/preservation-victory-news-analysis.html"} , {"body" : "The Landmarks Preservation Commission voted yesterday to create a historic district on a gilded stretch of Manhattan's East Side that abuts Central Park and forms an architectural evocation of old New York. The designation, which follows two years of debate and study, in effect confers landmark status on 1,044 buildings on nearly every block" , "date" : "19810520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PANEL CREATES A HISTORIC DISTRICT IN MANHATTAN'S EAST 60'S AND 70'S" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/20\/nyregion\/panel-creates-a-historic-district-in-manhattan-s-east-60-s-and-70-s.html"} , {"body" : "''The Tower'' - a musical theater piece by the Pulitzer prizewinning composer Michael Colgrass - will be given its American premiere on Roosevelt Island tonight at 8 by 20 schoolchildren. Roosevelt Island? Schoolchildren? Yes. The musical, a modern, urban version of ''Jack and the Beanstalk,'' was written to be performed by children. Nancy Breth, a" , "date" : "19810515" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; ROOSEVELT I. PREMIERE" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/15\/arts\/weekender-guide-friday-roosevelt-i-premiere.html"} , {"body" : "An increasing number of New Yorkers have taken to the streets with flashlights and walkie-talkies in volunteer neighborhood patrols against crime. Encouraged by the police, neighborhood groups cruise in their cars every night or walk their blocks, spurred by the fear of rising crime and reductions in the police force. The patrols, most of which are" , "date" : "19810504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORKERS PATROLLING STREETS TO WATCH FOR CRIME" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/04\/nyregion\/new-yorkers-patrolling-streets-to-watch-for-crime.html"} ,   {"body" : "ON wheels, on foot and on camel, New Yorkers and their neighbors will be celebrating the arrival of May this weekend in the only reasonable way -by getting out of doors. Probably the most noticeable among them will be the participants in the annual Five Boro Bike Tour - some 17,000 are expected to turn out, according to the sponsors of the event," , "date" : "19810501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CITY AND SUBURB GOING ALL OUT FOR MAY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/01\/arts\/city-and-suburb-going-all-out-for-may.html"} , {"body" : "DOWN BY THE RIVERSIDE There are three New York State parks within New York city: Clay Pit Ponds Preserve, an educational environment in Staten Island; Roberto Clemente Park in the Bronx; and in Brooklyn, Empire-Fulton Ferry Park at New Dock Street, below the Brooklyn Bridge on the East River. Tomorrow at Empire-Fulton Ferry the Bond Street Theater" , "date" : "19810425" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/25\/movies\/going-out-guide.html"} , {"body" : "Designer show houses in New Jersey and Pennsylvania and on Long Island are also open for spring fund raising. April 27-May 31. ''Welwyn,'' the site of Designer Showcase '81, is a Georgian-style country estate in Glen Cove, L.I., that stretches over 200 acres of woodlands, sweeping lawns and boxwood gardens. This 35-room waterfront mansion on" , "date" : "19810423" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "OTHER SHOW HOUSES AND FORTHCOMING HOME TOURS IN THE AREA; SHOW HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/23\/garden\/other-show-houses-and-forthcoming-home-tours-in-the-area-show-houses.html"} , {"body" : "Msgr. Vincent J. Powell, the director of the Catholic Youth Organization in the Diocese of Brooklyn from 1940 to 1966, died March 12 at the Columbia Presbyterian Medical Center. He was 69 years old and lived at the rectory of St. Thomas Aquinas Church, in the Park Slope section of Brooklyn, where he had served as an associate pastor since 1976. In" , "date" : "19810321" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "Msgr. Vincent J. Powell, 69, Dies; Headed Brooklyn Diocese's C.Y.O." , "url" : "http:\/\/www.nytimes.com\/1981\/03\/21\/obituaries\/msgr-vincent-j-powell-69-dies-headed-brooklyn-diocese-s-cyo.html"} , {"body" : "A New York City fireman who the police said was the head of a ring that supplied $500,000 worth of cocaine a month to the Staten Island area was arraigned yesterday on charges of selling the drug to an undercover policeman. Justice Norman J. Felig of State Supreme Court on Staten Island set bail at $50,000 for the suspect, Michael Beck, 22 years" , "date" : "19810321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "NEW YORK CITY FIREMAN HELD AS DRUG RING LEADER" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/21\/nyregion\/new-york-city-fireman-held-as-drug-ring-leader.html"} , {"body" : "Officials at the State Department said last night that they were trying to determine whether a former hostage on a hijacked Pakistani airliner was a Canadian traveling on a false United States passport instead of an American as he was originally identified. The officials also said that the passport of another man, an American under indictment on" , "date" : "19810316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANADA" , "PAKISTAN"] , "nytd_section_facet" : ["World"] , "page_facet" : "8" , "title" : "U.S. IS SEEKING TO IDENTIFY A MAN ON THE HIJACKED JET" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/16\/world\/us-is-seeking-to-identify-a-man-on-the-hijacked-jet.html"} , {"body" : "A Pakistani Defense Ministry official, hailing Syria's role in ending a 13-day airline hijacking, said today that it was up to Syria to decide what to do with the three men who commandeered a Pakistan International Airlines jet with more than 100 passengers aboard and killed a Pakistani diplomat. The hijackers surrendered here last night. The" , "date" : "19810316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["SYRIA" , "PAKISTAN"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "PAKISTAN AIDE LAUDS ACTIONS OF SYRIANS IN ENDING HIJACKING" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/16\/world\/pakistan-aide-lauds-actions-of-syrians-in-ending-hijacking.html"} , {"body" : "Fifteen city-owned buildings in the Park Slope section of Brooklyn have been selected for a shopsteading program, according to Anthony Gliedman, Commissioner for the Department of Housing Preservation and Development. The shopsteading program, a commercial version of the homesteading programs that gave or sold homes to people who promised to" , "date" : "19810315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "PARK SLOPE SHOPSTEADS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/15\/realestate\/park-slope-shopsteads.html"} , {"body" : "After more than a decade of delays, New York City was ready to begin a billion-dollar effort to complete its basic sewage treatment system. But city officials now say President Reagan's proposed budget cuts once again threaten the entire program. The city had planned to ask the Federal Government for $560 million in the next fiscal year to complete" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REAGAN CUTS VIEWED AS THREAT TO CITY SEWAGE TREATMENT PROJECT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/reagan-cuts-viewed-as-threat-to-city-sewage-treatment-project.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} ,   {"body" : "A city program aimed at developing both the commercial and residential potential of a decaying area of the Park Slope section of Brooklyn was announced by Mayor Koch. Under the program, the city will sell 15 abandoned apartment buildings that have spaces for shops and stores on Fifth Avenue near Baltic Street. The sales would be made only to buyers" , "date" : "19810221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Park Slope Renewal" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/21\/nyregion\/the-city-park-slope-renewal.html"} , {"body" : "AN ingredient essential to the New York nosh is the New York waiter. So when Lou Singer brought the six women from his Nosher's Tour of New York into Gertel's Kosher Bakery at 53 Hester Street the other day, there was little surprise when the waiter, with blond walrus mustache and several tattoos, asked somewhat brusquely, ''You gonna sit like that" , "date" : "19810128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "A SNACKING TOUR OF THE NEIGHBORHOODS" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/28\/garden\/a-snacking-tour-of-the-neighborhoods.html"} , {"body" : "GO west, young man, I thought. The time arrived when I knew I had to leave the comfortable womb I've called Long Island, and start a new chapter of my life. The decision did not come lightly. Friends and family admonished about the disadvantages of leaving the Island, trying to dissuade me from making my inevitable exodus. But, after long" , "date" : "19810125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LEAVING IT BUT STILL LOVING IT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/25\/nyregion\/leaving-it-but-still-loving-it.html"} , {"body" : "A gunman was killed and an 11-year-old boy wounded during a shootout in a Brooklyn home as the police thwarted a robbery. Two police officers burst into the ground-floor quarters of a twofamily house at 198 17th Street in the Park Slope section of Brooklyn Thursday while a dozen members of the Rosado family were being robbed of jewelry and money by" , "date" : "19810124" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE CITY; Holdup Man Is Slain In Battle With Police" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/24\/nyregion\/the-city-holdup-man-is-slain-in-battle-with-police.html"} , {"body" : "The Committee of Interns and Residents renewed contract negotiations yesterday with the administration of Methodist Hospital in Brooklyn, a hospital spokesman said. Contract talks resumed at the Greenwood Baptist Church, 461 Sixth Street, in the Park Slope section. At the center of the dispute is the doctors' demand for physical safety following a" , "date" : "19810120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "Interns Renew Hospital Talks" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/20\/nyregion\/interns-renew-hospital-talks.html"} , {"body" : "Peter Murray, a former director of operations for the city's Emergency Medical Service, died of a heart attack early yesterday in the emergency room of Methodist Hospital in Brooklyn. He was 44 years old. A spokesman for Methodist said Mr. Murray died after walking into the hospital late Friday night complaining of severe chest pains. A resident of" , "date" : "19810118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "FORMER CITY AMNULANCE CHIEF DIES" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/18\/nyregion\/former-city-amnulance-chief-dies.html"} , {"body" : "Sharon Ann Cohen and David Samuel Hessney, who received M.B.A. degrees in 1978 from the Wharton School of the University of Pennsylvania, were married yesterday. Rabbi Gerald Weider performed the ceremony at the couple's house in Park Slope, Brooklyn. The parents of the couple are Dr. and Mrs. Jerry A. Cohen of West Hartford, Conn., and Mr. and" , "date" : "19810104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "44" , "title" : "D.S. Hessney, Bank Officer, Marries Sharon Ann Cohen" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/04\/style\/ds-hessney-bank-officer-marries-sharon-ann-cohen.html"}]