[  {"body" : "''We're building affordable homes for working New Yorkers. This isn't just a promise. You'll be able to check on its progress over the next year.'' -Mayor Koch, Feb. 12, 1981, announcing a program to build 2,200 moderately priced, federally subsidized, one- and twofamily homes in troubled city neighborhoods. Mayor Koch made this pronouncement as he" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "KOCH PLAN FOR 2,200 NEW HOUSES IN JEOPARDY, BUILDERS SAY" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/realestate\/koch-plan-for-2200-new-houses-in-jeopardy-builders-say.html"} , {"body" : "A probationary police officer was shot and seriously wounded yesterday in Brooklyn when he and his partner attempted to stop two men. The police believe the men were following someone they intended to mug on a street in the Park Slope section. Although the officer, Donald Rios, was wearing a bulletproof vest, he was wounded when one of the suspects" , "date" : "19811208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICER IN TRAINING WOUNDED BY GUNMAN ON BROOKLYN STREET" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/08\/nyregion\/officer-in-training-wounded-by-gunman-on-brooklyn-street.html"} , {"body" : "A shock awaited James Solomon when he returned to his Brooklyn apartment after a week away from the city last last winter: the lock on his door had been changed. He phoned his landlady, who gave him the surprising news that he had been evicted. Mr. Solomon had been living in a spacious rent-controlled apartment in the Bedford-Stuyvesant section" , "date" : "19811206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "LAWYERS SAY TIGHT MARKET BRINGS RISE IN EVICTION ACTIONS" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/06\/realestate\/lawyers-say-tight-market-brings-rise-in-eviction-actions.html"} , {"body" : "Dr. Samuel G. Feuer, director emeritus of physical medicine and rehabilitation at Long Island College Hospital and retired associate professor of rehabilitative medicine at the Downstate Medical Center in Brooklyn, died Thursday at St. Francis Hospital in Roslyn, L.I., where he lived. He was 77 years old. Dr. Feuer had been associated with the" , "date" : "19810627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Obituaries" , "Health"] , "page_facet" : "19" , "title" : "Dr. Samuel G. Feuer, 77, Is Dead; A Rehabilitative Medicine Expert" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/27\/obituaries\/dr-samuel-g-feuer-77-is-dead-a-rehabilitative-medicine-expert.html"} , {"body" : "DOWN BY THE RIVERSIDE There are three New York State parks within New York city: Clay Pit Ponds Preserve, an educational environment in Staten Island; Roberto Clemente Park in the Bronx; and in Brooklyn, Empire-Fulton Ferry Park at New Dock Street, below the Brooklyn Bridge on the East River. Tomorrow at Empire-Fulton Ferry the Bond Street Theater" , "date" : "19810425" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/25\/movies\/going-out-guide.html"} , {"body" : "Ken Williams, who was born in Jamaica and raised in England, led Prospect Heights High School of Brooklyn to a meet record yesterday in the Mobil Big Apple Relay Carnival on the John F. Kennedy track in the Bronx. Williams, a junior, ran the anchor leg on the 400-meter relay and led his school to victory in 42.3 seconds, one of the fastest times in" , "date" : "19810419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/19\/sports\/no-headline-091108.html"} , {"body" : "Kathleen Eve Statue and Locke Anderson Johnston, alumni of the Culinary Institute of America in Hyde Park, N.Y., were married yesterday at the Prospect Heights Presbyterian Church in Brooklyn. The Rev. Robert Glaser performed the ceremony. The bride, daughter of Mrs. Clarence Baker of Flemington, N.J., and the late George Statue, and her husband," , "date" : "19810329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "63" , "title" : "Kathleen Statue and Locke Johnston, Chefs, Married" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/29\/style\/kathleen-statue-and-locke-johnston-chefs-married.html"} , {"body" : "Just how much will a family pay to live in a new house in Coney Island? In Prospect Heights? In South Jamaica? In Bushwick? In the South Bronx? Builders and the city alike will find out once the 2,000 houses that are to be built under a new program announced recently by the Koch administration reach the sales market. It is the largest construction" , "date" : "19810222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "2,000-HOUSE PLAN WILL TEST MARKET IN RENEWAL AREAS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/22\/realestate\/2000-house-plan-will-test-market-in-renewal-areas.html"} , {"body" : "Standing amid the rubble on a lot near the South Brooklyn waterfront yesterday, Mayor Koch announced a city-sponsored program for the construction of 2,200 moderately priced one-family and twofamily houses in 10 impoverished neighborhoods. The Mayor said that construction would start in the spring or early summer, and that the houses would be ready" , "date" : "19810213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY IS SPONSORING 2,200 SMALL HOUSES" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/13\/nyregion\/city-is-sponsoring-2200-small-houses.html"}]