[  {"body" : "Three centers that distribute emergency packages of food to some of the poorest residents of New York City have been closed as part of the phasing out of Vista. Vista, the federally financed domestic voluntary agency, will be shut down by 1983 under the Reagan Administration budget cuts. At the three centers, volunteers gave out canned and packaged" , "date" : "19811213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "63" , "title" : "CITY FOOD CENTERS FOR POOR ARE SHUT" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/13\/nyregion\/city-food-centers-for-poor-are-shut.html"} , {"body" : "Red Hook, Brooklyn's legendary waterfront, survived generations of poor immigrants, brawling workers and union corruption, only to be nearly destroyed by government decisions. It is now beginning a renaissance, this time aided by government. ''Red Hook is one of the best examples I know of a neighborhood that has seen both the positive and the" , "date" : "19811116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RED HOOK SURVIVES HARD TIMES INTO NEW ERA" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/16\/nyregion\/red-hook-survives-hard-times-into-new-era.html"} , {"body" : "Report sees gross deficiences in global nuclear safeguards A2 U.S. commander urges review of advisers' role in Salvador A2 Uprising of 1973 is marked in Athens A4 Around the World A5 Acting President piles up big lead in Bangladesh election A7 Uzbeks are demanding a bigger piece of the Soviet pie A8 Soviet republic of Moldavia toasts a vintage" , "date" : "19811116" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Index; International" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/16\/nyregion\/index-international.html"} , {"body" : "In the heart of his political base here in South Jersey, Representative James J. Florio waited patiently tonight for results of the gubernatorial contest. Early optimism turned to caution as the early tallies came in and swung against him. The candidate's top strategists, gathered in the ballroom of the Cherry Hill Inn, were jubilant minutes after" , "date" : "19811104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "MOOD OF FLORIO'S SUPPORTERS TURNS FROM EALRY OPTIMISM" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/04\/nyregion\/mood-of-florio-s-supporters-turns-from-ealry-optimism.html"} , {"body" : "In a rare moment of relaxation between campaign stops, his athletic body stretched out in a motel chair, Representative James J. Florio reflected on how he had emerged from what he calls the \"cesspool\" of Camden County politics in South Jersey to become Democratic candidate for Governor. \"I saw people who became totally dependent on that cast of" , "date" : "19811015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FLORIO: RESTLESS LONER IN RACE FOR JERSEY GOVERNOR" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/15\/nyregion\/florio-restless-loner-in-race-for-jersey-governor.html"} , {"body" : "Reports of suspected child abuse and neglect have increased recently in New York City, and the city has expanded its social service efforts to address the family problems involved. The number of reports has risen from 14,300 in 1976 to more than 19,300 last year, when 32,078 children were involved. More than half of the reports prove unfounded, and" , "date" : "19810930" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CONCERNED AS REPORTS RISE ON CHILD ABUSE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/30\/nyregion\/city-concerned-as-reports-rise-on-child-abuse.html"} , {"body" : "New York State's Environmental Conservation Commissioner refused to certify the Coney Island and Owls Head sewage-treatment projects for Federal funds to upgrade them. The Commissioner, Robert F. Flacke, said the city had not submitted a plan on how the two Brooklyn projects would be financed, while at the same time meeting Federal court orders to" , "date" : "19810930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "U.S. Aid Refused For Sewage Plants" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/30\/nyregion\/us-aid-refused-for-sewage-plants.html"} , {"body" : "Governor Carey, Mayor Koch and other dignitaries yesterday dedicated a new container shipping terminal on the Brooklyn waterfront that they hailed as a major sign of the rebirth of the city's piers. The $20 million Red Hook Container Terminal, built by the Port Authority of New York and New Jersey and paid for by the city and state, comprises three" , "date" : "19810924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Container Terminal Dedicated in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/24\/nyregion\/a-container-terminal-dedicated-in-brooklyn.html"} , {"body" : "Frank J. Barbaro was asked the other evening where he tho ught his political ori gins lay. He was leaning back wearily in a restaurant booth near Br oadway and 72d Street, where he had been offering his right hand an d a pitch for his mayoral candidacy to those emerging from the IRT subway station. The 53-year-old, five-term Democratic Assemblyman" , "date" : "19810906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "BARBARO TRACES ORIGINS OF HIS POPULIST PLATFORM" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/06\/nyregion\/barbaro-traces-origins-of-his-populist-platform.html"} , {"body" : "Facing a loss of $100 million in Federal aid to the state for water pollution control and sewage disposal plants next year, New York City officials are pressing the state to apply for a transfer of other Federal funds to complete local projects. City officials said yesterday that the money was available but that the state had refused to apply for" , "date" : "19810824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY IS PRESSING STATE TO OBTAIN U.S. SEWAGE AID" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/24\/nyregion\/city-is-pressing-state-to-obtain-us-sewage-aid.html"} ,   {"body" : "Twelve Bronx businesses have applied for discounted electricity rates that took effect July 1 in eight depressed areas of the South Bronx and Brooklyn. Among the applicants are a one-man optical shop and a plasticcontainer plant that employs 425 people, according to a spokesman for the Consolidated Edison Company. Con Edison proposed the program in" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "12 SOUTH BRONX BUSINESSES APPLY FOR CON ED DISCOUNTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/12-south-bronx-businesses-apply-for-con-ed-discounts.html"} , {"body" : "A suspect in the fatal shooting of a police officer in Bridgeport, Conn., last November was arrested after an early morning chase through Greenwich Village in a stolen car. The suspect, Eugene Powell, 31 years old, was charged in a Connecticut warrant issued April 16 with shooting Officer Gerald T. DiJoseph with the officer's service revolver on" , "date" : "19810630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GREENWICH (CONN)" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "the City; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/30\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Finals of the second annual Michelob citywide three-on-three halfcourt basketball tournament, Saturday afternoon, on the sunny Central Park courts at 84th Street, north end of the Great Lawn: ''Lock 'em up on D, Moe.'' ''Good drive for the stick, Slick.'' ''Take 'em to the heavens, man.'' Wham! Mike (Mo) Kearse's ''throwdown,'' or dunk, rattles the" , "date" : "19810629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "KINGS OF THE HALFCOURT REIGN IN CENTRAL PARK BASKETBALL TOURNEY" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/29\/sports\/kings-of-the-halfcourt-reign-in-central-park-basketball-tourney.html"} , {"body" : "ALBANY (UPI) - The State Public Service Commission approved reduced electricity rates for businesses that decide to locate in six economically distressed areas of Brooklyn or the South Bronx. New business customers will be guaranteed a 20 percent cut on regular electricity rates for five years, a P.S.C. spokesman said. Afterward, rates would" , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Region; Lower Utility Rates Offered to Concerns" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/the-region-lower-utility-rates-offered-to-concerns.html"} , {"body" : "This Saturday formally marks the start of New York's sixth Greenmarket season, with the opening of the Union Square, East 67th Street and Gansevoort Street sites. The site at Queens Plaza opened last Saturday. Between June and December, New Yorkers will be able to shop at 16 outdoor markets for the fresh produce grown and trucked into the city by" , "date" : "19810603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "16" , "title" : "CITY'S GREENMARKETS GO INTO SIXTH SEASON" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/03\/garden\/city-s-greenmarkets-go-into-sixth-season.html"} , {"body" : "The Consolidated Edison Company has proposed offering discounted electric rates to businesses that will create or expand jobs in eight economically depressed areas of the Bronx and Brooklyn. The proposal, which has won New York City's endorsement, would be the first such localized electric discount rate for job creation to be tried anywhere in the" , "date" : "19810413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CON ED LINKS CREATING JOBS TO RATE CUTS FOR BUSINESSES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/13\/nyregion\/con-ed-links-creating-jobs-to-rate-cuts-for-businesses.html"} , {"body" : "ARTISTS from all over the Island who have drawn inspiration from local scenery will be displaying their work in a monthlong environmental art show and sale in Glen Cove starting today. The idea for the show originated several years ago, according to Lillian Gates, one of its organizers. At the time, a group of local artists wanted to express their" , "date" : "19810329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "3" , "title" : "Long Island Journal" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/29\/nyregion\/long-island-journal-061151.html"} , {"body" : "CUTS By ROBERT D. McFADDEN The following assessments of the impact of President Reagan's budget proposals on New York, New Jersey and Connecticut have been assembled from reports prepared for the Governors of the three states and from interviews with other state and local political leaders, the heads of affected agencies and programs, as well as" , "date" : "19810322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "UNITED STATES" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "STATES TRANSLATING PROPOSED BUDGET IN TERMS OF LOST DOLLARS AND PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/22\/nyregion\/states-translating-proposed-budget-in-terms-of-lost-dollars-and-program.html"} , {"body" : "After more than a decade of delays, New York City was ready to begin a billion-dollar effort to complete its basic sewage treatment system. But city officials now say President Reagan's proposed budget cuts once again threaten the entire program. The city had planned to ask the Federal Government for $560 million in the next fiscal year to complete" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REAGAN CUTS VIEWED AS THREAT TO CITY SEWAGE TREATMENT PROJECT" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/reagan-cuts-viewed-as-threat-to-city-sewage-treatment-project.html"} , {"body" : "GO west, young man, I thought. The time arrived when I knew I had to leave the comfortable womb I've called Long Island, and start a new chapter of my life. The decision did not come lightly. Friends and family admonished about the disadvantages of leaving the Island, trying to dissuade me from making my inevitable exodus. But, after long" , "date" : "19810125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LEAVING IT BUT STILL LOVING IT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/25\/nyregion\/leaving-it-but-still-loving-it.html"} ,   {"body" : "A 14-year-old boy was shot to death by his stepmother last night in their Brooklyn apartment, apparently because he had misbehaved, the police said. The police said that the victim, Joseph Balbosa, of 82 Butler Street in the Red Hook section, was shot three times at 6:30 P.M., as he lay in bed. They said the weapon was a .32-caliber pistol that the" , "date" : "19810102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "WOMAN HELD IN SLAYING OF STEPSON" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/02\/nyregion\/woman-held-in-slaying-of-stepson.html"}]