[  {"body" : "Two gunmen robbed a bank guard and a customer of $500 after failing in an attempt to hold up a teller of the Standard Charter Bank at 10 West 49th Street late yesterday morning. Two shots were fired, one accidentally and one as a warning as the gunmen made their escape. No injuries were reported. ... Weekend burglars, breaking through a ceiling," , "date" : "19811208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/08\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "Canarsie remained undefeated in P.S.A.L. Brooklyn B division play with a 44-0 rout of Erasmus yesterday. Ron (The Snake) McLaughlin ran for 141 yards on 20 carries, and scored the first two touchdowns for the Chiefs. He now has 853 yards in seven games, and 11 touchdowns. McLaughlin opened the scoring with touchdown runs of 50 yards and 10 yards in" , "date" : "19811101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "CANARSIE DEFEATS ERASMUS, 44-0, FOR SEVENTH STRAIGHT VICTORY" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/01\/sports\/canarsie-defeats-erasmus-44-0-for-seventh-straight-victory.html"} , {"body" : "A former New York City police officer was arrested and charged with strangling a 27-year-old securities analyst whose nude body was found in her Brooklyn apartment last June. Detectives said the former officer, Arnold Kane, told the victim he was working on an undercover police assignment when he met her while driving a cab. He resigned in April" , "date" : "19811028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A FORMER CITY POLICE OFFICER HELD IN STRANGLING OF WOMAN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/28\/nyregion\/a-former-city-police-officer-held-in-strangling-of-woman.html"} , {"body" : "Bayside, the defending Public Schools Athletic League champion, and Canarsie improved their records to 6-0 yesterday. Bayside's Commodores, winner of five out of the 10 titles since playoffs were formalized in 1971, clinched first place in the Bronx-Queens A division with a 30-6 triumph over Andrew Jackson. Canarsie, thanks to a 5-for-8, 119-yard" , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "BAYSIDE, CANARSIE REMAIN UNBEATEN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/sports\/bayside-canarsie-remain-unbeaten.html"} , {"body" : "What Elroy Hill lacks in size he makes up for with speed. The Abraham Lincoln defense discovered this yesterday as Hill, the Poly Prep halfback, scored two touchdowns to lead the home team to a 24-18 victory over its Brooklyn neighbor. It was Lincoln's first loss in six games. Poly ran its three-year unbeaten streak to 24. Hill, a 5-foot-8-inch," , "date" : "19811025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "POLY PREP STOPS LINCOLN BY 24-18" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/25\/sports\/poly-prep-stops-lincoln-by-24-18.html"} , {"body" : "A 26-year-old Hicksville, L.I., man with tattooed hands and a record for robbery and weapons violations was identified by the police yesterday as ''the assailant'' who shot and killed a New York City bus driver in Brooklyn eight days ago in a dispute over a free transfer. The police said they were taking the somewhat unusual step of naming the" , "date" : "19811018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "SUSPECT IS NAMED IN KILLING ON BUS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/18\/nyregion\/suspect-is-named-in-killing-on-bus.html"} , {"body" : "The gun a Brooklyn bus passenger used Saturday to kill the driver after being denied a transfer has been recovered. The gun, a .357 magnum, was found in a factory doorway in Brooklyn yesterday morning and later a ballistics check showed that it was used in the killing, the police said. The gun was wrapped in clothing that the police believe may" , "date" : "19811014" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Gun Used to Kill Bus Driver Found" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/14\/nyregion\/the-city-gun-used-to-kill-bus-driver-found.html"} , {"body" : "Bus drivers on the Brooklyn route where a fellow worker was shot dead Saturday by a passenger whose request for a transfer he had refused said yesterday that they were often threatened and harassed in such disputes. As detectives combed the Sheepshead Bay section for the assailant, other drivers said that, unlike the victim, they handed out" , "date" : "19811012" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SLAIN DRIVER'S CO-WORKERS RARELY DENY TRANSFERS" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/12\/nyregion\/slain-driver-s-co-workers-rarely-deny-transfers.html"} , {"body" : "A New York City bus dr iver was shot and fatally wounded aboard his bus in Broo klyn yesterday afternoon by an angry passenger in a dispute over free transfers, the transit police said. The gunman, accompanied by a woman, escaped after the slaying. Transit officials said the victim was the first city bus driver killed in the line of duty in many" , "date" : "19811011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "BUS DRIVER IN BROOKLYN KILLED BY A RIDER REFUSED A TRANSFER" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/11\/nyregion\/bus-driver-in-brooklyn-killed-by-a-rider-refused-a-transfer.html"} ,   {"body" : "Elections for at-large City Council members cannot be included in the New York City primary that has been rescheduled for Tuesday, the Justice Department ruled last night. The decision means that no Council seats will be included in Tuesday's balloting, since voting for council members elected by district had already been ruled out. The Justi ce" , "date" : "19810919" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALL COUNCIL RACES WILL BE DELAYED" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/19\/nyregion\/all-council-races-will-be-delayed.html"} , {"body" : "A Federal grand jury is looking into accusations that Representative Charles E. Schumer of Brooklyn illegally used New York State Assembly aides in his Congressional campaign last year, sources familiar with the inquiry said yesterday. The grand jury, in Federal District Court in Brooklyn, is reported to be seeking to determine whether as many as" , "date" : "19810917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "JURY SAID TO STUDY CHARGES ON SCHUMER'S CONGRESSIONAL RACE" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/17\/nyregion\/jury-said-to-study-charges-on-schumer-s-congressional-race.html"} , {"body" : "LABOR will have its first parade in New York in 13 years Monday morning, with marching plumbers shouldering their plungers like drill rifles, with pr inters in regulation apron-and -folded-paper-hat uniform, with dozens of floats, 150 bands and members of the several performing unions of the A.F.L.-C.I.O. singin g, dancing and acting their way up" , "date" : "19810904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "28 WAYS (AT LEAST) TO ENJOY LABOR DAY HOLIDAY" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/04\/arts\/28-ways-at-least-to-enjoy-labor-day-holiday.html"} , {"body" : "Squaring his shoulders in his gray suit, Melvin Klenetsky turned toward the midday sandwich-eaters on the steps of the Federal Hall National Memorial, pushed the button on his bullhorn and explained how he wanted to be Mayor of New York City. ''I'm Mel Klenetsky.'' His amplified voice rose above the pounding of the bells from Trinity Church, a" , "date" : "19810830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "KLENETSKY CALLS KOCH A SPECIAL-INTEREST TOOL" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/30\/nyregion\/klenetsky-calls-koch-a-special-interest-tool.html"} , {"body" : "BAY SHORE WHEN Nicholas and Jean Migliore and three of their sons head for Saratoga, it will be for a monthlong vacation. However, for their other son, 17-year-old Richard, the nation's top apprentice jockey, rest and recreation will not be a priority during his stay upstate. ''This may be a vacation for us, but it is still business for Richard,''" , "date" : "19810802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Sports; JOCKEY OUT TO BREAK APPRENTICE RECORD" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/02\/nyregion\/sports-jockey-out-to-break-apprentice-record.html"} , {"body" : "Larry Saumell, the jockey who was barred from riding in New York after he was accused of dropping an illegal electrical device just before a race at Belmont on June 22, will be able to ride again beginning today. In State Supreme Court in Brooklyn yesterday, a four-judge appellate panel vacated a stay that had been obtained by the New York Racing" , "date" : "19810723" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "Saumell Wins Appeal to Ride" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/23\/sports\/saumell-wins-appeal-to-ride.html"} , {"body" : "A warning against swimming at Coney Island and two other public beaches was lifted after temporary repairs were completed at a disabled sewage-treatment plant in the Sheepshead Bay section of Brooklyn. About 45 million gallons of partly treated sewage had poured into Jamaica Bay when three diesel generators that supply the power for the pumps" , "date" : "19810716" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City; Beaches Approved After Plant Repair" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/16\/nyregion\/the-city-beaches-approved-after-plant-repair.html"} , {"body" : "Three big diesel engines that generate the power for pumping and treating 85 million gallons of sewage a day have failed at a plant in the Sheepshead Bay section of Brooklyn and sewage has poured into Jamaica Bay, threatening to pollute beaches in the area. One of the engines, after being started again, began shaking violently and then exploded," , "date" : "19810715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SEWAGE FLOWING AFTER EXPLOSION PERILING BEACHES" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/15\/nyregion\/sewage-flowing-after-explosion-periling-beaches.html"} , {"body" : "The personal manservant of the 82-year-old reclusive owner of the Lundy Brothers seafood restaurant in Sheepshead Bay and two other men were convicted yesterday of having stolen $11 million from the restaurateur in the last eight months of his life in 1977. According to the Brooklyn District Attorney's office, the three men, along with two others" , "date" : "19810711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "3 GUILTY OF $11 MILLION IN THEFTS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/11\/nyregion\/3-guilty-of-11-million-in-thefts.html"} , {"body" : "Clams and oysters, both at their best when eaten fresh, icy cold, raw and on the half shell, might seem to be interchangeable, inspiring much the same style and tone of connoisseurship. In fact, these bivalves are almost polar opposites in the type of appreciation they inspire, for reasons that are difficult to fathom. Where oysters are posh, and" , "date" : "19810711" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "DE GUSTIBUS; FOR JOYFUL EATING: THE ELEGANT OYSTER, LUSTY CLAM" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/11\/style\/de-gustibus-for-joyful-eating-the-elegant-oyster-lusty-clam.html"} ,   {"body" : "The nude body of a 27-year-old securities analyst who had been strangled with a strip of cloth in the living room of her Brooklyn apartment was found yesterday by her parents, the police said. The victim, Joan Becker, a $25,000-a-year securities analyst with Cowen & Company, was found about 11 A.M. in her apartment at 1719 Quentin Road in the" , "date" : "19810625" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Securities Analyst, 27, Murdered in Her Home" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/25\/nyregion\/securities-analyst-27-murdered-in-her-home.html"} , {"body" : "Three teen-agers were charged with the rape and robbery of a 37-year-old woman in her apartment on East 77th Street, the police said. The suspects were Andre Williams, 16 years old, of 1385 Washington Avenue, the Bronx; Swain Chappelle, 16, of 1839 Lexington Avenue and Kerry Brown, 18, of 2095 Third Avenue. ... A third suspect in last week's" , "date" : "19810620" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/20\/nyregion\/the-police-blotter.html"} , {"body" : "ISLAND PARK ''OUR busiest time of year is Christmas,'' said Charles Jordan, one of the owners of Jordan's Lobster Farm in Island Park. ''But the summer months, from May through September, are when lobsters are likely to be cheapest because they are most plentiful then. The weather is good and the fishermen can go out.'' Jordan's Lobster Farm is" , "date" : "19810614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Food; TAILS, YOU WIN" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/14\/nyregion\/food-tails-you-win.html"} , {"body" : "A Brooklyn man awaiting trial hanged himself with his belt in the Rikers Island complex, a Corrections Department spokesman said. The spokesman said the inmate - 25-year-old Marc Cohen, who had been charged with second-degree murder -had hanged himself from a light fixture in his cell. According to the spokesman, Mr. Cohen had been at the prison" , "date" : "19810525" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Prisoner at Rikers Hangs Himself in Cell" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/25\/nyregion\/the-city-prisoner-at-rikers-hangs-himself-in-cell.html"} , {"body" : "ON wheels, on foot and on camel, New Yorkers and their neighbors will be celebrating the arrival of May this weekend in the only reasonable way -by getting out of doors. Probably the most noticeable among them will be the participants in the annual Five Boro Bike Tour - some 17,000 are expected to turn out, according to the sponsors of the event," , "date" : "19810501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CITY AND SUBURB GOING ALL OUT FOR MAY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/01\/arts\/city-and-suburb-going-all-out-for-may.html"} , {"body" : "POP music is generally considered a bastion of liberalism, but it has its own invisible racial barriers and they are barriers most artists will cross only at their own peril. Ask Garland Jeffreys, a 37-year-old black rock singer and songwriter from Brooklyn who has been making accessible, critically acclaimed albums since the early 70's, only to" , "date" : "19810429" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "POP LIFE" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/29\/arts\/pop-life.html"} , {"body" : "The leading rider at Aqueduct is chauffeured to work each morning by his father. The jockey, Richard Migliore, qualified for a driver's license when he turned 17 March 14, but he has been too busy riding horses to take a road test. Migliore was one of several promising apprentice riders last winter at Aqueduct, but his real test began the day after" , "date" : "19810421" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "Migliore Starts Riding Career at the Top" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/21\/sports\/migliore-starts-riding-career-at-the-top.html"} , {"body" : "New York City's Commissioner of Consumer Affairs led a band of assistants into an electronic-games arcade in midtown Manhattan yesterday and announced that the establishment was unlicensed and should close. Amid a cacophony of blasts, beeps and whines, two of Commissioner Bruce C. Ratner's inspectors then taped shut the coin slots of more than 50" , "date" : "19810408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY MOVES TO SHUT UN LICENSED ARCADES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/08\/nyregion\/city-moves-to-shut-un-licensed-arcades.html"} , {"body" : "The New York City Department of Health cited 22 food establishments as having violated the health code. It also named five others that had corrected earlier violations. VIOLATIONS Fulton Cafe, 2061 Broadway. Broadway Restaurant, 2859 Broadway. Le Figaro Cafe, 186 Bleecker St. Steak Plus, 66 Madison Ave. Restaurant Comidas Latina Cubano, 1470 St." , "date" : "19810405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "46" , "title" : "22 Food Establishments Fail Sanitary Inspection" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/05\/nyregion\/22-food-establishments-fail-sanitary-inspection.html"} , {"body" : "A gunman forced 15 patrons of a pinball parlor in Brooklyn to lie on the floor last night and then set off a firebomb that burned four teen-agers, the police said. The firebombing occurred at the Quartermaster pinball parlor at 1706 East 16th Street in the Sheepshead Bay section. According to the police, the gunman, who had announced that he" , "date" : "19810325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Firebombing Burns Four Teen-Agers" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/25\/nyregion\/brooklyn-firebombing-burns-four-teen-agers.html"} ,   {"body" : "A suspected burglar died in an exchange of gunfire with a city police sergeant after apparently attempting to break into the sergeant's Brooklyn apartment, the police said. The suspect, who was not identified, died at Coney Island Hospital. The sergeant, James J. Meehan, 36 years old, was wounded but reported in good condition at the hospital. The" , "date" : "19810324" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Police Sergeant Kills Suspected Burglar" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/24\/nyregion\/the-city-police-sergeant-kills-suspected-burglar.html"} , {"body" : "A 35-year-old woman and her 8-year-old son were found stabbed to death yesterday in their apartment in the Sheepshead Bay section of Brooklyn, the police said. The police said that another son, returning home from school at 3:30 P.M., found the two bodies sprawled in two different bedrooms in the apartment. Both had been stabbed repeatedly, the" , "date" : "19810304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Woman and Her Son, 8, Slain in Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/04\/nyregion\/woman-and-her-son-8-slain-in-brooklyn-home.html"} , {"body" : "Cheveresan Nicolae Chravalot, a 44-year-old burglary suspect from Manhattan, was listed in stable condition with a bullet wound in a hip after he was shot by a police officer during a struggle following a break-in in the Sheepshead Bay section of Brooklyn. ... Proabortion slogans and feminist symbols were spray-painted on the ground floor of the" , "date" : "19810212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/12\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "A total of $42 million in Federal funds that could generate nearly half a billion dollars in private investment would be lost to New York City if the Federal Urban Development Action Grant program is abolished, city officials said yesterday. The Reagan Administration said Tuesday that it was thinking of converting the program into general aid for" , "date" : "19810205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK TO FIGHT ANY CUT IN U.S. DEVELOPMENT FUNDS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/05\/nyregion\/new-york-to-fight-any-cut-in-us-development-funds.html"} , {"body" : "First, the bad news: College costs are rising rapidly, many parents feel they can't cope with the financial demands, and some students never even apply to college and vocational schools because they think they won't be able to afford them. But the good news is that the money is there, in grants, scholarships and loans - for students of modest" , "date" : "19810117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "17" , "title" : "PULLING TOGETHER THE CASH FOR COLLEGE TUITION" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/17\/style\/pulling-together-the-cash-for-college-tuition.html"} , {"body" : "The movement toward conversion of rental buildings into cooperatives continued to accelerate last year in the boroughs outside Manhattan as part of what two government economists have called ''an extension of the real-estate frenzy that has been sweeping the nation.'' In the first 11 months of 1980, according to the state Attorney General's office," , "date" : "19810104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "PIPELINE OF CO-OPS EXPANDS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/04\/realestate\/pipeline-of-co-ops-expands-in-city.html"}]