[  {"body" : "New York City took a significant step yesterday toward building a plant in the former Brooklyn Navy Yard that would burn as much as 15 percent of the city's daily collection of garbage and convert it into steam. An Illinois energy and engineering company was chosen over three other companies to construct and operate the Brooklyn plant, which the" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A STEAM PLANT BURNING REFUSE DUE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/nyregion\/a-steam-plant-burning-refuse-due-in-brooklyn.html"} , {"body" : "Edward S. Lentol, a State Supreme Court justice in Brooklyn who had been a state legislator for 24 years, died yesterday in New York Hospital. He was 72 years old and lived in the Greenpoint section of Brooklyn. Justice Lentol, a Democrat, was elected to the bench in 1972. He had represented his home district as an Assemblyman from 1948 to 1962 and" , "date" : "19811212" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "32" , "title" : "EDWARD LENTOL, 72, IS DEAD; STATE SUPREME COURT JUSTICE" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/12\/obituaries\/edward-lentol-72-is-dead-state-supreme-court-justice.html"} , {"body" : "Daren Sanders, 12 years old, was shot in the back about 5 P.M. by one of three teen-agers who accosted him while he played with a friend on the stoop of his apartment building at 85 Tompkins Avenue in the Williamsburg section of Brooklyn. He was reported in serious but stable condition at Cumberland Hospital. ... A 75-year-old woman was struck over" , "date" : "19811202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/12\/02\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "For most of us, Christmas is a time for home, family and close friends. But for others it can be an especially rewarding time to travel. Many options designed to help travelers enjoy the ritual and traditions of the season are available at Christmastime. They range from the very modest to the extremely posh. Some are particularly attractive to" , "date" : "19811115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "PRACTICAL TRAVELER; AWAY FOR THE HOLIDAYS" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/15\/travel\/practical-traveler-away-for-the-holidays.html"} , {"body" : "The budget-makers may still be wearing frowns under their green eyeshades, but what the president of the Health and Hospitals Corporation told the agency's board on Thursday is good news: Woodhull Hospital - the innovative and very costly city institution that, despite its completion three years ago, has been in mothballs out of fear of what it" , "date" : "19811114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "23" , "title" : "New York; WALKING A MOTHBALLED ELEPHANT" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/14\/opinion\/new-york-walking-a-mothballed-elephant.html"} , {"body" : "Election District; EDR - Election District Reporting; ESP - Esposito; DOM - Dominquez; BARB - Barbaro ED EDR KOCH ESP DOM CODD BARB A.D. BRONX 75. Mott Haven, Melrose 54 54 5,886 315 1,113 451 1,611 76. Highbridge, Middle Concourse 64 64 4,453 277 606 308 1,421 77. Port Morris, South Bronx 50 50 3,710 195 917 211 852 78. Morrisania 45 45 3,515 210" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TOTALS BY ASSEMBLY DISTRICT IN CITYWIDE ELECTIONS; MAYOR" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/totals-by-assembly-district-in-citywide-elections-mayor.html"} , {"body" : "Two youngsters who shot and killed a 15-year-old Bronx student after a brief shouting match were being sought by the police yesterday. The killing was the first of five committed Tuesday night and yesterday morning, marking what the police called one more ''typically heavy'' period of violence in the city. The student - Ronald Capobianco of 2964" , "date" : "19811105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 YOUTHS SOUGHT IN BRONX KILLING OF A TEEN-AGER" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/05\/nyregion\/2-youths-sought-in-bronx-killing-of-a-teen-ager.html"} , {"body" : "In 1978, Congress voted to finance the rehabilitation of several major bridges in New York City. But early this year, the Reagan Administration raised a question: What about the portion of the bridges over which subway trains travel - should that cost also be borne by the Federal Government? No, a lawyer for the Federal Highway Administration said." , "date" : "19811101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "U.S. PICKS UP A REPAIR BILL FOR 2 BRIDGES" , "url" : "http:\/\/www.nytimes.com\/1981\/11\/01\/nyregion\/us-picks-up-a-repair-bill-for-2-bridges.html"} , {"body" : "TO Alan King's reputation as a producer, actor, stand-up comic, master of ceremonies, philanthropist and tennis player, add that he is a passionate eater, a cook and a restaurant buff. ''Listen,'' he said over an Italian lunch at Il Nido, ''when I get up in the morning I have to decide what I'm going to have for dinner or I can't get through the" , "date" : "19811028" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Health"] , "page_facet" : "1" , "title" : "FROM ALAN KING, TALES OF A HAPPY EATER AT LARGE" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/28\/garden\/from-alan-king-tales-of-a-happy-eater-at-large.html"} , {"body" : "By Christopher Lehmann-Haupt WALDO EMERSON. A Biography. By Gay Wilson Allen. 751 pages. Illustrated. Viking. $25. IGUESS we think of Emerson as one of the father-figures in American literature - the leader of the Concord transcendentalists, the man who staked Thoreau to his land on Walden Pond, the first notability to acknowledge the genius of" , "date" : "19811027" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "11" , "title" : "BOOK OF THE TIMES" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/27\/books\/book-of-the-times.html"} ,   {"body" : "HE was William the Conqueror catching the south wind into England. He was Hannibal crossing the Alps with a cortege of elephants. He was George Washington crossing the Delaware in a rowboat. Fred Lebow used a Jeep. He led his foot soldiers through the five boroughs of New York, clearing the way with a bullhorn, a pair of arms that worked like" , "date" : "19811026" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "A MODERN MAJOR GENERAL" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/26\/sports\/a-modern-major-general.html"} , {"body" : "It would not insult Seldon Barlow to be accused of achieving his success with mirrors. Quite the contrary. He and a partner founded Marsel Mirror & Glass Products with $1,900 in 1947. Now it is a $25 million-a-year business, making the decorative mirrors that K mart, Woolworth's, Sears and other chains and houseware stores sell for $5 to $20. Some" , "date" : "19811021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "ABOUT REAL ESTATE; A MAKER OF MIRRORS FINDS A NEW PLANT IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/21\/business\/about-real-estate-a-maker-of-mirrors-finds-a-new-plant-in-brooklyn.html"} , {"body" : "More then one-third of the almost 100,000 infants born to New York City residents last year were born to unwed mothers, according to statistics released by the Department of Health. The department also said, in a report issued last week, that 14 percent of all women giving births in 1980 were teen-agers. This is a decrease from 1979 of 126 births." , "date" : "19811018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "62" , "title" : "A THIRD OF NEW YORK BIRTHS IN '80 WERE TO THE UNMARRIED" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/18\/nyregion\/a-third-of-new-york-births-in-80-were-to-the-unmarried.html"} , {"body" : "EDWIN NEWMAN notes that on the southwest corner of 54th Street and Madison Avenue, ''where a relatively modest 42-story building is going up for 'POSSESSION SUMMER 1982,' the owners have placed, at second-floor level, four window boxes filled with flowers.'' He adds, ''They have also posted a sign decorated with representations of a pumpkin, an" , "date" : "19811014" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Books"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/14\/garden\/metropolitan-diary-050338.html"} , {"body" : "Because of an editing error, an arti- cle in Metropolitan Report yesterday gave incorrect detour plans for trucks using the Williamsburg Bridge. The bridge will be closed to Brooklyn- bound commercial traffic for nine months beginning Monday. Truckers can use the Manhattan Bridge or the Brooklyn-Battery Tunnel. The Brook- lyn Bridge is not open to" , "date" : "19811010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "27" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/10\/nyregion\/c-correction-045737.html"} , {"body" : "The Brooklyn-bound outer roadway of the Williamsburg Bridge will be closed for nine months beginning next Monday because of rehabilitation work, the city's Department of Transportation said. Because the inner roadway, which will be open, is not wide enough nor does it have sufficient headroom for trucks, the bridge will also be closed to" , "date" : "19811009" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Bridge Traffic Being Curtailed" , "url" : "http:\/\/www.nytimes.com\/1981\/10\/09\/nyregion\/the-city-bridge-traffic-being-curtailed.html"} , {"body" : "Traffic was light, trains and buses were full of seats and the fall air was brilliant with sunshine. Synagogues were crowded and some stores had fewer customers and were easy to shop in. And many other stores and businesses - as well as New York City's public schools - were closed yesterday on the first full day of 5742, the Jewish New Year. For" , "date" : "19810930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY SLOWS ITS PACE AS JEWS GREET NEW YEAR" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/30\/nyregion\/the-city-slows-its-pace-as-jews-greet-new-year.html"} , {"body" : "A $10.7 million rehabilitation project will begin today on the Williamsburg Bridge that is expected to disrupt the traffic flow on the bridge for the next 18 months, the city's Department of Transportation announced yesterday. Motorists are advised to use the Manhattan and Brooklyn Bridges or the Brooklyn-Battery Tunnel as alternative routes." , "date" : "19810929" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lane Repair Planned On Bridge to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/29\/nyregion\/lane-repair-planned-on-bridge-to-brooklyn.html"} , {"body" : "Sara Ullom Evans, daughter of Capt. Philip Wharton Evans, U.S.N., retired, and Mrs. Evans, of Chevy Chase, Md., was married yesterday to Forbes Maner, son of Mr. and Mrs. William Lawton Maner Jr. of Williamsburg, Va. The Rev. E. Pinkney Wroth performed the ceremony at St. Paul's Rock Creek Parish Episcopal Church in Washington. Mrs. Maner, officer" , "date" : "19810927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "76" , "title" : "Sara Evans Bride Of Forbes Maner" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/27\/style\/sara-evans-bride-of-forbes-maner.html"} , {"body" : "Patsy Kelly, the pert, rumpled farceur of knockabout movie comedies of the 1930's and 40's who won a Tony Award for her performance as an irascible, wise-cracking maid in the 1971 Broadway revival of ''No, No, Nanette,'' died Thursday in the Motion Picture and Television Hospital in Woodland Hills, Calif., after a long illness. She was 71 years old" , "date" : "19810926" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "PATSY KELLY, ACTRESS IS DEAD: PLAYED COMIC ROLES IN FILMS" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/26\/obituaries\/patsy-kelly-actress-is-dead-played-comic-roles-in-films.html"} ,   {"body" : "Candidates in tomorrow's primary in New York City, frustrated by a 12-day delay and uncertain whether voters would be discouraged by the judicial intervention that caused the delay, wound up their last weekend of campaigning yesterday with a flurry of appearances. Meanwhile, as the City Council hurried to meet today's deadline for submission of" , "date" : "19810921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CANDIDATES GREET THE VOTERS IN A FINAL PUSH" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/21\/nyregion\/city-candidates-greet-the-voters-in-a-final-push.html"} , {"body" : "Langdon W. Post, whose long career in New York City politics and the Federal Government was highlighted by early efforts to improve housing and labor conditions, died Wednesday in San Francisco of heart failure. He was 82 years old. Mr. Post, a Harvard graduate and a veteran of World War I, served as Assemblyman from New York City from 1928 to" , "date" : "19810905" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "44" , "title" : "LANGDON W. POST, 82, DEAD; HOUSING AND LABOR ADVISOR" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/05\/obituaries\/langdon-w-post-82-dead-housing-and-labor-advisor.html"} , {"body" : "Joseph H. Hirshhorn, man of money, man of adventure, one of the shrewdest prospectors of gold, uranium and oil of his day and founder and benefactor of the museum in Washington that bears his name, died of a heart attack late Monday in Washington. He was 82 years old. Mr. Hirshhorn collapsed about 11 P.M. as he and his wife were returning home" , "date" : "19810902" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "JOSEPH HIRSCHHORN DIES; FINANCIER; ART PATRON" , "url" : "http:\/\/www.nytimes.com\/1981\/09\/02\/obituaries\/joseph-hirschhorn-dies-financier-art-patron.html"} , {"body" : "An off-duty police officer escaped serious injury in Brooklyn last night when a bullet fired at him was deflected by his belt buckle, the police reported. The officer, who was not immediately identified, was fired at when he stopped his car at Flushing Avenue and Taffe Place in the Williamsburg section to question some men sitting in a car at the" , "date" : "19810830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Buckle Deflects Bullet Fired at Police Officer" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/30\/nyregion\/buckle-deflects-bullet-fired-at-police-officer.html"} , {"body" : "New York City fire officials say that the arson rate in the city seems at least to be staying level, reversing a trend of the last five years. The annual number of determined arson fires in the city rose from 3,878 in 1975 to 8,979 in 1980. Although officials are hesitant to put too much stock in numbers, the Fire Department said 4,214 structural" , "date" : "19810828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY ARSON RATE IS LEVELING OFF, OFFICIALS REPORT" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/28\/nyregion\/city-arson-rate-is-leveling-off-officials-report.html"} , {"body" : "A section of the Williamsburg Bridge was closed for more than an hour after a car accident in which one was man seriously injured. Police Officer Patricia Palmer of the 90th Precinct in Brooklyn said that about 11:15 A.M. a car crossing from Manhattan to Brooklyn went through the warning barriers behind a city road-repair truck and slammed into the" , "date" : "19810827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Motorist Is Injured In Crash on Bridge" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/27\/nyregion\/motorist-is-injured-in-crash-on-bridge.html"} , {"body" : "Christine Young Jones, daughter of Mr. and Mrs. Robert Terry Jones of Elmira, N.Y., was married in Williamsburg, Va., yesterday to Thomas Heber Libscomb 3rd, son of Maj. Gen. Thomas H. Lipscomb 2d, U.S.A., reThomas H. Lipscomb 2d, U.S.A., retired, and Mrs. Lipscomb of Haddonfield, N.J. The Rev. John Gregory Tweed of the Marble Collegiate Church in" , "date" : "19810823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "67" , "title" : "Christine Y. Jones, TV Actress, Wed" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/23\/style\/christine-y-jones-tv-actress-wed.html"} , {"body" : "''We never had a coalition so close to changing our country from a state of law to a state of religious law,'' Yediot Ahronot, a newspaper that has sometimes championed Prime Minister Menachem Begin's hard-line views, said last week. As Mr. Begin presented his new Cabinet to President Yitzhak Navon, many liberal and secular Israelis were indignant." , "date" : "19810809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL, STATE OF"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "BEGIN RAISES A SECULAR STORM FOR A CRUCIAL POLITICAL EDGE" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/09\/weekinreview\/begin-raises-a-secular-storm-for-a-crucial-political-edge.html"} , {"body" : "Twelve Bronx businesses have applied for discounted electricity rates that took effect July 1 in eight depressed areas of the South Bronx and Brooklyn. Among the applicants are a one-man optical shop and a plasticcontainer plant that employs 425 people, according to a spokesman for the Consolidated Edison Company. Con Edison proposed the program in" , "date" : "19810803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "12 SOUTH BRONX BUSINESSES APPLY FOR CON ED DISCOUNTS" , "url" : "http:\/\/www.nytimes.com\/1981\/08\/03\/nyregion\/12-south-bronx-businesses-apply-for-con-ed-discounts.html"} , {"body" : "The Traffic Department has succeeded in doing something that city leaders hope they will see more of in New York - getting more for less. Although the department has reduced the number of parking meters scattered throughout the city, the amount of money it collected last year rose by more than $4.5 million, to $18.9 million. But the city policy" , "date" : "19810722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FEWER ON STREET PARKING METERS REALIZING MORE" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/22\/nyregion\/fewer-on-street-parking-meters-realizing-more.html"} ,   {"body" : "''Step right up for the Nothing Tour,'' says the man in the white cap. He waves you onto the bus, one of those new Grummans that has been out of service since spring. ''Our first stop,'' he says proudly at 99th Street and Second Avenue, ''is the world-famous $2.25 billion Second Avenue subway, intended to take people from lower Manhattan all the" , "date" : "19810716" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Topics; UNDER THE RAINBOW; VOYAGE TO NOWHERE" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/16\/opinion\/topics-under-the-rainbow-voyage-to-nowhere.html"} , {"body" : "With the summer cycling season in full swing, New York City officials have begun a ''safety offensive'' that they hope will reduce the number of accidents involving bicycles in traffic. For the first time, seven traffic-control agents and two police officers have been assigned full time to try to keep motor vehicles, bicycles and pedestrians" , "date" : "19810707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY TRIES TO REDUCE BIKE ACCIDENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/07\/nyregion\/city-tries-to-reduce-bike-accidents.html"} , {"body" : "One of the stay cables that snapped and fell on the Brooklyn Bridge last Sunday was discovered sagging yesterday, and the roadway was closed briefly to traffic for the second weekend in a row. ''It's the same one that broke between the Manhattan and Brooklyn towers last week,'' said Abel Silver, a spokesman for Henry R. Fulton, Deputy" , "date" : "19810706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN BRIDGE SHUT AGAIN AS SAGGING CABLE IS FOUND" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/06\/nyregion\/brooklyn-bridge-shut-again-as-sagging-cable-is-found.html"} , {"body" : "NEW YORK is a city of such rapid changes, vivid contrasts and short memories that one sometimes marvels that its history ever gets recorded in a way that remains intelligible to posterity. Buildings may not come down and go up at quite the ball-wrecking rate of speed achieved in the 1950's and 60's, but the pace of swift alteration in the very look" , "date" : "19810703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "ART: MANHATTAN, THEN AND NOW, IN 2 NEW SHOWS" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/03\/arts\/art-manhattan-then-and-now-in-2-new-shows.html"} , {"body" : "The Greek Theater of New York is inaugurating its new home at 120 West 28th Street with a production of Sophocles' ''Elektra'' in modern Greek. It stars Anna Makrakis, a leading tragedian with the National Theater of Greece, who is also directing the production. The play, described by Miss Makrakis as a ''fierce tragedy where no murder takes place" , "date" : "19810703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Weekender Guide; Friday; SOPHOCLES IN CHELSEA" , "url" : "http:\/\/www.nytimes.com\/1981\/07\/03\/arts\/weekender-guide-friday-sophocles-in-chelsea.html"} , {"body" : "As part of a 10-year citywide bridge rehabilitation program, New York City plans to replace the thousands of steel cables on the Brooklyn Bridge, where two cables snapped Sunday, city officials said yesterday. The $115 million program will virtually overhaul the bridge as it enters its second century, and will devote nearly $100 million to each of" , "date" : "19810630" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN BRIDGE TO GET NEW SET OF STEEL CABLES" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/30\/nyregion\/brooklyn-bridge-to-get-new-set-of-steel-cables.html"} , {"body" : "Woodhull Hospital, designed as one of the world's most innovative and visually striking hospitals and completed three years ago, is now unlikely to open before 1983, according to New York City officials. That would be nearly a decade after it was originally scheduled to open as a municipal hospital in Brooklyn. City and state officials attribute" , "date" : "19810621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "NEW DELAYS FOR $200 MILLION HOSPITAL, EMPTY 3 YEARS" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/21\/nyregion\/new-delays-for-200-million-hospital-empty-3-years.html"} , {"body" : "A 32-year-old man was shot dead as he was parking his car in Brooklyn in what the police called a ''gangland-type slaying.'' The victim, Sebastian Fenoccio, was shot once in the head and twice in the chest as he was locking up his garage at West 12th Street and Avenue U in the Bensonhurst section. ... Luis Rodriguez, 20, was found fatally stabbed" , "date" : "19810615" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/15\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "On 44th Street yesterday, departing guests emerged from the Algonquin Hotel to find not a rank of yellow cabs, but a large orange-and-white parade float festooned with plastic flowers and Puerto Rican families and a banner hailing the ''Instituto de la Familia Puertorriquena.'' The guests marched west to the Avenue of the Americas to get a cab. A" , "date" : "19810608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PURETO RICANS PARADE IN CHEER AND SUN" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/08\/nyregion\/pureto-ricans-parade-in-cheer-and-sun.html"} , {"body" : "ALBANY (UPI) - The State Public Service Commission approved reduced electricity rates for businesses that decide to locate in six economically distressed areas of Brooklyn or the South Bronx. New business customers will be guaranteed a 20 percent cut on regular electricity rates for five years, a P.S.C. spokesman said. Afterward, rates would" , "date" : "19810604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Region; Lower Utility Rates Offered to Concerns" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/04\/nyregion\/the-region-lower-utility-rates-offered-to-concerns.html"} ,   {"body" : "AFEW yards from the 155-year-old white pine in Belmont Park's paddock, John Campo gives last-minute riding instructions to Jorge Velasquez. ''Ride him the way you know how,'' the trainer tells the jockey, lighting a $1.50 Santa Clara cigar. ''Take your time. Don't rush him.'' The message involving a claimer named Fictional Chief is basically the" , "date" : "19810601" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "JOHN CAMPO: MASTERMIND OF TRIPLE" , "url" : "http:\/\/www.nytimes.com\/1981\/06\/01\/sports\/john-campo-mastermind-of-triple.html"} , {"body" : "New York City's plan to build a steam plant that would burn 3,000 tons of garbage a day in the former Brooklyn Navy Yard has prompted borough residents to begin voicing fear, suspicion and opposition. The plant would be the first of up to a dozen such facilities the Koch administration says are needed to avoid inundating the city in garbage within" , "date" : "19810531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CITY PLAN FOR GARBAGE-FUELED PLANT DRAWS ANGER OF BROOKLYN RESIDENTS" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/31\/nyregion\/city-plan-for-garbage-fueled-plant-draws-anger-of-brooklyn-residents.html"} , {"body" : "Mayor Koch yesterday proposed a capital budget of more than $2 billion that he said was the start of a 10-year reconstruction program for New York City's aging roadways, bridges and sewers and its deteriorating mass-transit system. Stressing his consistent theme of fiscal recovery, Mr. Koch said the ''rebuilding of the city's infrastructure'' was a" , "date" : "19810513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "REBUILDING PLAN FOR CITY PROPERRTY OFFERED BY KOCH" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/13\/nyregion\/rebuilding-plan-for-city-properrty-offered-by-koch.html"} , {"body" : "THE consensus about humor in painting and sculpture is unspoken but clear. Wit, irony and playfulness are all considered desirable and indeed have been prevalent in 20th-century work. But high art, like finance and religion, is not a realm where belly laughs are expected. The amusement provoked by Robert Arneson's new ceramic pieces at the Frumkin" , "date" : "19810508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "ART: CERAMIC CARICATURES BY ROBERT ARNESON" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/08\/arts\/art-ceramic-caricatures-by-robert-arneson.html"} , {"body" : "A State Supreme Court justice has ruled that New York City exceeded its authority in seeking to bar cars carrying only the drivers from entering Manhattan over the four toll-free East River bridges during morning rush hours. The plan was announced last summer but had not gone into effect while the matter was before the courts. In striking it down," , "date" : "19810508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY CANNOT BAR DRIVER-ONLY CARS ON FOUR BRIDGES" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/08\/nyregion\/city-cannot-bar-driver-only-cars-on-four-bridges.html"} , {"body" : "Immigrants are coming to New York City from virtually every country, territory and island on the globe, creating a city more diverse in race, language and ethnicity than it was at the turn of the century when immigrants from Europe poured through Ellis Island. The new influx, ranging from Europeans to Orientals and including Indians, South" , "date" : "19810506" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY" , "INDIA" , "UNITED STATES" , "PUERTO RICO" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "IMMIGRANTS REVITALIZE CITY, BUT STRAIN ITS RESOURCES" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/06\/nyregion\/immigrants-revitalize-city-but-strain-its-resources.html"} , {"body" : "ON wheels, on foot and on camel, New Yorkers and their neighbors will be celebrating the arrival of May this weekend in the only reasonable way -by getting out of doors. Probably the most noticeable among them will be the participants in the annual Five Boro Bike Tour - some 17,000 are expected to turn out, according to the sponsors of the event," , "date" : "19810501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CITY AND SUBURB GOING ALL OUT FOR MAY" , "url" : "http:\/\/www.nytimes.com\/1981\/05\/01\/arts\/city-and-suburb-going-all-out-for-may.html"} , {"body" : "It is the basic South Bronx landscape of burned-out buildings and rubble, a scene so typical it served as the backdrop for portions of the film, ''Fort Apache, the Bronx.'' Yet down the street and around the corner is Aldus Green, 11 occupied buildings that are neat and secure. There is no graffiti or garbage, no broken windows. ''People don't" , "date" : "19810419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE ART OF RUNNING SUBSIDIZED BUIDINGS" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/19\/realestate\/the-art-of-running-subsidized-buidings.html"} , {"body" : "The Consolidated Edison Company has proposed offering discounted electric rates to businesses that will create or expand jobs in eight economically depressed areas of the Bronx and Brooklyn. The proposal, which has won New York City's endorsement, would be the first such localized electric discount rate for job creation to be tried anywhere in the" , "date" : "19810413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CON ED LINKS CREATING JOBS TO RATE CUTS FOR BUSINESSES" , "url" : "http:\/\/www.nytimes.com\/1981\/04\/13\/nyregion\/con-ed-links-creating-jobs-to-rate-cuts-for-businesses.html"} , {"body" : "When the 2,900 students of Eastern District High School in the Williamsburg section of Brooklyn move into a long-awaited new building on Wednesday, their principal may not be going with them - a situation that has drawn sharp criticism from parents, community leaders and the High School Principals Assocation. David Dicker, the pricipal of Eastern" , "date" : "19810329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "52" , "title" : "PLAN TO SHIFT POPULAR PRINCIPAL CLOUDS OPENING OF NEW SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/29\/nyregion\/plan-to-shift-popular-principal-clouds-opening-of-new-school.html"} ,   {"body" : "Hundreds of angry parents, teachers, students and community residents rallied outside Eastern District High School in the Williamsburg section of Brooklyn to protest the transfer of the school principal, David Dicker. The 56-year-old principal, who has been head of the school for eight years, was ordered transferred to the High School Division at" , "date" : "19810325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "THE CITY; Transfer of Principal Opposed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/25\/nyregion\/the-city-transfer-of-principal-opposed-in-brooklyn.html"} , {"body" : "The longstanding feud between the Belz and the Satmars, two of the many Hasidic sects in Brooklyn, erupted again last week. More than 500 persons, many claiming to be Satmars, pelted a Belz synagogue in Williamsburg with eggs and bottles and threatened to harm the Grand Rabbi of Belz, Yisucher Dov Rokeach, if he dared visit his followers in the" , "date" : "19810308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Strife Among; The Hasidim" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/08\/weekinreview\/the-region-strife-among-the-hasidim.html"} , {"body" : "Two robbery suspects were captured yesterday after an automobile chase by the police that started on the Lower East Side, continued across the Williamsburg Bridge and ended in Brooklyn after the two men allegedly tried to run down a police officer. The police said the chase began on Stanton Street on the Lower East Side of Manhattan when two police" , "date" : "19810307" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "THE CITY; 2 Robbery Suspects Seized in Car Chase" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/07\/nyregion\/the-city-2-robbery-suspects-seized-in-car-chase.html"} , {"body" : "Five unidentified men suffered smoke inhalation and burns yesterday when a fire of suspicious origin engulfed a three-story brownstone in the Bay Ridge section of Brooklyn, fire officials said. A Fire Department spokesman said a fireman who lowered himself on a rope from the roof of the building at 423 49th Street rescued a young woman on a" , "date" : "19810306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 5 Injured in Fire" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/06\/nyregion\/the-city-5-injured-in-fire.html"} , {"body" : "Thousands of followers of the Grand Rabbi of Beltz broke into joyous song and rhythmic clapping last night as their 33-year-old leader entered a steamy Brooklyn elementary school gymnasium, escorted by a heavy guard of New York City policemen and the rabbi's own security men. More than 300 policemen, many wearing riot helmets, guarded the school" , "date" : "19810304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "LEADER OF BELZ HDASIDIM BEGINS HIS VISIT UNDER HEAVY GUARD" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/04\/nyregion\/leader-of-belz-hdasidim-begins-his-visit-under-heavy-guard.html"} , {"body" : "The Grand Rabbi of Belz is expected to arrive in New York from Israel this morning amid heavy police security following threats of violence by a rival Hasidic sect in Brooklyn over religious issues. The ultra-Orthodox rabbi, Yisucher Dov Rokeach, is coming to lead a Belz convocation in Brooklyn and to ''strengthen the morale'' of his followers," , "date" : "19810303" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "GUARD SET FOR BELZ RABBI AS HASIDIC TENSION GROWS" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/03\/nyregion\/guard-set-for-belz-rabbi-as-hasidic-tension-grows.html"} , {"body" : "Hundreds of Hasidic Jews hurled rocks, bottles and vehement curses at the synagogue of a rival group of Hasidim in Brooklyn last night and faced off with scores of police officers in a two-hour confrontation in which dozens of worshipers were trapped inside the temple. The incident was the latest involving followers of the two ultra-Orthodox" , "date" : "19810302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HASIDIC FACTION BESIEGES RIVALS IN WILIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1981\/03\/02\/nyregion\/hasidic-faction-besieges-rivals-in-wiliamsburg.html"} , {"body" : "Following are the scores, released last week by the Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1980. The figures supplement a report made available in September showing that overall reading achievement in the school system increased in 1980 from the year before. ''We have" , "date" : "19810228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "TESTS SHOW IMPROVEMENT IN READING IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/28\/nyregion\/tests-show-improvement-in-reading-in-city-schools.html"} , {"body" : "''vertical slum'' problem. At the groundbreaking ceremony, Mr. Koch said the project ''helps to demonstrate our concern for this neighborhood and others like it.''" , "date" : "19810226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "John Sotomayor Groundbreaking for a New Housing Project Sounds a Note of Hope in Williamsburg Mayor Koch and City Councilman Luis A. Olmedo touring the site of a low-rise public housing project yesterday in the Williamsburg section of Brooklyn. The $5.5-million, 120-unit project is to include some of the most advanced design concepts for public housing to eliminate the old" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/26\/nyregion\/john-sotomayor-groundbreaking-for-new-housing-project-sounds-note-hope.html"} , {"body" : "One person was fatally shot and another wounded in a grocery store robbery in Brooklyn's Williamsburg section Saturday night, the police said. The slain man, Americo Torvino, 37 years old, of 249 Stockholm Street, Booklyn, was believed to be the owner of the store, at 149 Division Avenue. The second man, Jose Garcia, 31, also of Brooklyn, was" , "date" : "19810223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/23\/nyregion\/the-city-the-police-blotter.html"} ,   {"body" : "Swastikas were painted on the apartment doors of 38 Jewish residents recently in the heavily Orthodox Williamsburg section of Brooklyn, and mezuzahs, small religious scrolls affixed to doorways, were torn and defaced. The small, white Nazi daubs and the ruined religious objects provide Nathan Perlmutter with the latest unwelcome statistics on" , "date" : "19810218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/18\/nyregion\/about-new-york.html"} , {"body" : "A 9-by-15-foot section of plaster ceiling collapsed at a Brooklyn school yesterday in a first-grade classroom, but there were no injuries, the Board of Education said. A board spokesman said the collapse, at Public School 196 at 207 Bushwick Avenue, in the Williamsburg section, was attributed to demolition across the street." , "date" : "19810212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Ceiling Falls at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/12\/nyregion\/ceiling-falls-at-brooklyn-school.html"} , {"body" : "A 9-by-15-foot section of plaster ceiling collapsed in a firstgrade classroom in a Brooklyn school yesterday, but no one was hurt, the Board of Education said. A spokesman for the board said the collapse, at Public School 196 at 207 Bushwick Avenue, in the Williamsburg section, was attributed to demolition across the street. He said the school" , "date" : "19810212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; Ceiling Collapses In Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1981\/02\/12\/nyregion\/the-city-ceiling-collapses-in-brooklyn-school.html"} , {"body" : "An 18-year-old Brooklyn woman was wounded by gunfire, possibly from a sniper, and narrowly escaped death as she was riding a crowded rush-hour subway train bound for Manhattan yesterday afternoon. The woman, identified by hospital and police officials as Yvette Acevedo of 11 Humboldt Street, was taken to Wyckoff Heights Hospital in Brooklyn, where" , "date" : "19810124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "WOMAN SHOT IN BROOKLYN IN CROWDED CAR ON BMT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/24\/nyregion\/woman-shot-in-brooklyn-in-crowded-car-on-bmt.html"} , {"body" : "A 13-year-old girl was killed in the Williamsburg section of Brooklyn when a 14-year-old boy walking behind her in the street put a bullet into a .38-caliber revolver and shot her, the police said. They declined to identify either of them. ... Two unidentified men were shot dead as they left a social club at 435 West 147th Street, in Harlem. ..." , "date" : "19810121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/21\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Small, white swastikas were found painted on the apartment doors of 38 Jewish residents at 60 Division Avenue in Brooklyn's Williamsburg section, the police said. Some of the swastikas had been painted next to mezuzas, small scrolls of religious inscriptions affixed to the doorposts of some of the apartments, and some of the mezuzas had been" , "date" : "19810117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Swastikas Painted On Brooklyn Doors" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/17\/nyregion\/the-city-swastikas-painted-on-brooklyn-doors.html"} , {"body" : "Emanuel Celler, who served a half-century in the House of Representatives, died yesterday at his home in Brooklyn. He was 92 years old. Mr. Celler, one of the most influential New Yorkers who ever served in the House, was defeated in the 1972 Democratic primary in a stunning upset by a political unknown, Elizabeth Holtzman. Only days before his" , "date" : "19810116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "Emanuel Celler, Former Brooklyn Congressman, Dies at 92" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/16\/obituaries\/emanuel-celler-former-brooklyn-congressman-dies-at-92.html"} , {"body" : "A 26-year-old police officer was shot and wounded yesterday by a robbery suspect who grabbed another officer's gun as they went to the aid of two civilians struggling to subdue the suspect on a busy Brooklyn street. The bullet tore through Officer Robert Sotero's uniform over his heart, but was stopped by a protective vest, and he was not seriously" , "date" : "19810115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 HELD IN POLICE KILLING; FOURTH OFFICER SHOT" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/15\/nyregion\/4-held-in-police-killing-fourth-officer-shot.html"} , {"body" : "An off-duty police officer who was shot to death early in the morning was slain as he lay wounded and helpless after trying to stop a holdup at a bar near his home in Queens, New York City's chief of detectives said yesterday The police began a hunt for the three gunmen they believe are responsible for his death and at least 10 other holdups of" , "date" : "19810113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFFICER'S SLAYING IN QUEENS IS DESCRIBED AS 'EXECUTION'" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/13\/nyregion\/officer-s-slaying-in-queens-is-described-as-execution.html"} , {"body" : "An hours-old baby was thrown 18 floors to her death in a Brooklyn housing project, the police said. Sgt. Lancelot Smith of the Housing Authority police said the infant fell 18 floors after being tossed from an apartment window yesterday at 131 Moore Street in the Williamsburg section. The housing police said the baby's teen-aged mother, Felicia" , "date" : "19810106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Mother Threw Baby To Death, Police Say" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/06\/nyregion\/the-city-mother-threw-baby-to-death-police-say.html"} ,   {"body" : "A 79-year-old recluse who died Monday left $430,147.95, much of it cash strewn around his Brooklyn apartment, according to the Housing Authority Police. The recluse, Simon Golstein, a retired postal worker, was found dead in his four-room, 13th-floor apartment in the William Plaza Houses, a middle-income project on Roebling Street in the" , "date" : "19810103" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE CITY; Brooklyn Recluse Leaves $430,148" , "url" : "http:\/\/www.nytimes.com\/1981\/01\/03\/nyregion\/the-city-brooklyn-recluse-leaves-430148.html"}]