[  {"body" : "A van lurched wildly out of control in Herald Square yesterday evening, killing six pedestrians and injuring at least nine others as it plowed through an intersection crowded with commuters and post-holiday shoppers and then crashed into a bus, the police and witnesses said. The accident occurred about 5 p.m. at West 34th Street and the Avenue of" , "date" : "20011228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "6 Killed in Herald Square by Out-of-Control Van" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/28\/nyregion\/6-killed-in-herald-square-by-out-of-control-van.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. IVAN PEREZ Using Weekends for Fun If you ask people what Ivan Perez was like, the first thing they say is how he loved being with his children, Darleen 12, and Ivan Jr., 11. Mr. Perez did not live with them and their mother, but every Saturday he would show" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Taking Time for Children, Boston Sports and a Poconos Dream House" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/nyregion\/nation-challenged-portraits-grief-victims-taking-time-for-children-boston-sports.html"} , {"body" : "A suspect has been arrested in the death of a woman found stabbed to death in her Bath Beach apartment, the police said yesterday. The suspect, Louis Poveromo, 26, faces murder and weapons charges in the July 15 death of Jane Marie Russo, 33, the police said. Officials said they focused on Mr. Poveromo after bite marks on his skin matched Ms." , "date" : "20010810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Stabbing" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/10\/nyregion\/metro-briefing-new-york-brooklyn-arrest-in-stabbing.html"} , {"body" : "Investigators want to question former boyfriends of a 32-year-old Brooklyn woman who was found stabbed to death Sunday night in the bedroom of her condominium in Bath Beach, the police said yesterday. They also want to speak to a man the woman may have gone out with Saturday night, the police added. The body of the woman, Jane Marie Russo, was" , "date" : "20010717" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Found Slain in Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/17\/nyregion\/woman-found-slain-in-brooklyn-apartment.html"} , {"body" : "Anthony Spero, one of the last of the Old Guard Mafia kingpins, was convicted yesterday of ordering three murders during his 20 years as a high-ranking member of the Bonanno crime family. Dressed in a worsted gray suit, Mr. Spero showed little emotion as the forewoman of the jury in Federal District Court in Brooklyn uttered ''guilty'' five times," , "date" : "20010406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mob Leader Is Guilty Of Ordering 3 Murders" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/nyregion\/mob-leader-is-guilty-of-ordering-3-murders.html"} , {"body" : "Take a little ''Godfather,'' mix with a soupçon of ''Sopranos,'' add a mug of ''The Three Stooges'' and a few drops of ''Diner,'' and the result will resemble the slight but agreeable new comedy ''Six Goumbas and a Wannabe.'' But make no mistake about it. This streetwise, sentimental tale by Vincent M. Gogliormella, a nephew of the character actor" , "date" : "20010404" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER REVIEW; Still Brooklyn Wiseguys After All These Years" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/04\/theater\/theater-review-still-brooklyn-wiseguys-after-all-these-years.html"} , {"body" : "The jurors are likely to hear about a diamond necklace that led to murder and a Brooklyn candy shop that doubled as a gangster den. They will probably learn about pigeon racing and ankle tattoos. They may be told about a fugitive mobster shot to death in his friend's grandmother's car or a loan shark with the nasty habit of taking a blowtorch to" , "date" : "20010307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Old-Style Mob Trial for a Murder Case in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/07\/nyregion\/old-style-mob-trial-for-a-murder-case-in-brooklyn.html"} , {"body" : "The body of a 73-year-old Borough Park lawyer who disappeared from his office six days ago was found yesterday in a field of tall weeds along a creek in Brooklyn, where it had apparently been dumped. There was a plastic bag over his head and his hands had been bound, the authorities said. The body of the lawyer, Sanford Silver, was found shortly" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Missing Lawyer's Body Found In a Field Near Coney Island" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/nyregion\/missing-lawyer-s-body-found-in-a-field-near-coney-island.html"}]