[  {"body" : "A 27-year-old Brooklyn man was arrested yesterday on six counts of rape and one count of assault in a string of attacks on seven women, the police said last night. The women, ranging in age from 16 to 21, were threatened with a knife and forced to rooftop landings, where they were raped, sodomized, robbed, or, in one case, stabbed in the leg," , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Arrested in String of Rapes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/nyregion\/man-arrested-in-string-of-rapes-in-brooklyn.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JOHN VIGIANO JOSEPH VIGIANO Growing Up Right Maybe there was something in the water. For some reason, perhaps a dozen men who came of age during the 1970's and 80's in Deer Park, N.Y., developed an appetite for civic duty. They became New York City police" , "date" : "20011229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Civic-Minded Brothers, a Lifelong Quarterback, a Devout Vegetarian" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/29\/nyregion\/nation-challenged-portraits-grief-victims-civic-minded-brothers-lifelong.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. EUGENE WHELAN Guilty of Serial Hugging ''He was no saint!'' said Eugene Whelan's mother, Joan, her laughter bubbling up. ''Yeah, he could be a giant pain!'' her husband, Alfred, added, chuckling about the ninth of their 10 children. But examples eluded them." , "date" : "20011228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: THE VICTIMS; A Mr. Fix-It in Brooklyn, A Dedicated Traveler, A Model of Self-Discipline" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/28\/business\/nation-challenged-victims-mr-fix-it-brooklyn-dedicated-traveler-model-self.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. GAVIN CUSHNY All Things American Gavin Cushny, the son of an Episcopal priest from England, considered America paradise. Randy Yates, from California, was interested in everything British. Naturally, when the two young men met, as students at the University" , "date" : "20011226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Handy Bond Trader, a Kitchen Whiz Technician, a Ponytailed Doctor" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/26\/nyregion\/nation-challenged-portraits-grief-victims-handy-bond-trader-kitchen-whiz.html"} , {"body" : "Following are excerpts from sermons on Christmas Eve and Christmas: Broadway Presbyterian Church Manhattan The Rev. Walter B. Tennyson: In the early part of this century, before the Weather Channel and before long-range forecasting, a hurricane hit the northeastern United States, to many people's surprise. Many people had never lived through a" , "date" : "20011226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "From the Pulpit, Christmas Messages" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/26\/nyregion\/from-the-pulpit-christmas-messages.html"} , {"body" : "A man known as Brother Sanchez approached the men who sat, still in their coats and warm knit hats, at a long cafeteria table at the Help House Love Kitchen, inside the Manhattan Bible Church in Inwood. Very politely, Brother Sanchez, who works as a cook at the soup kitchen, asked for a moment of silence so that he could bless their supper. Part of" , "date" : "20011224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: CHARITY; Among the Poor, Sympathy for the Families of Sept. 11" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/24\/nyregion\/a-nation-challenged-charity-among-the-poor-sympathy-for-the-families-of-sept-11.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. EUGENE WHELAN Guilty of Serial Hugging ''He was no saint!'' said Eugene Whelan's mother, Joan, her laughter bubbling up. ''Yeah, he could be a giant pain!'' her husband, Alfred, added, chuckling about the ninth of their 10 children. But examples eluded them." , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: THE VICTIMS; A Mr. Fix-It in Brooklyn, A Dedicated Traveler, A Model of Self-Discipline" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/nyregion\/nation-challenged-victims-mr-fix-it-brooklyn-dedicated-traveler-model-self.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $259,000 16 West 16th Street 575-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, separate sleeping alcove, h\/w floors; maintenance $455, 55%" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/realestate\/residential-sales.html"} , {"body" : "Investigators are looking for a man who they say has sexually assaulted eight Brooklyn women since June 7, often at knifepoint. The most recent attack occurred at 1:30 a.m. yesterday morning, when a 20-year-old woman was taken to a building rooftop in Brownsville and raped, the police said. Detectives said they were looking for a black man in his" , "date" : "20011219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Suspect Sought In 8 Rapes" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/19\/nyregion\/metro-briefing-new-york-brooklyn-suspect-sought-in-8-rapes.html"} , {"body" : "Police officials said yesterday that they were investigating whether the heavyweight boxer Mike Tyson was involved in a fistfight outside a restaurant in Brooklyn on Sunday morning. The investigation began after Mitchell Rose, a former boxer who lives in Brooklyn, filed a complaint accusing Tyson of punching him in the neck and ripping up his mink" , "date" : "20011218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; Police Investigate Complaint Naming Tyson" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/18\/sports\/boxing-police-investigate-complaint-naming-tyson.html"} ,   {"body" : "Frederick Sterling, 23, graduated in June from the State University College at Oswego. An English major, he has decided not to send out résumés just yet. Instead, he's staying home to be with his mother, and working odd jobs to support his family. His sister, Louise Sterling, recently graduated from Brooklyn Technical, one of the top academic" , "date" : "20011214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; Some Help From a Familiar Face at a Familiar Agency" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/14\/nyregion\/the-neediest-cases-some-help-from-a-familiar-face-at-a-familiar-agency.html"} , {"body" : "For the fourth straight year, the number of shootings by the police in 2001 is expected to fall, following several high-profile cases involving civilians who were shot by officers. Department officials attributed the trend, which was first reported yesterday by The Daily News, to better training and more restraint by the city's 40,000 police" , "date" : "20011214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Number of Shootings by Police Expected to Drop for 4th Year" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/14\/nyregion\/number-of-shootings-by-police-expected-to-drop-for-4th-year.html"} , {"body" : "To the Editor: ''Housing Gains in Poor Areas, Study Shows'' (news article, Dec. 8) says that statistical trends found by a recent study are ''good news for those seeking signs of general economic improvement in poor areas of New York City.'' But these trends should also be cause for concern. Median household income has not necessarily risen in" , "date" : "20011213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "38" , "title" : "Housing and the Poor" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/13\/opinion\/l-housing-and-the-poor-641316.html"} , {"body" : "Jahari Reed said it was ''kind of ironic'' that her favorite television show was ''The Twilight Zone.'' ''After all,'' Ms. Reed said, ''Rod Serling could have turned my own life story into a pretty good episode.'' Mr. Serling, the creator and writer of the still-popular science fiction series from the 1960's, might have offered this chilling bit of" , "date" : "20011212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Help for Ex-Worker at Shelter Who Ended Up in One" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/12\/nyregion\/the-neediest-cases-help-for-ex-worker-at-shelter-who-ended-up-in-one.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN HAMILTON HEIGHTS $470,000 559 West 141st Street 6-bedroom, 4-bath, 4-story circa 1890 Renaissance Revival town house; dining room, parlor floor-through, 3 decorative" , "date" : "20011209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/09\/realestate\/residential-sales.html"} , {"body" : "Two men accused by the police of being the getaway driver and a gunman in a series of shootings in Brooklyn that killed two men and wounded two others, were arraigned yesterday on murder charges. The shootings occurred on Wednesday afternoon at the Raymond V. Ingersoll public housing complex in Fort Greene. A group of friends were in front of a" , "date" : "20011208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Murder Arraignments for Two Accused in Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/08\/nyregion\/murder-arraignments-for-two-accused-in-brooklyn-shooting.html"} , {"body" : "A new study shows that people in the 10 poorest neighborhoods in New York City gained economic ground even faster, by some measures, than those in the city's wealthiest neighborhoods in the second half of the 1990's. Of course, the economic gap remains large. But the study found, for example, that average prices for single-family private homes in" , "date" : "20011208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Housing Gains In Poor Areas, Study Shows" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/08\/nyregion\/housing-gains-in-poor-areas-study-shows.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. CHAVA ALBERSTEIN, 92nd Street Y, 1395 Lexington Avenue, (212) 415-5500. Ms. Alberstein is one of Israel's leading pop singers, with a voice full of tenderness as she examines" , "date" : "20011207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/07\/movies\/pop-and-jazz-guide-546321.html"} , {"body" : "Shootings that started in a public housing complex and spilled into the streets of Fort Greene, Brooklyn, left two men dead and three others wounded yesterday afternoon, the police said. The shootings were apparently in retaliation for the killing of a man on Sunday, said Detective Madelyne Galindo, a police spokeswoman. Two men were being" , "date" : "20011206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Are Killed and 3 Are Hurt by Gunfire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/06\/nyregion\/2-are-killed-and-3-are-hurt-by-gunfire-in-brooklyn.html"} , {"body" : "In choosing Richard Dean Parsons as its chief executive, AOL Time Warner entrusted its future to a diplomat, a leader who has traveled the halls of the White House and the sidewalks of 125th Street in Harlem -- not an imperious media chief or Internet visionary. So from his arrival as president at what was then Time Warner six years ago to his" , "date" : "20011206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "CHANGING THE GUARD: THE SUCCESSOR; AOL Time Warner Turns to a Diplomat" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/06\/business\/changing-the-guard-the-successor-aol-time-warner-turns-to-a-diplomat.html"} ,   {"body" : "Maria Saverino moved her hands slowly across a cardboard page, her fingers gently gliding over the raised dots of Braille. Word by word, she read ''The Very Busy Spider'' to her 2 1\/2-year-old son Luis. ''Early one morning the wind blew a spider across the field,'' she read. ''A thin silky thread trailed from her body.'' Then she paused and asked" , "date" : "20011202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "44" , "title" : "The Neediest Cases; Learning to Read to a 2-Year-Old Son, Dot by Dot" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/02\/nyregion\/the-neediest-cases-learning-to-read-to-a-2-year-old-son-dot-by-dot.html"} , {"body" : "Police detectives said yesterday that they were looking for a man who sexually assaulted a 13-year-old girl while she was walking to a Brooklyn school last week. The girl was walking near Gates and Marcy Avenues in Bedford-Stuyvesant around 8:30 Wednesday morning when, the police said, she was approached by a man who said he had a gun. Detectives" , "date" : "20011202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Police Search for Man in Rape of Girl, 13" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/02\/nyregion\/police-search-for-man-in-rape-of-girl-13.html"} , {"body" : "Through a Glass, Brightly WEDNESDAY -- A dinner at Tribeca Rooftop will aid UrbanGlass, a studio in Brooklyn that provides exhibitions, training and glass art programs, and teaches job skills to low-income women who are artists. The event begins at 6:30 p.m. with drinks and a silent auction of glass works. Dinner and dancing will follow. Tickets," , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/nyregion\/benefits-312487.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. EVAN BARON The Determined Type Jeannine Spinella, a receptionist at Elders Futures, was shy. Evan Baron, a floor trader at the same company, was not. One Friday night 16 years ago, he asked if she wanted to go to a Mets game after work. She agreed. Then she" , "date" : "20011124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; An Oil Trader, an Avid Cyclist and a Leader Dedicated to His Firehouse" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/24\/nyregion\/nation-challenged-portraits-grief-victims-oil-trader-avid-cyclist-leader.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JAMES J. KELLY Castle Keep Nearly every room in the Kelly family's home in Oceanside, N.Y., has some sort of feminine touch or floral print, which is not surprising, considering the women outnumbered the men five to one. But not the family room. That was the" , "date" : "20011119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Dad's Inner Artist, an Irresistible Friend and a Distinctive Vocabulary" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/19\/nyregion\/nation-challenged-portraits-grief-victims-dad-s-inner-artist-irresistible-friend.html"} , {"body" : "She's 31 now and living in New York, but Eleanor Bailey's eyes still dart nervously around the room at the mention of her father. Twenty-five years have passed, but Ms. Bailey is still shuddering like that little girl under the covers in Trinidad, worried that her father might burst through her bedroom door at any moment, thick cable wires in hand," , "date" : "20011115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Fleeing Abuse for a Life of Joy and Independence" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/15\/nyregion\/the-neediest-cases-fleeing-abuse-for-a-life-of-joy-and-independence.html"} , {"body" : "The 15 years that Diego Lugo owned several bodegas in Brooklyn left him scarred with bullet holes in his arm, his leg and his head from three violent robberies. It was the price he paid for a better life, working 12-hour days alongside his wife, Ramona Pimentel, as they saved money to return in 1997 to this town, which they had fled after Hurricane" , "date" : "20011114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE CRASH OF FLIGHT 587: THE DOMINICAN REPUBLIC; Strong New York Ties Bind Families in Grief" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/14\/nyregion\/crash-flight-587-dominican-republic-strong-new-york-ties-bind-families-grief.html"} , {"body" : "A significant defection of Hispanic voters from the Democratic Party, coupled with stronger-than-expected showings among black voters and white liberals, helped propel Michael R. Bloomberg to victory in the mayoral election over Mark Green, according to a statistical analysis of the voting patterns in Tuesday's election. While Mr. Bloomberg's base" , "date" : "20011110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gains Among Hispanic, Black and Liberal Voters Helped Push Bloomberg to Victory" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/10\/nyregion\/gains-among-hispanic-black-and-liberal-voters-helped-push-bloomberg-to-victory.html"} , {"body" : "New Yorkers who went to the polls yesterday to vote in City Council races were participating in an election that, because of new term limit laws, brought about the most sweeping changes in the Council since the five boroughs came together more than 100 years ago to form modern New York City. Thirty-seven new members were elected to the 51-member" , "date" : "20011107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE 2001 ELECTIONS: THE COUNCIL; New Look Shaped by the Primary Comes Into Focus" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/07\/nyregion\/the-2001-elections-the-council-new-look-shaped-by-the-primary-comes-into-focus.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. WALWYN STUART When the Hugs Ran Out Oh, the mouth he had, that Walwyn Stuart. His smile was incandescent, and his kisses ever-flowing. His wife, Thelma, used to chide him over his enthusiasm for his newborn daughter -- You're going to smother her! -- and Mrs." , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; An Unabashed Kisser, a Human Bulldozer and a Steely-Nerved Mother" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/nation-challenged-portraits-grief-victims-unabashed-kisser-human-bulldozer.html"} ,   {"body" : "THEY line up quietly, patiently, clutching bouquets of broccoli, fat tomatoes and recently baked loaves of bread at the Brooklyn Heights Greenmarket. Even with the wearing of the season's first hats and gloves and the wintry whisper of early darkness, the market's faithful gather here for a fall ritual that's one part solace, one part understated" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Turn, Turn, Turn: A Greenmarket Comforts" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/coping-turn-turn-turn-a-greenmarket-comforts.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JOSH BIRNBAUM Turntables and Yield Tables On Sept. 11, 1999, according to a trippy-looking flier that Sam and Marcel Birnbaum have saved, there was a rave in Johnson City, Tenn., and DJ Samsson was on the bill. ''This New York City DJ's trance set will set" , "date" : "20011103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Trader by Day, D.J. by Night, And a Cherished Only Son" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/03\/nyregion\/nation-challenged-portraits-grief-victims-trader-day-dj-night-cherished-only-son.html"} , {"body" : "When a group of building-preservation experts met recently to discuss how the attack on the World Trade Center had affected nearby landmarks, among those who paid particularly close attention was a curriculum developer for a new Brooklyn high school. Kate Burns Ottavino listened intently to a discussion on the composition of the ash that is coating" , "date" : "20011031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "A Curriculum Bent by the Prism of Preservation" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/31\/nyregion\/a-curriculum-bent-by-the-prism-of-preservation.html"} , {"body" : "For 33 years, Joan Maynard has dreamed the same dream, the one where crowds come to see the four little clapboard cottages tucked behind a chain-link fence on a blighted block in the Bedford-Stuyvesant section of Brooklyn. The houses are all that remain of Weeksville, one of the nation's earliest communities of freed slaves. And Ms. Maynard, 73," , "date" : "20011029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hidden in Brooklyn, A Bit of Black History; Freedmen's Homes Seen as Attraction" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/29\/nyregion\/hidden-in-brooklyn-a-bit-of-black-history-freedmen-s-homes-seen-as-attraction.html"} , {"body" : "INTERNATIONAL A3-7 Israeli Troops Withdraw From Parts of West Bank Israeli tanks and troops began withdrawing from Bethlehem, despite Palestinian attacks in Israel earlier that killed 5 people and wounded more than 30. Prime Minister Ariel Sharon authorized the pullout, under intense American pressure to end invasions in the West Bank, but" , "date" : "20011029" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/29\/nyregion\/news-summary-908797.html"} , {"body" : "For years, Richard Penny searched for the father whose name he bears. He called every Richard Penny in the country with a listed phone number. He posted queries on the Internet. Sometimes Mr. Penny, now a married man of 33 with small sons of his own, would drive from his home in Virginia to the Brooklyn brownstone his family used to own, just" , "date" : "20011025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: THE SEARCH; Son's Decade-Long Quest Ends in the Rubble" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/25\/nyregion\/a-nation-challenged-the-search-son-s-decade-long-quest-ends-in-the-rubble.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Pearls,'' an exhibition on the history of the gem, with examples from around the world. Through April 14. ''Meeting God: Elements of Hindu Devotion'' explores Hinduism's rituals, prayers, customs and festivals in India through more than 75" , "date" : "20011019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/19\/arts\/spare-times-740039.html"} , {"body" : "Open Lofts Jo Malone Shop, 949 Broadway (22nd Street); (212) 431-2440. Seven lofts, including an architect's where the dividing walls are suspended between the ceiling and floor and a duplex designed for a family, will be open for a self-guided tour on Saturday, from 11 a.m. to 3 p.m. Tickets, $55, will benefit the River to River Partnership, which" , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/garden\/calendar.html"} , {"body" : "More than two months before the new City Council is sworn in, the race for Council speaker has begun in earnest, characterized by a barrage of letters, telephone conversations and meetings with incumbent council members and candidates who won last month's Democratic primary races. Of course, several contenders for Council speaker have made their" , "date" : "20011016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Hallways And Offices, Speaker Race Is Now Raging" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/16\/nyregion\/in-hallways-and-offices-speaker-race-is-now-raging.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Opening today and running through Oct. 21, a Michael Cimino retrospective. Screenings this weekend: tomorrow at 2 p.m., ''The Deer Hunter'' (1978); Sunday at 2 p.m., ''Year of the Dragon'' (1985), followed at 4:30 p.m. by ''The" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/arts\/spare-times-619647.html"} ,   {"body" : "The City Council is set to vote today on the appointment of Victor L. Robles as city clerk. Mr. Robles is a city councilman who has represented parts of Bedford-Stuyvesant, Bushwick and Williamsburg, Brooklyn, since 1985. He is barred from re-election by term limits. If appointed, Mr. Robles, who as the Council's majority whip and chairman of its" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Vote On City Clerk" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/nyregion\/metro-briefing-new-york-manhattan-vote-on-city-clerk.html"} , {"body" : "Challenging traditional thinking about political participation in New York City, the gap between white and Hispanic turnout narrowed in the mayoral primary election two weeks ago, a new analysis of voting patterns has shown. In City Council districts that are largely made up of whites of non-Hispanic descent, voter turnout was among the highest in" , "date" : "20011011" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hispanics Near Whites in Voter Turnout, Study Says" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/11\/nyregion\/hispanics-near-whites-in-voter-turnout-study-says.html"} , {"body" : "GROWING up in Brooklyn, Siraj Wahhaj recalls, he felt a certain shame whenever he read that a black person had committed a crime. He feels something similar these days as a Muslim. Members of his faith stand accused not only of committing crimes on a heinous scale, but of doing it in Islam's name. Outside the Bedford-Stuyvesant mosque, Masjid" , "date" : "20011009" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; American Imam Refutes Attacks and Defends Islam" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/09\/nyregion\/public-lives-american-imam-refutes-attacks-and-defends-islam.html"} , {"body" : "Two men were found stabbed to death near the unharmed 1-year-old son of one of the men in a Brooklyn apartment, the police said yesterday. Officials said the baby's father, Jonathan Wilson, 26, and the other man, Theodore McQuillar, 18, were discovered by the baby's mother and Mr. McQuillar's sister at 6 p.m. Friday in a seventh-floor apartment in" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Two Found Fatally Stabbed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/nyregion\/two-found-fatally-stabbed-in-brooklyn.html"} , {"body" : "As the face of the next City Council began to take shape with the unofficial results from Tuesday's rescheduled primary election, it became clear that several of the races remained too close to call and were likely to remain that way for several days, if not weeks. In part, the closeness of some of those contests can be attributed to the crowded" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: THE CITY COUNCIL; Several Council Races Are Undecided, and May Take a While to Call" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/new-york-primary-city-council-several-council-races-are-undecided-may-take-while.html"} , {"body" : "A vastly reconfigured City Council began to come into focus last night as early returns showed that a range of well-known elected officials, new political faces and family members of old council members won primary races. A number of politicians traded their incumbency in other offices to run for seats on the Council. One such politician was Albert" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW YORK PRIMARY: CITY RACES; New Face Of Council Emerges From Pack" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/nyregion\/the-new-york-primary-city-races-new-face-of-council-emerges-from-pack.html"} , {"body" : "It has been four days since the World Trade Center was destroyed. Thousands of people who were in the towers at the time are assumed to be dead. But the official body count stands at 124, and the medical examiner has identified only a few dozen victims. It could be months before many of those killed can be officially confirmed dead. In the" , "date" : "20010915" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "11" , "title" : "AFTER THE ATTACKS: THE NAMES; Snapshots of Their Lives With Family and at Work" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/15\/us\/after-the-attacks-the-names-snapshots-of-their-lives-with-family-and-at-work.html"} , {"body" : "''Just so you know. I may be the teacher, but I'm not quite sure what to say. I think everybody knows something terrible happened.'' So began the innocent ritual of the morning meeting yesterday in a fourth-grade class at Public School 333 on the Upper West Side of Manhattan. As 24 children sat cross-legged on the rug, their teacher, Nicholas" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S." , "Education" , "Washington"] , "page_facet" : "22" , "title" : "AFTER THE ATTACKS: CITY SCHOOLS; Introducing Children, Gently, to the World's Terrors" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/us\/after-attacks-city-schools-introducing-children-gently-world-s-terrors.html"} , {"body" : "Peter J. Ganci, the New York City Fire Department's highest-ranking uniformed officer, died on Tuesday in the collapse of the World Trade Center towers. He was 54. His death was confirmed yesterday by Mayor Rudolph W. Giuliani and Fire Commissioner Thomas Von Essen. Chief Ganci, who held the title chief of department, had been working his" , "date" : "20010913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries" , "Washington"] , "page_facet" : "25" , "title" : "Peter J. Ganci, 54, Fire Chief, While Leading Tower Rescue" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/13\/nyregion\/peter-j-ganci-54-fire-chief-while-leading-tower-rescue.html"} , {"body" : "On Church Avenue in Brooklyn, amid the bustle of stores selling everything from videos and cellular phones to meat patties and jerk chicken, there are clear signs of a lively political campaign. Huge posters hang in stores, slogan-covered poster boards ride atop cars roaming the streets, and candidates work frenetically at subway stations. The 40th" , "date" : "20010904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Vying to Help Businesses at Heart of Caribbean Enclave" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/04\/nyregion\/vying-to-help-businesses-at-heart-of-caribbean-enclave.html"} ,   {"body" : "On a recent sweet summer evening on a sidewalk in Brooklyn, two acquaintances, middle-class black men approaching 40, got to talking. The conversation turned, as it often does in Fort Greene, to the three R's: race, riches and real estate. They played the license-plate game. ''Look at these cars,'' said Dezo El, pointing at the sedans and S.U.V.'s" , "date" : "20010831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Fort Greene, Prosperity Is Bittersweet; Some Blacks Reap Profits As Others Lament Change" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/31\/nyregion\/fort-greene-prosperity-bittersweet-some-blacks-reap-profits-others-lament-change.html"} , {"body" : "A former Brooklyn police officer was sentenced yesterday to 13 years in a federal prison for living a secret life of crime that included holding up drug dealers while in uniform and helping members of a violent crew of robbers avoid arrest. With tears in his eyes, the former officer, Jamil Jordan, stood in Federal District Court in Brooklyn as" , "date" : "20010828" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Former Police Officer Sentenced To 13 Years for Crimes on Duty" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/28\/nyregion\/former-police-officer-sentenced-to-13-years-for-crimes-on-duty.html"} , {"body" : "What does Angela Yurman know about the Battle of Brooklyn? ''Just living in Brooklyn is a battle every day,'' she says. In fact, Mrs. Yurman, 59, is well aware that she has been surrounded by ghosts of the battle her entire life. She grew up across the street from the Old Stone House on the edge of Park Slope, a reconstruction of a 1699 Dutch" , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Washington Fought Here; Who Knew?; On 225th Anniversary, Battle of Brooklyn Is Little-Known Chapter" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/washington-fought-here-who-knew-225th-anniversary-battle-brooklyn-little-known.html"} , {"body" : "Anyone who runs for the office of New York City comptroller must dare to be dull. After all, few voters would hire, say, the Rev. Al Sharpton to be their accountant or Gov. Jesse Ventura to manage their pension funds. Which helps explain why the battle to be bookkeeper in chief has not exactly been exciting. In one corner, there is Herbert E." , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Race for Bookkeeper in Chief: Dull but Significant" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/race-for-bookkeeper-in-chief-dull-but-significant.html"} , {"body" : "A tenant who had fallen far behind in her rent at an apartment house in Brooklyn was charged yesterday with the murder of a city marshal who was beaten and burned alive while trying to evict her. The authorities said that the tenant, JoAnne Jones, set upon the marshal in a fury of violence on Tuesday afternoon when he came to padlock her from her" , "date" : "20010823" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tenant Held In Murder Of Marshal" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/23\/nyregion\/tenant-held-in-murder-of-marshal.html"} , {"body" : "The decomposing bodies of a woman and an infant believed to be her son were discovered yesterday afternoon in a Bedford-Stuyvesant apartment after neighbors called the authorities to complain about a foul odor thought to be a gas leak, the police said. After forcibly entering the walk-up apartment on Hancock Street in Brooklyn, the police" , "date" : "20010823" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Woman and Baby Found Dead In Bathtub in Bedford-Stuyvesant" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/23\/nyregion\/woman-and-baby-found-dead-in-bathtub-in-bedford-stuyvesant.html"} , {"body" : "A city marshal trying to evict a tenant from a three-story Brooklyn apartment building yesterday afternoon was killed when an argument with tenants escalated into a vicious fight near the building's entrance that ended when he was set afire, the police said. The authorities said the marshal, Erskine G. Bryce, 66, was serving his last set of" , "date" : "20010822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Marshal Killed in Brooklyn Eviction Attempt" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/22\/nyregion\/city-marshal-killed-in-brooklyn-eviction-attempt.html"} , {"body" : "As officially appointed bearers of bad news, city marshals have occasionally come under physical attack and more often provoked simple vitriol. Their job, under centuries-old city and state statutes, is to serve papers, evict people and tow away cars. The New York City marshal who was killed yesterday, Erskine G. Bryce of Crown Heights, Brooklyn," , "date" : "20010822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Paid by the Job to Wade Into Trouble" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/22\/nyregion\/paid-by-the-job-to-wade-into-trouble.html"} , {"body" : "An 11-year-old boy was charged with attempted murder yesterday in the stabbing of a police officer in Brooklyn this month. The police said the boy thrust a small knife into the back of Officer Edward Cook on Aug. 11 after the off-duty officer, who had been jogging, scolded a group of youths who were playing with cap guns near Schenectady and" , "date" : "20010821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Boy Accused Of Stabbing" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/21\/nyregion\/metro-briefing-new-york-brooklyn-boy-accused-of-stabbing.html"} , {"body" : "BROADWAY. The name stands alone. In cities across the country, it evokes a hub, a main strip, the teeming backbone of an urban grid. But while guides to New York exalt Manhattan's Broadway and its floodlit marquees, stream of yellow cabs and ticker tape parades, few tourists or New Yorkers make it to the other Broadway, the one across the river." , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Other Broadway" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/nyregion\/the-other-broadway.html"} ,   {"body" : "''Thank you for riding with New York City Transit, and please take all of your possessions with you before leaving the train.'' For most people, the preceding is a pleasant and blithely ignored reminder to make sure that you haven't dropped a shopping bag while enveloped in your subway stupor. For Sandra Perch yesterday morning, it was as serious" , "date" : "20010814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; On the Train, 21 in Tow? It Must Be a Day Camp" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/14\/nyregion\/tunnel-vision-on-the-train-21-in-tow-it-must-be-a-day-camp.html"} , {"body" : "SO many Cinderella candidates to shepherd through the scrum of this City Council race. So many scrawled petition signatures to study like tea leaves. So much nitpicking, backbiting and arguing at Board of Elections hearings when the Cinderellas-turned-litigants try to knock one another off the ballot before the voters can. So many billable hours" , "date" : "20010814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; An Experienced Guide on the Electoral Paper Trail" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/14\/nyregion\/public-lives-an-experienced-guide-on-the-electoral-paper-trail.html"} , {"body" : "Apparently without realizing it, an off-duty police officer jogging in Bedford-Stuyvesant was stabbed in the back at Schenectady and Atlantic Avenues at 5:35 p.m. on Saturday after he stopped two boys who appeared to have a gun, the police said. It turned out to be a cap pistol. As the officer, Edward Cook, turned away, he ''felt a sensation in his" , "date" : "20010813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Boys Stab Officer In Back" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/13\/nyregion\/metro-briefing-new-york-brooklyn-boys-stab-officer-in-back.html"} , {"author" : "Nicholas Dawidoff is the author of ''The Catcher Was a Spy'' and the editor of a coming Library of America anthology of baseball writing." , "body" : "Fred Wilpon became a New York real-estate plutocrat, the builder of tall towers along gilded blocks of Manhattan avenues, by excelling at the art of the calculated risk. The grandson of an immigrant Brooklyn street peddler, Wilpon left Bensonhurst on a full scholarship to the University of Michigan, and by age 30, he was back in New York, betting" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "40" , "title" : "The House That Rudy Built" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/magazine\/the-house-that-rudy-built.html"} , {"body" : "In a study some years back, psychologists took up the issue of accurate perceptions of reality. They compared a group of clinically depressed patients with supposedly normal people and found that the nondepressed group had an exaggerated opinion of their abilities and social skills. It was the depressed people who had a far more accurate view of" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "33" , "title" : "Invisible Hand Now Clamping Onto Wallets; Gloomy Economic News Takes a Toll on Optimism" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/invisible-hand-now-clamping-onto-wallets-gloomy-economic-takes-toll-optimism.html"} , {"body" : "A dip in the neighborhood pool brought tragedy to a Brooklyn family early Friday morning. A teenage boy who scaled what city officials described as a 10-foot fence for a late-night swim in the sweltering heat, dived in and died. Andre Parker, 16, of Bedford-Stuyvesant, was pronounced dead at Woodhull Medical Center shortly afterward, hospital" , "date" : "20010811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Boy, 16, Dies in Late-Night Dive at City Pool" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/11\/nyregion\/boy-16-dies-in-late-night-dive-at-city-pool.html"} , {"body" : "They skimmed the education theories of John Dewey and Jean Piaget, dabbled in lesson planning and sketched out ideas for setting up their classrooms. They soaked up buzzwords like ''constructivist'' and ''metacognition.'' And between lectures on child development and learning styles, the soon-to-be-teachers crammed their notebooks with handy tips:" , "date" : "20010809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Longer Shortcut to School; More Lessons for Teachers Arriving From Other Careers" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/09\/nyregion\/longer-shortcut-school-more-lessons-for-teachers-arriving-other-careers.html"} , {"body" : "One Council race in the Bronx bristles with nothing less than a longstanding feud between a political machine and a borough dynasty. A contest in Brooklyn is shot through with passionate charges of nepotism over the Council seat held for nearly 20 years by a candidate's mother. In Queens, the Democratic Party organization's prestige is on the line" , "date" : "20010806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Races for Council Reveal Shifts In Demographics of City Politics" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/06\/nyregion\/races-for-council-reveal-shifts-in-demographics-of-city-politics.html"} , {"body" : "It was, neighbors say, a daily ritual between a doting mother and her baby boy. Every evening, Stephanie White would return to her Bedford-Stuyvesant home from her job as a court officer in Brooklyn, dispensing hugs, kisses and candy to her four children. Her youngest son, 4-year-old Dashawn, would be waiting eagerly at her feet. But on Friday" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "In an Instant, a Child Is Lost to a Handgun" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/in-an-instant-a-child-is-lost-to-a-handgun.html"} , {"body" : "A 4-year-old Brooklyn boy died last night after he accidentally shot himself in the head with his mother's gun, the police said. The boy, whose name was not released, died at Kings County Hospital Center at 10:40 p.m., according to Sgt. William Stiles, a Police Department spokesman. ''It looks like a tragic accident,'' Sergeant Stiles said." , "date" : "20010804" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Boy, 4, Dies of Gunshot Wound" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/04\/nyregion\/brooklyn-boy-4-dies-of-gunshot-wound.html"} ,   {"body" : "Police officers traded gunfire with a man in Brooklyn yesterday, wounding him after what witnesses said was a fight between rival gangs. The violence began shortly before 9 p.m. on Franklin Avenue in Bedford-Stuyvesant. According to the police, officers responded to a report of shots being fired. They saw a large group involved in a dispute, and" , "date" : "20010801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Wound Man In Brooklyn Gunfight" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/01\/nyregion\/police-wound-man-in-brooklyn-gunfight.html"} , {"body" : "To follow the mayoral campaign of Peter Fortunate Vallone is to schlep out to the outer reaches of the so-called outer boroughs, to the decidedly unglamorous, solidly middle-class, largely white fringes of the city: Todt Hill on Staten Island, Floral Park and Bensonhurst in Brooklyn. His campaign aides, when learning of their next destination," , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Vallone Maps Victory Route Through Giuliani Territory" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/vallone-maps-victory-route-through-giuliani-territory.html"} , {"body" : "MONICA HUNT'S eyes were half closed as she sat in the sun in Bryant Park, behind the New York Public Library. But she snapped to attention when asked about a recent comment by Michael Bloomberg, a Republican mayoral candidate, that the Northeast harbors ''very little discrimination.'' ''Is he crazy or what?'' demanded Ms. Hunt, a 57-year-old" , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Cuts on the Bias: The Pain Lingers" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/coping-cuts-on-the-bias-the-pain-lingers.html"} , {"body" : "His daughter Jessica tells him not to get hit by any cars. His wife, Iris Weinshall, perhaps out of love and perhaps because she is the New York City Commissioner of Transportation, orders him to put on his safety helmet. With a smile as big as Brooklyn, Senator Charles E. Schumer wheels his bicycle from its home in the family living room. He is on" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A Senator's Own Brand Of Seven-League Boots" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/arts\/a-senator-s-own-brand-of-seven-league-boots.html"} , {"body" : "BEING a firefighter is the greatest job in the world, a very manly job,'' said Louis F. Garcia. ''You put out a fire, it's a great feeling, very rewarding. You get instant gratification.'' And, said Mr. Garcia, who is the city's chief fire marshal, looking back on 28 years of smoke and flame, ''the ladder guys have all the fun: they get to break" , "date" : "20010724" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Piecing Together Answers From Soot and Ashes" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/24\/nyregion\/public-lives-piecing-together-answers-from-soot-and-ashes.html"} , {"body" : "A 71-year-old Brooklyn man died in a fire in his apartment in Bedford-Stuyvesant yesterday morning, the authorities said. The fire was reported about 6:55 a.m. on the top floor of a three-story house at 792A Quincy Street. The man, identified by the police as Roosevelt Canady, lived alone in one of two apartments on the third floor, neighbors said." , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Man Dies in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/man-dies-in-brooklyn-fire.html"} , {"body" : "ON the northwest edge of Bedford-Stuyvesant -- bordering the bodegas and housing projects of DeKalb Avenue, but only three blocks from the Italianate brownstones and Victorian mansions of Clinton Hill -- six former factories built on a street called Taaffe Place at the turn of the last century have been reincarnated as beautifully renovated" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When New Homes Drive Out Old Jobs" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/realestate\/when-new-homes-drive-out-old-jobs.html"} , {"body" : "On his first foray to a predominantly black church in New York City, Michael R. Bloomberg, the billionaire businessman and novice political candidate, learned at least one lesson yesterday: ''It is very different than temple,'' Mr. Bloomberg joked as he left the service at Memorial Baptist Church in Harlem. Mr. Bloomberg, a Republican, was one of" , "date" : "20010702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Churches, Candidates Call For Black Voters to Respond" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/02\/nyregion\/in-churches-candidates-call-for-black-voters-to-respond.html"} , {"body" : "There was a baseball game in Brooklyn last night. It took 44 years to say this, but the professional game returned to the holy and haunted borough that was plundered after the 1957 season. The Brooklyn Cyclones, named for a roller coaster just to the east, opened with a 3-2 victory in 10 innings last night at their new $39 million publicly" , "date" : "20010626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Summer Rite Returns To Borough of Churches" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/26\/sports\/sports-of-the-times-summer-rite-returns-to-borough-of-churches.html"} , {"body" : "Four people were shot or stabbed to death in New York City during a two-hour period Friday night and early yesterday, including one man who was slain by a neighbor over a dice game and another man who was killed hours before he was to be married, the police said. Three of the killings -- two in the Bronx and one in Brooklyn -- occurred on the" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "4 Slain in 2 Hours; One Was to Marry Yesterday" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/nyregion\/4-slain-in-2-hours-one-was-to-marry-yesterday.html"} ,   {"body" : "Nearly one million Americans have typically been waiting six months or more for immigration authorities to process a marriage visa that leads to permanent residency for their noncitizen spouses. Most have little choice but simply to wait. But since April, something extraordinary has happened in the case of a 46-year-old man from Trinidad, detained" , "date" : "20010621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "TRINIDAD AND TOBAGO"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "2 Judges Do Battle in an Immigration Case" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/21\/us\/2-judges-do-battle-in-an-immigration-case.html"} , {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CUTTINGS; A Land Rush for Compost in the City" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-a-land-rush-for-compost-in-the-city.html"} , {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BOTANIC GARDEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CUTTINGS; Making the Most of Free Compost" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-making-the-most-of-free-compost.html"} , {"body" : "Judith Nathan's cocker spaniel had been under the weather for weeks. And so last month Ms. Nathan checked her dog, Matilda, into an animal hospital on East 62nd Street in Manhattan. Matilda, it turned out, had cancer and only weeks to live. While in a waiting room at the animal hospital, contemplating a course of treatment, Ms. Nathan heard her" , "date" : "20010616" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One Woman's Year In the Spotlight's Heat; Friends Call Judith Nathan Stunned By the Media Circus of New York" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/16\/nyregion\/one-woman-s-year-spotlight-s-heat-friends-call-judith-nathan-stunned-media.html"} , {"body" : "IN the living room of his Harlem town house, Fred Brathwaite was wrestling with the great chaise conundrum. The house, a 19th-century limestone in Sugar Hill, is a model of uptown decorum, all elaborately carved mahogany and restored golden oak. The chaise traces a more lurid story: built by Alex Locadia, a downtown designer, it stitches together" , "date" : "20010614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HAMPTONS (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "HARLEM STYLE: AT HOME WITH -- Fred Brathwaite; A Town House Hips and Hops" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/14\/garden\/harlem-style-at-home-with-fred-brathwaite-a-town-house-hips-and-hops.html"} , {"body" : "Four people were killed within three and a half hours early yesterday in unrelated slayings in Brooklyn, the Bronx and Queens, the police said. Those four killings, along with the shooting death of a Brooklyn travel agent on Saturday, brought to five the number of homicides in New York City over the weekend. Yesterday's series of slayings was" , "date" : "20010604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Unrelated Killings Leave 4 Dead Within 3 1\/2 Hours in the City" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/04\/nyregion\/unrelated-killings-leave-4-dead-within-3-1-2-hours-in-the-city.html"} , {"body" : "Schools Chancellor Harold O. Levy said yesterday that he and Police Commissioner Bernard B. Kerik had agreed to look for new ways to reduce sexual attacks in city schools, including possibly installing more video monitors in schools and expanding and redeploying the school security force. The main question, Mr. Levy added, is whether there is" , "date" : "20010604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Officials to Seek New Ways To Curb School Sex Attacks" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/04\/nyregion\/officials-to-seek-new-ways-to-curb-school-sex-attacks.html"} , {"body" : "A toll-free telephone line is being set up to encourage prospective homeowners in minority neighborhoods to seek conventional financing and avoid so-called predatory lenders, Senator Charles E. Schumer said yesterday. Residents of black neighborhoods are far more likely than people of comparable incomes in other neighborhoods to rely on subprime" , "date" : "20010531" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Business Briefing | Free Call, Cheaper Interest" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/31\/nyregion\/metro-business-briefing-free-call-cheaper-interest.html"} , {"body" : "Musicians from Brazil, Mexico, Pakistan, Cuba, Senegal, Jamaica and Brooklyn are among the performers scheduled for Celebrate Brooklyn, the annual series at the Prospect Park Band Shell. The series begins on June 21 with Marcia Ball, a blues pianist and singer from Texas, and concludes on Aug. 19 with an eight-hour festival of African pop headlined" , "date" : "20010522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "A Multicultural Summer in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/22\/arts\/a-multicultural-summer-in-brooklyn.html"} , {"author" : "Mark Winston Griffith is executive director of the Central Brooklyn Partnership, a community organizing group." , "body" : "The recent scandal surrounding the venerable Harlem-based Hale House is a telling story of a high-profile nonprofit organization being consumed by the very media forces that helped bring it national attention. Mother Clara Hale, the late founder of Hale House, was depicted as the Mother Theresa of Harlem. This characterization not only served to" , "date" : "20010522" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Hope Before Hype" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/22\/opinion\/hope-before-hype.html"} ,   {"body" : "IT'S a thin line between moviemaking and the reality of a Brooklyn summer in Jim McKay's coming-of-age film ''Our Song,'' which chronicles the lives of three teenage girls whose urban refuge is a high-stepping band. When the 60 members of the Jackie Robinson Steppers strut into view to the staccato beat of tenor drums, the youths in black and gold" , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "FILM; A Sense of Being Submerged in a Brooklyn Summer" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/arts\/film-a-sense-of-being-submerged-in-a-brooklyn-summer.html"} , {"body" : "Gehry on Gehry Solomon R. Guggenheim Museum, 1071 Fifth Avenue (89th Street); (212) 423-3500. Frank O. Gehry has designed the retrospective exhibition of his architectural work, which opens tomorrow and runs through Aug. 26. Among the projects to be represented by photographs, drawings and models are the Vitra International Manufacturing Facility" , "date" : "20010517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/17\/garden\/calendar.html"} , {"body" : "New York City's fourth graders made slightly larger gains in reading this year than those statewide, according to state test scores released yesterday. But the number of city students reading and writing at or above grade level rose by only 2.2 percentage points, a disappointment compared with the leap of 9 percentage points in the 1999-2000 school" , "date" : "20010517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Reading Scores Rise Slightly In 4th Grade" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/17\/nyregion\/reading-scores-rise-slightly-in-4th-grade.html"} , {"body" : "More than half of New York State's community health clinics are in serious disrepair and do not have the money to improve conditions, according to a study by a trade group and a corporation that helps build clinics. The study, which stemmed from a survey of 40 community health centers across the state, found that 65 percent of the nonprofit clinics" , "date" : "20010508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "Many Health Clinics Need Repairs, Trade Group Finds" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/08\/nyregion\/many-health-clinics-need-repairs-trade-group-finds.html"} , {"body" : "There are some topics, like work, that Stephen C. Robinson, the departing United States attorney in Connecticut, enjoys discussing. And there are others, like race, that he would just as soon leave out of a public conversation. When he snapped his briefcase shut and left his corner office on the 23rd floor of the Connecticut Financial Center today," , "date" : "20010501" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Departing Federal Prosecutor Reflects on Record, and Race" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/01\/nyregion\/departing-federal-prosecutor-reflects-on-record-and-race.html"} , {"body" : "PEARSON'S TEXAS BARBECUE (718) 779-7715; At Legends, 71-04 35th Avenue, Jackson Heights, Queens; $$; $25 and Under: 12\/8\/99. It is possible to find good barbecue in New York. Pearson's, which occupies the rear of Legends, a sports bar, has the city's only authentic barbecue pit, and the result is superb beef brisket, the cut of choice in Texas. The" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING; Barbecue Done to a Turn" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/nyregion\/good-eating-barbecue-done-to-a-turn.html"} , {"body" : "Bob McCoy has spent a lifetime pursuing the exotic. At 59, he has traveled the world, raced boats and for 20 years led tours in the jungles of Belize. Friends call him Captain Bob, and he relishes the part, with his leathered face, quick smile, white cap and long stories. These days, he lives in Port Washington, N.Y., works as a New York City tour" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: WEST SIDE; Coffee, Two Eggs Over Easy And a Sketch of a Landmark" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/nyregion\/neighborhood-report-west-side-coffee-two-eggs-over-easy-sketch-landmark.html"} , {"body" : "For Corey Patrick, a 31-year-old city bus driver who lives in Bedford-Stuyvesant, Brooklyn, sending his son to All Saints School in Harlem is very convenient. The school, on East 130th Street in Manhattan, is just minutes from the bus depot at 146th Street and Lenox Avenue, where his shift ends at 2 p.m. Sitting in his blue sport utility vehicle" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "41" , "title" : "Preparing to Grieve For a Catholic School" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/nyregion\/preparing-to-grieve-for-a-catholic-school.html"} , {"body" : "A Muslim religious leader from Brooklyn testifying yesterday in the embassy bombings trial declared that Muslims are not obliged to blindly obey their leaders and are prohibited from committing violent acts against innocent people even if their leaders say such actions are justified. ''Islam doesn't teach anarchy,'' the defense witness, Imam Siraj" , "date" : "20010425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NAIROBI (KENYA)" , "KENYA" , "TANZANIA" , "AFGHANISTAN" , "DAR ES SALAAM (TANZANIA)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "6" , "title" : "Violence Against Innocents Violates Islamic Law, a Cleric Testifies at Bombings Trial" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/25\/nyregion\/violence-against-innocents-violates-islamic-law-cleric-testifies-bombings-trial.html"} , {"body" : "NEW YORK MANHATTAN: BLOOMBERG WOULD REFUSE SALARY Michael R. Bloomberg, the billionaire who has said he will decline campaign matching funds if he runs as a Republican for mayor, now says that if elected, he will also turn down the $195,000-a-year city salary. ''I've thought about this,'' he said in the April 30 issue of Newsweek. ''And if I were" , "date" : "20010423" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/23\/nyregion\/metro-briefing.html"} ,   {"body" : "Mark Green arrived at the sunlit art gallery in Bedford-Stuyvesant just after all of the pieces had fallen into place. His mayoral campaign aides had successfully summoned television and newspaper reporters. Robert F. Kennedy Jr., son of the New York senator who 35 years ago helped set up the complex in Brooklyn that houses the gallery, accompanied" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Mayor's Race, Campaigning Is Blended With Official Duties" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/nyregion\/in-mayor-s-race-campaigning-is-blended-with-official-duties.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RASHIED ALI AND SONNY FORTUNE, Sista's Place, 456 Nostrand Avenue, Bedford-Stuyvesant, Brooklyn, (718) 398-1766. A curious duo: Mr. Ali, a drummer known for rhythmic freedom (he" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/movies\/pop-and-jazz-guide-835480.html"} , {"body" : "FOR an actor who is getting great gigs and noticed, John Ortiz is certainly not letting the attention go to his head. In fact, he finds much to fret about on a recent afternoon, while perched on a narrow, fourth-story fire escape of an old Chelsea office building, lighting another Marlboro Light. The 31-year-old actor is co-starring with Rosie" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; An Actor's Tangled Reaction to Fame's Call" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/nyregion\/public-lives-an-actor-s-tangled-reaction-to-fame-s-call.html"} , {"body" : "You know spring has arrived when New York City officials begin fretting about lifeguard shortages at the city's 53 outdoor pools and 14 miles of beaches. ''I cannot say the tides are in our favor,'' said Henry J. Stern, the commissioner for the Department of Parks and Recreation, reflecting upon what has become a chronic problem here and in many" , "date" : "20010410" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The City Finds Hiring Lifeguards Is as Easy as Swimming Upstream" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/10\/nyregion\/the-city-finds-hiring-lifeguards-is-as-easy-as-swimming-upstream.html"} , {"body" : "For the last year, an East Flatbush resident named Laurie Cumbo has been running an exhibition space in a squat brick building next to the Bridge Street Church on Stuyvesant Avenue. The space, called Mocada (Museum of Contemporary African Diasporian Arts), features changing exhibitions of contemporary African-American art and is the neighborhood's" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BEDFORD - STUYVESANT; Little Museum, Big Dreams: Art of the African Diaspora" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/neighborhood-report-bedford-stuyvesant-little-museum-big-dreams-art-african.html"} , {"body" : "Zab Judah, the undefeated International Boxing Federation junior lightweight champion from Brooklyn, was ahead on the scorecards of all three judges but was doing nothing to enhance his reputation during a title defense against Reggie Green last Jan. 14 in Uncasville, Conn. The scheduled 12-round bout was in the ninth round. Tired of the sparring" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "BOXING; Mercante Still Finds Challenges in the Ring" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/sports\/boxing-mercante-still-finds-challenges-in-the-ring.html"} , {"body" : "SHORTLY after Serge Joseph and Alva Sam got married, they decided to buy a place to live. They both knew what they wanted. Unfortunately, it wasn't the same thing. ''I was thinking Westchester, Long Island,'' she said. ''Serge was, 'You have got to be kidding.' '' Although they both grew up in New York, they might as well have lived in different" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Crown Heights; A Brooklyn Compromise" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/realestate\/habitats-crown-heights-a-brooklyn-compromise.html"} , {"body" : "Two 4-year-old children who locked a bedroom door so they could play with matches in secret were killed in Brooklyn last night when the room was engulfed in flames, the authorities said. The children, Devante Dunne and Latayna Fuller, were in the second floor apartment at 552 Layette Avenue between Bedford and Nostrand Avenues in Bedford-Stuyvesant" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Children Die in Fire After Playing With Matches" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/two-children-die-in-fire-after-playing-with-matches.html"} , {"body" : "A sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Anne Midgette, represents what caught this critic's eye and excited her expectations. Unless noted, church choirs are featured in church" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Let the Jubilant Sound of Easter Ring Out Once More" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/movies\/let-the-jubilant-sound-of-easter-ring-out-once-more.html"} , {"body" : "Overcoming Tug of War Of His Family and Rabbi The emotions were explosive, the words rancorous, the plot a tormenting tale of legal twists and melodramatic turns. Headlines highlighted a battle between a teenager's nonreligious Jewish parents and ultra-Orthodox Jews for the boy's heart and mind -- with bitter episodes like the youth's disappearance" , "date" : "20010401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/01\/nyregion\/following-up.html"} ,   {"body" : "The battle between the city and community gardeners goes on. Bette Midler put a spotlight on community gardens in May 1999, when her group, the New York Restoration Project, raised $1 million to help buy 114 gardens on city-owned lots. The city had wanted to auction those properties for development. In February 2000, a state court ordered officials" , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Community Gardens, Still Endangered, Still Fighting" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/nyregion\/neighborhood-report-new-york-up-close-community-gardens-still-endangered-still.html"} , {"body" : "A community leader with deep roots in Central Brooklyn was named yesterday to head the troubled Bedford-Stuyvesant Restoration Corporation, a nonprofit organization that once served as a model for neighborhood revitalization throughout the country. Restoration, as the organization is known, has been without a president since August, when Roderick" , "date" : "20010322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Community Leader to Head Economic Group in Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/22\/nyregion\/community-leader-to-head-economic-group-in-bed-stuy.html"} , {"body" : "On an almost daily basis, the two Democratic candidates for New York City comptroller wander from one political function to another, hoping to entice any who will listen to pay attention to the race for the city's No. 3 job. Over three recent days, Councilman Herbert E. Berman took his quest to a civic association dinner in Queens, a church" , "date" : "20010314" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Comptroller Candidates Try to Make No. 3 Job Visible" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/14\/nyregion\/two-comptroller-candidates-try-to-make-no-3-job-visible.html"} , {"body" : "YOU would think that Alice Hudson, chief of the map division at the New York Public Library, would have an inflexible view of New York City geography. Maps are color-coded rulebooks, after all. Monitoring them must be like being on solitary border patrol. With a single map, that may be true. But when one is charged with looking after more than" , "date" : "20010311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; The Kingdom of the Map" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/11\/nyregion\/city-lore-the-kingdom-of-the-map.html"} , {"body" : "The medical examiner's office was trying to learn yesterday when and how an infant found in the jaws of a dog in Bedford-Stuyvesant on Monday had died. Results of an initial autopsy yesterday were inconclusive, said Megan Cuccia, a spokeswoman for the medical examiner's office. Further testing was needed to determine whether the infant was born" , "date" : "20010307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Cause Is Sought in Death of Brooklyn Newborn" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/07\/nyregion\/cause-is-sought-in-death-of-brooklyn-newborn.html"} , {"body" : "As Stacey-Ann Livingston loped through the corridors of Boys and Girls High in Brooklyn during track practice recently, she remembered how her legs would betray her a year ago when she was a new runner. Now, she is undefeated in 25 indoor races. ''When I started running last year, I got every pain you can think of,'' said Livingston, a 17-year-old" , "date" : "20010307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "TRACK AND FIELD; Oh, to Be 17, Fast and Unbeaten in 25 Races" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/07\/sports\/track-and-field-oh-to-be-17-fast-and-unbeaten-in-25-races.html"} , {"body" : "NEW YORK MANHATTAN: CITY OFFICIAL FINED -- A board member of the City Housing Authority has been fined after admitting that he used his office to help his daughter get a job with a contractor working for the city. The fine, levied by the City Conflict of Interest Board, was $2,250. The board member, Kalman Finkel, had recused himself from votes" , "date" : "20010306" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/06\/nyregion\/metro-briefing.html"} , {"body" : "To the Editor: A Feb. 27 letter writer finds it ''dismaying that the vast majority'' of workers employed in renovating buildings in Harlem ''are not African-Americans.'' In the Harlem housing construction projects my office was involved in over the last decade -- one rehab, the other a new building, together employing more than 200 people -- at" , "date" : "20010305" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Rebuilding Harlem" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/05\/opinion\/l-rebuilding-harlem-227439.html"} , {"body" : "'' 'Do the Right Thing' isn't the movie to end all movies about race relations,'' Spike Lee said the other day. Probably not, but almost 12 years after it was made his film still stands as one of the most vivid on the subject. For proof, one need only explore a first-rate new DVD special edition from the Criterion Collection. Extras are in" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "HOME VIDEO; 'Right Thing' On Special DVD" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/movies\/home-video-right-thing-on-special-dvd.html"} , {"body" : "The owner of a Bedford-Stuyvesant brownstone where a ferocious fire killed a 13-year-old girl and injured 17 other people in July 2000 was charged yesterday with setting the fire to collect $435,000 in insurance money, the police said. The owner, Antonio Casanova, 48, who recently completed medical studies in the Dominican Republic, was arraigned" , "date" : "20010301" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Landlord Is Charged With Arson and Murder" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/01\/nyregion\/landlord-is-charged-with-arson-and-murder.html"} ,   {"body" : "Two brothers were arrested last night in connection with a four-hour attack on a housekeeper at a Brooklyn town house on Monday, the police said. One brother confessed to raping the woman and robbing the house, a law enforcement official said. The housekeeper, 34, whose name was not released, went to work at the three-story house in the" , "date" : "20010228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Arrested in Brooklyn Housekeeper's Rape" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/28\/nyregion\/2-arrested-in-brooklyn-housekeeper-s-rape.html"} , {"body" : "More than two centuries ago, when Brooklyn was a village surrounded by farmland and marshes, a group of Methodists began holding open-air services in what would one day be the heart of downtown. The group included whites, free blacks and former slaves, and for a couple of generations they shared the same church. But when a church building was put" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Celebrating a Sea of Faith, Still at the Full" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/nyregion\/neighborhood-report-bedford-stuyvesant-celebrating-sea-faith-still-full.html"} , {"body" : "WEST FARMS Artists Meet to Merge The Visual and the Musical The Bronx River Art Center and Gallery has staged a meeting of minds, musical and visual. The fruits of this labor are on exhibit this month in an installation called the ''Sights and Sounds From the Artist Space Program.'' It features works done in a collaboration between composers and" , "date" : "20010218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/18\/nyregion\/playing-in-the-neighborhood-950653.html"} , {"body" : "NEW YORK MANHATTAN: LAW FIRM LAYOFFS Dewey Ballantine, one of Manhattan's most prominent law firms, confirmed yesterday that it had laid off some of its lawyers, only weeks after paying substantial year-end bonuses. Twelve midlevel and senior lawyers at the firm, which employs more than 300 people in New York, were laid off. Because of few" , "date" : "20010215" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/15\/nyregion\/metro-briefing.html"} , {"body" : "Senator Hillary Rodham Clinton toured Brooklyn yesterday to announce a plan to end racial profiling but ran into new questions about accepting gifts while still the first lady. During her visits to three Brooklyn churches, where she seemed to find supportive audiences, Mrs. Clinton countered an article in The New York Post yesterday that said she" , "date" : "20010212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "6" , "title" : "Mrs. Clinton Takes On Racial Profiling and Gift Issues" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/12\/nyregion\/mrs-clinton-takes-on-racial-profiling-and-gift-issues.html"} , {"body" : "A year ago Joycelyn Brathwaite was happily employed as a home health aide. She worked four to six hours a day, six to seven days a week, earning about $7 an hour. Then one day she slipped on a carpet in the home of the elderly woman in Bedford-Stuyvesant that she was taking care of, fell and could not get up. She was rushed to the emergency room" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "The Neediest Cases; After an Unforeseen Injury, Help That Lifts the Spirits" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/nyregion\/the-neediest-cases-after-an-unforeseen-injury-help-that-lifts-the-spirits.html"} , {"body" : "There was the time when one of the aunts called the boys' father, tormented by bad dreams that the boys' mother, Linda A. Harley, was going to harm them. There was the night Ms. Harley was arrested on the street in a drug sweep, and the boys' grandmother called their father to rush to the apartment where their mother had left the boys all alone." , "date" : "20010203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Loyalty and Distrust of System Helped Keep Abuse Hidden" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/03\/nyregion\/loyalty-and-distrust-of-system-helped-keep-abuse-hidden.html"} , {"body" : "The cross-country search for two little boys and their mother began on New Year's Day in Brooklyn with reports of abuse that caused child protection authorities to fear for the children's lives. The police in California joined the hunt on Jan. 9, on a tip that the woman, who had served time in prison for stabbing the boys' father, was staying at a" , "date" : "20010202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CALIFORNIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3,000-Mile Trip for 2 Boys And a Nightmare of Abuse" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/02\/nyregion\/3000-mile-trip-for-2-boys-and-a-nightmare-of-abuse.html"} , {"body" : "When her husband, David Webb, died of pancreatic failure in 1993, Redia Esau turned to her sister, Marion Sharpe, for help. Six months later, when her sister died of an asthma attack while asleep, Ms. Esau had no one left to turn to, so she turned to crack. She had gone on periodic drinking binges since she was in her early 20's, she said, but" , "date" : "20010201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; Losing a Drug Habit to Keep Children" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/01\/nyregion\/the-neediest-cases-losing-a-drug-habit-to-keep-children.html"} , {"body" : "NEW YORK ALBANY: OFFENDER PROGRAM CRITICIZED -- More than a third of juvenile offenders held in state facilities have not received drug treatment and counseling services mandated by the courts, an audit by the state comptroller, H. Carl McCall, has found. The audit also found that 27 percent of youths with special needs had not been evaluated, as" , "date" : "20010201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/01\/nyregion\/metro-briefing.html"} ,   {"body" : "The fear of getting caught had passed, as had the shame of pleading guilty before a federal judge to charges of armed robbery and murder conspiracy. So the only thing that remained for Anthony Trotman yesterday was to tell the tale of his startling transformation from a New York City police officer to a member of a brazen Brooklyn robbery gang. Mr." , "date" : "20010130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer, Sobbing, Recalls Secret Life of Crime" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/30\/nyregion\/officer-sobbing-recalls-secret-life-of-crime.html"} , {"body" : "In the vestibule of a rundown brownstone in Bedford-Stuyvesant, a cracked window pane shook to the thumping blast of reggae music playing four floors above: Open up your eyes and see What you can be Isn't that your mentality Open up your eyes and see Inside of you is your future reality Listening to those lyrics was Florent Mathurin, 39, who sat" , "date" : "20010126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; A Recovering Addict Steps Out of His Darkness" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/26\/nyregion\/the-neediest-cases-a-recovering-addict-steps-out-of-his-darkness.html"} , {"body" : "Two police officers were part of a brazen Brooklyn gang, federal authorities said yesterday, holding up drug dealers, plotting armed robberies of businesses and even using a patrol car and police raid jackets for a robbery scheme. The two partners, who were assigned to the 77th Precinct in Bedford-Stuyvesant, became so reckless, according to court" , "date" : "20010124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Officers Accused as Brazen Robbers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/24\/nyregion\/brooklyn-officers-accused-as-brazen-robbers.html"} , {"body" : "George Baker will soon have what he wished for: his children back. Mr. Baker, 39, a former sanitation worker who lives in Bedford-Stuyvesant, Brooklyn, spent 15 years of his life on what he now calls ''foolishness,'' hanging out in the street drinking 40-ounce beers and gambling. The jagged scars on his head and both arms and hands attest to those" , "date" : "20010121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "The Neediest Cases; A Father Gets Help for Children's Return" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/21\/nyregion\/the-neediest-cases-a-father-gets-help-for-children-s-return.html"} , {"body" : "While oysters were being shucked in the kitchen, and distinguished crowds of diners from New York's business and political establishment feasted at Thomas Downing's Oyster House at the corner of Wall and Broad Streets, the proprietor's son, George, led fugitive slaves down into the basement. Amid bottles of wine and molasses, they found shelter" , "date" : "20010119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "37" , "title" : "Safe Havens on the Freedom Line" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/19\/arts\/safe-havens-on-the-freedom-line.html"} , {"body" : "A police sergeant was placed on desk duty and ordered to surrender his badge and guns yesterday, a day after he was questioned by Internal Affairs investigators in the killing of the mother of his two young children, the authorities said. The police did not officially call the sergeant, Martin C. Peters, a suspect in the killing of the woman," , "date" : "20010118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Sergeant Is Assigned To Desk Duty After Killing" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/18\/nyregion\/police-sergeant-is-assigned-to-desk-duty-after-killing.html"} , {"body" : "A 29-year-old woman who was recently hired as a guard for the United States Immigration and Naturalization Service was shot and killed and a man was wounded early yesterday in the woman's Brooklyn home, the authorities said. The woman, identified by the police as Juliette Alexander, had been shot several times in the head and face and died at the" , "date" : "20010117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Is Killed and Man Is Wounded in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/17\/nyregion\/woman-is-killed-and-man-is-wounded-in-brooklyn.html"} , {"body" : "I asked Esther Ross if she had given much thought to H.I.V. or AIDS before she learned that she had become infected with the virus. ''No,'' she said. ''I was young. I didn't think it applied to me. I thought it was all about people who were white and gay.'' Ms. Ross, who lives in the Crown Heights section of Brooklyn, is 39 years old and black. She" , "date" : "20010115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America; State Of Denial" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/15\/opinion\/in-america-state-of-denial.html"} , {"body" : "Mayor Rudolph W. Giuliani, seeking to improve his record in an area that has long evoked criticism, is to announce today a plan to spend about $600 million more on housing over the next four years. The money will be used to help build, renovate or preserve an estimated 10,000 apartments and houses, City Hall officials said yesterday. The" , "date" : "20010108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Plans More Money For Housing" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/08\/nyregion\/mayor-plans-more-money-for-housing.html"} , {"body" : "NEW YORK BROOKLYN: TEENAGER DIES IN GUNFIRE -- A teenager was killed and a man was critically injured early yesterday when they were shot in what the police believe was a drug-related dispute. The teenager, identified as Deshawn Alleyne, 17, was pronounced dead shortly before 2 a.m. He had been shot once in the back, the police said. The second" , "date" : "20010108" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/08\/nyregion\/metro-briefing.html"} ,   {"body" : "MIDTOWN History of Three 'Hoods: Transformation and Tension Three New York City neighborhoods that have been the subject of recent scholarly interest will be the subject of '' 'Hood History: The South Bronx, Bedford-Stuyvesant and East New York,'' a lecture and discussion at the City University Graduate Center Tuesday night. The issues include" , "date" : "20010107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/07\/nyregion\/playing-in-the-neighborhood-303500.html"} , {"body" : "Gunter J. Neumann is alive and, to use his favorite phrase -- ''Thank God, knock on wood'' -- well. Mr. Neumann, 65, a former professional singer who has battled schizophrenia, manic depression and, more recently, cancer, attributes these two facts to three forces in his life: Jesus Christ, his church, and a social service agency called Selfhelp" , "date" : "20010106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Immigrant Survived the Nazis, Then His Own Turmoil" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/06\/nyregion\/the-neediest-cases-immigrant-survived-the-nazis-then-his-own-turmoil.html"}]