[  {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MYCHAL JUDGE Where He Was Needed The Rev. Mychal Judge never shut his door at the Midtown Franciscan friary, literally or emotionally. Anybody with the slightest need for the contents inside -- be it a warm jacket or his attentive ear -- was welcome. Not that" , "date" : "20011231" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; The Chaplain's Embrace, the Sergeant's Songs, and More Than One Parent's Devotion" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/31\/nyregion\/nation-challenged-portraits-grief-victims-chaplain-s-embrace-sergeant-s-songs.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MYCHAL JUDGE Where He Was Needed The Rev. Mychal Judge never shut his door at the Midtown Franciscan friary, literally or emotionally. Anybody with the slightest need for the contents inside -- be it a warm jacket or his attentive ear -- was welcome. Not that" , "date" : "20011231" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: THE VICTIMS; The Chaplain's Embrace, the Sergeant's Songs, and More Than One Parent's Devotion" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/31\/nyregion\/nation-challenged-victims-chaplain-s-embrace-sergeant-s-songs-more-than-one.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PAUL T. MITCHELL Mentor to Many In every firehouse in New York, somebody like Paul T. Mitchell takes the probies under his wing, nurturing them and giving them just enough grief to make sure they can endure. In Fort Greene, Brooklyn, at the Tillary Street" , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: THE VICTIMS; New Guys' Teacher, Anticipatory Father and a Family Ringleader" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/nyregion\/nation-challenged-victims-new-guys-teacher-anticipatory-father-family-ringleader.html"} , {"body" : "BEFORE they decided to build the Boulder Creek Steakhouse chain together, its founders considered whether their nearly lifelong friendship could survive the challenges that a business partnership inevitably brings. They decided it could. ''We are like family,'' Mario Sbarro said, describing his relationship with Anthony Scotto. ''We both like to" , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "L.I. @ WORK; Partners Who Run a Different Sort of Steakhouse" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/nyregion\/li-work-partners-who-run-a-different-sort-of-steakhouse.html"} , {"body" : "AT New Kasturi Pavilion, a Bangladeshi restaurant on Lexington Avenue near 26th Street, cabdrivers from around New York gather to eat, talk, take bathroom breaks and play chess. Their conversation usually includes gossip, news of friends and family, and, of course, the challenges of life behind the wheel. But tonight the conversation has taken a" , "date" : "20011227" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "1" , "title" : "Driving a Different Kind of Hack" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/27\/technology\/driving-a-different-kind-of-hack.html"} , {"body" : "ON oceanfront land in Brooklyn once occupied by the Brighton Beach Baths, the Muss Organization of Queens is moving into the third year of construction on a condominium project that is reversing the symbolism of the site -- from one linked with the past to one reflecting the possibilities the city holds for its recent immigrants and their children." , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "On Brighton Beach, a Tide of Immigrants" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/realestate\/on-brighton-beach-a-tide-of-immigrants.html"} , {"body" : "AMES-Lawrence Dr., 94, formerly of Brooklyn, died December 12, 2001 at the Jewish Home of Central New York in Syracuse. A 1931 graduate of New York Medical College. He was a physician in private general practice in Brooklyn since 1932. A past President of the Kings County Medical Society, past President of the NY State chapter of the American" , "date" : "20011216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "52" , "title" : "Paid Notice: Deaths AMES, LAWRENCE DR." , "url" : "http:\/\/www.nytimes.com\/2001\/12\/16\/classified\/paid-notice-deaths-ames-lawrence-dr.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PETER LANGONE and THOMAS LANGONE On the Job, Together A neighboring volunteer fire company called the one in Roslyn, N.Y., for help on Thanksgiving Day 2000. A rescue specialist was needed to extricate a young man from a wrecked car. The company, and the" , "date" : "20011211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; At Work, and as Volunteers, Two Brothers Answered Rescue Calls" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/11\/nyregion\/nation-challenged-portraits-grief-victims-work-volunteers-two-brothers-answered.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PAUL BRISTOW A Cheeky Blithe Spirit Blithe spirits come in all sizes: this one was about 5 feet 6, skinny, with a smile that asserts itself in Cathy Bruneau's snapshots. There he is, Paul Bristow, cocking his head, compelling you to cast off the grumps," , "date" : "20011128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Surfing Firefighter, a Thrill-Riding Hunter, a Mormon Composer" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/28\/nyregion\/nation-challenged-portraits-grief-victims-surfing-firefighter-thrill-riding.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ALAN LEDERMAN Man on a Mountaintop Alan Lederman and his wife, Nancy Zuckerman, had not spent a vacation apart in the 10 years they were together. But he really wanted to climb Mount Whitney in California. They talked it over. She gave him the go-ahead. Mr." , "date" : "20011120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Mountain Climber, a Cartoonist, Two Brothers and a Ray of Sunshine" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/20\/nyregion\/nation-challenged-portraits-grief-victims-mountain-climber-cartoonist-two.html"} ,   {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PAIGE FARLEY-HACKEL RUTH McCOURT JULIANA McCOURT Taking Miss J to Disneyland They were best friends, close as sisters, and they were headed to California. Paige Farley-Hackel, left, and Ruth McCourt were going to fly from Boston together on United Airlines" , "date" : "20011113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Pride in a Friend's Daughter, a Trade Show, Vacuuming, Rescue Work" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/13\/nyregion\/nation-challenged-portraits-grief-victims-pride-friend-s-daughter-trade-show.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. TERRENCE P. FARRELL Giving His Very Self Terrence P. Farrell lived close to the flame, said his brother Dennis. As a transit police officer, Terrence Farrell's specialty had been disasters. In the Fire Department, he joined Rescue Company 4, an elite unit" , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: THE VICTIMS; Firefighters Who Granted Wishes, and Sporting Dads" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/nyregion\/nation-challenged-victims-firefighters-who-granted-wishes-sporting-dads.html"} , {"body" : "Describing himself as elated, humbled and a bit tired, Mayor-elect Michael R. Bloomberg moved quickly yesterday to set a tone of accountability and inclusiveness in the next administration while also exhibiting some ease and humor with his newfound celebrity. ''Trust me, I won't dribble,'' Mr. Bloomberg said when several camera crews began shoving" , "date" : "20011108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE 2001 ELECTIONS: THE MAYOR-ELECT; Proven Politician's Day 1: Getting Plenty of Advice And Keeping a Promise" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/08\/nyregion\/2001-elections-mayor-elect-proven-politician-s-day-1-getting-plenty-advice.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. HARRY RAINES Stones in the Office Those who didn't know Harry Raines by name called him ''the guy with the kids.'' He had three of them, Jillian, 8, Kyle, 6, and Kimberly, 2. For his vegetable garden, they each made him steppingstones, plates of concrete" , "date" : "20011107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Dreams Interrupted or Not Yet Lived, Great Photos Never to Be Taken" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/07\/nyregion\/nation-challenged-portraits-grief-victims-dreams-interrupted-not-yet-lived-great.html"} , {"body" : "At first glance, the European American Bank on Broad Hollow Road in Melville, on Long Island, seemed like a typical suburban retail branch. There were teller windows and safe deposit boxes. Customers filed in and out, withdrawing and depositing their money. Behind closed doors, however, things were different, the authorities said. Federal" , "date" : "20011107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MELVILLE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "U.S. Arrests 7 in Mafia Use of a Bank on L.I." , "url" : "http:\/\/www.nytimes.com\/2001\/11\/07\/nyregion\/us-arrests-7-in-mafia-use-of-a-bank-on-li.html"} , {"body" : "This list summarizes The Times's recommendations for some races and ballot proposals throughout the New York region today. Poll hours are 6 a.m. to 9 p.m. in New York and 6 a.m. to 8 p.m. in New Jersey. NEW YORK CITY MAYOR Mark Green PUBLIC ADVOCATE Brooklyn CITY COUNCIL 43rd District (Bay Ridge, Dyker Heights and Bensonhurst): Joanne Seminara." , "date" : "20011106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NASSAU COUNTY (NY)" , "WESTCHESTER COUNTY (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Election Day Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/06\/opinion\/election-day-choices.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ZUHTU IBIS In the Thick of Things Zuhtu Ibis was born and raised in a small city in the middle of Turkey. So it is perhaps understandable that when he made his way to the United States, at 18, with his father, he was not overjoyed about working in New Jersey." , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Finding Excitement in the Big City, on a Harley and on the Golf Green" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/nation-challenged-portraits-grief-victims-finding-excitement-big-city-harley.html"} , {"body" : "New York City voters will have a lot of choices in next Tuesday's election, including an array of local contests and ballot proposals. Here are our endorsements in some of the most heavily contested City Council and other races and propositions to change the State Constitution and the City Charter. Manhattan, Fourth District (East Side from Peter" , "date" : "20011103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Election Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/03\/opinion\/election-choices.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. EDUVIGIS REYES Wrestlemania Shirts Eduvigis Reyes's name was too big for him so everyone called him Eddie. He was a 5-foot, 4-inch wisecracking Mets fan who spent his working life in the paperwork sector of the shipping industry and loved wrestling, bowling" , "date" : "20011101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Wisecracker, a Woman Who Loved to Give and a Jimmy Buffett Fan" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/01\/nyregion\/nation-challenged-portraits-grief-victims-wisecracker-woman-who-loved-give-jimmy.html"} , {"body" : "In a storefront campaign office in the heart of Bay Ridge, Brooklyn, Joanne Seminara's headquarters seemed to be bustling with energy on a recent warm afternoon. Copy machines were churning out information, family members were calling voters and volunteers were immersed in the busy work of a campaign. Ms. Seminara, who became the Democratic" , "date" : "20011026" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Brooklyn, A 2nd Effort To Unseat A Republican" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/26\/nyregion\/in-brooklyn-a-2nd-effort-to-unseat-a-republican.html"} ,   {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. RODNEY J. WOTTON A Death, and a New Life Patricia Greene-Wotton is planning a memorial service and a baptism. Her husband, Rodney J. Wotton, disappeared in the attacks on Sept. 11, and their son, Rodney Patrick, was born eight days later. ''It's like death" , "date" : "20011024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Fatherless Newborns, an Artist and a Cheerleader in the Face of Cancer" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/24\/nyregion\/nation-challenged-portraits-grief-victims-fatherless-newborns-artist-cheerleader.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MANUEL ASITIMBAY A Dream Realized Manuel Asitimbay's life revolved around his children -- two 13-year-old twin boys he had not seen since they were 6 months old, an 8-year-old boy he supported financially even though he was not his biological father, and a" , "date" : "20011023" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Dream Fulfilled, a Devoted Father and a Mother With No Answers" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/23\/nyregion\/nation-challenged-portraits-grief-victims-dream-fulfilled-devoted-father-mother.html"} , {"body" : "For Cantor Fitzgerald, the brokerage firm devastated by the World Trade Center attacks, it was yet another piece of bad news. Already reeling from the loss of 700 employees in the attack, the company learned yesterday that one of its missing employees, Laura Gilly, 33, had become a victim again, this time at the hands of a friend with whom she had" , "date" : "20011020" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Friend Stole Tower Victim's Card, Police Charge" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/20\/nyregion\/friend-stole-tower-victim-s-card-police-charge.html"} , {"body" : "There were 1,500 pigeons packed into traveling crates, and the Knights of Columbus taproom smelled like a barn. It was race night and the birdmen talked to one another about storm fronts and prevailing winds. They talked to their birds. They synchronized their race clocks and tagged their pigeons with numbered rubber bands. They drifted toward the" , "date" : "20011016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["OHIO" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "They Don't Brake for Statues; Racing Pigeons Hurry Home to Brooklyn, at 55 M.P.H." , "url" : "http:\/\/www.nytimes.com\/2001\/10\/16\/nyregion\/they-don-t-brake-for-statues-racing-pigeons-hurry-home-to-brooklyn-at-55-mph.html"} , {"body" : "The classified advertisement starts with an announcement: ''Public Notice to Victims of the Gambino Organized Crime Family and Salvatore 'Sammy the Bull' Gravano.'' It ends with the question of how to divide the money Mr. Gravano has earned from ''Underboss,'' his tell-all book about his bloody days as a hit man for the mob. Mr. Gravano is the" , "date" : "20011013" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "Questions Persist on How to Allot Profit From 'Underboss'" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/13\/nyregion\/questions-persist-on-how-to-allot-profit-from-underboss.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 393 yesterday, and the city medical examiner had identified 335. In all, 4,979 could be missing. Here are glimpses of some of those lives. NURAL and SHAKILA MIAH The Voice of a Deer Long ago in Bangladesh, Nural Miah's grand father hunted birds in the jungle." , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Hunting Tradition Is Upheld, Along With a Bond Between Cousins" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/nation-challenged-portraits-grief-victims-hunting-tradition-upheld-along-with.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 380 yesterday, and the city medical examiner had identified 321. In all, 4,986 could be missing. Here are glimpses of some of those lives. THOMAS THEURKAUF JR. The Time He Was Caught The head of the sunfish was attached to one side of the hook. The other side" , "date" : "20011006" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Bank Analyst Who Loved to Fish, and an Aunt Who Loved Salsa" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/06\/nyregion\/nation-challenged-portraits-grief-victims-bank-analyst-who-loved-fish-aunt-who.html"} , {"body" : "Fifty years ago, Ronny Buchman was a messenger for a company that, among other things, made recordings for Voice of America. His friend Allen Schwartz was in his freshman year at City College. They were Giants fans living a block apart deep in Dodgers territory, in Bensonhurst. ''Baseball ruled our lives,'' said Buchman, who became a Giants fan" , "date" : "20011003" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "BASEBALL; Another Thomson Record" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/03\/sports\/baseball-another-thomson-record.html"} , {"body" : "New York City public schools are being run this year largely by a corps of inexperienced leaders, with two out of every three principals having less than five years of experience on the job and 36 percent having less than two years. The lack of seasoned leaders, the worst shortage in decades, could not have come at a worse time, school officials" , "date" : "20011002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Increasingly, The Principal Is a Newcomer" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/02\/nyregion\/increasingly-the-principal-is-a-newcomer.html"} , {"body" : "JAMES MADISON HIGH SCHOOL was built 75 years ago to serve the growing families of the surrounding area when much of the farmland there was giving way to urbanization. The resulting rectangular blocks would end up almost exclusively residential, some of them featuring the spacious Spanish-style terrace homes for which the area is known. The high" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MADISON (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Madison, Brooklyn; Spacious, Gracious and Close to School" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/realestate\/if-you-re-thinking-living-madison-brooklyn-spacious-gracious-close-school.html"} ,   {"body" : "At a conference for hairstylists in Miami Beach last June, Natalya Chertkova learned that one way to build a strong following was to make sure that customers remembered your name. So earlier this month, Ms. Chertkova ordered black plastic name tags so that she and the stylists she worked with could mount them on their mirrors. The name tags arrived" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: CHARITY; Hairstylist Is Left Without Job or Tools" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/nyregion\/a-nation-challenged-charity-hairstylist-is-left-without-job-or-tools.html"} , {"author" : "Additional reporting was provided by Erika Kinetz." , "body" : "UNTIL this month, the Gullen family loved being typical. The four of them live in Forest Hills, Queens, where for 22 years they have rented the same dim apartment on a leafy street with birdbaths and lawn jockeys. They are big coffee drinkers. They know all their neighbors. Paul Gullen is a snowy-haired English professor at Hofstra University in" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Untouched, But Touched" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/nyregion\/untouched-but-touched.html"} , {"body" : "MICHAEL LOMONACO says he owes his survival to a miracle. As the top chef at Windows on the World, he normally arrived at his 106th-floor kitchen at 8:15 each morning. But on Sept. 11, having arrived at the World Trade Center a few minutes earlier than usual, he stopped at a Lens Crafters in the shopping concourse to have his eyes checked so he" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CHANGED LIVES; A Chef Who Wants to Reunite His Cooking Family" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/changed-lives-a-chef-who-wants-to-reunite-his-cooking-family.html"} , {"body" : "We played badly on Monday the night before the attack. On Tuesday, the Loews corporate jet was grounded in Denver. I was champing at the bit to get back into action in New York. We were calling around and thought there might be a need to bring blood to New York, but the Red Cross said no more blood was needed. They were flooded in blood. We did" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Washington" , "Business"] , "page_facet" : "7" , "title" : "THE BOSS; The Call of the Native City" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/business\/the-boss-the-call-of-the-native-city.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"body" : "With business dropping sharply at hotels, restaurants, airports and Broadway shows since the World Trade Center attacks, another industry that is symbiotically linked to all of them is also taking a beating: taxicabs. Some of the city's largest medallion cab fleets have reported that they are still operating only half of their cabs because word has" , "date" : "20010924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: CABBIES; Drivers Say They Risk Violence by Working, and May Even Lose Money" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/24\/nyregion\/nation-challenged-cabbies-drivers-say-they-risk-violence-working-may-even-lose.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 241 yesterday, and the city medical examiner had identified 170. Here are glimpses of some of the 6,333 people who have been reported missing. JIM BERGER A Fan of the Boss In Jim Berger's car, there was only one kind of music: the raspy rock 'n' roll of the" , "date" : "20010921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Musical Tribute and Memories Serve as Balm for Families and Friends" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/21\/nyregion\/nation-challenged-portraits-grief-victims-musical-tribute-memories-serve-balm.html"} , {"body" : "The official number of deaths in the destruction of the World Trade Center stood yesterday at 201, and the medical examiner has identified only a few dozen victims; almost 5,000 are listed as missing. Those glimpsed on this page include six who have been confirmed dead: Bill Biggart, Pamela J. Boyce, Timothy Haskell, Joseph Lovero, Daniel W. McNeal" , "date" : "20010918" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Parties, Love Notes and Other Small Memories That Now Loom Large" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/18\/nyregion\/nation-challenged-portraits-grief-victims-parties-love-notes-other-small.html"} , {"body" : "The first time the phone rang, Victoria Ehigiator was elbow deep in a sink of soapy dishes. She dried her hands and picked up the phone. It was Al Sharpton on the line, calling about the primary election. He said his piece, and she went back to the dishes. A few minutes later, the phone rang again, and she lifted herself from the bubbles once more." , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CAMPAIGNING FOR MAYOR: THE VOTERS; City Voters Have Heard It All As Campaign Din Nears End" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/nyregion\/campaigning-for-mayor-voters-city-voters-have-heard-it-all-campaign-din-nears.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} ,   {"body" : "Sitting in her creamy Wall Street office in a creamy Wall Street outfit, Alexandra Lebenthal seems to have been born to be right where she is. Having moved smoothly from Princeton University to the Kidder Peabody municipal-bond department to her father's brokerage firm, where she is now, at 37, president and chief executive, the only hurdle she" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "44" , "title" : "THE WAY WE LIVE NOW: 09-09-01: PARALLELS; Knowing Her Place" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/magazine\/the-way-we-live-now-09-09-01-parallels-knowing-her-place.html"} , {"body" : "Less than two months ago James Guidice was sitting at the dining room table of his family's apartment in Bensonhurst in Brooklyn when he heard that there was an ad in the show business newspaper Backstage for an acting role that seemed to fit him like a glove. ''It said that there was an open casting call for someone to play Jason Alexander's son" , "date" : "20010905" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Bensonhurst To Hollywood In One Leap For Actor, 17" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/05\/arts\/bensonhurst-to-hollywood-in-one-leap-for-actor-17.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "One of the first lessons Alexandra and Nicolay Mazhirov learned when they came to the United States was that they had to think big. Mrs. Mazhirov had owned a small chocolate factory in Odessa, Russia, and her husband was its manager. They came to New York in 1992 and five years ago started selling chocolates to the Russians in Brooklyn, from a" , "date" : "20010829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Chocolate Memories Of the Czars and Rasputin" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/29\/dining\/food-stuff-chocolate-memories-of-the-czars-and-rasputin.html"} , {"body" : "Schools Chancellor Harold O. Levy has assigned a superintendent to look into possible discrimination against Asian immigrant students at Lafayette High School in Bensonhurst, Brooklyn, school officials said yesterday. Last September, five Chinese students beginning their senior year were forced to leave Lafayette without prior notice on the ground" , "date" : "20010828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Schools Official to Investigate Treatment of Asian Students" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/28\/nyregion\/schools-official-to-investigate-treatment-of-asian-students.html"} , {"body" : "DIANA BELOZOVSKY was 13 when she and her parents set out on a complicated getaway from the Soviet Union. At the American Embassy in Rome, the girl's elementary-school English proved indispensable to her parents for the first time. ''This was very crucial,'' said Ms. Belozovsky, who is now 24. ''They were deciding whether we get to America or not.''" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; Translating for Parents Means Growing Up Fast" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/urban-tactics-translating-for-parents-means-growing-up-fast.html"} , {"body" : "PASQUALE-Rose. 84 years old, a homemaker and a dress model. A lifelong resident of Bensonhurst, Brooklyn. She entered into eternal rest on August 24, 2001, at Maimonides. Born Rose Mascato in Manhattan, Mrs. Pasquale moved to Brooklyn at 12 years old. A graduate of Lincoln High School, she enjoyed cooking, entertaining, sewing and taking trips to" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "38" , "title" : "Paid Notice: Deaths PASQUALE, ROSE" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/classified\/paid-notice-deaths-pasquale-rose.html"} , {"body" : "Years ago, when I was a uniformed police officer in Bensonhurst, Brooklyn, a man walked up to me at a school crossing and started speaking Italian. I couldn't understand him, so I sent him to find someone who could translate. At the same time, a woman approached, walking her dog. The dog brushed up against a pole and got a bad shock. That's what" , "date" : "20010822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "MY JOB; My Daily Dose of Murder" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/22\/jobs\/my-job-my-daily-dose-of-murder.html"} , {"body" : "SHOWING a degree of resilience in the face of the national economic slowdown, the residential real estate market in the New York metropolitan region clung to its penchant for price increases in the first half of the year, even as buyers became more choosy (or wary) and sellers lost a bit of their swagger. Though more moderate than during the frenzy" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Home Prices Are Up, but Not as Much" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/realestate\/home-prices-are-up-but-not-as-much.html"} , {"author" : "Nicholas Dawidoff is the author of ''The Catcher Was a Spy'' and the editor of a coming Library of America anthology of baseball writing." , "body" : "Fred Wilpon became a New York real-estate plutocrat, the builder of tall towers along gilded blocks of Manhattan avenues, by excelling at the art of the calculated risk. The grandson of an immigrant Brooklyn street peddler, Wilpon left Bensonhurst on a full scholarship to the University of Michigan, and by age 30, he was back in New York, betting" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "40" , "title" : "The House That Rudy Built" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/magazine\/the-house-that-rudy-built.html"} ,   {"body" : "A six-day August heat wave came to a soggy end yesterday afternoon when thunderstorms descended on most of the region. But there was no letup for utilities, as the storm knocked down power lines and electricity was cut off at tens of thousands of households in the Northeast. Lightning and winds gusting at nearly 40 miles per hour in some places" , "date" : "20010811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Storms End Hot Spell, but Conjure Their Own Problems" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/11\/nyregion\/storms-end-hot-spell-but-conjure-their-own-problems.html"} , {"body" : "Chinatown leaders say the Metropolitan Transportation Authority has failed to make good on its promise to ease disruption caused by the elimination of service at the Grand Street subway station. After months of protests, transit officials agreed to expand M train service at the Bowery Station from 9:30 a.m. to 3:30 p.m., when many workers in" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: CHINATOWN; Deal on Subways Stops Short of Destinations, Riders Say" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/neighborhood-report-chinatown-deal-subways-stops-short-destinations-riders-say.html"} , {"body" : "These Workaday Walls Are Made of Marble His lips were tight but his taste was lavish. Until he retired two years ago, Gus Bevona was the president of a major union of building-service workers in New York City, whose strikes stirred havoc in the 4,000 office and apartment buildings where its members were janitors, maintenance people and doormen. But" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/following-up.html"} , {"body" : "To follow the mayoral campaign of Peter Fortunate Vallone is to schlep out to the outer reaches of the so-called outer boroughs, to the decidedly unglamorous, solidly middle-class, largely white fringes of the city: Todt Hill on Staten Island, Floral Park and Bensonhurst in Brooklyn. His campaign aides, when learning of their next destination," , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Vallone Maps Victory Route Through Giuliani Territory" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/vallone-maps-victory-route-through-giuliani-territory.html"} , {"body" : "A newly transplanted couple from Hoboken learned the easy way one recent Sunday why Bella Italia pork store and catering establishment in Monroe Township, Middlesex County, is developing a reputation as a personal-service store. ''We were clueless people asking for help,'' said Deborah Maston. ''They offered to pound out my chicken cutlets,'' she" , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "QUICK BITE\/Monroe Township; Over the Verrazano to Your Table" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/quick-bite-monroe-township-over-the-verrazano-to-your-table.html"} , {"body" : "Dave Jorn, the stony-faced manager of the defending champion Yankees, claims not to see what the fuss is about. ''We're in first place and they're in first place,'' he said after batting practice. ''Other than that, there's no significance in it. It's just like playing another team.'' Luz Portoblanco, the cool-headed pitching ace of the Yankees'" , "date" : "20010713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Rivalry Across the Narrows; First, the Subway Series; Now, Fans Take the Ferry" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/13\/nyregion\/a-rivalry-across-the-narrows-first-the-subway-series-now-fans-take-the-ferry.html"} , {"body" : "This is a tale about what it means to be a museum in the age of cyberspace. The Tigertail Virtual Museum is a Web site containing 5,000 famous works of art that Robert Uzgalis, the museum's director, has ''virtually restored.'' The works now look as he imagines they did at the time of their creation. Using software to alter images he has pulled" , "date" : "20010709" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "2" , "title" : "ARTS ONLINE; So Is It or Isn't It a Museum? Only the Web Suffix Knows" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/09\/arts\/arts-online-so-is-it-or-isn-t-it-a-museum-only-the-web-suffix-knows.html"} , {"body" : "In the shadows of the Cyclone and Astroland, lit by a full moon nearly hidden by the neon green Nathan's sign, boxing arrived in Coney Island last night. On a night of fights at KeySpan Park, the new home of the Brooklyn Cyclones minor league baseball team, the show varied from local boxers hoping to make an impression on their own turf to the show" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; Johnson Wins Unanimous Decision as Part of Lively Card in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/sports\/boxing-johnson-wins-unanimous-decision-as-part-of-lively-card-in-brooklyn.html"} , {"body" : "When Wan Shan Hu was introduced as Lafayette High School's valedictorian at graduation last month, some parents in the the audience grumbled that it was always an immigrant who got the award. Others booed outright. Unfazed, Ms. Hu finished her valedictory speech in her accented English, a shy smile the only sign of how happy she was even to be at" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Doing Battle to Stay in High School" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/nyregion\/doing-battle-to-stay-in-high-school.html"} , {"body" : "''This is one of the most famous roller coasters in the world,'' Lou DiBella said, pointing at the 74-year-old Cyclone at Coney Island a few days ago. ''Doesn't it look beat up to you? This neighborhood is beaten up. It's a depressing thing. Sort of like a crying clown.'' DiBella said he and his partners hoped the boxing card they are promoting" , "date" : "20010707" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "BOXING; Fight Night Follows Minor League Baseball to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/07\/sports\/boxing-fight-night-follows-minor-league-baseball-to-brooklyn.html"} ,   {"author" : "Jeffrey Stanley, a playwright, is the author of ''Tesla's Letters,'' which was presented in 1999 by the Ensemble Studio Theater, and, most recently, ''UFOs Over Brooklyn.''" , "body" : "CHICKENBOY: Hey, who's that out there? You got the Chickenboy over here. 193: (laughs) Chickenboy? Yeah, come on. CHICKENBOY: I'm in Williamsburg. Metro and Graham. Where are you? 193: Yeah, roger. You got 193 on the Lower East. Roger? (loud static interference) CHICKENBOY: 193, come back with that. What's your 20? 193: Yeah, man. Come on. L-TRAIN:" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Talk Radio" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/talk-radio.html"} , {"body" : "There was a baseball game in Brooklyn last night. It took 44 years to say this, but the professional game returned to the holy and haunted borough that was plundered after the 1957 season. The Brooklyn Cyclones, named for a roller coaster just to the east, opened with a 3-2 victory in 10 innings last night at their new $39 million publicly" , "date" : "20010626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Summer Rite Returns To Borough of Churches" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/26\/sports\/sports-of-the-times-summer-rite-returns-to-borough-of-churches.html"} , {"body" : "EVEN people accused of committing bloody crimes for the mob have their supporters. While the authorities might consider a wiseguy nothing more than a heartless killer or a dead-eyed thug, his friends and relatives are just as likely to remember him as the kindly man who once helped an ailing neighbor with her groceries or the doting brother who was" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "Word for Word\/Gangland Testimonials; Dear Judge, Joey Whatshisname Was a Well Respectable Guy" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/weekinreview\/word-for-word-gangland-testimonials-dear-judge-joey-whatshisname-was-well.html"} , {"body" : "Sam Chwat, the dean of New York chat, roams the streets as a giant ear would, listening. A coach to Midwesterners, Southerners and other regional imports who want to talk New York for Broadway and film, he needs to hear, and often tape-record, the contours of each local accent, from Rosie Perez to Fran Drescher. ''My ears are always on duty,'' he" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK FOLKLORE; A Teacher of Newyorkese Who Taps the Power of Babel" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/nyregion\/neighborhood-report-new-york-folklore-teacher-newyorkese-who-taps-power-babel.html"} , {"body" : "Officially, of course, it will always be the B train. But just take it on any given Sunday evening, along about half of its southerly course, and you might agree that it would not be much of an exaggeration to give the subway line a subtitle: the Fish Train. ''Whoa, man, it smells like fish in here,'' said Ramon Vasquez, a hotel maintenance worker." , "date" : "20010619" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Bags of Joy, Pungent And Lucky" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/19\/nyregion\/tunnel-vision-bags-of-joy-pungent-and-lucky.html"} , {"body" : "MARTY JOLTIN, who owns the Printing Store in the careworn part of Times Square, insists that he long ago tucked away his dreams of fame and fortune. But ask him about the Vocal Lords, and he swiftly pulls from the chaos of his desk a black-and-white photograph of the four teenage singers from Bensonhurst, Brooklyn, all slick pompadours and genial" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "COPING; Back When Hair and Harmonies Were Slick" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/coping-back-when-hair-and-harmonies-were-slick.html"} , {"body" : "Susan and David Leeper are parents with their hands full, balancing two careers while caring for three children and a menagerie of cats, dogs and goats. They are usually on the run, shuttling between school, playdates, church services and karate lessons -- and the rural homestead they call Paradise Leep is a country mile from most conveniences," , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "The Fresh Air Fund; In Memory of a Father, An Invitation to Children" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/the-fresh-air-fund-in-memory-of-a-father-an-invitation-to-children.html"} , {"body" : "Medical treatment given to 13,500 city inmates is not improving as quickly as city officials had hoped when they hired a Tennessee-based, for-profit company six months ago to revamp medical and mental health services at Rikers Island, officials on an oversight board said yesterday. The death this week of a 37-year-old inmate who had to wait an hour" , "date" : "20010615" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Panel Faults Progress of Prison Health Care" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/nyregion\/panel-faults-progress-of-prison-health-care.html"} , {"body" : "A sweep of escort services led to the arrests of 12 women and eight men on charges of prostitution and promoting prostitution, the Brooklyn district attorney, Charles J. Hynes, said yesterday. During a nine-month inquiry, undercover detectives telephoned escort services advertised in Russian-language newspapers and were directed to private houses" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: 20 Charged With Prostitution" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/nyregion\/metro-briefing-new-york-brooklyn-20-charged-with-prostitution.html"} , {"body" : "Four bus stops cut from the B82 line in Bensonhurst were restored last weekend, after hundreds of people protested the change. The bus had been rerouted because a new ramp to the Belt Parkway prevented it from making a left turn from Cropsey Avenue to Bay 52nd Street. But after the Transportation Department installed a left turn bay one block later" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN -- UPDATES; Stops Restored, Smiles Return" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/neighborhood-report-brooklyn-updates-stops-restored-smiles-return.html"} ,   {"body" : "What with the bomb plot and the scrawled threats, the elegant mystery lady and the sober-suited gentlemen ringing his bell in the dead of night, Harry Rimmer still cannot quite believe the vastness of the conspiracy his friend and tenant, Akbar Shareef, constructed against him. Were it not for the pile of signed contracts and receipts saying things" , "date" : "20010602" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Complex, and Friendly, Protection Racket Unravels" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/02\/nyregion\/a-complex-and-friendly-protection-racket-unravels.html"} , {"body" : "From the very outset of the nostalgia- and memory-drenched ''Vocal Lords,'' a single question hangs in the air: What happened to separate two boyhood friends from Bensonhurst for some 40 years? In the answer lie considerations of dreams and destiny at the crossroads of life, and if the answer to the question is not swiftly delivered, Eric Winick's" , "date" : "20010531" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER REVIEW; Dreamers Meet Reality In Doo-Wop Harmony" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/31\/theater\/theater-review-dreamers-meet-reality-in-doo-wop-harmony.html"} , {"body" : "Here is some advice you probably will not get from Ann Landers: Do not, under any circumstances, date the son of a gangster who has admitted to killing 19 men. If you do, you risk ending up like the girlfriend of Gerard Gravano, the 24-year-old son of Salvatore Gravano, the Gambino family hit man better known as Sammy the Bull. According to the" , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Reporter's Notebook; Going Out With a Mobster's Son? Follow the Code of Silence" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/nyregion\/reporter-s-notebook-going-out-with-a-mobster-s-son-follow-the-code-of-silence.html"} , {"body" : "When the mob melodrama ''The Sopranos'' sings its seasonal swan song tonight -- inducing withdrawal agita among millions of the show's hopelessly addicted viewers -- more than a few sighs of relief will be heard. Specifically, from restaurateurs and movie-house owners who have taken, um, a hit on Sunday nights during the 13-week HBO series. ''I'll" , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Drop the Knife and Fork. Tony Soprano Is On." , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/nyregion\/drop-the-knife-and-fork-tony-soprano-is-on.html"} , {"body" : "A 50-acre piece of land in East New York that is being developed into the Gateway Center shopping mall has had some good news to report lately, and it is not just that the long-dormant site has finally been cleared of its chin-high weeds. The property near Starrett City in Brooklyn is expected to house one of the largest suburban-style shopping" , "date" : "20010516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Commercial Real Estate; A Mall Planned for East New York Is 88% Leased" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/16\/nyregion\/commercial-real-estate-a-mall-planned-for-east-new-york-is-88-leased.html"} , {"body" : "J & R Music World\/Computer World, the electronics retailer with seven stores on Park Row, was unable to persuade city officials to designate part of the street J & R Row. But the effort cast a spotlight on a little-understood practice: the awarding of so-called street aliases. Each year, council members introduce dozens of bills to create aliases," , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK STREETS; The Street Is Familiar, but Can't Remember the Nickname" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/nyregion\/neighborhood-report-new-york-streets-street-familiar-but-can-t-remember-nickname.html"} , {"body" : "THE real problem is not ''The Sopranos,'' the television mob opera, or all those movies and books showing vulgar Italian-Americans wolfing down pasta and working for the Mafia. The problem is that popular culture makes little room for defining Italian-Americans in other ways. And the best solution for Italian-Americans troubled by stereotypes is to" , "date" : "20010422" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "COPING; Italian Stories, Without Bullets" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/22\/nyregion\/coping-italian-stories-without-bullets.html"} , {"body" : "IT is probably safe to say that Dr. Robert M. Sapolsky's home is one of the few in America whose cherished family photographs prominently feature baboons. If you crossed Jane Goodall with a borscht belt comedian, she might have written a book like ''A Primate's Memoir: A Neuroscientist's Unconventional Life Among the Baboons'' (Scribner), in which" , "date" : "20010419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["KENYA"] , "nytd_section_facet" : ["Home and Garden" , "Books" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: DR. ROBERT M. SAPOLSKY; Family Man With a Foot In the Veld" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/19\/garden\/at-home-with-dr-robert-m-sapolsky-family-man-with-a-foot-in-the-veld.html"} , {"body" : "In 1965, Julian Schnabel and I were freshmen at Lafayette High School in the Bensonhurst section of Brooklyn (Philip Weiss, March 25). Julian was the first to wear bell-bottom pants and Carnaby Street fashions. This invited criticism from students and teachers, and Julian reveled in it. Our art class was memorable. Julian would irritate our teacher" , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Magazine"] , "page_facet" : "6" , "title" : "Big" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/magazine\/l-big-782718.html"} , {"body" : "THE deal on the 3,000-square-foot Brooklyn Heights penthouse apartment -- with its stately dining room, state-of-the-art kitchen, solarium, wraparound terrace and grand views of Manhattan and the harbor -- closed last May at just over $2 million. ''It was the highest price ever paid for a co-op in the Heights,'' said Christopher Thomas, vice" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Across the City, A Strong Market" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/realestate\/across-the-city-a-strong-market.html"} ,   {"author" : "Catherine Hausman and Victoria Goldman are co-authors of ''The Manhattan Family Guide to Private Schools.'' Ms. Goldman is a board member of the Albert G. Oliver Program." , "body" : "Growing up in Brooklyn, Randolph J. Sealey Jr. never felt like anything other than a typical American kid with an immigrant's background. His grandmother cooked with curry, and he loved baseball and school. ''I was either going to play for the New York Yankees or be a doctor,'' said Mr. Sealey, who arrived in the United States from Panama at age 8." , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "26" , "title" : "Great Expectations" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/education\/great-expectations.html"} , {"body" : "As work on the Mnhattan Bridge scrambles several subway lines this summer, weekend service from Brooklyn into Manhattan will also be significantly reduced, internal transit documents show. The W line, an addition to the subway map that will replace the B line in Brooklyn beginning this summer because of the bridge work, will not run into Manhattan" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Weekend Cuts In Subway Trips From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/weekend-cuts-in-subway-trips-from-brooklyn.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. This weekend, ''Asian Pacific America: Mixing It Up,'' family programs. Opening tomorrow, ''Involuntary Signs,'' an" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/arts\/spare-times-728918.html"} , {"body" : "In the days when Coney Island was a summertime playground for millions of American families, Philip's, a little red-and-white candy stand on Surf Avenue, was impossible to bypass. It was the first thing visitors saw as they left the Stillwell Avenue subway terminal, and it was as much a part of the Coney Island experience as a whirl on the Cyclone" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pulling Coney Island's Sweet Tooth; As a Landmark Candy Shop Closes, Even Diabetics Mourn" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/nyregion\/pulling-coney-island-s-sweet-tooth-landmark-candy-shop-closes-even-diabetics.html"} , {"body" : "IT was late on a Saturday night, a few minutes shy of midnight, when Maritza Gonzalez strode through the door of Club Rio in Bay Ridge, Brooklyn. She wore a black lamb's-wool coat with a mink fur collar and black leather boots elevated by four-inch heels. Visible under her coat was a black wrap blouse that revealed ample cleavage and, an inch or" , "date" : "20010401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For a New Bay Ridge, A New Tony Manero" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/01\/nyregion\/for-a-new-bay-ridge-a-new-tony-manero.html"} , {"body" : "WHEN Arturo Swayze talks about how he transformed a dump, it sounds easy, as if anyone could do it. Describing his technique for creating the new kitchen counter, something that wouldn't look out of place in a Tuscan farmhouse (or at least a showroom for people decorating Tuscan farmhouses) he says it was nothing. ''I just broke up tile and set it" , "date" : "20010401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Dyker Heights, Brooklyn; Fixing Up a Fixer-Upper" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/01\/realestate\/habitats-dyker-heights-brooklyn-fixing-up-a-fixer-upper.html"} , {"body" : "Downtown yesterday, signs of spring were blooming everywhere. On First Street, a graffiti writer whitewashed a mural to begin anew. On Second Avenue, a bar sign proclaimed, ''It stopped pouring outside; I'm still pouring inside.'' And on Bleecker Street, there was a call of sorts to the open road. Warm weather had returned, and so had a long-gone" , "date" : "20010324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "You Can Take the Hat Out of the Country. . ." , "url" : "http:\/\/www.nytimes.com\/2001\/03\/24\/nyregion\/you-can-take-the-hat-out-of-the-country.html"} , {"body" : "THE 2000 census hangs numbers on what many New Yorkers already know from the streets: the pulse of the city, and perhaps its future, lies in the boroughs outside Manhattan. As the census figures released last week revealed, the boroughs leaped in population in the past decade -- an 11 percent gain in Queens, 15 percent in Staten Island, 7 percent" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CENSUS UP CLOSE; Behind the Big Numbers, a Million Little Stories" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/the-census-up-close-behind-the-big-numbers-a-million-little-stories.html"} , {"body" : "THE 2000 census is out and it's official: New York's fastest-growing suburbs are Pike and Monroe Counties. Don't go scrambling for your New York State map. They are in Pennsylvania. That's across the Hudson River, across New Jersey, across the Delaware River and into the Pocono Mountains. If you keep going, you could end up in Ohio. ''We actually" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PENNSYLVANIA" , "NEW YORK CITY" , "PIKE COUNTY (PA)" , "MONROE COUNTY (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Our Towns; Across Two Rivers and Into the Poconos: City Folk Go Country" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/our-towns-across-two-rivers-and-into-the-poconos-city-folk-go-country.html"} , {"body" : "The jurors are likely to hear about a diamond necklace that led to murder and a Brooklyn candy shop that doubled as a gangster den. They will probably learn about pigeon racing and ankle tattoos. They may be told about a fugitive mobster shot to death in his friend's grandmother's car or a loan shark with the nasty habit of taking a blowtorch to" , "date" : "20010307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Old-Style Mob Trial for a Murder Case in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/07\/nyregion\/old-style-mob-trial-for-a-murder-case-in-brooklyn.html"} ,   {"body" : "They called from Los Angeles and Miami. They called from Woodstock, N.Y., and Stamford, Conn. After reading last Sunday about Abraham the homeless dog who scrounged on the streets of Queens, they all wanted to help. There were lifetime offers of food. A woman volunteered to pay his veterinary bills. One man of means considered sending his driver" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Furry Vagrant in Astoria Is Rescued by Resolute Hero" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/nyregion\/a-furry-vagrant-in-astoria-is-rescued-by-resolute-hero.html"} , {"body" : "When she was five and a half months pregnant, Irina Bulycheva, an immigrant from Uzbekistan, fell ill with a fever of 105 degrees. She went into premature labor that lasted 19 hours. ''I was very sick,'' she said in Russian as her son Denis, an eighth grader at Intermediate School 228 in Bensonhurst, Brooklyn, translated. ''When I got to the" , "date" : "20010219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Struggling Uzbek Family Finds That Americans Are Eager to Help" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/19\/nyregion\/neediest-cases-struggling-uzbek-family-finds-that-americans-are-eager-help.html"} , {"body" : "NEXT month, residents of Los Angeles will learn exactly why pineapple doesn't belong on pizza. They will also find out why anyone named Lars shouldn't be selling slices in the first place. In a 60-second radio commercial developed for Olde Brooklyn soda by Friedman, Ellis, Nielsen & Rogan, a Hauppauge advertising agency, a young man with a" , "date" : "20010218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "SAN DIEGO (CALIF)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "MIAMI (FLA)" , "LAS VEGAS (NEV)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "L.I. @ WORK; Cheers! Using Nostalgia to Sell a Brooklyn Soda" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/18\/nyregion\/li-work-cheers-using-nostalgia-to-sell-a-brooklyn-soda.html"} , {"body" : "Alfred A. Allegretti, who transformed his father's one-truck oil dealership beside the Gowanus Canal into one of the largest heating oil companies in the New York metropolitan area, died Jan. 13 at Memorial Sloan-Kettering Cancer Center in Manhattan. He was 65 and lived in the Bay Ridge neighborhood of Brooklyn. The cause was prostate cancer, his" , "date" : "20010126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "13" , "title" : "Alfred Allegretti, 65, Heating Oil Executive" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/26\/nyregion\/alfred-allegretti-65-heating-oil-executive.html"} , {"body" : "Alphonse Persico, the man who federal agents say leads the Colombo crime family, was supposed to become a free man this week, having just completed a 15-month prison sentence in Florida for hiding a 12-gauge shotgun and a semiautomatic pistol aboard his 50-foot yacht, Lookin' Good, in the Florida Keys. But on Wednesday, the day Mr. Persico was to" , "date" : "20010126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLORIDA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reputed Crime Boss Goes From Florida Prison To Brooklyn Court, Never Passing Go" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/26\/nyregion\/reputed-crime-boss-goes-from-florida-prison-to-brooklyn-court-never-passing-go.html"} , {"body" : "NEW YORK MANHATTAN: MORE SMOKING CURBS -- Moving to strengthen rules against smoking, City Council Speaker Peter F. Vallone is to introduce legislation today to ban smoking in the bar areas of restaurants. The city's six-year-old smoking law allows smoking in bars that are six feet away from dining areas, while Mr. Vallone's proposal would confine" , "date" : "20010124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/24\/nyregion\/metro-briefing.html"} , {"body" : "The ethnic multiplicity of New York is a beautiful thing, for many reasons. It teaches understanding and tolerance, or at least it should. It makes for great places to eat. It is rarely ever dull. As an added bonus, it can help you get a seat on the subway. The strategy is one that has been used by deft subway seat-getters for as long as there have" , "date" : "20010116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Using Sociological Radar to Snare a Seat" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/16\/nyregion\/tunnel-vision-using-sociological-radar-to-snare-a-seat.html"}]