[  {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. LONNY STONE Life Is Like a Good Burger Sometimes, the family of Lonny Stone would lie on top of one another to make a hamburger. Lonny, at the bottom, was half the bun. His sons, Joshua, 9, and Alex, 12, were the meat and the pickle. His wife, Stacey, was the" , "date" : "20011220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; No More Waves From the Tower, Trips to Church, Tattooing Ambitions" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/20\/nyregion\/nation-challenged-portraits-grief-victims-no-more-waves-tower-trips-church.html"} , {"body" : "This time, ground zero was in Jerusalem. It was a downtown pizza shop where a Palestinian suicide bomber killed 15 people in August. It was a pedestrian mall a minute's walk away, on Ben-Yehuda Street, where two other suicide bombers took 11 lives the night of Dec. 1, during a weekend when 26 Israelis died in explosions here and in Haifa. So many" , "date" : "20011210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "JERUSALEM" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pataki, Giuliani and Bloomberg Return an Israeli Condolence Call" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/10\/nyregion\/pataki-giuliani-and-bloomberg-return-an-israeli-condolence-call.html"} , {"body" : "Police were searching last night for a 14-year-old Brooklyn girl who was reported missing after she did not come home from school on Tuesday. The girl, Hanna Nahari, was last heard from at 4:30 p.m. Tuesday when she called home after school, the police said. Her father was unable to give her a ride home because the family car was not working, and" , "date" : "20011129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Girl Reported Missing" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/29\/nyregion\/metro-briefing-new-york-brooklyn-girl-reported-missing.html"} , {"body" : "Even Eli Taub, who regularly repeats the story about a pair of Arab-American men seen in a white van taking photographs of synagogues and Jewish homes in Kew Gardens Hills, Queens, says it's only a rumor. But such is the state of anxiety in the increasingly Orthodox Jewish neighborhood that the story, and others like it, has prompted Mr. Taub to" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KEW GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: KEW GARDENS HILLS; An Anxious Community Ponders Its Own Patrols" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/nyregion\/neighborhood-report-kew-gardens-hills-anxious-community-ponders-its-own-patrols.html"} , {"body" : "Mark Green campaigned across Brooklyn yesterday, strolling through Sunset Park and Borough Park and visiting four predominantly black churches, where he fiercely and repeatedly criticized his opponent, Michael R. Bloomberg. Mr. Green listened to the harmonies of a gospel choir, visited a kosher restaurant and shook hands with a churros vendor. He" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Green Navigates Brooklyn Bearing Swipes at Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/green-navigates-brooklyn-bearing-swipes-at-bloomberg.html"} , {"body" : "It was 10:45 a.m. on the final Sunday before Michael R. Bloomberg's first bid for political office, and the candidate, on his way from one black church in Manhattan to another in Queens, was calling into a radio talk show for an interview that followed one with his opponent. The host, Steve Malzberg of WABC, was having trouble hearing Mr. Bloomberg" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "On a Zigzag Day, Bloomberg Sticks to Nonpolitician Label" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/on-a-zigzag-day-bloomberg-sticks-to-nonpolitician-label.html"} , {"body" : "Michael R. Bloomberg has spent a record-shattering $41 million on his mayoral campaign, according to documents his campaign filed yesterday, allowing him to establish supremacy over the airwaves in television advertising, plaster the subways with campaign posters, take out full-page ads in dozens of small newspapers and even hand out blue ''Mike" , "date" : "20011027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bloomberg Sets a $41 Million Spending Record" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/27\/nyregion\/bloomberg-sets-a-41-million-spending-record.html"} , {"body" : "JOSEPH L. GENTILI has a spare moment in his spartan office at the New York City Board of Elections, but he is not a happy camper on a recent afternoon. Is anyone, he wants to know, listening to his gripes that the Nov. 6 general election could be a mess? Mr. Gentili, the board's deputy executive director, is irritated that the election was not" , "date" : "20011024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; The Chief Worrier and Election Watcher" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/24\/nyregion\/public-lives-the-chief-worrier-and-election-watcher.html"} , {"author" : "Eliot Feld is a choreographer and the founder of Ballet Tech, a company and school." , "body" : "IT is Brooklyn, Borough Park, 1954. I am playing punch ball in the school yard of P.S. 131 on 44th Street near Fort Hamilton Parkway, and my sleek, black, paper-thin attaché case, secretly housing my blue cotton tights, size small dance belt and ballet slippers, is leaning against the school building inconspicuously. I will it to be inconspicuous" , "date" : "20011014" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "DANCE; O.K., Men, Get Into Tights And Line Up at the Barre" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/14\/arts\/dance-ok-men-get-into-tights-and-line-up-at-the-barre.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PEGGY ALARIO Time for Her Sons Because Peggy Alario's Bronco was always the first one in the commuter lot and the last out, her friends on Staten Island staved off alarm as the hours passed on Sept. 11 and her little green truck was still parked there. But" , "date" : "20011009" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Firefighter's Dream, an Ice Cream Truck, a Date at F.A.O. Schwarz" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/09\/nyregion\/nation-challenged-portraits-grief-victims-firefighter-s-dream-ice-cream-truck.html"} ,   {"body" : "King Arthur and Robin Hood Q. My husband and I are planning a weeklong trip to England next April. We have two boys, 7 and 9, who are very interested in castles and anything related to King Arthur and Robin Hood. We want to see the Tower of London as well. Can you suggest a kid-friendly itinerary and accommodations? -- C. B., West Barnstable, Mass." , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "page_facet" : "14" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/travel\/q-and-a-341185.html"} , {"body" : "As the face of the next City Council began to take shape with the unofficial results from Tuesday's rescheduled primary election, it became clear that several of the races remained too close to call and were likely to remain that way for several days, if not weeks. In part, the closeness of some of those contests can be attributed to the crowded" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: THE CITY COUNCIL; Several Council Races Are Undecided, and May Take a While to Call" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/new-york-primary-city-council-several-council-races-are-undecided-may-take-while.html"} , {"body" : "A vastly reconfigured City Council began to come into focus last night as early returns showed that a range of well-known elected officials, new political faces and family members of old council members won primary races. A number of politicians traded their incumbency in other offices to run for seats on the Council. One such politician was Albert" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW YORK PRIMARY: CITY RACES; New Face Of Council Emerges From Pack" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/nyregion\/the-new-york-primary-city-races-new-face-of-council-emerges-from-pack.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 276 yesterday, and the city medical examiner had identified 206. In all, 6,453 could be missing. Here are glimpses of some of those lives. DARREN BOHAN Banjos and Big Dreams Like so many New Yorkers, there was more to Darren Bohan than met the eye. By day he" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Lives Remembered, by the Families and Friends Who Shared Them" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/nyregion\/nation-challenged-portraits-grief-victims-lives-remembered-families-friends-who.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "A Brooklyn high school principal's order that teachers and staff members submit a personal letter from a clergyman when requesting a day off to observe a religious holiday was rescinded yesterday by the district superintendent. He called the principal's order a mistake. On Sept. 4, Adele A. Vocel, the principal of Franklin Delano Roosevelt High" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Teachers Don't Need Note for a Religious Day" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/nyregion\/teachers-don-t-need-note-for-a-religious-day.html"} , {"body" : "Whether cruising the streets of the Upper West Side on a flatbed truck or drinking beer from a plastic foam cup at an Irish fair in Coney Island, the Democratic candidates ranged across the city yesterday, desperately wooing what they believed to be their own slivers of the electorate. Fernando Ferrer's white campaign bus snaked through the Bronx" , "date" : "20010910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CAMPAIGNING FOR MAYOR: THE CANDIDATES; Fervent Appeals for Votes, in the Primary and Beyond" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/10\/nyregion\/campaigning-for-mayor-candidates-fervent-appeals-for-votes-primary-beyond.html"} , {"body" : "With just days to go before the Democratic primary, the mayoral candidates Mark Green and Fernando Ferrer are intensively battling for the support of one of the most far-flung and diverse voting groups: black New Yorkers. In the past several days, both candidates have stepped up their efforts to court and galvanize voters in the city's" , "date" : "20010908" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CAMPAIGNING FOR CITY HALL: THE STRATEGY; In Courting Black Voters, Candidates Try Ubiquity" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/08\/nyregion\/campaigning-for-city-hall-strategy-courting-black-voters-candidates-try-ubiquity.html"} , {"body" : "A water pipe ruptured in an annex of Maimonides Medical Center in Brooklyn yesterday afternoon, flooding the floors of three emergency-treatment rooms and prompting the evacuation of about 35 medical and clerical staff members and 25 patients, hospital officials said. No injuries or major damage was reported, and the gushing water was quickly shut" , "date" : "20010903" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burst Water Pipe Forces Evacuation at Hospital" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/03\/nyregion\/burst-water-pipe-forces-evacuation-at-hospital.html"} ,   {"body" : "Among the myriad open City Council seats this year, few have attracted as many candidates with the political credentials and connections as those in the six-way race in the Democratic primary in the 39th Council District. The candidates' résumés cover the spectrum of local politics in what is commonly known as brownstone Brooklyn, but their names" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boasts in 6-Way Race: Experience and Endorsements" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/nyregion\/boasts-in-6-way-race-experience-and-endorsements.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "They came from the Upper West Side. From Brooklyn Heights. From the Upper East Side. They came to Fort Greene, and they multiplied. Jerry Minsky, a senior vice president at the Corcoran Group real estate company who has lived in Fort Greene since 1984, said couples in search of large, family-friendly spaces in the late 90's sold their co-ops and" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK CENSUS; Y2K Babies" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/neighborhood-report-new-york-census-y2k-babies.html"} , {"body" : "By the fifth funeral of the day, the people of Borough Park, Brooklyn, were worn down. Those who could not fit inside the Shomrei Hadas Chapels to mourn the victims in Friday's helicopter crash in Arizona listened to the broadcast from sound trucks, standing silent on the sidewalk or crying quietly at the bus stop on 14th Avenue as the five-hour" , "date" : "20010814" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Victims of Arizona Copter Crash, a Marathon of Grief" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/14\/nyregion\/for-victims-of-arizona-copter-crash-a-marathon-of-grief.html"} , {"body" : "A six-day August heat wave came to a soggy end yesterday afternoon when thunderstorms descended on most of the region. But there was no letup for utilities, as the storm knocked down power lines and electricity was cut off at tens of thousands of households in the Northeast. Lightning and winds gusting at nearly 40 miles per hour in some places" , "date" : "20010811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Storms End Hot Spell, but Conjure Their Own Problems" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/11\/nyregion\/storms-end-hot-spell-but-conjure-their-own-problems.html"} , {"body" : "As dozens of their congregants looked on, two Brooklyn rabbis were sentenced yesterday to 33 months in prison each for skimming hundreds of thousands of dollars from a federally financed program intended to help Holocaust survivors. The rabbis, Efroim Stein and Jacob Bronner, both of Borough Park, pleaded guilty in February to defrauding Project" , "date" : "20010810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: 2 Rabbis Sentenced For Fraud" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/10\/nyregion\/metro-briefing-new-york-brooklyn-2-rabbis-sentenced-for-fraud.html"} , {"body" : "The mayor's Office of Operations released its annual survey of street cleanliness last month. Topping the list for the most spick-and-span neighborhoods were the northeast section of Queens, including Bayside and Douglaston, and the area south of Fresh Kills in Staten Island, including Tottenville and Great Kills. Borough Park and Brownsville in" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Cleanest Streets in New York (The Sidewalks Aren't Bad Either)" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/neighborhood-report-new-york-up-close-cleanest-streets-new-york-sidewalks-aren-t.html"} , {"body" : "The bed sits in the semidark in the Ann Loeb Bronfman Gallery at the District of Columbia Jewish Community Center, where it is illuminated by a spotlight and covered with white handkerchiefs. Behind it is a Hebrew-English calendar, about 24 feet long and 5 feet high, that chronicles the time from the wedding day of the artist, Helène Aylon, on" , "date" : "20010719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS IN AMERICA; Of Cycles and Scriptures: Chafing Against Rituals" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/19\/arts\/arts-in-america-of-cycles-and-scriptures-chafing-against-rituals.html"} , {"body" : "It was a day filled with parades, street fairs and large crowds, precisely the kind of day in which New York City politicians immerse themselves in the time-honored tradition of person-to-person contact. For the city's mayoral candidates, the campaign stops yesterday were an obligatory rite of summer in an election year: a Fourth of July parade in" , "date" : "20010705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayoral Ambitions, Paired With Tradition" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/05\/nyregion\/mayoral-ambitions-paired-with-tradition.html"} , {"body" : "ATTRACTIONS Museums and Sites CZECH CENTER, 1109 Madison Avenue, at 83rd Street. ''Czech Posters Between the Wars,'' closing today. Hours: Tuesdays through Fridays, 9 a.m. to 5 p.m.; Thursdays until 7 p.m. Free. Information: (212) 288-0830. HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Dedicated to" , "date" : "20010622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/22\/arts\/spare-times-911364.html"} ,   {"body" : "When Juanita Bravo came to New York in 1970 to work in a textile factory, a Mexican could not find so much as a decent tortilla in this town. ''We ate bread,'' she said, making it sound like a prison diet. ''We ate what the Puerto Ricans ate: rice, beans, sometimes meat.'' But as Ms. Bravo stood in a fragrant Brooklyn kitchen presiding over a" , "date" : "20010621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "First the Mexicans, Then the Food; A Fast-Growing Group Now Feeds Itself and the Region, Too" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/21\/nyregion\/first-mexicans-then-food-fast-growing-group-now-feeds-itself-region-too.html"} , {"body" : "A police car racing to a report of gunfire collided with another car yesterday at 60th Street and 17th Avenue in Borough Park, Brooklyn, sending a 62-year-old woman who was crossing the street to the hospital, the police said. The woman suffered a broken arm and a fractured pelvis, and was in stable condition at Lutheran Medical Center. Two" , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Hurt in Police Car Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/nyregion\/3-hurt-in-police-car-crash.html"} , {"body" : "The Justice Department has decided not to pursue criminal civil rights charges against four New York City police officers involved in the fatal shooting of a mentally disturbed hammer-wielding man in Brooklyn in 1999. Alan Vinegrad, in his first major announcement since being appointed the interim United States attorney for the Eastern District of" , "date" : "20010606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "No Charges Against Officers In a Shooting Death" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/06\/nyregion\/no-charges-against-officers-in-a-shooting-death.html"} , {"body" : "Recalling the Mismatch Of a Hammer vs. Guns Doris Busch Boskey says that when she turned on the television news on Aug. 30, 1999, and learned that her son, Gidone, above, had been killed hours earlier by a fusillade of police bullets, she screamed hysterically. She called her former husband, Norman Busch, Gidone's father, who also became" , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/nyregion\/following-up.html"} , {"body" : "To the Editor: In discussing the actions of the four police officers who shot Amadou Diallo (editorial, May 5), you write, ''It is hard to believe they would have unleashed 41 shots in a white neighborhood, aiming at a white citizen standing in his own vestibule.'' It is not hard to believe at all, because on Aug. 30, 1999, the police fired 12" , "date" : "20010511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Deadly Force by Police" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/opinion\/l-deadly-force-by-police-260827.html"} , {"body" : "For weeks, residents of South Eighth Street in Williamsburg, Brooklyn, worried that something bad was going to happen at the old meatpacking plant that was being converted into housing. Work went on late at night, they said. During the day, building beams toppled onto the street where children played. On the evening of April 30, the grim forecast" , "date" : "20010509" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Site That Was an Accident Waiting to Happen. It Did." , "url" : "http:\/\/www.nytimes.com\/2001\/05\/09\/nyregion\/a-site-that-was-an-accident-waiting-to-happen-it-did.html"} , {"body" : "Mayor Rudolph W. Giuliani waged new war yesterday on Alan G. Hevesi, the city comptroller and a Democratic candidate for mayor, calling him irresponsible for what the mayor said were attacks on the Police Department, and ill advised for his refusal to rule out a tax increase to pay for improvements in schools. Mr. Giuliani also made it clear that" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Goes on Attack, Calling Hevesi Irresponsible" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/nyregion\/mayor-goes-on-attack-calling-hevesi-irresponsible.html"} , {"body" : "THE deal on the 3,000-square-foot Brooklyn Heights penthouse apartment -- with its stately dining room, state-of-the-art kitchen, solarium, wraparound terrace and grand views of Manhattan and the harbor -- closed last May at just over $2 million. ''It was the highest price ever paid for a co-op in the Heights,'' said Christopher Thomas, vice" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Across the City, A Strong Market" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/realestate\/across-the-city-a-strong-market.html"} , {"body" : "Abraham H. Lass, an educator and writer whose books, articles and 40 years as an unorthodox teacher and outspoken principal made him one of the New York City school system's best-known personalities, died on Friday night at his home in Fresh Meadows, Queens. He was 93. Mr. Lass retired in 1971 after 16 years as the principal of Abraham Lincoln High" , "date" : "20010319" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Abraham H. Lass, 93, Educator, Writer and Passionate Principal" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/19\/nyregion\/abraham-h-lass-93-educator-writer-and-passionate-principal.html"} , {"body" : "Abraham H. Lass, an educator and writer whose books, articles and 40 years as an unorthodox teacher and outspoken principal made him one of the New York City school system's best-known personalities, died Friday night at his home in Fresh Meadows, Queens. He was 93. Mr. Lass, who retired in 1971 after 16 years as the principal of Abraham Lincoln" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "42" , "title" : "Abraham Lass, 93, Passionate Principal and Writer, Dies" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/abraham-lass-93-passionate-principal-and-writer-dies.html"} ,   {"body" : "It's only been a few weeks since New Yorkers voted in the September primaries for mayor, but looking back now at the remarkable results, it is clear that the pivotal event occurred in early March, at about the time of the blizzard that wasn't. In six months, everything went topsy-turvy. Nothing was as it had been. But we get ahead of ourselves. The" , "date" : "20010312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Join the Club (But Why Stop There?)" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/12\/nyregion\/metro-matters-join-the-club-but-why-stop-there.html"} , {"body" : "A Brooklyn boy was run over and killed by a school bus on his second birthday yesterday, moments after his mother had given the bus driver a symbolic religious gift. The driver did not realize that he had hit the child and continued on his route, the police said. The mother, Rachel Ganz, was waiting with her son, Mordechai, on 49th Street near 15th" , "date" : "20010308" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Toddler Is Killed by a School Bus in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/08\/nyregion\/toddler-is-killed-by-a-school-bus-in-brooklyn.html"} , {"body" : "The jurors are likely to hear about a diamond necklace that led to murder and a Brooklyn candy shop that doubled as a gangster den. They will probably learn about pigeon racing and ankle tattoos. They may be told about a fugitive mobster shot to death in his friend's grandmother's car or a loan shark with the nasty habit of taking a blowtorch to" , "date" : "20010307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Old-Style Mob Trial for a Murder Case in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/07\/nyregion\/old-style-mob-trial-for-a-murder-case-in-brooklyn.html"} , {"body" : "Next time you think about breaking an egg, you might want to talk to Peter DeVico first. Ditto for performing an Italian Rope Trick or ordering a Little Joe, which is four bullets to the back of the head in a neat square. All of the above are mobster euphemisms for murder and are among the tips Mr. DeVico, author of the recent mob novel ''From the" , "date" : "20010304" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; A Novelist Explicates the Mob's Greatest Hits" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/04\/nyregion\/neighborhood-report-brooklyn-up-close-novelist-explicates-mob-s-greatest-hits.html"} , {"body" : "The police yesterday seized a small arsenal of high-powered weapons and Nazi memorabilia from a Brooklyn man after he was found in a park Wednesday firing a pistol at a picture of his girlfriend's mother, the authorities said. An off-duty police detective jogging Wednesday afternoon in Marine Park in Gerritsen Beach, Brooklyn, heard the gunshots" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Weapons and Nazi Artifacts Seized After Arrest" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/nyregion\/weapons-and-nazi-artifacts-seized-after-arrest.html"} , {"body" : "JOEL BLUM is the technogeek for the federal courthouse system in Manhattan. And man, oh man, has he had his hands full lately. It is as if everyone, and everything, needs to be wired to something inside the Old Federal Courthouse in Lower Manhattan, where there is this big international terrorism trial going on -- if you haven't already heard. An" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Technically Speaking, His Biggest Court Challenge" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/nyregion\/public-lives-technically-speaking-his-biggest-court-challenge.html"} , {"body" : "THE real story of New York's real estate market is not told by a shamed ex-president doing damage control in Harlem, or in televised negotiations between two publicity-craving politicians, but in quiet beginnings and endings in small corners all over this city. At Howard Hassan's Basket Shop, for instance. If you work anywhere near City Hall, you" , "date" : "20010215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Of Kisses: Chocolate And Goodbye" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/15\/nyregion\/metro-matters-of-kisses-chocolate-and-goodbye.html"} , {"body" : "The days of Sanford Silver's life were simple and ordered. By 5 a.m., Mr. Silver, a 73-year-old real estate and probate lawyer, was usually out of bed, preparing for his first cup of coffee -- milk, no sugar. By 7 a.m., he would begin his 10-minute walk to the little Borough Park storefront that was his office. Along the way, he would stoop to pick" , "date" : "20010214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyer's Killing Puzzles Investigators" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/14\/nyregion\/lawyer-s-killing-puzzles-investigators.html"} , {"body" : "David Twersky, grand rabbi of a branch of the Skverer dynasty of Hasidic Judaism, died on Feb. 2 at Mount Sinai Hospital in Manhattan. He was 79. He died of complications of heart and kidney ailments, his family said. Rabbi Twersky was the leader of the Borough Park, Brooklyn, branch of the dynasty, which traces its roots to Chernobyl, Ukraine. A" , "date" : "20010213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "David Twersky, 79, Grand Rabbi Of a Borough Park Hasidic Sect" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/13\/nyregion\/david-twersky-79-grand-rabbi-of-a-borough-park-hasidic-sect.html"} , {"body" : "As the police continued to investigate the killing of a 73-year-old Brooklyn lawyer, an autopsy performed yesterday showed that the man, Sanford Silver, had been strangled, said Ellen S. Borakove, spokeswoman for the medical examiner's office. The body of Mr. Silver, a real estate and probate lawyer who was last seen at his Borough Park office" , "date" : "20010212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Real Estate Lawyer Was Strangled, Autopsy Shows" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/12\/nyregion\/brooklyn-real-estate-lawyer-was-strangled-autopsy-shows.html"} ,   {"body" : "The body of a 73-year-old Borough Park lawyer who disappeared from his office six days ago was found yesterday in a field of tall weeds along a creek in Brooklyn, where it had apparently been dumped. There was a plastic bag over his head and his hands had been bound, the authorities said. The body of the lawyer, Sanford Silver, was found shortly" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Missing Lawyer's Body Found In a Field Near Coney Island" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/nyregion\/missing-lawyer-s-body-found-in-a-field-near-coney-island.html"} , {"body" : "INTERNATIONAL 3-21 Lure of the Border Brings Problems in Mexico The Mexican government is struggling to accommodate a tidal wave of workers drawn to cities along the United States border by foreign-owned manufacturing plants and increased trade. The population explosion has created one of the most dynamic industrial zones in the Americas, and all" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/nyregion\/news-summary-865192.html"} , {"body" : "Two Brooklyn rabbis who were given a $2.5 million federal grant to help Holocaust survivors pleaded guilty yesterday to a felony conspiracy charge for defrauding the program by using hundreds of thousands of dollars for themselves and others. Although prosecutors did not specify exactly how much money was taken, the two rabbis promised in a plea" , "date" : "20010210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Rabbis Plead Guilty in Conspiracy to Divert Federal Money" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/10\/nyregion\/2-rabbis-plead-guilty-in-conspiracy-to-divert-federal-money.html"} , {"body" : "NEW JERSEY NEWARK: MISSING BOY FOUND -- A school bus driver and a driver's aide have been fired after leaving a 5-year-old retarded boy on their bus for four hours on Wednesday. Police officers found the child about 8 p.m. still on the bus, which was parked in a lot in Orange. The boy's great-aunt Louise Williams called the police after he failed" , "date" : "20010209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/09\/nyregion\/metro-briefing.html"} , {"body" : "ANTOINETTE AND MARCO BOTARELLI needed more space. Their two sons, Fabio, 13, and Stefan, 10, were sharing a small bedroom and sleeping in bunk beds. They needed to stretch out. With the help of a very aggressive broker, they managed to find a larger apartment that fit within their budget because they made two money-saving decisions: they were" , "date" : "20010114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Lexington Avenue and 90th Street; From a Condo to a Co-op, In Search of More Space" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/14\/realestate\/habitats-lexington-avenue-90th-street-condo-op-search-more-space.html"} , {"body" : "An article last Thursday about Orthodox Jewish women who have chosen atypical careers misstated the age of the woman known as Georgie who runs a wig-making and hairstyling business in Borough Park, Brooklyn. She is 49, not 51." , "date" : "20010111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/11\/nyregion\/c-corrections-388815.html"} , {"body" : "When Yitta Halberstam Mandelbaum was growing up in Borough Park, Brooklyn, in the late 1950's, she figured there were two careers for Orthodox Jewish girls: teaching and social work. But Yitta's father, a traditional Hasidic man whose dark curls dangled from beneath his black hat, planted his daughter in the biography section of the local public" , "date" : "20010104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Working World Grows For Orthodox Women; New Fields and Strict Judaism Coexist" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/04\/nyregion\/working-world-grows-for-orthodox-women-new-fields-and-strict-judaism-coexist.html"}]