[  {"body" : "Hankering for Russian sushi? Yemeni fried chicken? Taiwanese fish and chips, Japanese spaghetti or Jamaican jerk chicken with chop suey? If not, you could always get the roast beef sub at a new Blimpie in Manhattan, and a side of shrimp pad Thai, or a turkey and Swiss with banana sticky rice. But if you really must sink your teeth into authentic" , "date" : "20011231" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Borscht, Please, With a Side of Sushi; Ethnic Chefs Borrow and Blend, But Spaghetti and Sake? Never" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/31\/nyregion\/borscht-please-with-side-sushi-ethnic-chefs-borrow-blend-but-spaghetti-sake.html"} , {"body" : "ON oceanfront land in Brooklyn once occupied by the Brighton Beach Baths, the Muss Organization of Queens is moving into the third year of construction on a condominium project that is reversing the symbolism of the site -- from one linked with the past to one reflecting the possibilities the city holds for its recent immigrants and their children." , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "On Brighton Beach, a Tide of Immigrants" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/realestate\/on-brighton-beach-a-tide-of-immigrants.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL EDWARD ROBERTS Firehouse Psychologist When Michael Edward Roberts was just 4, his father took him to a firehouse and sat him on a rig parked there. That's all it took. From that moment on, life was a countdown to the Fire Academy. He took time to get" , "date" : "20011222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Knack for Inventing, a Love of Animals, and a Flair for the Dramatic" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/22\/nyregion\/nation-challenged-portraits-grief-victims-knack-for-inventing-love-animals-flair.html"} , {"body" : "WHEN Aleksei Yashin was a boy, his favorite team was Red Army, which was like rooting for the Yankees in baseball, or the old Boston Celtics in basketball, or even the Islanders in hockey, but Yashin did not know about those foreign dynasties back then. What he knew was that every year or two the stars of Red Army would form the nucleus of the" , "date" : "20011128" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; Yashin Is Helping to Revive an American Dynasty" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/28\/sports\/sports-of-the-times-yashin-is-helping-to-revive-an-american-dynasty.html"} , {"body" : "Konstantine Rykhlevsky has not seen his wife or three children since leaving them behind in Russia a year and a half ago. Mr. Rykhlevsky, who came to America to be treated by specialists for mental illness, picked up a phone in his Brooklyn home two weeks ago and called his wife, Mary. ''How are you?'' Mrs. Rykhlevsky asked. ''How've you been?''" , "date" : "20011123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "The Neediest Cases; Fresh Start in a New Land With the Help of Others" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/23\/nyregion\/the-neediest-cases-fresh-start-in-a-new-land-with-the-help-of-others.html"} , {"body" : "Two men were killed when the cars they were riding in collided on a Brighton Beach street, the police said yesterday. The driver of one car, Mark Ferdman, 29, of Sheepshead Bay, has been charged with driving while intoxicated and vehicular manslaughter, the police said. One of Mr. Ferdman's two passengers was his brother, Oleg Ferdman, 30, who was" , "date" : "20011120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: 2 Die In Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/20\/nyregion\/metro-briefing-new-york-brooklyn-2-die-in-crash.html"} , {"body" : "It was 10:45 a.m. on the final Sunday before Michael R. Bloomberg's first bid for political office, and the candidate, on his way from one black church in Manhattan to another in Queens, was calling into a radio talk show for an interview that followed one with his opponent. The host, Steve Malzberg of WABC, was having trouble hearing Mr. Bloomberg" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "On a Zigzag Day, Bloomberg Sticks to Nonpolitician Label" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/on-a-zigzag-day-bloomberg-sticks-to-nonpolitician-label.html"} , {"body" : "They were men in their 30's and 40's, in the prime of their lives, many of them Irish- and Italian-Americans, neighborhood guys made good -- college athletes who followed friends to Wall Street, flourished, married, and became soccer-coaching, weekend-golfing, suburban family men. When the World Trade Center was attacked, they were trapped at the" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; In Neckties or Fire Helmets, Victims Shared a Work Ethic" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/nation-challenged-portraits-grief-victims-neckties-fire-helmets-victims-shared.html"} , {"body" : "Challenging traditional thinking about political participation in New York City, the gap between white and Hispanic turnout narrowed in the mayoral primary election two weeks ago, a new analysis of voting patterns has shown. In City Council districts that are largely made up of whites of non-Hispanic descent, voter turnout was among the highest in" , "date" : "20011011" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hispanics Near Whites in Voter Turnout, Study Says" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/11\/nyregion\/hispanics-near-whites-in-voter-turnout-study-says.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 393 yesterday, and the city medical examiner had identified 335. In all, 4,979 could be missing. Here are glimpses of some of those lives. NURAL and SHAKILA MIAH The Voice of a Deer Long ago in Bangladesh, Nural Miah's grand father hunted birds in the jungle." , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Hunting Tradition Is Upheld, Along With a Bond Between Cousins" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/nation-challenged-portraits-grief-victims-hunting-tradition-upheld-along-with.html"} ,   {"body" : "When Dmitry Beznosov thinks about his life before the World Trade Center was destroyed, he recalls an exciting job as a limousine driver -- and wishes he still had it. ''I really enjoyed working this job,'' he said. ''Even though it might seem like I wasn't making that much money.'' With tips included, Mr. Beznosov made about $400 a week driving" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: CHARITY; For Many, the Good Times Have Ended" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/a-nation-challenged-charity-for-many-the-good-times-have-ended.html"} , {"body" : "A vastly reconfigured City Council began to come into focus last night as early returns showed that a range of well-known elected officials, new political faces and family members of old council members won primary races. A number of politicians traded their incumbency in other offices to run for seats on the Council. One such politician was Albert" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW YORK PRIMARY: CITY RACES; New Face Of Council Emerges From Pack" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/nyregion\/the-new-york-primary-city-races-new-face-of-council-emerges-from-pack.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"body" : "WIU-SHI TIAN lives in Chinatown and saw the burning towers firsthand. But she had to rely on secondhand and thirdhand sources to get the news. ''I thought it was a bombing,'' Ms. Tian, 78, said in her native Mandarin. New York, a city of immigrants, is full of people who speak neither English nor Spanish. Language barriers can be trouble even" , "date" : "20010923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SHADOWS ACROSS THE CITY; On a Frantic Day, the Fear of Not Knowing" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/23\/nyregion\/shadows-across-the-city-on-a-frantic-day-the-fear-of-not-knowing.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen and the subject of ''Looking Back at Clear Comfort,'' photographs that she took of the house (formerly called Clear Comfort)" , "date" : "20010921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/21\/arts\/spare-times-284475.html"} , {"body" : "The president of New York City Transit toured subway tunnels yesterday near the worst devastation from the World Trade Center collapse, and reported that the N and R lines, thought to be extensively damaged, had not been pierced by falling steel beams, as earlier thought. But transit officials cautioned that their original projection of those lines" , "date" : "20010920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "A NATION CHALLENGED: THE SUBWAYS; Damage on Lines Near Towers Is Less Than Officials Feared" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/20\/nyregion\/nation-challenged-subways-damage-lines-near-towers-less-than-officials-feared.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "In a Brooklyn Council district that stretches from the Coney Island Boardwalk up to the historic houses of Gravesend, what had once been a contest of one is now a race among six candidates who say they want to unify an increasingly diverse area. The contest in the 47th Council District to succeed Howard L. Lasher, who is leaving office because of" , "date" : "20010906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RACE FOR CITY HALL: BROOKLYN; 6 Democrats Seek Council Nomination in an Increasingly Diverse Area" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/06\/nyregion\/race-for-city-hall-brooklyn-6-democrats-seek-council-nomination-increasingly.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "Two men were shot, one fatally, in the Brighton Beach section of Brooklyn yesterday evening, the police said. The unidentified victims were at Westend Avenue and Oriental Boulevard when the bullets were fired at 9:30 p.m., the police said. One victim, 31, died from a wound to the head, and the other, 43, was taken to Coney Island Hospital in" , "date" : "20010827" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Murder In Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/27\/nyregion\/metro-briefing-new-york-brooklyn-murder-in-brighton-beach.html"} ,   {"author" : "Ken Emerson, the author of a book about Stephen Foster, is working on a new book about the pop songwriters who created the ''Brill Building sound'' in the 1950's and 60's." , "body" : "AT my local supermarket, a checkout counter cashier recently welcomed the end of her shift by bursting into a few bars of ''This Magic Moment,'' a song of soaring romance written by Doc Pomus and Mort Shuman that was a hit for the Drifters and then for Jay and the Americans decades before the cashier was born. The heyday of the so-called Brill" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "MUSIC; When the Epicenter of Pop Had a Broadway Address" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/arts\/music-when-the-epicenter-of-pop-had-a-broadway-address.html"} , {"body" : "LONG, long ago, before trendy restaurants, realty agencies and kitsch shops occupied its storefronts, Orchard Street on the Lower East Side was known for something else. It was, as Irving Howe wrote in ''World of Our Fathers,'' his classic study of Jewish immigrant life, ''pushcart territory,'' a narrow lane teeming with vendors of ''shawls," , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Let There Be Pickles" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/let-there-be-pickles.html"} , {"body" : "EVIDENTLY a first-rate muse is, like beauty, in the eye of the beholder. Picasso had his mistresses. Warhol had a soup can. Robert Lederman, a canny street artist who has waged three federal lawsuits for his First Amendment rights to display his art and opinions in the public eye, has Mayor Rudolph W. Giuliani. But only for four more months. Come" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; End Draws Near for Mayor's Artful Adversary" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/nyregion\/public-lives-end-draws-near-for-mayor-s-artful-adversary.html"} , {"body" : "WHY is the president's time in office limited to two terms?'' Menachem Sperling asked this spring as he sat in front of his 10 elderly students at the offices of the Brooklyn Refugee Project, a nonprofit group in Brighton Beach. ''Eight years,'' replied Yevgenia Pivovarova, 72. Mr. Sperling, frustrated at the wrong answer, exclaimed, ''Why?'' Ms." , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; For the Elderly, a Test Of Civics and Mettle, Too" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/urban-tactics-for-the-elderly-a-test-of-civics-and-mettle-too.html"} , {"body" : "Several thousand households in the metropolitan region spent much of yesterday without power as utilities struggled to repair damage caused by the thunderstorms that broke a heat wave on Friday. But power-system managers said the cooler weather after the storm had eased the strain on the power system, and operations were getting back to normal by" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "After Days Of Straining, Power Grid Is Recovering" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/after-days-of-straining-power-grid-is-recovering.html"} , {"body" : "A six-day August heat wave came to a soggy end yesterday afternoon when thunderstorms descended on most of the region. But there was no letup for utilities, as the storm knocked down power lines and electricity was cut off at tens of thousands of households in the Northeast. Lightning and winds gusting at nearly 40 miles per hour in some places" , "date" : "20010811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Storms End Hot Spell, but Conjure Their Own Problems" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/11\/nyregion\/storms-end-hot-spell-but-conjure-their-own-problems.html"} , {"body" : "New York City's bicyclists love the newly restored bike and pedestrian pathway over the Manhattan Bridge. Really, they do. But in the five weeks since the path opened, most cyclists have concluded that reaching it from the surrounding streets ranks somewhere between a headache and a nightmare -- even worse than the gnarly Brooklyn-side approach to" , "date" : "20010806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cyclists Get Bridge Path. Now, How to Get to It?" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/06\/nyregion\/cyclists-get-bridge-path-now-how-to-get-to-it.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue (or 35th Avenue at 36 Street), Astoria, Queens. ''Hollywood on the Home Front: American Film in the 1940's,'' running through Sept. 9. Tomorrow at 2 p.m., Alfred Hitchcock's ''Shadow of a Doubt'' (1943); at 4:15, Sam Wood's ''Kings Row'' (1940). Sunday at 2 p.m.," , "date" : "20010803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/arts\/spare-times-525901.html"} , {"body" : "A plan to reduce staffing and hours at 122 subway token booths citywide, including the permanent closing of 35, has upset riders from Brighton Beach to Bedford Park who worry that the initiative will make those stations less safe and more inconvenient. Under the plan, which is to take effect in September, 69 token booths will lose one of their two" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Does a Plan to Shut Token Booths Turn a Blind Eye to Crime?" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/neighborhood-report-new-york-up-close-does-plan-shut-token-booths-turn-blind-eye.html"} , {"body" : "ATTRACTIONS Museums and Sites HISTORIC RICHMONDTOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmondtown. More than 25 buildings from the late 17th to the 19th century, restored and furnished. This village and outdoor museum depict the history of Staten Island and the surrounding region. Through Sunday, ''Cleanliness Is Next . . . ''" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/arts\/spare-times-323454.html"} ,   {"body" : "For buyers at the Oceana condominium development, which is taking shape on 15 acres once occupied by the Brighton Beach Baths, a major attraction is the same thing that once drew bathers -- the Atlantic Ocean. That is the case for Vsevolod and Natalie Maksin, who moved in March to a two-bedroom apartment, with water views, that they bought in 1999" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Residential Real Estate; Draw to Brighton Beach Is by the Sea, by the Sea" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/nyregion\/residential-real-estate-draw-to-brighton-beach-is-by-the-sea-by-the-sea.html"} , {"body" : "The day begins calmly enough. An elegantly plump Russian grandmother strolls with her gentleman friend along the boardwalk in Brighton Beach, reminiscing about the old country. Then her daughter is attacked in the subway, after escaping from a blind date with a Russian émigré professor who displays a creepy penchant for metal-studded leather" , "date" : "20010716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Movie Made for Russia Roils Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/16\/nyregion\/movie-made-for-russia-roils-brighton-beach.html"} , {"body" : "SUBWAY riders in the city need a strategy. For many riders of the No. 7 train, whose sassy red cars shuttle between Times Square and Flushing, Queens, the big decision in the past year has been whether to squeeze onto a crowded morning rush-hour car or wait several minutes for another train that might be a beat less packed. Call it speed versus" , "date" : "20010715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; The Fabled No. 7, Not So Lucky These Days" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/15\/nyregion\/coping-the-fabled-no-7-not-so-lucky-these-days.html"} , {"body" : "Attention all No. 7 train passengers: Please step aside. After four years of having the top-rated subway service in New York City, you have now been surpassed by riders on the Q line. ''This is the first year that the No. 7 has been dethroned,'' said Gene Russianoff, a lawyer for the Straphangers Campaign, a nonprofit group that issued its annual" , "date" : "20010711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City's Subway Service Is Improving, Group's Report Says" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/11\/nyregion\/city-s-subway-service-is-improving-group-s-report-says.html"} , {"body" : "In the shadows of the Cyclone and Astroland, lit by a full moon nearly hidden by the neon green Nathan's sign, boxing arrived in Coney Island last night. On a night of fights at KeySpan Park, the new home of the Brooklyn Cyclones minor league baseball team, the show varied from local boxers hoping to make an impression on their own turf to the show" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; Johnson Wins Unanimous Decision as Part of Lively Card in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/sports\/boxing-johnson-wins-unanimous-decision-as-part-of-lively-card-in-brooklyn.html"} , {"body" : "EIGHT years ago, Roustam Nour moved to New York from Moscow with $1,000 to his name, disembarking at Kennedy International Airport into a city where he had no friends or relatives. He had been an artist and art teacher in Moscow, and he intended to continue the same career. He found a room in a hotel on Madison Avenue in the 30's that cost $100 a" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Lower Manhattan; A Street Artist Finds A Room With a View" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/realestate\/habitats-lower-manhattan-a-street-artist-finds-a-room-with-a-view.html"} , {"body" : "''This is one of the most famous roller coasters in the world,'' Lou DiBella said, pointing at the 74-year-old Cyclone at Coney Island a few days ago. ''Doesn't it look beat up to you? This neighborhood is beaten up. It's a depressing thing. Sort of like a crying clown.'' DiBella said he and his partners hoped the boxing card they are promoting" , "date" : "20010707" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "BOXING; Fight Night Follows Minor League Baseball to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/07\/sports\/boxing-fight-night-follows-minor-league-baseball-to-brooklyn.html"} , {"body" : "If you were drawing a caricature of Richard Baratz, you might start with the cheeks, which make him look special. Thinking about Mr. Baratz's caricature is to be expected because for 27 years he has drawn the famous caricatures on the walls at Sardi's, in the theater district. But Mr. Baratz, who grew up in Sheepshead Bay, Brooklyn, is also one of" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK FOLKLORE; For Him, All Theater District Celebrities Are a Caricature" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/nyregion\/neighborhood-report-new-york-folklore-for-him-all-theater-district-celebrities.html"} , {"body" : "They lurk on street corners, stalk you in the subway, follow you to your door and confront you outside the supermarket. They are New York City's latest nuisance, although they see themselves as the foot soldiers of democracy. They are petition carriers, and, since hundreds of people are running for public office, suddenly they are everywhere. So," , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In City's Primary Campaign, The Cry Is 'Sign on the Line'" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/nyregion\/in-city-s-primary-campaign-the-cry-is-sign-on-the-line.html"} , {"body" : "A sweep of escort services led to the arrests of 12 women and eight men on charges of prostitution and promoting prostitution, the Brooklyn district attorney, Charles J. Hynes, said yesterday. During a nine-month inquiry, undercover detectives telephoned escort services advertised in Russian-language newspapers and were directed to private houses" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: 20 Charged With Prostitution" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/nyregion\/metro-briefing-new-york-brooklyn-20-charged-with-prostitution.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Composing for Film,'' including discussions with composers and concerts and screenings of films notable for their scores, through tomorrow. Tomorrow, two movies with music by David Raksin: at 2 p.m., Otto Preminger's ''Laura''" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/arts\/spare-times-939188.html"} , {"body" : "Ydanis Rodriguez, a schoolteacher and candidate for City Council, went campaigning the other day in Washington Heights, home to New York City's biggest concentration of Dominican immigrants like him. Buffeted by wet gusts of wind, he called out greetings in Spanish and was rewarded with broad smiles of recognition. But being popular in a" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Give Me Your Tired, Your Poor, Your Vote" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/give-me-your-tired-your-poor-your-vote.html"} , {"body" : "Abraham H. Lass, an educator and writer whose books, articles and 40 years as an unorthodox teacher and outspoken principal made him one of the New York City school system's best-known personalities, died on Friday night at his home in Fresh Meadows, Queens. He was 93. Mr. Lass retired in 1971 after 16 years as the principal of Abraham Lincoln High" , "date" : "20010319" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Abraham H. Lass, 93, Educator, Writer and Passionate Principal" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/19\/nyregion\/abraham-h-lass-93-educator-writer-and-passionate-principal.html"} , {"body" : "Abraham H. Lass, an educator and writer whose books, articles and 40 years as an unorthodox teacher and outspoken principal made him one of the New York City school system's best-known personalities, died Friday night at his home in Fresh Meadows, Queens. He was 93. Mr. Lass, who retired in 1971 after 16 years as the principal of Abraham Lincoln" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "42" , "title" : "Abraham Lass, 93, Passionate Principal and Writer, Dies" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/abraham-lass-93-passionate-principal-and-writer-dies.html"} , {"author" : "Stan Fischler is the author of several books on subways, most recently ''The Subway: A Trip Through Time on New York's Rapid Transit'' (H&M Productions) and a hockey analyst for MSG and Fox Sports. He lives in Morningside Heights." , "body" : "FOR many subway riders an underground run is sheer, unadulterated fun, whether they're heading for work, the dentist or a movie. For 65 years, I have been one of them. And one of the greatest pleasures of our subway ride, the front window, is going the way of the rattan seat. The greatest fun is in the watching, whether it be the languorous climb" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "SOAPBOX; Blind Spot" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/soapbox-blind-spot.html"} , {"body" : "On an almost daily basis, the two Democratic candidates for New York City comptroller wander from one political function to another, hoping to entice any who will listen to pay attention to the race for the city's No. 3 job. Over three recent days, Councilman Herbert E. Berman took his quest to a civic association dinner in Queens, a church" , "date" : "20010314" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Comptroller Candidates Try to Make No. 3 Job Visible" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/14\/nyregion\/two-comptroller-candidates-try-to-make-no-3-job-visible.html"} , {"body" : "WITH liquor on his breath, Alexei Dmitrich whispered at the ballerina, clutched for her wrist and missed. She was beautiful in the stage lights, her lithe body veiled in green chiffon, her eyes sparkling coquettishly. She came close and then she danced away, only to come close again. She smiled sweetly and stole the heart of Alexei Dmitrich. This" , "date" : "20010311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BENDING ELBOWS; Brighton Beach Heartsick Blues" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/11\/nyregion\/bending-elbows-brighton-beach-heartsick-blues.html"} , {"body" : "JOEL BLUM is the technogeek for the federal courthouse system in Manhattan. And man, oh man, has he had his hands full lately. It is as if everyone, and everything, needs to be wired to something inside the Old Federal Courthouse in Lower Manhattan, where there is this big international terrorism trial going on -- if you haven't already heard. An" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Technically Speaking, His Biggest Court Challenge" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/nyregion\/public-lives-technically-speaking-his-biggest-court-challenge.html"} , {"body" : "Yuliya Kovardinskaya remembers being thrown into an 11th-grade classroom when she arrived from Ukraine 10 years ago and not understanding much of what she was taught. In this sink-or-swim environment, she swam. By 12th grade, she had moved from an English as a second language program, or E.S.L., to a regular classroom. So when she sent her" , "date" : "20010224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Parents, One Size Doesn't Fit All in Bilingual Education" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/24\/nyregion\/for-parents-one-size-doesn-t-fit-all-in-bilingual-education.html"} , {"body" : "To the Editor: Your Feb. 20 news article ''Considering a Later School Bell for Connecticut's Sleepy Students'' brought to mind the good fortune of being born in New York City in the year 1939, because I was able to be one of hundreds of Brighton Beach teenagers who walked to Abraham Lincoln High School every morning of the academic year, a distance" , "date" : "20010223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "That Walk to High School Woke Me Up" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/23\/opinion\/l-that-walk-to-high-school-woke-me-up-040207.html"} ,   {"body" : "Kum Lee, a Korean immigrant who was eager to open his own business, hired two Mexican clerks and opened a 24-hour greengrocery in Manhattan last March. Two months later, there was a picket line outside Mr. Lee's store, the Olympic Deli on First Avenue, over the low wages he paid his workers. Bardominano Feliciano, 36, came to New York six months" , "date" : "20010215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Union Drive Collides With Korean Grocers" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/15\/nyregion\/union-drive-collides-with-korean-grocers.html"} , {"body" : "''Who is that?'' The question percolated through the Fashion Week crowd at Lotus, one of Manhattan's fancy new nightclubs. It went from the waitress to the Frenchwoman to her husband the wine connoisseur to the German model to a bald man in a suit and to the Europeans sitting on the divan. It wended its way to the back of the lounge, bounced off" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; 15 Minutes of Fame Where Black Is the Color" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/nyregion\/neighborhood-report-bending-elbows-15-minutes-of-fame-where-black-is-the-color.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to movies, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent show with more than 1,000 artifacts that illustrate the" , "date" : "20010202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/02\/arts\/spare-times-724343.html"} , {"body" : "IT was in the sacred borough of Brooklyn that Nathan Wilpon used to take his son, Fred, to a place called Ebbets Field, and buy one seat, and hold the child on his lap, to watch a team called the Brooklyn Dodgers. Now, a few miles to the south, a ballpark is rising in the mud and rubble of Coney Island. Jeffrey Wilpon has the waterlogged shoes to" , "date" : "20010131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Brooklyn, Blinis, Baseball" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/31\/sports\/sports-of-the-times-brooklyn-blinis-baseball.html"} , {"body" : "IN the midst of New York City's biggest building boom since the mid-to-late-1980's, there is now a certain hollow silence: the sound of developers and bankers holding their collective breath. With cranes perched over snow-dusted steel skeletons in virtually every neighborhood in Manhattan, the city's best-known residential developers say they are" , "date" : "20010111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TURF; With a Chill in the Air, Builders Blink" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/11\/garden\/turf-with-a-chill-in-the-air-builders-blink.html"}]