[  {"body" : "A 27-year-old Brooklyn man was arrested yesterday on six counts of rape and one count of assault in a string of attacks on seven women, the police said last night. The women, ranging in age from 16 to 21, were threatened with a knife and forced to rooftop landings, where they were raped, sodomized, robbed, or, in one case, stabbed in the leg," , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Arrested in String of Rapes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/nyregion\/man-arrested-in-string-of-rapes-in-brooklyn.html"} , {"author" : "E-mail: onthetown@nytimes.com" , "body" : "The illustrator James McMullan is the master of the dramatic image that captures the emotional tone of a stage work. Starting Jan. 8, three dozen theatrical posters for Lincoln Center (many by Mr. McMullan) dating to the 1970's and representing productions like ''Contact,'' ''Carousel'' and ''Six Degrees of Separation,'' will go on view at the" , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ON THE TOWN; Drama That Moved From Stage to Page" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/nyregion\/on-the-town-drama-that-moved-from-stage-to-page.html"} , {"body" : "AT 5:15 a.m. on a Monday in early December, 30 men bounded off a bus in Queens Plaza, many of them whooping and cheering. Some cursed the bus or made gestures at it. Clutching translucent plastic bags bulging with their possessions, they looked around, drawing in the surroundings: the vacant, shadowy streets, the Citibank Tower looming on the murky" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life on Freedom Street" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/nyregion\/life-on-freedom-street.html"} , {"body" : "Investigators are looking for a man who they say has sexually assaulted eight Brooklyn women since June 7, often at knifepoint. The most recent attack occurred at 1:30 a.m. yesterday morning, when a 20-year-old woman was taken to a building rooftop in Brownsville and raped, the police said. Detectives said they were looking for a black man in his" , "date" : "20011219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Suspect Sought In 8 Rapes" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/19\/nyregion\/metro-briefing-new-york-brooklyn-suspect-sought-in-8-rapes.html"} , {"body" : "''She could barely talk,'' Lillian Dickens recalled, ''but the last thing she said was she loved me.'' For a year, Ms. Dickens had been steadfastly caring for her mother, Cathy, who was dying of skin cancer at Kings County Hospital Center in Brooklyn. She spent her days talking with her mother, and nights by her bedside. ''Nobody was there to keep" , "date" : "20011211" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; In Search of a Job as the Ticket to True Independence" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/11\/nyregion\/the-neediest-cases-in-search-of-a-job-as-the-ticket-to-true-independence.html"} , {"body" : "BERGER-Al (Aaron). Husband of the late Elsie, father of Melvyn Berger and Helene Goretsky, grandfather of Paula Storm, Amy Berger, Robert and Emily Goretsky, on December 9. Vice president for life of Congregation Petrekoff Anshe Sward of Brownsville. Jewish war veteran of WWII. Member of Milton Finnel Post JWV. Funeral tomorrow, Tuesday, December" , "date" : "20011210" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths BERGER, AL (AARON)" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/10\/classified\/paid-notice-deaths-berger-al-aaron.html"} , {"body" : "WHILE everyone else wonders whether the Nets are for real, Herb Turetzky holds his breath. He has seen these rises and falls before. He has seen an American Basketball Association championship led by Julius Erving, but he has also seen long stretches of dreary seasons. Jayson Williams breaks a leg, Drazen Petrovic dies in a car accident, Micheal" , "date" : "20011208" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Growing Up Red, White And Blue" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/08\/sports\/sports-of-the-times-growing-up-red-white-and-blue.html"} , {"body" : "Maria Saverino moved her hands slowly across a cardboard page, her fingers gently gliding over the raised dots of Braille. Word by word, she read ''The Very Busy Spider'' to her 2 1\/2-year-old son Luis. ''Early one morning the wind blew a spider across the field,'' she read. ''A thin silky thread trailed from her body.'' Then she paused and asked" , "date" : "20011202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "44" , "title" : "The Neediest Cases; Learning to Read to a 2-Year-Old Son, Dot by Dot" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/02\/nyregion\/the-neediest-cases-learning-to-read-to-a-2-year-old-son-dot-by-dot.html"} , {"body" : "SHORTLY after Sebastian Russell and Joseph Kuharic moved into their new home in Harlem, they invited the Rev. John Luce, a priest from the Cathedral Church of St. John the Divine, to bless their house. ''He said some prayers and sprinkled holy water from the River Jordan on it, and I swear the house glowed after that,'' said Mr. Russell, who is a" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Abandoned Houses Are Reborn in Style" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/realestate\/abandoned-houses-are-reborn-in-style.html"} , {"body" : "Two Brooklyn men were accused of shooting a bodega owner in a failed robbery. The men, Marcus Peoples, 20, and Travon Holloman, 19, were charged with assault and criminal possession of a weapon, the police said yesterday. The owner, whose name was not released, had been shot once in the chest and was in stable condition yesterday at Brookdale" , "date" : "20011116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Metro Briefing | New York: Brooklyn: 2 Accused In Shooting" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/16\/nyregion\/metro-briefing-new-york-brooklyn-2-accused-in-shooting.html"} ,   {"body" : "I VISITED my baby in jail last month. My baby grand. In 1999, I donated it to Materials for the Arts, an organization I knew nothing about, which handed it off to the Crossroads Juvenile Center, a secure detention facility in the Brownsville section of Brooklyn. The Department of Juvenile Justice wrote me a letter of thanks. I never expected to" , "date" : "20011112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "31" , "title" : "DONATIONS; A Baby Behind Bars, Where Its Job Is to Soothe the Youngsters" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/12\/giving\/donations-a-baby-behind-bars-where-its-job-is-to-soothe-the-youngsters.html"} , {"body" : "Chaim Stern, one of Reform Judaism's most prolific liturgists -- whose influence extended even to President Bill Clinton, who quoted a passage on contrition from one of Rabbi Stern's books during the president's sex scandal -- died of a malignant brain tumor at a Miami hospital on Monday. He was 71 and lived in Miami. Rabbi Stern was the editor and" , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "48" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/nyregion\/no-headline-136948.html"} , {"body" : "Rose Shapiro, the president of the New York City Board of Education during one of its stormiest times, died last Saturday at a retirement home in Lauderville, Fla. She was 97 and a former resident of Manhattan and Westport, Conn. Mrs. Shapiro, a campaigner for a strong parental voice in the schools, came to the board in 1963. Mayor Robert F. Wagner" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "Education" , "Business"] , "page_facet" : "13" , "title" : "Rose Shapiro, 97, Is Dead; Led School Board in 1960's" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/business\/rose-shapiro-97-is-dead-led-school-board-in-1960-s.html"} , {"body" : "Mark Green campaigned across Brooklyn yesterday, strolling through Sunset Park and Borough Park and visiting four predominantly black churches, where he fiercely and repeatedly criticized his opponent, Michael R. Bloomberg. Mr. Green listened to the harmonies of a gospel choir, visited a kosher restaurant and shook hands with a churros vendor. He" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Green Navigates Brooklyn Bearing Swipes at Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/green-navigates-brooklyn-bearing-swipes-at-bloomberg.html"} , {"body" : "A Brownsville man was fatally injured during a fistfight with a neighbor when he fell and struck his head on pavement, the police said yesterday. It was unclear what prompted the fight on Saturday night, but the police said it was part of a continuing dispute. The man, James Estmond, 47, was taken to Brookdale Hospital, where he died, the police" , "date" : "20011022" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Dies After Fistfight" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/22\/nyregion\/metro-briefing-new-york-brooklyn-man-dies-after-fistfight.html"} , {"body" : "The city's Board of Elections yesterday certified the remaining results of the City Council races in last week's Democratic primary elections, including several that were initially considered too close to call. In a race in Flushing, Queens, the board certified John C. Liu as the winner. Mr. Liu, a consultant at PricewaterhouseCoopers and president" , "date" : "20011005" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Vote Results In Contests For Council Are Certified" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/nyregion\/vote-results-in-contests-for-council-are-certified.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Today at 8 p.m., ''Greek Cinema Showcase,'' with a screening of ''America, America'' (1963), directed by Elia Kazan. Tomorrow and Sunday, a Catherine Breillat Retrospective. Screening schedule tomorrow: 2 p.m., ''Romance'' (1999)," , "date" : "20011005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/arts\/spare-times-500437.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood yesterday at 218, and the city medical examiner has identified only about 100 victims; 5,422 are listed as missing. Here are glimpses of some of those lives. Confirmed Dead ROBERT G. McILVAINE Only One Dream Short Growing up in Oreland, Pa., Robert G. McIlvaine" , "date" : "20010919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; From Loved Ones, a Fond Recollection of Dreams, Passions and Quirks" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/19\/nyregion\/nation-challenged-portraits-grief-victims-loved-ones-fond-recollection-dreams.html"} , {"body" : "Donald T. Wooten, a candidate for a City Council seat, took his campaign entourage to a senior center recently, playing a game of pool with a group of men and giving his fliers to another group eating a meal of chicken and sweet potatoes. On this journey, into the East New York section of Brooklyn, Mr. Wooten, a 39-year-old administrator with the" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CAMPAIGNING FOR CITY HALL: EAST NEW YORK; A Son and Six Others Seek a Council Seat" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/campaigning-for-city-hall-east-new-york-a-son-and-six-others-seek-a-council-seat.html"} , {"body" : "New York City's bicyclists love the newly restored bike and pedestrian pathway over the Manhattan Bridge. Really, they do. But in the five weeks since the path opened, most cyclists have concluded that reaching it from the surrounding streets ranks somewhere between a headache and a nightmare -- even worse than the gnarly Brooklyn-side approach to" , "date" : "20010806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cyclists Get Bridge Path. Now, How to Get to It?" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/06\/nyregion\/cyclists-get-bridge-path-now-how-to-get-to-it.html"} ,   {"body" : "The mayor's Office of Operations released its annual survey of street cleanliness last month. Topping the list for the most spick-and-span neighborhoods were the northeast section of Queens, including Bayside and Douglaston, and the area south of Fresh Kills in Staten Island, including Tottenville and Great Kills. Borough Park and Brownsville in" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Cleanest Streets in New York (The Sidewalks Aren't Bad Either)" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/neighborhood-report-new-york-up-close-cleanest-streets-new-york-sidewalks-aren-t.html"} , {"body" : "To the jubilation of city gardeners who crowded into a tiny courtroom, a judge in Brooklyn yesterday denied the Giuliani administration's request to lift a court order protecting more than 400 community gardens in the city. The decision by Justice Richard D. Huttner of State Supreme Court prevents development on the city-owned garden lots. Some of" , "date" : "20010726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge Upholds Court Order Protecting Gardens on City Properties" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/26\/nyregion\/judge-upholds-court-order-protecting-gardens-on-city-properties.html"} , {"body" : "It was a little after 4 o'clock last Tuesday afternoon, and two teenagers had just been shot to death at Church Avenue and Raleigh Place in central Brooklyn. As the police descended, the curious gathered behind yellow crime-scene tape. On one side of the street, a police officer apologized to the growing crowd -- mostly West Indian immigrants --" , "date" : "20010724" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When a Badge Is Seen, Views Vary; After Louima, New Yorkers Are Split on Police Progress" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/24\/nyregion\/when-badge-seen-views-vary-after-louima-new-yorkers-are-split-police-progress.html"} , {"body" : "Zab Judah, the International Boxing Federation junior welterweight champion from Brooklyn, and one of his brothers were robbed of jewelry and cash by five men early Wednesday outside the Van Dyke Houses in Brownsville, the police said. According to the police, the five men surrounded Judah, 23, and his brother Katon Judah as they were walking to" , "date" : "20010706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING: NOTEBOOK; Judah and Brother Robbed" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/06\/sports\/boxing-notebook-judah-and-brother-robbed.html"} , {"body" : "The medical examiner ruled yesterday that a 9-year-old girl's death in a school bathroom was a homicide. The girl, Denesha Blow, died after a fight with another girl May 24 at Public School 155 in Brownsville, Brooklyn. An autopsy showed that she died of acute bronchial asthma, but that the fight was a significant contributing factor, said Ellen" , "date" : "20010627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Girl's Death Ruled A Homicide" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/27\/nyregion\/metro-briefing-new-york-brooklyn-girl-s-death-ruled-a-homicide.html"} , {"body" : "Four people were killed within three and a half hours early yesterday in unrelated slayings in Brooklyn, the Bronx and Queens, the police said. Those four killings, along with the shooting death of a Brooklyn travel agent on Saturday, brought to five the number of homicides in New York City over the weekend. Yesterday's series of slayings was" , "date" : "20010604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Unrelated Killings Leave 4 Dead Within 3 1\/2 Hours in the City" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/04\/nyregion\/unrelated-killings-leave-4-dead-within-3-1-2-hours-in-the-city.html"} , {"body" : "A 9-year-old girl who died after a fight in the bathroom of a Brooklyn school Thursday had no external injuries and appeared to have succumbed to either an asthma attack or heart problems, a police official said yesterday. ''The cause of death is not going to be as a result of this fight. It's going to be either asthma or a cardiac condition,'' the" , "date" : "20010526" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "School Fight Didn't Kill Girl, Official Says" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/26\/nyregion\/school-fight-didn-t-kill-girl-official-says.html"} , {"body" : "A lunchtime settling of accounts yesterday between two 9-year-old girls in a basement bathroom at Public School 155 in Brooklyn ended at St. Mary's Hospital, where one of the girls was pronounced dead. The police were trying to determine what led to the death of Denesha Blow, a fourth grader who loved her modern-dance class, mathematics and the" , "date" : "20010525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Brooklyn Girl, 9, Dies After Fight With Another Girl at Her School" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/25\/nyregion\/brooklyn-girl-9-dies-after-fight-with-another-girl-at-her-school.html"} , {"body" : "The state-appointed mediator for New York City's stalled teacher talks has vowed to step up the pace of negotiations later this week, and many of the pieces appear in place for a deal. The union representing 80,000 public school teachers has signaled that it would agree to more work and some form of merit pay -- two items that Mayor Rudolph W." , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Hurdles, but Signs of Hope for a Teachers' Contract" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/nyregion\/hurdles-but-signs-of-hope-for-a-teachers-contract.html"} , {"body" : "New York City's fourth graders made slightly larger gains in reading this year than those statewide, according to state test scores released yesterday. But the number of city students reading and writing at or above grade level rose by only 2.2 percentage points, a disappointment compared with the leap of 9 percentage points in the 1999-2000 school" , "date" : "20010517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Reading Scores Rise Slightly In 4th Grade" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/17\/nyregion\/reading-scores-rise-slightly-in-4th-grade.html"} ,   {"body" : "THE SETTING Among the sentimental masses as they shopped for the perfect Mother's Day card at Diamond's Hallmark Card Store in the Kings Plaza Shopping Center on Tuesday evening. Customers jostled as they looked for the words to ventriloquize their hearts. If you donned special X-ray glasses that showed the thought bubbles over their heads, you" , "date" : "20010513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATLANDS -- BUZZ; When M-O-T-H-E-R Spells G-U-I-L-T" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/13\/nyregion\/neighborhood-report-flatlands-buzz-when-m-o-t-h-e-r-spells-g-u-i-l-t.html"} , {"body" : "Federal housing officials said yesterday that they had scrapped a costly plan that was engineered by Andrew M. Cuomo, the secretary of housing and urban development in the Clinton administration, as a remedy for a vast federal home mortgage scandal. The plan called for spending an unspecified amount of HUD money to rehabilitate hundreds of" , "date" : "20010511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "HUD Scraps Cuomo Remedy for Harlem Housing Scandal" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/nyregion\/hud-scraps-cuomo-remedy-for-harlem-housing-scandal.html"} , {"body" : "New York City's teachers union, which has long opposed the concept of merit pay, has sought to end a negotiating deadlock by signaling that it may accept a version of incentive pay, but one far different from that proposed by Mayor Rudolph W. Giuliani. The union, the United Federation of Teachers, indicated over the last week that it would" , "date" : "20010504" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Union Signals Softer Stance On Merit Pay" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/04\/nyregion\/union-signals-softer-stance-on-merit-pay.html"} , {"body" : "LIKE middle-class islands floating in an increasingly upscale sea, Mitchell-Lama developments scattered throughout New York City and its suburbs range from individual buildings in Brooklyn with a few hundred occupants to the Co-op City complex in the Bronx with more than 15,300 apartments and 55,000 residents. But sea changes have come to many of" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Tenants and Owners Battle Over Defecting From Mitchell-Lama" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/realestate\/tenants-and-owners-battle-over-defecting-from-mitchell-lama.html"} , {"body" : "Harry Boykoff, the first big-man superstar in New York City college basketball, died on Feb. 20 at St John's Hospital in Santa Monica, Calif. He was 78. The cause was lung cancer, said a daughter, Amy Kuklin. His obituary was delayed because word of his death did not reach The New York Times until early last week when a friend of Boykoff's sent a" , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "32" , "title" : "Harry Boykoff, 78, St. John's Star in the 1940's, Dies" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/sports\/harry-boykoff-78-st-john-s-star-in-the-1940-s-dies.html"} , {"author" : "Philip Weiss is a frequent contributor to The New York Times Magazine." , "body" : "On a snowy night in Albany last month, 600 people packed a hall at the State University of New York for a screening of the movie ''Before Night Falls'' and cheered wildly when the filmmaker Julian Schnabel came onstage after the show. Schnabel was wearing a boxy gray jacket; he did not fit the image he had gained over the years as a painter in a" , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Magazine"] , "page_facet" : "44" , "title" : "Arteurs; Big" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/magazine\/arteurs-big.html"} , {"body" : "He says that he is just an ordinary teenager, that there is nothing remarkable about William Rafael Sanchez. Yet the details of his life paint a different picture. Soon, the soft-spoken 17-year-old will graduate with a 97 average, first in his class, from St. Agnes Boys High School in Manhattan. He is also a student who in 11th grade, as he was" , "date" : "20010308" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "6 Who Overcame Odds Get Times Scholarships" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/08\/nyregion\/6-who-overcame-odds-get-times-scholarships.html"} , {"body" : "Opponents of a plan by Schools Chancellor Harold O. Levy to let a private company manage five low-performing public schools are accusing the Board of Education of unfairly skewing the process because the private company, Edison Schools Inc., is being given board resources to try to persuade parents to support the plan. The privatization plan was" , "date" : "20010226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Privatization Foes Say Chosen Company Unfairly Gets Board's Help With Vote" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/26\/nyregion\/school-privatization-foes-say-chosen-company-unfairly-gets-board-s-help-with.html"} , {"body" : "A Brooklyn man who had threatened to kill his girlfriend after the couple separated recently, fell to his death trying to climb into her sixth-floor bedroom window from the roof while she slept, the police said yesterday. The police found a .38-caliber revolver beside the body of the man, Darnell Jones, 57, where he fell to the pavement outside the" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Man Dies in Fall Near Ex-Girlfriend's Home" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/nyregion\/man-dies-in-fall-near-ex-girlfriend-s-home.html"} , {"body" : "NEW YORK MANHATTAN: MONEY SOUGHT TO FIGHT AIDS -- Latino community leaders are seeking $3 million in emergency money from the state and city health departments to help combat the high rate of HIV infection among Latino and black gay men. The leaders, including members of the State Assembly, City Council and organizations like the Latino Commission" , "date" : "20010222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/22\/nyregion\/metro-briefing.html"} ,   {"body" : "Vivian Cabey stood on the stone porch of 60 West 129th Street, collecting her breath and her children after a bruising day at work. On this fall night, darkness had reached the block before she had, and ominous shadows played around her. Like Stygian guides, young men flitted in and out of the building with crackheads in tow. Mrs. Cabey barked that" , "date" : "20010219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Beneath New Surface, an Undertow" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/19\/nyregion\/beneath-new-surface-an-undertow.html"} , {"body" : "HAWAIIAN fish varieties are regularly nestled on the ice of these New York markets or on menus of these restaurants. Some of the same varieties are also caught in Atlantic or Caribbean waters, so ask the dealer about their origin. Mahi-mahi, ono and marlin are $5 to $10 a pound in shops. Albacore runs $7 to $13 a pound. The others can cost $20 a" , "date" : "20010131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HAWAII"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Adventures in Paradise, Here" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/31\/dining\/adventures-in-paradise-here.html"} , {"body" : "Sandy Baron, the stand-up comic, actor and songwriter perhaps best known in recent years for his recurring role on ''Seinfeld'' as Jack Klompus, the nemesis of Seinfeld's father, Morty, died on Jan. 21 at a nursing home in Los Angeles. Mr. Baron, who lived in the Van Nuys section of the city until entering the home recently, was 64. He had been" , "date" : "20010129" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "6" , "title" : "Sandy Baron, 64, Veteran Comic Who Antagonized Morty Seinfeld" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/29\/arts\/sandy-baron-64-veteran-comic-who-antagonized-morty-seinfeld.html"} , {"body" : "Reeling from a home mortgage scandal that has left nearly 500 brownstones in Harlem and Brooklyn facing foreclosure, federal housing officials unveiled a plan yesterday to rehabilitate the buildings with federal money and, ultimately, increase the city's supply of moderate-income housing. The mortgage fiasco has been an embarrassment for the" , "date" : "20010118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HUD Proposes Plan to Rescue Brownstones" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/18\/nyregion\/hud-proposes-plan-to-rescue-brownstones.html"}]