[  {"body" : "More than an era of changed government, Rudolph W. Giuliani presided at a moment of utterly changed minds -- about the city, the nature of urban life, and nearly every few weeks, about himself. For many, New York in the last decade was transformed into the unquestioned city of cities, where half the world seems to be clambering to draw breath on" , "date" : "20011231" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE GIULIANI YEARS: NEWS ANALYSIS; A Reborn City, Stamped 'Giuliani'" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/31\/nyregion\/the-giuliani-years-news-analysis-a-reborn-city-stamped-giuliani.html"} , {"author" : "E-mail: fee@nytimes.com" , "body" : "DEBRA HERRING is always up before the sun, on a quiet block in Jamaica, Queens, where she cares for her three foster children. Between the hugs, the kisses and the usual maternal scolding, Mrs. Herring takes the children on an unending round of visits to neurologists, psychologists and therapists: speech, occupational, physical. There are daily" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Adoption Simply Makes Official What the Heart Already Knows" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/nyregion\/coping-adoption-simply-makes-official-what-the-heart-already-knows.html"} , {"body" : "ALL things considered, Lenny Cooke decided he was better off in suburbia, at least for the time being. It's not paradise. It's certainly not Brooklyn. ''But there's not a lot of things you can do to get yourself in trouble,'' he said. Actually, there is and there was. Back in October, his night excursions to the city were getting later and later." , "date" : "20011216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; Resisting the Scouts Isn't Easy" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/16\/sports\/sports-of-the-times-resisting-the-scouts-isn-t-easy.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JOHN POCHER He Arranged the Trips John Pocher was a details guy, the one in any group who could be counted on to make all the arrangements. When he and his wife, Laura Grygotis, went to London a few years ago, they flew first class, stayed at the best hotels" , "date" : "20011215" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: THE VICTIMS; Giggling Falls Silent, And Fountains Are Dry: 'My Everything' Is Gone" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/15\/nyregion\/nation-challenged-victims-giggling-falls-silent-fountains-are-dry-my-everything.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PETER LANGONE and THOMAS LANGONE On the Job, Together A neighboring volunteer fire company called the one in Roslyn, N.Y., for help on Thanksgiving Day 2000. A rescue specialist was needed to extricate a young man from a wrecked car. The company, and the" , "date" : "20011211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; At Work, and as Volunteers, Two Brothers Answered Rescue Calls" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/11\/nyregion\/nation-challenged-portraits-grief-victims-work-volunteers-two-brothers-answered.html"} , {"body" : "Maria Saverino moved her hands slowly across a cardboard page, her fingers gently gliding over the raised dots of Braille. Word by word, she read ''The Very Busy Spider'' to her 2 1\/2-year-old son Luis. ''Early one morning the wind blew a spider across the field,'' she read. ''A thin silky thread trailed from her body.'' Then she paused and asked" , "date" : "20011202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "44" , "title" : "The Neediest Cases; Learning to Read to a 2-Year-Old Son, Dot by Dot" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/02\/nyregion\/the-neediest-cases-learning-to-read-to-a-2-year-old-son-dot-by-dot.html"} , {"body" : "THE discreet young woman walking into the DKNY store on Madison Avenue last Tuesday, dressed in black and wearing huge Chanel sunglasses like windows on a bulletproof limousine, has had previous lives. Nikki S. Lee, 31, has been an exotic dancer, a gang girl, a lesbian and a senior citizen. When she was a Latina in 1998, her name was Genie, and she" , "date" : "20011202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "SHOPPING WITH -- Nikki S. Lee; Dressing the Part Is Her Art" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/02\/style\/shopping-with-nikki-s-lee-dressing-the-part-is-her-art.html"} , {"body" : "SHORTLY after Sebastian Russell and Joseph Kuharic moved into their new home in Harlem, they invited the Rev. John Luce, a priest from the Cathedral Church of St. John the Divine, to bless their house. ''He said some prayers and sprinkled holy water from the River Jordan on it, and I swear the house glowed after that,'' said Mr. Russell, who is a" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Abandoned Houses Are Reborn in Style" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/realestate\/abandoned-houses-are-reborn-in-style.html"} , {"body" : "In a city of lines, some of the longest are now for health insurance. By 6 a.m. in Brooklyn, they form outside the Bushwick Medicaid office. And at the Boerum Hill center, they sometimes snake around the block. At Bellevue Hospital Center in Manhattan, they stretch down the hall. The need for health coverage is a vexing old problem that has become" , "date" : "20011123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Disaster Gives The Uninsured Wider Access To Medicaid" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/23\/nyregion\/disaster-gives-the-uninsured-wider-access-to-medicaid.html"} , {"author" : "Nicholson Baker, the novelist and essayist, is the founder of the American Newspaper Repository in Rollinsford, N.H." , "body" : "BEING a backward-looking person, I was curious to know what The Times was like in its centenary year, 1951. I happen to have handy an original bound run of the newspaper from that era, in all its wood-pulp bulk and glory -- a set of issues that once looped and cavorted through the groaning machines that dwelled in the basement of 43rd Street, in an" , "date" : "20011114" , "day_of_week_facet" : "Wednesday" , "page_facet" : "33" , "title" : "150th Anniversary: 1851-2001; 1951: Big Stories and the Cry of 'Copy!'" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/14\/news\/150th-anniversary-1851-2001-1951-big-stories-and-the-cry-of-copy.html"} ,   {"body" : "New Yorkers who went to the polls yesterday to vote in City Council races were participating in an election that, because of new term limit laws, brought about the most sweeping changes in the Council since the five boroughs came together more than 100 years ago to form modern New York City. Thirty-seven new members were elected to the 51-member" , "date" : "20011107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE 2001 ELECTIONS: THE COUNCIL; New Look Shaped by the Primary Comes Into Focus" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/07\/nyregion\/the-2001-elections-the-council-new-look-shaped-by-the-primary-comes-into-focus.html"} , {"body" : "After Losing His Wife, He Won a Drug Battle When drug dealers murdered his wife 12 years ago, Carlos Hernandez said last week, ''crazy, wild thoughts were going through my head -- killing them, getting justice on my own.'' But, he recalled, ''I also thought, 'I have kids I have to raise, and they would be without a father and a mother' '' if he was" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/following-up.html"} , {"body" : "A group of Brooklyn firefighters on their way to help at yesterday's memorial for World Trade Center victims helped subdue two robbery suspects, the authorities said. Squad 252 was passing by Bushwick Avenue and Woodbine Street in Bushwick, Brooklyn, when they noticed three men and a woman scuffling on the sidewalk around 10:15 a.m., said" , "date" : "20011029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Robbery Is Interrupted" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/29\/nyregion\/robbery-is-interrupted.html"} , {"body" : "DETECTIVES Patrick Divers and Al McCoy of the Brooklyn North narcotics squad used to spend their days running buy-and-bust drug operations in Bushwick. But lately, they have been doing different tasks; far different, like searching for body parts in debris from the World Trade Center at the Fresh Kills landfill, and escorting office workers to" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Same Blue Uniform, An Unsettling New Terrain" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/nyregion\/neighborhood-report-new-york-up-close-same-blue-uniform-unsettling-new-terrain.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL R. WITTENSTEIN Every Day a Casual Day Michael R. Wittenstein loved game shows, the Jets and Mets, and good -- or, truth to tell, bad -- jokes. When he graduated from the State University of New York at Albany 13 years ago, he told friends he planned" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; One Enjoyed a Good Joke; Another, Lobster; Yet Another, Family Time" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/nyregion\/nation-challenged-portraits-grief-victims-one-enjoyed-good-joke-another-lobster.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LA BOHÈME.'' A new crew takes over three of the leading roles in the Metropolitan Opera's ''Bohème'' matinee tomorrow, bringing their own spins to one of the Met's most enduringly popular productions." , "date" : "20011019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "THEY came from Nyack and Ho Ho Kus, not to mention Bushwick and Rego Park. They were nowhere near the World Trade Center on Sept. 11, and they were down the block. They are salesmen and women and lawyers, marketing directors and chambermaids, waitresses and clerks, and what united them yesterday was the hope that after standing for hours in the" , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Larger Story In the Tales Of the Jobless" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/nyregion\/metro-matters-larger-story-in-the-tales-of-the-jobless.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JOSEPH KELLER His Motto: 'Let's Do It!' On that last Sunday, Joseph Keller, bona fide grown-up -- father, husband, homeowner in Park Ridge, N.J., and department head at the Marriott World Trade Center Hotel -- had what would be a final fling with his" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Bicycle Daredevil, a Fearless Cook and a 79-Year-Old Mountaineer" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/nyregion\/nation-challenged-portraits-grief-victims-bicycle-daredevil-fearless-cook-79.html"} , {"body" : "The City Council is set to vote today on the appointment of Victor L. Robles as city clerk. Mr. Robles is a city councilman who has represented parts of Bedford-Stuyvesant, Bushwick and Williamsburg, Brooklyn, since 1985. He is barred from re-election by term limits. If appointed, Mr. Robles, who as the Council's majority whip and chairman of its" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Vote On City Clerk" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/nyregion\/metro-briefing-new-york-manhattan-vote-on-city-clerk.html"} , {"body" : "Challenging traditional thinking about political participation in New York City, the gap between white and Hispanic turnout narrowed in the mayoral primary election two weeks ago, a new analysis of voting patterns has shown. In City Council districts that are largely made up of whites of non-Hispanic descent, voter turnout was among the highest in" , "date" : "20011011" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hispanics Near Whites in Voter Turnout, Study Says" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/11\/nyregion\/hispanics-near-whites-in-voter-turnout-study-says.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Today at 8 p.m., ''Greek Cinema Showcase,'' with a screening of ''America, America'' (1963), directed by Elia Kazan. Tomorrow and Sunday, a Catherine Breillat Retrospective. Screening schedule tomorrow: 2 p.m., ''Romance'' (1999)," , "date" : "20011005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/arts\/spare-times-500437.html"} , {"body" : "As the face of the next City Council began to take shape with the unofficial results from Tuesday's rescheduled primary election, it became clear that several of the races remained too close to call and were likely to remain that way for several days, if not weeks. In part, the closeness of some of those contests can be attributed to the crowded" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: THE CITY COUNCIL; Several Council Races Are Undecided, and May Take a While to Call" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/new-york-primary-city-council-several-council-races-are-undecided-may-take-while.html"} , {"body" : "The Campaign Finance Board handed out an additional $1 million in city matching funds yesterday, approving the first public financing for eight candidates for City Council and one for the Staten Island borough presidency. The move brought to about $29 million the total amount paid out to about 160 candidates in the Sept. 11 primaries for mayor," , "date" : "20010831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "First Matching Funds for 9" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/31\/nyregion\/first-matching-funds-for-9.html"} , {"author" : "E-mail: thecity@nytimes.com" , "body" : "Phantom Railroad Q. On Hancock Street in Bushwick, Brooklyn, there is a railroad crossing sign near Wyckoff Avenue, but I can't see any tracks. Why the sign? A. You need not stop or even slow down; a train hasn't crossed Hancock Street in nearly 40 years. The sign is a remnant of the New York and Manhattan Beach Railway, which was started in 1870" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/fyi-853631.html"} , {"body" : "There's nothing worse than a nasty fight among friends. For years, Lithuanian immigrants to New York worked with the Franciscan Order of Catholic priests to foster a cultural life outside the old country. In the early 1970's, they joined together to build a cultural center on the grounds of a Franciscan friary in Bushwick. The community raised" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK; An Unholy Battle Splits Religious and Community Groups" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/neighborhood-report-bushwick-unholy-battle-splits-religious-community-groups.html"} , {"body" : "BROADWAY. The name stands alone. In cities across the country, it evokes a hub, a main strip, the teeming backbone of an urban grid. But while guides to New York exalt Manhattan's Broadway and its floodlit marquees, stream of yellow cabs and ticker tape parades, few tourists or New Yorkers make it to the other Broadway, the one across the river." , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Other Broadway" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/nyregion\/the-other-broadway.html"} , {"body" : "To the Editor: What you heard in the Brooklyn neighborhoods of Bushwick and Williamsburg (''In a Poor Hispanic District, Housing is Voters' Priority,'' front page, Aug. 9) can be heard throughout most of the city, and explains why candidates for both citywide and local offices are increasingly talking about housing. With homelessness at record" , "date" : "20010816" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Housing and the Vote" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/16\/opinion\/l-housing-and-the-vote-718874.html"} , {"body" : "In just under a decade, Rafael and Milagros Hernández have found in New York City many of the everyday comforts that eluded them back home in the Dominican Republic: clean water, reliable electricity, steady jobs and, in the last few years, safer streets for their children. Like many others in the city, Democrats and Republicans alike, the" , "date" : "20010809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TALKING POLITICS: Bushwick and Williamsburg; In a Poor Hispanic District, Housing Is Voters' Priority" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/09\/nyregion\/talking-politics-bushwick-williamsburg-poor-hispanic-district-housing-voters.html"} , {"body" : "They skimmed the education theories of John Dewey and Jean Piaget, dabbled in lesson planning and sketched out ideas for setting up their classrooms. They soaked up buzzwords like ''constructivist'' and ''metacognition.'' And between lectures on child development and learning styles, the soon-to-be-teachers crammed their notebooks with handy tips:" , "date" : "20010809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Longer Shortcut to School; More Lessons for Teachers Arriving From Other Careers" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/09\/nyregion\/longer-shortcut-school-more-lessons-for-teachers-arriving-other-careers.html"} , {"body" : "IN an industrial corner of East Williamsburg, in Brooklyn, a two-story brick building reverberated with cool jazz and sweat equity. A screw gun slammed into Sheetrock, and a table saw ripped through plywood. Herbie Hancock's ''Empyrean Isles'' floated above the buzz and bark of the power tools. A glossy, unthumbed copy of ''Modern Practical" , "date" : "20010802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TURF; Trading Sweat for Shares" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/02\/garden\/turf-trading-sweat-for-shares.html"} ,   {"body" : "A 70-year-old Brooklyn woman was listed in stable condition with a gun shot wound to her face yesterday after trying to fight off a robber who had entered her home, the police said. Investigators said a suspect, Robert L. Scott, 34, of 886 Madison Street in Bushwick, was arrested within minutes of the shooting, which occurred shortly before noon." , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Woman Is Shot While Fighting a Robber" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/woman-is-shot-while-fighting-a-robber.html"} , {"body" : "His daughter Jessica tells him not to get hit by any cars. His wife, Iris Weinshall, perhaps out of love and perhaps because she is the New York City Commissioner of Transportation, orders him to put on his safety helmet. With a smile as big as Brooklyn, Senator Charles E. Schumer wheels his bicycle from its home in the family living room. He is on" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A Senator's Own Brand Of Seven-League Boots" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/arts\/a-senator-s-own-brand-of-seven-league-boots.html"} , {"body" : "BEING a firefighter is the greatest job in the world, a very manly job,'' said Louis F. Garcia. ''You put out a fire, it's a great feeling, very rewarding. You get instant gratification.'' And, said Mr. Garcia, who is the city's chief fire marshal, looking back on 28 years of smoke and flame, ''the ladder guys have all the fun: they get to break" , "date" : "20010724" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Piecing Together Answers From Soot and Ashes" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/24\/nyregion\/public-lives-piecing-together-answers-from-soot-and-ashes.html"} , {"body" : "A mobster who shot his way into the annals of organized-crime history more than 20 years ago by taking part in one of the most storied of mob executions is in trouble once again. The mobster, Anthony Indelicato, was one of three masked gunmen who walked into Joe and Mary's Restaurant in the Bushwick section of Brooklyn on a hot July day in 1979" , "date" : "20010718" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mob Soldier Faces a Return To Jail for Parole Violations" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/18\/nyregion\/mob-soldier-faces-a-return-to-jail-for-parole-violations.html"} , {"body" : "On his first foray to a predominantly black church in New York City, Michael R. Bloomberg, the billionaire businessman and novice political candidate, learned at least one lesson yesterday: ''It is very different than temple,'' Mr. Bloomberg joked as he left the service at Memorial Baptist Church in Harlem. Mr. Bloomberg, a Republican, was one of" , "date" : "20010702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Churches, Candidates Call For Black Voters to Respond" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/02\/nyregion\/in-churches-candidates-call-for-black-voters-to-respond.html"} , {"author" : "Jeffrey Stanley, a playwright, is the author of ''Tesla's Letters,'' which was presented in 1999 by the Ensemble Studio Theater, and, most recently, ''UFOs Over Brooklyn.''" , "body" : "CHICKENBOY: Hey, who's that out there? You got the Chickenboy over here. 193: (laughs) Chickenboy? Yeah, come on. CHICKENBOY: I'm in Williamsburg. Metro and Graham. Where are you? 193: Yeah, roger. You got 193 on the Lower East. Roger? (loud static interference) CHICKENBOY: 193, come back with that. What's your 20? 193: Yeah, man. Come on. L-TRAIN:" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Talk Radio" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/talk-radio.html"} , {"body" : "You won't want to shave with a razor or sip red wine while wearing white, or do anything that requires a steady hand, while taking a car ride on two out of five city streets. That is one finding of a new survey by the Fund for the City of New York, which rated the streets for overall smoothness and the frequency with which they dished out" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Word on the Streets" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/neighborhood-report-new-york-up-close-the-word-on-the-streets.html"} , {"body" : "The letter from New York City to welfare veterans is blunt. ''Your time limits for cash assistance will be expiring this year,'' one version says, referring to the five-year lifetime limit on federal cash aid. ''We have scheduled an appointment for you to be seen so you can discuss how you plan to manage your household expenses.'' The notice went" , "date" : "20010625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "As Welfare Deadline Looms, Answers Don't Seem So Easy" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/25\/nyregion\/as-welfare-deadline-looms-answers-don-t-seem-so-easy.html"} , {"body" : "Four people were shot or stabbed to death in New York City during a two-hour period Friday night and early yesterday, including one man who was slain by a neighbor over a dice game and another man who was killed hours before he was to be married, the police said. Three of the killings -- two in the Bronx and one in Brooklyn -- occurred on the" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "4 Slain in 2 Hours; One Was to Marry Yesterday" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/nyregion\/4-slain-in-2-hours-one-was-to-marry-yesterday.html"} , {"body" : "When Juanita Bravo came to New York in 1970 to work in a textile factory, a Mexican could not find so much as a decent tortilla in this town. ''We ate bread,'' she said, making it sound like a prison diet. ''We ate what the Puerto Ricans ate: rice, beans, sometimes meat.'' But as Ms. Bravo stood in a fragrant Brooklyn kitchen presiding over a" , "date" : "20010621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "First the Mexicans, Then the Food; A Fast-Growing Group Now Feeds Itself and the Region, Too" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/21\/nyregion\/first-mexicans-then-food-fast-growing-group-now-feeds-itself-region-too.html"} ,   {"body" : "Pedro Mendez, 32, a leader of a faction of the Latin Kings street gang, was sentenced yesterday in State Supreme Court to three to six years in prison after pleading guilty to third-degree drug sales. Mr. Mendez, of Bushwick, Brooklyn, was arrested in September with gang members who the police said were running a drug and weapons ring. Katherine E." , "date" : "20010619" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Gang Leader Sentenced" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/19\/nyregion\/metro-briefing-new-york-brooklyn-gang-leader-sentenced.html"} , {"body" : "HANDS clasped behind his back, a copy of El Diario tucked under his arm, Manuel Escobar stood on a crumbling, weed-tufted sidewalk in East Williamsburg, Brooklyn, in April, staring across the street at a sprawling green building. Through the dark, yawning entrance, payloaders and backhoes could be dimly seen, lurching and digging amid 15-foot-high" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Talking Union" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/talking-union.html"} , {"body" : "A FAMILIAR green image of a mermaid stands on Van Brunt Street in Red Hook, Brooklyn, near the corner of Coffey Street. ''Coming Soon,'' the sign says, ''Starbucks Coffey.'' Both a play on words and a joking reference to the neighborhood's nascent gentrification, the sign does not seem an accurate prediction -- at least not yet. With a long history" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Red Hook; Isolated Brooklyn Area Starts to Awaken" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/if-you-re-thinking-of-living-in-red-hook-isolated-brooklyn-area-starts-to-awaken.html"} , {"body" : "P.P.O.W. 476 Broome Street, SoHo Through tomorrow For several years Brett Cook-Dizney has been showing in the biggest New York space of all, the city streets. San Francisco-born, a former artist in residence at the Studio Museum in Harlem, he is best known for billboard-style portrait paintings installed temporarily on construction-site fencing and" , "date" : "20010511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART IN REVIEW; Brett Cook-Dizney" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/arts\/art-in-review-brett-cook-dizney.html"} , {"body" : "Richly Decorated Nassau County Museum of Art, Northern Boulevard, two blocks west of Glen Cove Road, Roslyn Harbor, N.Y.; (516) 484-9337. ''Reflections of Opulence: Art Nouveau to Art Deco,'' an exhibition of cabinets, chairs, paintings, lamps, vases and windows, opens Sunday and runs through Aug. 5. The 200 objects, reflecting the international" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/garden\/calendar.html"} , {"body" : "Charles J. Hynes, the Brooklyn district attorney, announced a 22-count indictment yesterday against a Texas man accused of conning thousands of dollars from Brooklyn store owners by posing as a police officer collecting donations for missing and exploited children. The authorities said that David Garber, 53, above, of El Paso, preyed on Latino" , "date" : "20010503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Texan Charged In Police Scam" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/03\/nyregion\/metro-briefing-new-york-brooklyn-texan-charged-in-police-scam.html"} , {"body" : "In the recent battle over plans to let a private company manage five low-performing schools, the loudest and most effective voice belonged to Acorn, the community group that led the opposition. But few people who followed that battle seemed aware that Acorn has itself been involved in the New York City school system for more than a decade, helping" , "date" : "20010425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Mixed School Record for Edison Foes" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/25\/nyregion\/mixed-school-record-for-edison-foes.html"} , {"body" : "In the days after parents overwhelmingly defeated efforts by Edison Schools Inc., a private company, to take over five failing New York public schools, many educational policy makers and politicians called the rebuff illogical and self-destructive. Why, they asked, would parents preserve a public school with abysmal test scores, or refuse free" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Parents Explain Resounding Rejection of Privatization at 5 Schools" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/nyregion\/parents-explain-resounding-rejection-of-privatization-at-5-schools.html"} , {"body" : "No one is more surprised that Queens has so many American Indians than the American Indians in Queens. Nearly 6,300 American Indians and Alaskans called Queens home on the 2000 Census, more than in any other county in the state. ''I can't find anyone,'' said Shirley Cuffey, a Powhatan woman who lives in East Elmhurst, and then she gave one reason." , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: QUEENS UP CLOSE; It's Home to Shea, La Guardia . . . And U.S. Indians" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/neighborhood-report-queens-up-close-it-s-home-to-shea-la-guardia-and-us-indians.html"} , {"body" : "New York City's neediest community school districts spent the most per pupil last year and the wealthiest spent the least, according to a study released yesterday by the Board of Education. The results run counter to what has become conventional wisdom: that the wealthiest school districts generally spend the most on their students and the poorest" , "date" : "20010403" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Neediest Districts Spend the Most Per Pupil, the Board of Education Says" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/03\/nyregion\/neediest-districts-spend-the-most-per-pupil-the-board-of-education-says.html"} ,   {"body" : "To those who have spent their lives in the hardscrabble Brooklyn neighborhoods of Bushwick and Flatbush, the meeting on Jan. 10 at the Jackie Robinson School told it all. There, yards from the former site of Ebbets Field, local Democratic politicians rained scorn on a Board of Education proposal to allow a private company, Edison Schools, to manage" , "date" : "20010331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Bid to Privatize Schools Ends, Supporters Second-Guess Effort" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/31\/nyregion\/as-bid-to-privatize-schools-ends-supporters-second-guess-effort.html"} , {"body" : "A private company's prospects of winning a contract to run five failing New York City public schools appeared dim last night as the company, Edison Schools Inc., failed even to draw majorities of parents to vote at four of the schools involved in the proposal. At the fifth, Public School 161 in Harlem, 453 votes were cast in a school with 855" , "date" : "20010330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "PRIVATE BID TO RUN TROUBLED SCHOOLS APPEARS TO FALTER" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/30\/nyregion\/private-bid-to-run-troubled-schools-appears-to-falter.html"} , {"body" : "With participation continuing to be light and only two days left before the end of an election that will determine whether five schools will be run by a private company, Schools Chancellor Harold O. Levy sent a letter home with the children yesterday urging parents to vote. Mr. Levy, who supports privatization, denied that the letter was a" , "date" : "20010329" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Levy Sends Letters to Parents To Get Out Privatization Vote" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/29\/nyregion\/levy-sends-letters-to-parents-to-get-out-privatization-vote.html"} , {"body" : "On Tuesday afternoon in Crown Heights, Brooklyn, Valerie Lawton arrived home to find a smiling stranger on her doorstep. ''Hi, I'm Norma!'' the stranger said as Ms. Lawton stared. ''I'm a parent. Can we talk about the vote that's going on in your child's school this week?'' As Ms. Lawton moved warily toward her apartment door, the stranger, Norma" , "date" : "20010322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Vote-Seeking Efforts Intensify In Battle to Control 5 Schools" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/22\/nyregion\/vote-seeking-efforts-intensify-in-battle-to-control-5-schools.html"} , {"body" : "Parents of nearly 5,000 children at five public schools began casting ballots yesterday in a two-week election that will decide the immediate future of school privatization in New York City and could greatly affect the fortunes of Edison Schools Inc., the country's largest private operator of public schools. The Board of Education said that just 36" , "date" : "20010320" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Parents Slowly Start Voting on Privatizing 5 New York City Schools" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/20\/nyregion\/parents-slowly-start-voting-on-privatizing-5-new-york-city-schools.html"} , {"body" : "Nine members of the City Council attacked a proposal yesterday that would turn the management of five low-performing public schools over to a private company. They said that the company and Board of Education officials had not kept parents well informed about the process and had not given them any real choice. ''The reason why you have such an" , "date" : "20010317" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Council Members Assail Plan To Let Edison Run 5 Schools" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/17\/nyregion\/council-members-assail-plan-to-let-edison-run-5-schools.html"} , {"body" : "NEW YORK MANHATTAN: CD COUNTERFEITERS -- The Secret Service said yesterday that it had destroyed a large compact-disc counterfeiting operation in Queens and Manhattan. The Secret Service said the counterfeiters had enough equipment to make more than three million discs a year. In cooperation with the recording industry, the Secret Service seized" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/nyregion\/metro-briefing.html"} , {"body" : "Last fall, Alicia Julian Campos was dismayed when administrators at a public school in Bushwick, Brooklyn, enrolled her 6-year-old daughter, Jennifer, who was born in New York City and speaks English, in an all-Spanish-speaking class for the second year in a row and kept her there against the mother's will for weeks. Mrs. Campos, a Mexican" , "date" : "20010226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Urban Renewal For Tower of Babel; Bilingual Education in the City Is a Monument to Inconsistency" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/26\/nyregion\/urban-renewal-for-tower-babel-bilingual-education-city-monument-inconsistency.html"} , {"body" : "Opponents of a plan by Schools Chancellor Harold O. Levy to let a private company manage five low-performing public schools are accusing the Board of Education of unfairly skewing the process because the private company, Edison Schools Inc., is being given board resources to try to persuade parents to support the plan. The privatization plan was" , "date" : "20010226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Privatization Foes Say Chosen Company Unfairly Gets Board's Help With Vote" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/26\/nyregion\/school-privatization-foes-say-chosen-company-unfairly-gets-board-s-help-with.html"} , {"body" : "THE shelves of the Plaza Buena Vista Grocery on Flushing Avenue in Brooklyn are full of imported Mexican goods like grapefruit soda, chili-covered lollipops and fresh prickly pear. The two-pound bags of corn tortillas, however, are local. Really local. Some are baked at Tortillería Tenochtitlan 2000, three blocks away. The rest come from another" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; How Brooklyn Became New York's Tortilla Basket" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/nyregion\/new-yorkers-co-how-brooklyn-became-new-york-s-tortilla-basket.html"} ,   {"body" : "Supporters and opponents of a plan to privatize five New York City schools have begun courting the Rev. Al Sharpton, who they believe could sway many of the parents who will be deciding the fate of the project next month. Mr. Sharpton visited one of the schools, Middle School 246 in Flatbush, Brooklyn, yesterday at the request of the Rev. Floyd" , "date" : "20010213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Both Sides Courting Sharpton On School Privatization Plan" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/13\/nyregion\/both-sides-courting-sharpton-on-school-privatization-plan.html"} , {"body" : "Last weekend, there was a minor conflict between 2 teenagers in a group of 10 about whether someone had talked behind someone else's back. Friends of the two grouped around them. Voices rose. Many gestures were made. Actually, almost the entire argument was conducted using gestures. The two teenagers, and the other eight who were with them, are" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "The Neediest Cases; Teenagers Teach Their Own Language: American Sign" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/nyregion\/the-neediest-cases-teenagers-teach-their-own-language-american-sign.html"} , {"body" : "Schools Chancellor Harold O. Levy said yesterday that he would delay by two weeks a scheduled vote by parents of children at five low-performing New York City public schools on whether to allow the schools to be managed by a private company. Mr. Levy said the delay was being undertaken ''in order to have a full and fair debate'' on an issue that" , "date" : "20010209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Levy, Citing Need to Debate, Delays Charter School Vote" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/09\/nyregion\/levy-citing-need-to-debate-delays-charter-school-vote.html"} , {"body" : "At halftime Tuesday night, due in the locker room with the rest of his team, Lenny Cooke needed someone trustworthy to pass off to. He looked left, then right, and spotted Brian Raimondi, on the bench. Delicately, Cooke placed his 10-month-old son, Anajae, into the lap of his longtime teammate. He handed over the bottle of formula before reaching" , "date" : "20010201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Bond of Friendship Bridges A Suburban Cultural Divide" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/01\/sports\/sports-of-the-times-bond-of-friendship-bridges-a-suburban-cultural-divide.html"} , {"body" : "Parent groups and local politicians have been vigorously organizing to block a Board of Education plan that would let a private company manage five of the city's lowest-performing public schools, threatening to derail a privatization program that has been a mainstay of Mayor Rudolph W. Giuliani's efforts in education. The company, Edison Schools," , "date" : "20010130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Privatizing of Five Schools Faces a Fight" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/30\/nyregion\/privatizing-of-five-schools-faces-a-fight.html"} , {"body" : "NEW YORK MANHATTAN: PROTEST OVER HOSPITAL LAYOFFS -- Dozens of unionized health care workers picketed outside Mount Sinai Hospital yesterday, continuing a weeklong protest against layoffs of about 70 long-term employees. The union, 1199\/SEIU, New York's health and human service union, accused the hospital of laying off the workers without the" , "date" : "20010118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/18\/nyregion\/metro-briefing.html"} , {"body" : "NEW YORK MANHATTAN: BABY RESCUED -- Emergency workers resuscitated a toddler who had passed out from smoke inhalation during a three-alarm fire in the Inwood section last night, a Fire Department spokesman said. While about 150 firefighters fought the blaze, which broke out on the top floor of a six-story brick apartment building at 109 Post" , "date" : "20010115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/15\/nyregion\/metro-briefing.html"} , {"body" : "Richard Vargas is a social worker, but in many ways he is like a father to Felicia Morales, 21, a single mother of two who lives in a Brooklyn apartment with six other people. The two go shopping for necessities together, and talk about important issues in Ms. Morales's life. Ms. Morales's father, Gilberto Gonzalez, died in 1994, in a hail of" , "date" : "20010109" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; Helping a Single Mother of 2 Regain the Will to Live" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/09\/nyregion\/the-neediest-cases-helping-a-single-mother-of-2-regain-the-will-to-live.html"} , {"body" : "Lee Locklear received a note in October from the school bus driver for his son, Cody: Cody is not being friendly with the other children. He doesn't want them to sit with him. However, today I had to write up two students for bothering him. They took his hat off and threw it to the back of the bus. Mr. Locklear, 54, who served for six years as a" , "date" : "20010101" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Helping Out a Father, and Helping a Son" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/01\/nyregion\/the-neediest-cases-helping-out-a-father-and-helping-a-son.html"}]