[  {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL EDWARD ROBERTS Firehouse Psychologist When Michael Edward Roberts was just 4, his father took him to a firehouse and sat him on a rig parked there. That's all it took. From that moment on, life was a countdown to the Fire Academy. He took time to get" , "date" : "20011222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Knack for Inventing, a Love of Animals, and a Flair for the Dramatic" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/22\/nyregion\/nation-challenged-portraits-grief-victims-knack-for-inventing-love-animals-flair.html"} , {"body" : "The murder trial of a teenager accused of fatally stabbing a 12-year-old has ended in a hung jury, the Brooklyn district attorney's office said. The defendant, Rickley Gregoire, will be tried again in January, along with Eduardo Hall, another youth accused in the stabbing. Mr. Hall and Mr. Gregoire were both 16 in October 2000 when they were" , "date" : "20011220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Hung Jury In Murder Case" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/20\/nyregion\/metro-briefing-new-york-brooklyn-hung-jury-in-murder-case.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. CONROD COTTOY A Respectful Son When Paula Hayes came to New York from Louisiana in the summer of 1975, she intended only to have a vacation. But she met Conrod Cottoy at the First Baptist Church in Brooklyn; on Valentine's Day 1976, they married. ''He had all" , "date" : "20011212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Mr. Science, Mother Hen, Intrepid Traveler and a Singing Cockatiel" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/12\/nyregion\/nation-challenged-portraits-grief-victims-mr-science-mother-hen-intrepid.html"} , {"body" : "A woman was killed and her 10-month-old infant critically injured yesterday when a van collided with a car, sending the van spinning out of control into the mother and child walking in the crosswalk, the police said. No summonses were immediately issued or charges filed, the police said. The woman, Christine Hunnicutt, 39, of Brooklyn, was pushing" , "date" : "20011212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Mother Dies In Collision" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/12\/nyregion\/metro-briefing-new-york-brooklyn-mother-dies-in-collision.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL T. WEINBERG A Model and a Firefighter She was standing on the Brooklyn Bridge when the first tower fell. Everyone around her was madly dialing cellphones with no success. Suddenly, her own phone started ringing. ''It was my older brother,'' recalled" , "date" : "20011205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Firefighter, an Artist and a Mother Who Never Laughed Alone" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/05\/nyregion\/nation-challenged-portraits-grief-victims-firefighter-artist-mother-who-never.html"} , {"body" : "It was a case of too little, too late. Despite a fourth-quarter rally, Freeport ended up a yard short and Farmingdale ended the Red Devils' 20-game winning streak with a 13-6 victory in the Nassau County Conference I title game yesterday at Hofstra University in Hempstead, N.Y. Freeport was held scoreless for more than three quarters as" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL FOOTBALL; Freeport's 20-Game Streak Is Ended by Farmingdale" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/sports\/high-school-football-freeport-s-20-game-streak-is-ended-by-farmingdale.html"} , {"body" : "A 16-year-old boy was shot to death Wednesday night just blocks from his home in Canarsie, Brooklyn, while running an errand for his mother, the police said. The boy, Jelani Isaac, was shot in the head and chest in an apparent robbery about 9 p.m. He died within an hour at Brookdale University Hospital and Medical Center. The police arrested and" , "date" : "20011123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Boy Is Shot to Death While on an Errand for Mother" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/23\/nyregion\/brooklyn-boy-is-shot-to-death-while-on-an-errand-for-mother.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ROBERT WAYNE HOBSON Unlimited Energy Robert Wayne Hobson -- universally known as Wayne -- talked a lot, dreamed big and was so lighthearted about everything that his wife, Cindy, made him propose three times just to make sure he was serious. ''He called me a" , "date" : "20011122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Dreaming Big, Growing Closer and Making the Best of Every Moment" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/22\/nyregion\/nation-challenged-portraits-grief-victims-dreaming-big-growing-closer-making.html"} , {"body" : "Last season Sheepshead Bay was just happy to have made it as far as the Public Schools Athletic League semifinals. But this year, the Sharks, with a regular-season record of 8-0, expect to contend for the league championship. After the Sharks shocked Canarsie in the last minute of last year's quarterfinals, 14-8, they lost to Wagner, 38-6, in the" , "date" : "20011117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "HIGH SCHOOL FOOTBALL; Sheepshead Bay Seeks Date in Final" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/17\/sports\/high-school-football-sheepshead-bay-seeks-date-in-final.html"} , {"body" : "Into the sleepy rhythms of a holiday morning, human bodies came hurtling from a jet fuselage onto a quiet residential street. In an instant, a half dozen or more homes were wiped out. As a woman sipped coffee in her kitchen, a massive engine fell from the sky, destroying her back shed and sending flames roaring through the rear of her house. What" , "date" : "20011113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE CRASH OF FLIGHT 587: THE SCENE; Horror Visits a Haven On a Holiday Morning" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/13\/nyregion\/the-crash-of-flight-587-the-scene-horror-visits-a-haven-on-a-holiday-morning.html"} ,   {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. CESAR A. MURILLO A Dance All His Own Cesar A. Murillo, 32, lived in TriBeCa and used the West Side Highway as his backyard. Along this road, Mr. Murillo used Rollerblades to get to work at Cantor Fitzgerald. He was proud of his Colombian heritage, flying a" , "date" : "20011110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Doing the Lawn-Mower Dance, and Bringing a Yard Into Full Bloom" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/10\/nyregion\/nation-challenged-portraits-grief-victims-doing-lawn-mower-dance-bringing-yard.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ROBERT MILLER Sports, Food and TV Shows He was the simple, reserved, all-American type. He would talk, but not for long. Yet if you hit him with a trivia question, you got his attention. He was matchless. Robert Miller knew his stuff. ''He just absorbed a" , "date" : "20011108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Trivia Expert, Some Music Lovers, Along With Expectant Fathers" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/08\/nyregion\/nation-challenged-portraits-grief-victims-trivia-expert-some-music-lovers-along.html"} , {"body" : "Erica Beras nearly dismissed the e-mail message she got last weekend, about a man who was giving away thousands of books at a Downtown Brooklyn storage building. Such a giveaway seemed improbable to Ms. Beras, especially in a city in which used-book stores are cherished and book peddlers paid well. But curiosity nagged her, so last Sunday Ms." , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Free Tales From Mr. Kafka's Crypt, (And Thousands of Records, Too)" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/nyregion\/neighborhood-report-downtown-brooklyn-free-tales-mr-kafka-s-crypt-thousands.html"} , {"body" : "Farmingdale, one of Long Island's best teams, turned over the ball five times in the first half and trailed Uniondale (2-4) by 20-0 at halftime Friday night. ''That ain't getting it done,'' Coach Bud Krumenacker said of his team's first-half performance. The Dalers (6-0) came out of the locker room and scored on five straight possessions on the way" , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "HIGH SCHOOL FOOTBALL; Farmingdale Gets It Done in 2nd Half" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/sports\/high-school-football-farmingdale-gets-it-done-in-2nd-half.html"} , {"body" : "Michael R. Bloomberg has spent a record-shattering $41 million on his mayoral campaign, according to documents his campaign filed yesterday, allowing him to establish supremacy over the airwaves in television advertising, plaster the subways with campaign posters, take out full-page ads in dozens of small newspapers and even hand out blue ''Mike" , "date" : "20011027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bloomberg Sets a $41 Million Spending Record" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/27\/nyregion\/bloomberg-sets-a-41-million-spending-record.html"} , {"body" : "Marjorie Severence, from Queens, voted in a primary election yesterday for the first time in her life. She is 67, and said it just felt urgent and relevant to vote now. But Monica Watson, 29, from Brooklyn, did not go to the polls, because to spend time electing a leader no longer seemed important to her. David Stypmann, at 63, a lifelong Democrat" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: VOICES; A Shift in the Ritual, and Meaning, of Voting" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/nyregion\/the-new-york-primary-voices-a-shift-in-the-ritual-and-meaning-of-voting.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 261 yesterday, and the city medical examiner had identified 194. In all, 6,453 could be missing. Here are glimpses of some of those lives. RICK BLOOD His City Ever Since Rick Blood grew up in Williamsburg, Va., but his heart always belonged to New York City." , "date" : "20010924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Dedicated to New York, Their Children and to Jobs at the Twin Towers" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/24\/nyregion\/nation-challenged-portraits-grief-victims-dedicated-new-york-their-children-jobs.html"} , {"author" : "These profiles were written by Diane Cardwell, Glenn Collins, Winnie Hu, Andrew Jacobs, Dean E. Murphy, Lynda Richardson, Janny Scott, Somini Sengupta and Joyce Wadler." , "body" : "The official number of deaths in the destruction of the World Trade Center stands at 159, and the medical examiner has identified only a few dozen victims. It could be months before many of those killed can be officially confirmed dead. Nearly 5,000 are missing. Here are glimpses of some of those lives. MARY YOLANDA DOWLING The Voice of an Angel" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "AFTER THE ATTACKS: THE MISSING; Snapshots of Their Lives, Told With the Pain of Those Who Loved Them" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/us\/after-attacks-missing-snapshots-their-lives-told-with-pain-those-who-loved-them.html"} , {"body" : "If there is an American Dream, then Audrey Boothe believes she has found perhaps the one place in New York where it is still attainable on a teacher's salary. In Canarsie, a neighborhood in southeastern Brooklyn, Ms. Boothe, a 39-year-old Jamaican immigrant, owns a $165,000 three-bedroom home with a driveway and backyard. And she is able to save" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Voters Focus on Better Schools; A Changing Canarsie Wants Mayor to Ease Crowding" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/nyregion\/voters-focus-on-better-schools-a-changing-canarsie-wants-mayor-to-ease-crowding.html"} , {"body" : "''D! T!'' ''Is the best!'' Now, louder. ''D! T!'' ''Is the best!'' Stand back, passers-by at the George Washington Bridge bus station. The Fresh Air Fund campers are back in town. As the campers tore through the terminal at warp speed, Christopher Jones, 10, led his bunkmates in a cheer celebrating their group, called ''D.T.,'' or ''Deer Trail.''" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "The Fresh Air Fund; A Summer of Fulfillment Ends With a Big Cheer" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/the-fresh-air-fund-a-summer-of-fulfillment-ends-with-a-big-cheer.html"} ,   {"body" : "Lily was a lusty crooner with a tall beehive, a soon-to-be washed up lounge act caressing the piano and singing ''You Made Me Love You.'' Joe was a dishwasher with piercing blue eyes and, Lily would later discover, a cash flow problem and sticky fingers. He was 20 years younger and, as Lily clung to a world without jukeboxes, it seemed that Joe was" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "29" , "title" : "Cocktail Hour Is Back as Jackson Heights Joins to Make Film" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/cocktail-hour-is-back-as-jackson-heights-joins-to-make-film.html"} , {"body" : "Anyone who runs for the office of New York City comptroller must dare to be dull. After all, few voters would hire, say, the Rev. Al Sharpton to be their accountant or Gov. Jesse Ventura to manage their pension funds. Which helps explain why the battle to be bookkeeper in chief has not exactly been exciting. In one corner, there is Herbert E." , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Race for Bookkeeper in Chief: Dull but Significant" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/race-for-bookkeeper-in-chief-dull-but-significant.html"} , {"body" : "UNTIL they drove by the house they ended up buying -- it had a wraparound porch and five stained-glass windows -- Christopher James Quinn and his wife, Nanette Fuentes, were only dimly aware of Kensington's existence. They visited the house many times, bought it in March 2000, renovated it top to bottom and grew fond of their little-known" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KENSINGTON (CONN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Kensington; An Old Neighborhood Is Rediscovered" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/realestate\/if-you-re-thinking-of-living-in-kensington-an-old-neighborhood-is-rediscovered.html"} , {"body" : "Four men wearing black clothes and masks forced their way into an apartment in Canarsie early yesterday and sexually assaulted two women inside at gunpoint, the police said. The police answered a call at 2:30 a.m. and were told that the men had stolen money and property from the apartment and fled. The victims were 20 and 24, and a 30-year-old man" , "date" : "20010723" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Home Invasion Assault" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/23\/nyregion\/metro-briefing-new-york-brooklyn-home-invasion-assault.html"} , {"body" : "A 32-year-old Brooklyn man was arrested yesterday and charged with criminal possession of a weapon and tampering with evidence after his 4-year-old nephew apparently shot himself in the man's home and later died, the police said. The man, Wayne Heber, who lives at 107-11 Avenue J in Canarsie, turned himself in to the police at early yesterday" , "date" : "20010716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Uncle Held After Boy Dies In Shooting" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/16\/nyregion\/uncle-held-after-boy-dies-in-shooting.html"} , {"body" : "A 4-year-old Brooklyn boy died last night from what the police said was an apparent self-inflicted gunshot wound. The boy, identified by the police as Ogagee Ajber, was pronounced dead at Brookdale University Hospital at 8:20 p.m. after he was shot once in the head. Investigators said the shooting took place at about 6:45 p.m. in the living room of" , "date" : "20010715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Brooklyn Boy, 4, Shot to Death While Visiting Home of Uncle" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/15\/nyregion\/brooklyn-boy-4-shot-to-death-while-visiting-home-of-uncle.html"} , {"body" : "Dave Jorn, the stony-faced manager of the defending champion Yankees, claims not to see what the fuss is about. ''We're in first place and they're in first place,'' he said after batting practice. ''Other than that, there's no significance in it. It's just like playing another team.'' Luz Portoblanco, the cool-headed pitching ace of the Yankees'" , "date" : "20010713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Rivalry Across the Narrows; First, the Subway Series; Now, Fans Take the Ferry" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/13\/nyregion\/a-rivalry-across-the-narrows-first-the-subway-series-now-fans-take-the-ferry.html"} , {"body" : "AFTER decades of cultivation, New York City's theaters, arts institutions and concertgoers are at the point where they can accommodate African music of all kinds. This summer's African performers -- in the Africa Out Loud series of Lincoln Center Festival 2001, in the Africa Fête concert at Central Park Summerstage and in one-shot performances" , "date" : "20010706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; African Music Is Here, And It's Now" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/06\/movies\/critic-s-notebook-african-music-is-here-and-it-s-now.html"} , {"body" : "You won't want to shave with a razor or sip red wine while wearing white, or do anything that requires a steady hand, while taking a car ride on two out of five city streets. That is one finding of a new survey by the Fund for the City of New York, which rated the streets for overall smoothness and the frequency with which they dished out" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Word on the Streets" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/neighborhood-report-new-york-up-close-the-word-on-the-streets.html"} , {"body" : "On a recent Sunday morning, the 59th Street A train platform was busier than normal for a rainy weekend. Families and a stream of rain-drenched runners, fresh from the Central Park Father's Day race, were descending the stairs when they encountered a mysterious empty subway train that roared into the station, slowed and sped up again without taking" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "31" , "title" : "Memories in Transit, On the Nostalgia Train" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/arts\/memories-in-transit-on-the-nostalgia-train.html"} ,   {"body" : "Three people were killed and 15 others were injured -- seven of them firefighters -- when a crowded Brooklyn row house caught fire while its occupants were asleep early yesterday. Neighbors awakened by the sirens and commotion about 2 a.m. said it looked as though a massive blowtorch was spitting fire from the front windows of the three-story brick" , "date" : "20010622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Die and 15 Are Injured in Brooklyn Row House Fire" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/22\/nyregion\/3-die-and-15-are-injured-in-brooklyn-row-house-fire.html"} , {"body" : "''A house to the Caribbean man is something very important,'' Samuel E. Palmer was saying. ''He has to have a house, as opposed to an apartment. Whatever happens, the house comes first, so you can have a family and your friends can meet there. So when I came here, the desire also was to achieve this house, this houseness.'' Mr. Palmer found his" , "date" : "20010618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CENSUS -- A Region of Enclaves: Canarsie, Brooklyn; 'For Sale' Signs Greet Newcomers" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/18\/nyregion\/the-census-a-region-of-enclaves-canarsie-brooklyn-for-sale-signs-greet-newcomers.html"} , {"body" : "The New York region has grown more polyglot than ever, from its West Indian cricket leagues and live-poultry dealers to its sari boutiques. But some analyses of the 2000 census show that it is also more segregated than many other places -- a kind of archipelago, its enclaves like islands, each with its own distinct racial or ethnic topography. How" , "date" : "20010618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE CENSUS -- A Region of Enclaves; Amid a Sea of Faces, Islands of Segregation" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/18\/nyregion\/the-census-a-region-of-enclaves-amid-a-sea-of-faces-islands-of-segregation.html"} , {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CUTTINGS; A Land Rush for Compost in the City" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-a-land-rush-for-compost-in-the-city.html"} , {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BOTANIC GARDEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CUTTINGS; Making the Most of Free Compost" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-making-the-most-of-free-compost.html"} , {"body" : "Surely one of the most suburban parts of Brooklyn is the wrench-shaped peninsula that holds Bergen Beach, Georgetown, Mill Basin and Old Mill Basin. This area is embroidered with shady, quiet streets and mint-green lawns; down by the water, houses can sell for $1 million and more. Historically, the area has been overwhelmingly white, and remains" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["OLD MILL BASIN (NYC)" , "GEORGETOWN (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BERGEN BEACH (NYC)" , "MILL BASIN (BKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: SOUTHEAST BROOKLYN; Drops of Diversity in a Quiet Area" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/neighborhood-report-southeast-brooklyn-drops-of-diversity-in-a-quiet-area.html"} , {"body" : "A 64-year-old military buff who the police said took a pipe bomb to a friend's party in Brooklyn Heights Tuesday night was charged with arson and reckless endangerment yesterday as he lay in a hospital burn ward recovering from the injuries he suffered when the bomb went off. But though investigators said the man, Stephen Alster, appeared to have" , "date" : "20010531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Charge Brooklyn Man In Explosion at Friend's Party" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/31\/nyregion\/police-charge-brooklyn-man-in-explosion-at-friend-s-party.html"} , {"body" : "For the last year, police investigators regularly tried to visit Ernest Varacalli at what they called the headquarters of his auto theft empire in Brooklyn. Each time, he met them at the door and told them the business was shut for renovations. But yesterday, armed with arrest and search warrants, Detective Scott Munro and Sgt. Anthony Perez" , "date" : "20010518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Big Car-Theft Empire Broken Up, Police Say" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/18\/nyregion\/big-car-theft-empire-broken-up-police-say.html"} , {"body" : "A 50-acre piece of land in East New York that is being developed into the Gateway Center shopping mall has had some good news to report lately, and it is not just that the long-dormant site has finally been cleared of its chin-high weeds. The property near Starrett City in Brooklyn is expected to house one of the largest suburban-style shopping" , "date" : "20010516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Commercial Real Estate; A Mall Planned for East New York Is 88% Leased" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/16\/nyregion\/commercial-real-estate-a-mall-planned-for-east-new-york-is-88-leased.html"} , {"body" : "A 13-year-old girl and a 12-year-old boy drowned yesterday afternoon when a group of friends trying to escape the record-setting spring heat skipped school for a swim in the frigid waters at a Brooklyn shorefront park, where they were swept away by treacherous currents, the authorities said. Two boys were rescued when an off-duty correction officer" , "date" : "20010505" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Youths Drown at a Beach in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/05\/nyregion\/2-youths-drown-at-a-beach-in-brooklyn.html"} ,   {"body" : "The tall, dark-haired man did not want to eat breakfast at his swank Midtown hotel. ''There's a Starbucks just across the street,'' he said, genially. ''Do you mind? The coffee's better.'' Once in Starbucks, he went to the end of one of two rather long lines. In time, he gave his order to the young fellow at the counter: half coffee and half latte," , "date" : "20010424" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "PRO BASKETBALL; Sonics' New Owner Is Out to Revive Passion" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/24\/sports\/pro-basketball-sonics-new-owner-is-out-to-revive-passion.html"} , {"body" : "THE deal on the 3,000-square-foot Brooklyn Heights penthouse apartment -- with its stately dining room, state-of-the-art kitchen, solarium, wraparound terrace and grand views of Manhattan and the harbor -- closed last May at just over $2 million. ''It was the highest price ever paid for a co-op in the Heights,'' said Christopher Thomas, vice" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Across the City, A Strong Market" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/realestate\/across-the-city-a-strong-market.html"} , {"body" : "Two 4-year-old children who locked a bedroom door so they could play with matches in secret were killed in Brooklyn last night when the room was engulfed in flames, the authorities said. The children, Devante Dunne and Latayna Fuller, were in the second floor apartment at 552 Layette Avenue between Bedford and Nostrand Avenues in Bedford-Stuyvesant" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Children Die in Fire After Playing With Matches" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/two-children-die-in-fire-after-playing-with-matches.html"} , {"body" : "The operator of day-care centers for the elderly in Brookln pleaded guilty yesterday to 15 counts of grand larceny, forgery and other charges in a Medicaid fraud scheme so vast and brazen that the judge in the case upbraided state health officials for allowing it to happen. The day-care operator, Lawrence Friedman, 53, agreed to return $48 million" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man to Pay $48 Million In Medicaid Fraud Scheme" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/man-to-pay-48-million-in-medicaid-fraud-scheme.html"} , {"body" : "THE 2000 census hangs numbers on what many New Yorkers already know from the streets: the pulse of the city, and perhaps its future, lies in the boroughs outside Manhattan. As the census figures released last week revealed, the boroughs leaped in population in the past decade -- an 11 percent gain in Queens, 15 percent in Staten Island, 7 percent" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CENSUS UP CLOSE; Behind the Big Numbers, a Million Little Stories" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/the-census-up-close-behind-the-big-numbers-a-million-little-stories.html"} , {"body" : "A Brooklyn man returning home from work was fatally shot on a crowded city bus Thursday night in what some witnesses said was a wordless encounter with another passenger, the authorities said yesterday. The man, Cory Pelzer, 22, was seated in the rear of the B82 bus riding eastbound on Flatlands Avenue near East 84th Street in Canarsie when he was" , "date" : "20010317" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bus Rider Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/17\/nyregion\/bus-rider-fatally-shot.html"} , {"body" : "NEW YORK BROOKLYN: THIRD SUSPECT ARRESTED IN RAPE -- A third suspect in Monday's four-hour sexual attack on a housekeeper in Brooklyn was arrested early yesterday at a McDonald's near his home in Canarsie, the police said. The suspect, Aldain Thomas, 19, was accused, with Vaughn Garrick, 27, and Craig Holnan, 17, of entering the Prospect-Lefferts" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/nyregion\/metro-briefing.html"} , {"body" : "Few people doubted in recent decades that Harlem needed change. Now change has come -- and it is being met not simply with hope but with unease. Residents voice a complex tangle of aspirations and anxieties about class and culture and race that at least in some ways echoes fears expressed by whites during an earlier chapter of racial change in the" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "White Flight, This Time Toward Harlem; Newcomers and Good Times Bring Hope, and Fears of Displacement" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/nyregion\/white-flight-this-time-toward-harlem-newcomers-good-times-bring-hope-fears.html"} , {"author" : "James Traub is a contributing writer for The New York Times Magazine." , "body" : "The old testament furnishes any number of possible metaphors for the reign, now nearing its end, of New York's mayor, Rudolph W. Giuliani. The Rev. Calvin Butts, pastor of Harlem's Abyssinian Baptist Church, suggests the following: ''There was a fellow named Josiah that became king. And they were searching through some rubble, and they found the" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "Giuliani Internalized" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/magazine\/giuliani-internalized.html"} , {"body" : "The boxer living in Brooklyn dialed the number in Georgetown, Guyana. ''Hi, Mom,'' he said, over the long-distance line. ''Hi, Six Heads,'' she said, ''how's my son?'' ''Great, Mom.'' ''Are you working hard and not chasing the girls and staying away from the bad influences on the street?'' He assured her that his head was on straight. Singular" , "date" : "20010206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXNG; From Guyana to Brooklyn, This Fighter Aims High" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/06\/sports\/boxng-from-guyana-to-brooklyn-this-fighter-aims-high.html"} ,   {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL EDWARD ROBERTS Firehouse Psychologist When Michael Edward Roberts was just 4, his father took him to a firehouse and sat him on a rig parked there. That's all it took. From that moment on, life was a countdown to the Fire Academy. He took time to get" , "date" : "20011222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Knack for Inventing, a Love of Animals, and a Flair for the Dramatic" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/22\/nyregion\/nation-challenged-portraits-grief-victims-knack-for-inventing-love-animals-flair.html"} , {"body" : "The murder trial of a teenager accused of fatally stabbing a 12-year-old has ended in a hung jury, the Brooklyn district attorney's office said. The defendant, Rickley Gregoire, will be tried again in January, along with Eduardo Hall, another youth accused in the stabbing. Mr. Hall and Mr. Gregoire were both 16 in October 2000 when they were" , "date" : "20011220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Hung Jury In Murder Case" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/20\/nyregion\/metro-briefing-new-york-brooklyn-hung-jury-in-murder-case.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. CONROD COTTOY A Respectful Son When Paula Hayes came to New York from Louisiana in the summer of 1975, she intended only to have a vacation. But she met Conrod Cottoy at the First Baptist Church in Brooklyn; on Valentine's Day 1976, they married. ''He had all" , "date" : "20011212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Mr. Science, Mother Hen, Intrepid Traveler and a Singing Cockatiel" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/12\/nyregion\/nation-challenged-portraits-grief-victims-mr-science-mother-hen-intrepid.html"} , {"body" : "A woman was killed and her 10-month-old infant critically injured yesterday when a van collided with a car, sending the van spinning out of control into the mother and child walking in the crosswalk, the police said. No summonses were immediately issued or charges filed, the police said. The woman, Christine Hunnicutt, 39, of Brooklyn, was pushing" , "date" : "20011212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Mother Dies In Collision" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/12\/nyregion\/metro-briefing-new-york-brooklyn-mother-dies-in-collision.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL T. WEINBERG A Model and a Firefighter She was standing on the Brooklyn Bridge when the first tower fell. Everyone around her was madly dialing cellphones with no success. Suddenly, her own phone started ringing. ''It was my older brother,'' recalled" , "date" : "20011205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Firefighter, an Artist and a Mother Who Never Laughed Alone" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/05\/nyregion\/nation-challenged-portraits-grief-victims-firefighter-artist-mother-who-never.html"} , {"body" : "It was a case of too little, too late. Despite a fourth-quarter rally, Freeport ended up a yard short and Farmingdale ended the Red Devils' 20-game winning streak with a 13-6 victory in the Nassau County Conference I title game yesterday at Hofstra University in Hempstead, N.Y. Freeport was held scoreless for more than three quarters as" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL FOOTBALL; Freeport's 20-Game Streak Is Ended by Farmingdale" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/sports\/high-school-football-freeport-s-20-game-streak-is-ended-by-farmingdale.html"} , {"body" : "A 16-year-old boy was shot to death Wednesday night just blocks from his home in Canarsie, Brooklyn, while running an errand for his mother, the police said. The boy, Jelani Isaac, was shot in the head and chest in an apparent robbery about 9 p.m. He died within an hour at Brookdale University Hospital and Medical Center. The police arrested and" , "date" : "20011123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Boy Is Shot to Death While on an Errand for Mother" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/23\/nyregion\/brooklyn-boy-is-shot-to-death-while-on-an-errand-for-mother.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ROBERT WAYNE HOBSON Unlimited Energy Robert Wayne Hobson -- universally known as Wayne -- talked a lot, dreamed big and was so lighthearted about everything that his wife, Cindy, made him propose three times just to make sure he was serious. ''He called me a" , "date" : "20011122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Dreaming Big, Growing Closer and Making the Best of Every Moment" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/22\/nyregion\/nation-challenged-portraits-grief-victims-dreaming-big-growing-closer-making.html"} , {"body" : "Last season Sheepshead Bay was just happy to have made it as far as the Public Schools Athletic League semifinals. But this year, the Sharks, with a regular-season record of 8-0, expect to contend for the league championship. After the Sharks shocked Canarsie in the last minute of last year's quarterfinals, 14-8, they lost to Wagner, 38-6, in the" , "date" : "20011117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "HIGH SCHOOL FOOTBALL; Sheepshead Bay Seeks Date in Final" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/17\/sports\/high-school-football-sheepshead-bay-seeks-date-in-final.html"} , {"body" : "Into the sleepy rhythms of a holiday morning, human bodies came hurtling from a jet fuselage onto a quiet residential street. In an instant, a half dozen or more homes were wiped out. As a woman sipped coffee in her kitchen, a massive engine fell from the sky, destroying her back shed and sending flames roaring through the rear of her house. What" , "date" : "20011113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE CRASH OF FLIGHT 587: THE SCENE; Horror Visits a Haven On a Holiday Morning" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/13\/nyregion\/the-crash-of-flight-587-the-scene-horror-visits-a-haven-on-a-holiday-morning.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. CESAR A. MURILLO A Dance All His Own Cesar A. Murillo, 32, lived in TriBeCa and used the West Side Highway as his backyard. Along this road, Mr. Murillo used Rollerblades to get to work at Cantor Fitzgerald. He was proud of his Colombian heritage, flying a" , "date" : "20011110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Doing the Lawn-Mower Dance, and Bringing a Yard Into Full Bloom" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/10\/nyregion\/nation-challenged-portraits-grief-victims-doing-lawn-mower-dance-bringing-yard.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ROBERT MILLER Sports, Food and TV Shows He was the simple, reserved, all-American type. He would talk, but not for long. Yet if you hit him with a trivia question, you got his attention. He was matchless. Robert Miller knew his stuff. ''He just absorbed a" , "date" : "20011108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Trivia Expert, Some Music Lovers, Along With Expectant Fathers" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/08\/nyregion\/nation-challenged-portraits-grief-victims-trivia-expert-some-music-lovers-along.html"} , {"body" : "Erica Beras nearly dismissed the e-mail message she got last weekend, about a man who was giving away thousands of books at a Downtown Brooklyn storage building. Such a giveaway seemed improbable to Ms. Beras, especially in a city in which used-book stores are cherished and book peddlers paid well. But curiosity nagged her, so last Sunday Ms." , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Free Tales From Mr. Kafka's Crypt, (And Thousands of Records, Too)" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/nyregion\/neighborhood-report-downtown-brooklyn-free-tales-mr-kafka-s-crypt-thousands.html"} , {"body" : "Farmingdale, one of Long Island's best teams, turned over the ball five times in the first half and trailed Uniondale (2-4) by 20-0 at halftime Friday night. ''That ain't getting it done,'' Coach Bud Krumenacker said of his team's first-half performance. The Dalers (6-0) came out of the locker room and scored on five straight possessions on the way" , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "HIGH SCHOOL FOOTBALL; Farmingdale Gets It Done in 2nd Half" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/sports\/high-school-football-farmingdale-gets-it-done-in-2nd-half.html"} , {"body" : "Michael R. Bloomberg has spent a record-shattering $41 million on his mayoral campaign, according to documents his campaign filed yesterday, allowing him to establish supremacy over the airwaves in television advertising, plaster the subways with campaign posters, take out full-page ads in dozens of small newspapers and even hand out blue ''Mike" , "date" : "20011027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bloomberg Sets a $41 Million Spending Record" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/27\/nyregion\/bloomberg-sets-a-41-million-spending-record.html"} , {"body" : "Marjorie Severence, from Queens, voted in a primary election yesterday for the first time in her life. She is 67, and said it just felt urgent and relevant to vote now. But Monica Watson, 29, from Brooklyn, did not go to the polls, because to spend time electing a leader no longer seemed important to her. David Stypmann, at 63, a lifelong Democrat" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: VOICES; A Shift in the Ritual, and Meaning, of Voting" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/nyregion\/the-new-york-primary-voices-a-shift-in-the-ritual-and-meaning-of-voting.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 261 yesterday, and the city medical examiner had identified 194. In all, 6,453 could be missing. Here are glimpses of some of those lives. RICK BLOOD His City Ever Since Rick Blood grew up in Williamsburg, Va., but his heart always belonged to New York City." , "date" : "20010924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Dedicated to New York, Their Children and to Jobs at the Twin Towers" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/24\/nyregion\/nation-challenged-portraits-grief-victims-dedicated-new-york-their-children-jobs.html"} , {"author" : "These profiles were written by Diane Cardwell, Glenn Collins, Winnie Hu, Andrew Jacobs, Dean E. Murphy, Lynda Richardson, Janny Scott, Somini Sengupta and Joyce Wadler." , "body" : "The official number of deaths in the destruction of the World Trade Center stands at 159, and the medical examiner has identified only a few dozen victims. It could be months before many of those killed can be officially confirmed dead. Nearly 5,000 are missing. Here are glimpses of some of those lives. MARY YOLANDA DOWLING The Voice of an Angel" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "AFTER THE ATTACKS: THE MISSING; Snapshots of Their Lives, Told With the Pain of Those Who Loved Them" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/us\/after-attacks-missing-snapshots-their-lives-told-with-pain-those-who-loved-them.html"} , {"body" : "If there is an American Dream, then Audrey Boothe believes she has found perhaps the one place in New York where it is still attainable on a teacher's salary. In Canarsie, a neighborhood in southeastern Brooklyn, Ms. Boothe, a 39-year-old Jamaican immigrant, owns a $165,000 three-bedroom home with a driveway and backyard. And she is able to save" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Voters Focus on Better Schools; A Changing Canarsie Wants Mayor to Ease Crowding" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/nyregion\/voters-focus-on-better-schools-a-changing-canarsie-wants-mayor-to-ease-crowding.html"} , {"body" : "''D! T!'' ''Is the best!'' Now, louder. ''D! T!'' ''Is the best!'' Stand back, passers-by at the George Washington Bridge bus station. The Fresh Air Fund campers are back in town. As the campers tore through the terminal at warp speed, Christopher Jones, 10, led his bunkmates in a cheer celebrating their group, called ''D.T.,'' or ''Deer Trail.''" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "The Fresh Air Fund; A Summer of Fulfillment Ends With a Big Cheer" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/the-fresh-air-fund-a-summer-of-fulfillment-ends-with-a-big-cheer.html"} , {"body" : "Lily was a lusty crooner with a tall beehive, a soon-to-be washed up lounge act caressing the piano and singing ''You Made Me Love You.'' Joe was a dishwasher with piercing blue eyes and, Lily would later discover, a cash flow problem and sticky fingers. He was 20 years younger and, as Lily clung to a world without jukeboxes, it seemed that Joe was" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "29" , "title" : "Cocktail Hour Is Back as Jackson Heights Joins to Make Film" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/cocktail-hour-is-back-as-jackson-heights-joins-to-make-film.html"} , {"body" : "Anyone who runs for the office of New York City comptroller must dare to be dull. After all, few voters would hire, say, the Rev. Al Sharpton to be their accountant or Gov. Jesse Ventura to manage their pension funds. Which helps explain why the battle to be bookkeeper in chief has not exactly been exciting. In one corner, there is Herbert E." , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Race for Bookkeeper in Chief: Dull but Significant" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/race-for-bookkeeper-in-chief-dull-but-significant.html"} , {"body" : "UNTIL they drove by the house they ended up buying -- it had a wraparound porch and five stained-glass windows -- Christopher James Quinn and his wife, Nanette Fuentes, were only dimly aware of Kensington's existence. They visited the house many times, bought it in March 2000, renovated it top to bottom and grew fond of their little-known" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KENSINGTON (CONN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Kensington; An Old Neighborhood Is Rediscovered" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/realestate\/if-you-re-thinking-of-living-in-kensington-an-old-neighborhood-is-rediscovered.html"} , {"body" : "Four men wearing black clothes and masks forced their way into an apartment in Canarsie early yesterday and sexually assaulted two women inside at gunpoint, the police said. The police answered a call at 2:30 a.m. and were told that the men had stolen money and property from the apartment and fled. The victims were 20 and 24, and a 30-year-old man" , "date" : "20010723" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Home Invasion Assault" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/23\/nyregion\/metro-briefing-new-york-brooklyn-home-invasion-assault.html"} , {"body" : "A 32-year-old Brooklyn man was arrested yesterday and charged with criminal possession of a weapon and tampering with evidence after his 4-year-old nephew apparently shot himself in the man's home and later died, the police said. The man, Wayne Heber, who lives at 107-11 Avenue J in Canarsie, turned himself in to the police at early yesterday" , "date" : "20010716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Uncle Held After Boy Dies In Shooting" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/16\/nyregion\/uncle-held-after-boy-dies-in-shooting.html"} , {"body" : "A 4-year-old Brooklyn boy died last night from what the police said was an apparent self-inflicted gunshot wound. The boy, identified by the police as Ogagee Ajber, was pronounced dead at Brookdale University Hospital at 8:20 p.m. after he was shot once in the head. Investigators said the shooting took place at about 6:45 p.m. in the living room of" , "date" : "20010715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Brooklyn Boy, 4, Shot to Death While Visiting Home of Uncle" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/15\/nyregion\/brooklyn-boy-4-shot-to-death-while-visiting-home-of-uncle.html"} , {"body" : "Dave Jorn, the stony-faced manager of the defending champion Yankees, claims not to see what the fuss is about. ''We're in first place and they're in first place,'' he said after batting practice. ''Other than that, there's no significance in it. It's just like playing another team.'' Luz Portoblanco, the cool-headed pitching ace of the Yankees'" , "date" : "20010713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Rivalry Across the Narrows; First, the Subway Series; Now, Fans Take the Ferry" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/13\/nyregion\/a-rivalry-across-the-narrows-first-the-subway-series-now-fans-take-the-ferry.html"} , {"body" : "AFTER decades of cultivation, New York City's theaters, arts institutions and concertgoers are at the point where they can accommodate African music of all kinds. This summer's African performers -- in the Africa Out Loud series of Lincoln Center Festival 2001, in the Africa Fête concert at Central Park Summerstage and in one-shot performances" , "date" : "20010706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; African Music Is Here, And It's Now" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/06\/movies\/critic-s-notebook-african-music-is-here-and-it-s-now.html"} , {"body" : "You won't want to shave with a razor or sip red wine while wearing white, or do anything that requires a steady hand, while taking a car ride on two out of five city streets. That is one finding of a new survey by the Fund for the City of New York, which rated the streets for overall smoothness and the frequency with which they dished out" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Word on the Streets" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/neighborhood-report-new-york-up-close-the-word-on-the-streets.html"} , {"body" : "On a recent Sunday morning, the 59th Street A train platform was busier than normal for a rainy weekend. Families and a stream of rain-drenched runners, fresh from the Central Park Father's Day race, were descending the stairs when they encountered a mysterious empty subway train that roared into the station, slowed and sped up again without taking" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "31" , "title" : "Memories in Transit, On the Nostalgia Train" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/arts\/memories-in-transit-on-the-nostalgia-train.html"} , {"body" : "Three people were killed and 15 others were injured -- seven of them firefighters -- when a crowded Brooklyn row house caught fire while its occupants were asleep early yesterday. Neighbors awakened by the sirens and commotion about 2 a.m. said it looked as though a massive blowtorch was spitting fire from the front windows of the three-story brick" , "date" : "20010622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Die and 15 Are Injured in Brooklyn Row House Fire" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/22\/nyregion\/3-die-and-15-are-injured-in-brooklyn-row-house-fire.html"} , {"body" : "''A house to the Caribbean man is something very important,'' Samuel E. Palmer was saying. ''He has to have a house, as opposed to an apartment. Whatever happens, the house comes first, so you can have a family and your friends can meet there. So when I came here, the desire also was to achieve this house, this houseness.'' Mr. Palmer found his" , "date" : "20010618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CENSUS -- A Region of Enclaves: Canarsie, Brooklyn; 'For Sale' Signs Greet Newcomers" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/18\/nyregion\/the-census-a-region-of-enclaves-canarsie-brooklyn-for-sale-signs-greet-newcomers.html"} , {"body" : "The New York region has grown more polyglot than ever, from its West Indian cricket leagues and live-poultry dealers to its sari boutiques. But some analyses of the 2000 census show that it is also more segregated than many other places -- a kind of archipelago, its enclaves like islands, each with its own distinct racial or ethnic topography. How" , "date" : "20010618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE CENSUS -- A Region of Enclaves; Amid a Sea of Faces, Islands of Segregation" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/18\/nyregion\/the-census-a-region-of-enclaves-amid-a-sea-of-faces-islands-of-segregation.html"} , {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CUTTINGS; A Land Rush for Compost in the City" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-a-land-rush-for-compost-in-the-city.html"} , {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BOTANIC GARDEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CUTTINGS; Making the Most of Free Compost" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-making-the-most-of-free-compost.html"} , {"body" : "Surely one of the most suburban parts of Brooklyn is the wrench-shaped peninsula that holds Bergen Beach, Georgetown, Mill Basin and Old Mill Basin. This area is embroidered with shady, quiet streets and mint-green lawns; down by the water, houses can sell for $1 million and more. Historically, the area has been overwhelmingly white, and remains" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["OLD MILL BASIN (NYC)" , "GEORGETOWN (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BERGEN BEACH (NYC)" , "MILL BASIN (BKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: SOUTHEAST BROOKLYN; Drops of Diversity in a Quiet Area" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/neighborhood-report-southeast-brooklyn-drops-of-diversity-in-a-quiet-area.html"} , {"body" : "A 64-year-old military buff who the police said took a pipe bomb to a friend's party in Brooklyn Heights Tuesday night was charged with arson and reckless endangerment yesterday as he lay in a hospital burn ward recovering from the injuries he suffered when the bomb went off. But though investigators said the man, Stephen Alster, appeared to have" , "date" : "20010531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Charge Brooklyn Man In Explosion at Friend's Party" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/31\/nyregion\/police-charge-brooklyn-man-in-explosion-at-friend-s-party.html"} , {"body" : "For the last year, police investigators regularly tried to visit Ernest Varacalli at what they called the headquarters of his auto theft empire in Brooklyn. Each time, he met them at the door and told them the business was shut for renovations. But yesterday, armed with arrest and search warrants, Detective Scott Munro and Sgt. Anthony Perez" , "date" : "20010518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Big Car-Theft Empire Broken Up, Police Say" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/18\/nyregion\/big-car-theft-empire-broken-up-police-say.html"} , {"body" : "A 50-acre piece of land in East New York that is being developed into the Gateway Center shopping mall has had some good news to report lately, and it is not just that the long-dormant site has finally been cleared of its chin-high weeds. The property near Starrett City in Brooklyn is expected to house one of the largest suburban-style shopping" , "date" : "20010516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Commercial Real Estate; A Mall Planned for East New York Is 88% Leased" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/16\/nyregion\/commercial-real-estate-a-mall-planned-for-east-new-york-is-88-leased.html"} , {"body" : "A 13-year-old girl and a 12-year-old boy drowned yesterday afternoon when a group of friends trying to escape the record-setting spring heat skipped school for a swim in the frigid waters at a Brooklyn shorefront park, where they were swept away by treacherous currents, the authorities said. Two boys were rescued when an off-duty correction officer" , "date" : "20010505" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Youths Drown at a Beach in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/05\/nyregion\/2-youths-drown-at-a-beach-in-brooklyn.html"} , {"body" : "The tall, dark-haired man did not want to eat breakfast at his swank Midtown hotel. ''There's a Starbucks just across the street,'' he said, genially. ''Do you mind? The coffee's better.'' Once in Starbucks, he went to the end of one of two rather long lines. In time, he gave his order to the young fellow at the counter: half coffee and half latte," , "date" : "20010424" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "PRO BASKETBALL; Sonics' New Owner Is Out to Revive Passion" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/24\/sports\/pro-basketball-sonics-new-owner-is-out-to-revive-passion.html"} , {"body" : "THE deal on the 3,000-square-foot Brooklyn Heights penthouse apartment -- with its stately dining room, state-of-the-art kitchen, solarium, wraparound terrace and grand views of Manhattan and the harbor -- closed last May at just over $2 million. ''It was the highest price ever paid for a co-op in the Heights,'' said Christopher Thomas, vice" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Across the City, A Strong Market" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/realestate\/across-the-city-a-strong-market.html"} , {"body" : "Two 4-year-old children who locked a bedroom door so they could play with matches in secret were killed in Brooklyn last night when the room was engulfed in flames, the authorities said. The children, Devante Dunne and Latayna Fuller, were in the second floor apartment at 552 Layette Avenue between Bedford and Nostrand Avenues in Bedford-Stuyvesant" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Children Die in Fire After Playing With Matches" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/two-children-die-in-fire-after-playing-with-matches.html"} , {"body" : "The operator of day-care centers for the elderly in Brookln pleaded guilty yesterday to 15 counts of grand larceny, forgery and other charges in a Medicaid fraud scheme so vast and brazen that the judge in the case upbraided state health officials for allowing it to happen. The day-care operator, Lawrence Friedman, 53, agreed to return $48 million" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man to Pay $48 Million In Medicaid Fraud Scheme" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/man-to-pay-48-million-in-medicaid-fraud-scheme.html"} , {"body" : "THE 2000 census hangs numbers on what many New Yorkers already know from the streets: the pulse of the city, and perhaps its future, lies in the boroughs outside Manhattan. As the census figures released last week revealed, the boroughs leaped in population in the past decade -- an 11 percent gain in Queens, 15 percent in Staten Island, 7 percent" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CENSUS UP CLOSE; Behind the Big Numbers, a Million Little Stories" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/the-census-up-close-behind-the-big-numbers-a-million-little-stories.html"} , {"body" : "A Brooklyn man returning home from work was fatally shot on a crowded city bus Thursday night in what some witnesses said was a wordless encounter with another passenger, the authorities said yesterday. The man, Cory Pelzer, 22, was seated in the rear of the B82 bus riding eastbound on Flatlands Avenue near East 84th Street in Canarsie when he was" , "date" : "20010317" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bus Rider Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/17\/nyregion\/bus-rider-fatally-shot.html"} , {"body" : "NEW YORK BROOKLYN: THIRD SUSPECT ARRESTED IN RAPE -- A third suspect in Monday's four-hour sexual attack on a housekeeper in Brooklyn was arrested early yesterday at a McDonald's near his home in Canarsie, the police said. The suspect, Aldain Thomas, 19, was accused, with Vaughn Garrick, 27, and Craig Holnan, 17, of entering the Prospect-Lefferts" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/nyregion\/metro-briefing.html"} , {"body" : "Few people doubted in recent decades that Harlem needed change. Now change has come -- and it is being met not simply with hope but with unease. Residents voice a complex tangle of aspirations and anxieties about class and culture and race that at least in some ways echoes fears expressed by whites during an earlier chapter of racial change in the" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "White Flight, This Time Toward Harlem; Newcomers and Good Times Bring Hope, and Fears of Displacement" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/nyregion\/white-flight-this-time-toward-harlem-newcomers-good-times-bring-hope-fears.html"} , {"author" : "James Traub is a contributing writer for The New York Times Magazine." , "body" : "The old testament furnishes any number of possible metaphors for the reign, now nearing its end, of New York's mayor, Rudolph W. Giuliani. The Rev. Calvin Butts, pastor of Harlem's Abyssinian Baptist Church, suggests the following: ''There was a fellow named Josiah that became king. And they were searching through some rubble, and they found the" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "Giuliani Internalized" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/magazine\/giuliani-internalized.html"} , {"body" : "The boxer living in Brooklyn dialed the number in Georgetown, Guyana. ''Hi, Mom,'' he said, over the long-distance line. ''Hi, Six Heads,'' she said, ''how's my son?'' ''Great, Mom.'' ''Are you working hard and not chasing the girls and staying away from the bad influences on the street?'' He assured her that his head was on straight. Singular" , "date" : "20010206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXNG; From Guyana to Brooklyn, This Fighter Aims High" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/06\/sports\/boxng-from-guyana-to-brooklyn-this-fighter-aims-high.html"}]