[  {"body" : "They have seen the twin towers fall, smelled the burned air, maneuvered around police barricades, sensed the intangible but inescapable mood of a city on edge. Now they want out. ''Manhattan, I think, is over for us,'' said Ralph Esposito, a managing director at J. P. Morgan Chase, who has been staying in his family's Southampton summer home with" , "date" : "20011127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fight or Flight? Two Primal Urges at War; With Small Children, Prudence Is the Rule" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/27\/nyregion\/fight-or-flight-two-primal-urges-at-war-with-small-children-prudence-is-the-rule.html"} , {"body" : "Deborah Williamson and Mary Wible left special event and public relations jobs at Condé Nast Publications almost two years ago, using cash investments from friends to start a small business planning parties in Manhattan. It was risky, to say the least. ''There have been lots of scary moments,'' Ms. Wible said. The bet more than paid off. Their" , "date" : "20011123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Adapting To a World Less Ready For a Party" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/23\/nyregion\/adapting-to-a-world-less-ready-for-a-party.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. EUGENE CLARK From the Terrace In life, Eugene Clark observed the three D's: dance, drama and divas. He started early: Roberta Flack was his music teacher in Washington, D.C., during the 1960's. He could sing like Jennifer Holliday in the musical" , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: THE VICTIMS; Routines And Plans, And Friends And Family" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/nyregion\/a-nation-challenged-the-victims-routines-and-plans-and-friends-and-family.html"} , {"author" : "Vince Passaro is a novelist living in New York City." , "body" : "We have a tendency to measure the life of New York by the habits and welfare of the upper-middle classes, which is rather like taking all your weather reports from 25,000 feet in the air. The vast majority of New Yorkers make less than $40,000 per year. This is their city too, though that version of New York doesn't have a series yet on HBO." , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "29" , "title" : "The Way We Live Now: 11-11-01: Sightlines; The View From Out Here" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/magazine\/the-way-we-live-now-11-11-01-sightlines-the-view-from-out-here.html"} , {"body" : "To the Editor: The way that your article wove together the strands of Paul Lisson's life, his few but dear friends, his mother's illness and the sad reflections of his estranged father left me speechless. I noticed a woman on the subway reading the article. As she finished, her eyes welled up with tears, as mine had, and she wiped them away" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "What to Tell a Child; Taking Account Of a 'Hidden Life'" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/l-what-to-tell-a-child-taking-account-of-a-hidden-life-008222.html"} , {"body" : "MANHATTAN GREENWICH VILLAGE $360,000 323 West 11th Street 2-bedroom, 1-bath, 750-sq.-ft. co-op in a prewar building; eat-in kitchen, high ceilings, parquet floors, 2 exposures, original moldings and detail; maintenance $769, 55% tax-deductible; listed at $369,000, 10 weeks on market (broker: Corcoran Group) UNION SQUARE $550,000 44 East 12th Street" , "date" : "20011004" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/04\/style\/residential-sales.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"author" : "These profiles were written by Diane Cardwell, Glenn Collins, Winnie Hu, Andrew Jacobs, Dean E. Murphy, Lynda Richardson, Janny Scott, Somini Sengupta and Joyce Wadler." , "body" : "The official number of deaths in the destruction of the World Trade Center stands at 159, and the medical examiner has identified only a few dozen victims. It could be months before many of those killed can be officially confirmed dead. Nearly 5,000 are missing. Here are glimpses of some of those lives. MARY YOLANDA DOWLING The Voice of an Angel" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "AFTER THE ATTACKS: THE MISSING; Snapshots of Their Lives, Told With the Pain of Those Who Loved Them" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/us\/after-attacks-missing-snapshots-their-lives-told-with-pain-those-who-loved-them.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $510,300 150 Sullivan Street 2-bedroom, 2-bath, 800-sq.-ft. prewar co-op in a town house; dining room, oversize windows, 10-ft. ceilings, h\/w" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/realestate\/residential-sales.html"} , {"body" : "A crumpled page of cleaning instructions with a reminder to damp-wipe smudges and smears. A blank check from a financial firm on the 101st floor. A tattered résumé, shreds of a faxed message, a cell-phone bill, a note about school, a bank statement, an expense report. A request for a promotion dated 1979. Personal and official, all shapes and" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Washington"] , "page_facet" : "1" , "title" : "AFTER THE ATTACKS: RELICS; Trade Center's Past In a Sad Paper Trail" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/us\/after-the-attacks-relics-trade-center-s-past-in-a-sad-paper-trail.html"} ,   {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "Merriam-Webster's Online Dictionary defines ''flaneur'' as ''an idle man-about-town.'' But Lawrence Levi had a broader meaning in mind when he created a Web zine that pays homage to the French word. ''As Moli'ere saw it, and writers today like Edmund White,'' Mr. Levi said, ''he is an urban wanderer, a detached observer who immerses himself in the" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "NEW YORK ONLINE; How to Be a Boulevardier" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/new-york-online-how-to-be-a-boulevardier.html"} , {"body" : "One building, one superintendent, is how Nathaniel remembers his job. ''You'd wake up in the morning and take care of your building like it was your own,'' said Nathaniel, who asked that his last name not be used. But for many city supers, those days are becoming rare. Last year, Nathaniel, 43, lost his job and apartment in Carroll Gardens," , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; A Part-Time Super? Does This Lower the Christmas Tip?" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/neighborhood-report-new-york-up-close-part-time-super-does-this-lower-christmas.html"} , {"body" : "MANHATTAN GREENWICH VILLAGE $575,000 44 East 12th Street (Parc Village) 1-bedroom, 1 1\/2-bath, 984-sq.-ft. condo in a postwar building; 24-hr. doormen, marble baths, walk-in closet, hardwood floors, washer\/dryer in unit, north exposure, common roof deck in building; common charge $662; taxes $4,032; listed at $575,000, 1 week on market (broker:" , "date" : "20010906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/06\/garden\/residential-sales.html"} , {"body" : "Among the myriad open City Council seats this year, few have attracted as many candidates with the political credentials and connections as those in the six-way race in the Democratic primary in the 39th Council District. The candidates' résumés cover the spectrum of local politics in what is commonly known as brownstone Brooklyn, but their names" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boasts in 6-Way Race: Experience and Endorsements" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/nyregion\/boasts-in-6-way-race-experience-and-endorsements.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "To the Editor: In ''Destroy a Freeway, Save a City'' (Op-Ed, Aug. 23), Charles Lockwood says ''New York was fortunate to have been spared Robert Moses' proposed Lower Manhattan Expressway,'' but other parts of New York City were not so fortunate. Moses' Brooklyn-Queens Expressway ripped apart neighborhoods in Brooklyn like Carroll Gardens, Red Hook" , "date" : "20010828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/28\/opinion\/l-brooklyn-waterfront-896535.html"} , {"body" : "COOKIES AND COUSCOUS (212) 477-6562; 230 Thompson Street (West Third Street); $; $25 and Under: 7\/28\/99. ''Middle Eastern'' covers a broad range of cuisines, from Morocco to Turkey to Iran to Egypt. This small bright Moroccan restaurant has a lot more going for it than the peculiar name suggests. The short menu emphasizes seasonal ingredients." , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING; Middle East Variations" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/good-eating-middle-east-variations.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $555,000 305 East 40th Street (Parker 40) 3-bedroom, 2-bath, 1,350-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge, windowed kitchen," , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/realestate\/residential-sales.html"} , {"body" : "HERE is my idea of a perfect summer meal: a delectable salad, a light sandwich, a glass or two of wine, and maybe a sweet. It's a formula to beat the heat, and it makes me want to keep returning to Panino'teca 275, an Italian sandwich and wine bar that opened early this year on the ever-evolving strip of restaurants on Smith Street in Brooklyn. In" , "date" : "20010815" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; Tapas, Italian Style, Perfectly Cool in the Heat" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/15\/dining\/25-and-under-tapas-italian-style-perfectly-cool-in-the-heat.html"} ,   {"body" : "AN 800-square-foot apartment that sits practically on top of the Brooklyn-Queens Expressway and around the corner from an entrance to the Brooklyn Battery Tunnel may not be everyone's idea of an urban oasis. But for Avi Adler and David Stark, a renovated one-bedroom home on the roof of a nondescript 1940's Brooklyn building is paradise found. Mr." , "date" : "20010719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "HOUSE PROUD; A Sleek Aerie Atop the Brooklyn-Battery Tunnel" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/19\/garden\/house-proud-a-sleek-aerie-atop-the-brooklyn-battery-tunnel.html"} , {"body" : "THE subtle blue storefront of Bistro St. Mark's sits on a nondescript block on the fringe of Park Slope. It blends so inconspicuously with the surroundings that on my first visit I walked by twice before realizing, with a double take, that I was right at the door. A look at the menu provokes a double take, too, because this is no simple bistro" , "date" : "20010718" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; A Movable Chef Stirs Things Up in Park Slope" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/18\/dining\/25-and-under-a-movable-chef-stirs-things-up-in-park-slope.html"} , {"body" : "When the long-troubled John Jay High School in Park Slope, Brooklyn, closed its doors for good a week ago today, the goodbyes were tinged with a mix of emotions. Some students and teachers at the academically struggling school said they believed that they were being forced out by middle-class neighborhood parents looking for a new school for their" , "date" : "20010704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Reinventing John Jay High Amid Charges of Exclusion" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/04\/nyregion\/reinventing-john-jay-high-amid-charges-of-exclusion.html"} , {"body" : "IF Yamani Sekhri, who received her M.B.A. from Indiana University in May, had been searching for an apartment in Manhattan a year ago, Michael Shapot would have had one listing, maybe two, to show her on any given day. But this year is different. Ms. Sekhri, who began as an investment banking associate with UBS Warburg in May, phoned Mr. Shapot, an" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Class of 2001, a Less Frenetic Market" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/realestate\/for-class-of-2001-a-less-frenetic-market.html"} , {"body" : "The Swedish furniture retailer Ikea, whose stores are so large that they provide customers with maps, has outlets in Russia and China, in Slovakia and Saudi Arabia. But it does not have a store in New York City, and for now, it will not. Ikea's plan to buy a nine-acre site near the Gowanus Canal in Brooklyn and build a 300,000-square-foot store" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Ikea Scrapping Plans for Store Amid Resistance by Neighbors" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/ikea-scrapping-plans-for-store-amid-resistance-by-neighbors.html"} , {"body" : "Time seems to have forgotten Columbia Street, a tattered roadway at the western edge of Cobble Hill where ghostly trolley tracks and Belgian blocks that once paved the road can still be found poking through the worn asphalt. But the city's Department of Transportation has a plan that officials say will invigorate the part of the street that runs" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL\/CARROLL GARDENS; A Wider Street Is (a) Safer (b) More Congested" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/neighborhood-report-cobble-hill-carroll-gardens-wider-street-safer-b-more.html"} , {"body" : "Some Old Standards Dishes that might be clichés suit the setting at 92, Ken Aretsky's new place at 45 East 92nd Street. The restaurant is slightly retro-looking, with booths and tables in a burgundy color scheme. The full menu, available starting on Friday, includes grilled chicken Caesar salad, meatloaf, soft-shell crabs, and iceberg lettuce and" , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/dining\/off-the-menu.html"} , {"body" : "A FAMILIAR green image of a mermaid stands on Van Brunt Street in Red Hook, Brooklyn, near the corner of Coffey Street. ''Coming Soon,'' the sign says, ''Starbucks Coffey.'' Both a play on words and a joking reference to the neighborhood's nascent gentrification, the sign does not seem an accurate prediction -- at least not yet. With a long history" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Red Hook; Isolated Brooklyn Area Starts to Awaken" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/if-you-re-thinking-of-living-in-red-hook-isolated-brooklyn-area-starts-to-awaken.html"} , {"body" : "Like most people who spend their days on the banks of the Gowanus Canal, a two-mile stretch of water that starts at the mouth of New York Harbor and dead-ends in South Brooklyn, Dan Kinney used to run for cover when barges came through, kicking up the putrid refuse that had settled on the bottom. ''Run for the nearest building and close the door!''" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Once a Mess, Canal Aspires To Beauty Now" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/arts\/once-a-mess-canal-aspires-to-beauty-now.html"} , {"body" : "The New York City Industrial Development Agency will help three manufacturing enterprises expand their operations in three boroughs. All the companies plan to add employees. The agency has arranged for $1.5 million in bond financing and $551,000 in real estate and sales tax benefits for Rome Knitting Mills\/Orbit Industries for the purchase and" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Business Briefing | Aid For Expanding Companies" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/nyregion\/metro-business-briefing-aid-for-expanding-companies.html"} ,   {"body" : "A CLASSIFIED ad in The Daily News last September set in motion the events that are leading Linda Hamlin to make the first housing change of her life. For all her 42 years Ms. Hamlin has lived in a small three-bedroom one-bath apartment in Gowanus Houses on Baltic Street in South Brooklyn. At one time seven family members lived there, but currently" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New Roles for Nonprofit Housing Groups" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/realestate\/new-roles-for-nonprofit-housing-groups.html"} , {"body" : "ONE afternoon last summer I was sauntering home with a bag of vegetables when I saw something on my Brooklyn street corner that stopped me in my tracks: a red double-decker sightseeing bus and a throng of sunburned, backpack-toting tourists, chattering excitedly in some Scandinavian language. Cameras flashed and whirred. What was this all about?" , "date" : "20010513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "FRUGAL TRAVELER; Playing Tourist at Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/13\/travel\/frugal-traveler-playing-tourist-at-home-in-brooklyn.html"} , {"body" : "A federal grand jury in Manhattan is investigating whether a city police detective tampered with evidence to help cover up his cousin's role in a 1998 mob killing on the Brooklyn waterfront, officials said. The F.B.I. and federal prosecutors are investigating whether the detective, Michael Silvestri, 44, who was assigned to the 76th Precinct in" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Suspected of Cover-Up in Killing" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/nyregion\/officer-suspected-of-cover-up-in-killing.html"} , {"body" : "Manhattan SOHO $2.025 million 451 Broome Street 3-bedroom, 2-bath, 2,250-sq.-ft. co-op in a prewar loft building; 12-ft. ceilings, arched windows, 3 exposures, original moldings; maintenance $963, 50% tax-deductible; listed at $2.25 million, 8 weeks on market (broker: Bascom & Sears) TRIBECA $750,000 303 Greenwich Street (Chambers Street)" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/garden\/residential-sales.html"} , {"body" : "THE name conjures up images of peaceful 19th-century residential streets, which in many ways are still present. But the only cobblestones near the Cobble Hill section of Brooklyn -- one of the oldest residential neighborhoods in the borough -- can be found in a largely industrial area just west of the neighborhood on a street named Tiffany Place." , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Cobble Hill; A Landmark Area With a Family Bent" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/realestate\/if-you-re-thinking-of-living-in-cobble-hill-a-landmark-area-with-a-family-bent.html"} , {"body" : "BARBETTA (212) 246-9171; 321 West 46th Street (between Eighth and Ninth Avenues); $$$$; Diner's Journal: 6\/ 3\/94; article: 9\/19\/97. Barbetta has had a garden for open-air dining since 1963, when such a thing was a rarity in Manhattan. The garden, lined with century-old trees, and flowering with the scented blooms of magnolia, wisteria, jasmine," , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; The Season Arrives For Outdoor Dining" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/nyregion\/good-eating-the-season-arrives-for-outdoor-dining.html"} , {"body" : "ON a Sunday night in February, in the second-floor lounge of a West Houston Street bar called Madame X, two dozen twentysomethings sit on a bank of red velvet couches sipping cosmopolitans and highballs. As they chat amid candles and tasseled red lampshades, Patrick Shields, at the far end of the room, has a problem to solve. The cocktails are" , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Wing, a Prayer And Presto, It's Web TV" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/nyregion\/a-wing-a-prayer-and-presto-it-s-web-tv.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $955,000 165 Perry Street 2-bedroom, 2-bath, 1,600-sq.-ft. co-op in a prewar building; elevator, large living room, 12-ft. ceilings, h\/w floors," , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/realestate\/residential-sales.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST VILLAGE $545,000 217 East Seventh Street 2-bedroom, 2-bath, 1,048-sq.-ft. condo in a recently constructed building; elevator, stainless-steel kitchen appliances," , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/realestate\/residential-resales-991112.html"} , {"author" : "E-mail: daschn@nytimes.com" , "body" : "Patriotic Chic Q. Any particular reason that the managers at Lord & Taylor always play ''The Star-Spangled Banner'' over the public address system when the store opens? A. The tradition was established in 1980, during the Iranian hostage crisis, when, in an unembarrassed burst of flag-waving, hand-over-the-heart-style patriotism, Joseph E. Brooks," , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/nyregion\/fyi-531472.html"} ,   {"body" : "Ikea, the Swedish furniture retailer that was forced last month to scrap its plans for a superstore in Westchester, is considering putting a store on a nine-acre site on the banks of the Gowanus Canal in Brooklyn, two people involved in the deal said yesterday. The planned store, which would be Ikea's first in New York City, would be built along" , "date" : "20010310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ikea Is Said To Consider Gowanus Site For New Store" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/10\/nyregion\/ikea-is-said-to-consider-gowanus-site-for-new-store.html"} , {"body" : "Lately, as Carroll Gardens has complained about noise and vibrations from construction crews, Brooklyn Heights residents have been fretting about why their area is so quiet. Work on major renovations of the Brooklyn Heights Promenade, which began in November, stopped abruptly several weeks ago, causing concern that the project may not meet its June" , "date" : "20010304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; The Sounds of Silence Give Promenade Neighbors Pause" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/04\/nyregion\/neighborhood-report-brooklyn-heights-sounds-silence-give-promenade-neighbors.html"} , {"author" : "Sarah Jean Shey is working on a book about the flight from the farm to the city. She lives in Carroll Gardens, Brooklyn." , "body" : "FOR a second, I thought I was in my native Iowa at a livestock auction and not Morningside Heights, where I was living as a graduate student. This was New York, I reminded myself, which had been my home for several months. I put down my newspaper to concentrate on the neighborhood noises: an answering machine, a honk, a pig squeal. I flung open the" , "date" : "20010304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "FIRST PERSON; The Neighbor Was a Real Pig" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/04\/nyregion\/first-person-the-neighbor-was-a-real-pig.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $1.25 million 11 West 20th Street 1-bedroom, 2-bath, 2,200-sq.-ft. condo in a prewar loft building; elevator, dining area, renovated kitchen with stainless" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/realestate\/residential-sales.html"} , {"body" : "Dozens of gay couples in New York will celebrate their first Valentine's Day on Wednesday as legal spouses, thanks to a new Vermont law that allows same-sex couples to enter into civil unions. Since the law went into effect July 1, more than 170 couples from New York State, many from the metropolitan region, have made the pilgrimage to Vermont and" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VERMONT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Gay Couples Head North To Make Their Unions Official" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/nyregion\/neighborhood-report-new-york-up-close-gay-couples-head-north-make-their-unions.html"} , {"body" : "THERE'S a power struggle under way in many households between parents and nannies, and the nannies seem to be gaining the upper hand. You've heard about parents who install videocams so they can spy on the baby sitter? Well, nannies are beginning to return the scrutiny. Just check out the chat rooms proliferating on the Internet, where nannies" , "date" : "20010125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Nannies Get Tough, Parents Tremble" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/25\/garden\/nannies-get-tough-parents-tremble.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN MORNINGSIDE HEIGHTS $450,000 54 Morningside Drive 3-bedroom, 1-bath, 1,500-sq.-ft. co-op in a postwar building; dining area, windowed kitchen, high ceilings, h\/w" , "date" : "20010121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/21\/realestate\/residential-sales.html"}]