[  {"body" : "THIS past year will always be divided -- Before and After. How simple life was, back then. But we kept on because . . . because . . . because Mayor Giuliani told us to. In its own shallow way, sport helped the bad hours to pass. Here are some places a wandering columnist visited, physically and psychically, in 2001: MIAMI, JAN. 3 Manatees swim up" , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "Sports of The Times; The Postcards From 2001: Sport Helped People Cope" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/sports\/sports-of-the-times-the-postcards-from-2001-sport-helped-people-cope.html"} , {"body" : "In a year when death scarred the nation, death too often saddened sports -- at an auto-racing track, in a plane crash, on a sun-scorched football field, in a boxing ring on an aircraft carrier, on a ski slope in Tyrol, even on a world-class sailor's anchored yacht. On the competitive stages, the Arizona Diamondbacks dethroned the Yankees in a" , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "2001: LOOKING BACK; Death and Scandal Left Their Scars" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/sports\/2001-looking-back-death-and-scandal-left-their-scars.html"} , {"body" : "Santa Claus is a 5-year-old girl from Manhattan. He is a marine biologist from Queens. He is the chief executive of a major toy company in New Jersey. To the children and adults around the city who had their wishes fulfilled after they were featured in articles this fall about The New York Times Neediest Cases Fund, Santa Claus came in many forms." , "date" : "20011225" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; Whole Spectrum of Santas Emerge for Neediest Cases" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/25\/nyregion\/the-neediest-cases-whole-spectrum-of-santas-emerge-for-neediest-cases.html"} , {"body" : "ON oceanfront land in Brooklyn once occupied by the Brighton Beach Baths, the Muss Organization of Queens is moving into the third year of construction on a condominium project that is reversing the symbolism of the site -- from one linked with the past to one reflecting the possibilities the city holds for its recent immigrants and their children." , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "On Brighton Beach, a Tide of Immigrants" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/realestate\/on-brighton-beach-a-tide-of-immigrants.html"} , {"body" : "THERE wasn't an empty seat at 71 Irving Coffee & Tea Bar, a cozy below-street-level coffee shop near Gramercy Park. A stream of customers lined up for lattes and bagels. Men with rumpled hair flipped through magazines, and young women in yoga pants and sneakers caught up over coffee, some sitting at tables by the fireplace, others on the benches" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "Wired, Jobless and Free (for Now)" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/style\/wired-jobless-and-free-for-now.html"} , {"body" : "The subway cars on the W line snake from Queens through the heart of Manhattan and on to Brooklyn, collecting dirt and debris from thousands of riders. At the end of the line, on an elevated platform in sight of Coney Island's Ferris wheel, a dozen people in green vests sweep, scrape and swab the grime away. Transit-system employees doing the same" , "date" : "20011217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "As Welfare Comes to an End, So Do the Jobs" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/17\/nyregion\/as-welfare-comes-to-an-end-so-do-the-jobs.html"} , {"body" : "For years, commuters between Queens and Manhattan have complained about overcrowded subway trains and long waits on platforms. With the addition today of a new subway line, officials say that these commuters will have an easier ride. The new subway line, called the V train, will make 24 stops between 71st Avenue in Forest Hills, Queens, and Second" , "date" : "20011217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "V Train Begins Service Today, Giving Queens Commuters Another Option" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/17\/nyregion\/v-train-begins-service-today-giving-queens-commuters-another-option.html"} , {"body" : "The arrests in Los Angeles last week of two members of the Jewish Defense League charged in a bombing plot came as federal authorities pursued a separate terrorism-related investigation into the activities of some followers of the late Rabbi Meir David Kahane in Brooklyn. In announcing the charges against the two members, Irving David Rubin and" , "date" : "20011216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Followers Of Kahane Are Subjects Of Inquiry" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/16\/nyregion\/followers-of-kahane-are-subjects-of-inquiry.html"} , {"body" : "On a rain-soaked evening in 1937, a 9-year-old girl is hit by a car as she crosses the street, returning home from Fort Greene Park in Brooklyn. The impact knocks her unconscious. The driver brings her to the street in front of a nearby hospital. As the car speeds away, the girl, drifting in and out of consciousness, catches just two digits of its" , "date" : "20011209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "The Neediest Cases; Injury from 1937 Accident Confines Woman to Home" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/09\/nyregion\/the-neediest-cases-injury-from-1937-accident-confines-woman-to-home.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ANGEL R. PENA Rain or Shine Rain. More rain. So much rain that ball fields became too soggy even for the fairy-light footsteps of a little girls' softball team. But the season had already begun, and the Eagle Paint Minors' coach wanted his girls to be ready." , "date" : "20011204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; The 'Joe Torre' of River Vale, a Matriarch, a Man Who Lived a Lesson" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/04\/nyregion\/nation-challenged-portraits-grief-victims-joe-torre-river-vale-matriarch-man-who.html"} ,   {"body" : "A 51-year-old woman and her fiancé were found stabbed to death in their East Harlem apartment after the woman's 3-year-old granddaughter, with duct tape across her eyes and mouth, managed to answer a ringing phone and tell the caller that something was wrong, the police said yesterday. The killings of the woman, Carmen Quinones, and her fiancé," , "date" : "20011203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Couple Killed in East Harlem; 6 Others Are Slain in 24 Hours" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/03\/nyregion\/couple-killed-in-east-harlem-6-others-are-slain-in-24-hours.html"} , {"body" : "The owner of a used-car lot in Brooklyn was arrested yesterday on charges that he smuggled or tried to smuggle 20 stolen luxury cars to Russia and Latvia, the United States Customs Service said. The man, Grigori Baranik, owner of Galaxy Auto Sales at 2733 Coney Island Avenue in Sheepshead Bay, bought some of the cars from owners who then reported" , "date" : "20011128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LATVIA" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Dealer Charged In Car Smuggling" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/28\/nyregion\/dealer-charged-in-car-smuggling.html"} , {"body" : "There was a time when things looked promising for Gavin Dutchin. It was the early 90's, he had recently graduated from Massachusetts Institute of Technology and had landed his first job on Wall Street, at Cowen & Company, an investment banking firm. ''I saw great potential for myself,'' he recalled recently. ''I just wanted to work for someone who" , "date" : "20011127" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; After Losing High Hopes, A Chance to Hope Again" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/27\/nyregion\/the-neediest-cases-after-losing-high-hopes-a-chance-to-hope-again.html"} , {"body" : "KUSHEL-Lillian. 86, on November 23rd, 2001. Beloved wife of Bernard, devoted mother of Kenneth, cherished grandmother of Marika. Sister of Milton Shapiro, the late Miriam Fox, Edwin Shapiro, and Adele Leonard. She was a revered professor of fashion, buying, and merchandising for over forty years. The lives of thousands of her students were graced" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "48" , "title" : "Paid Notice: Deaths KUSHEL, LILLIAN" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/classified\/paid-notice-deaths-kushel-lillian.html"} , {"body" : "Two men were killed when the cars they were riding in collided on a Brighton Beach street, the police said yesterday. The driver of one car, Mark Ferdman, 29, of Sheepshead Bay, has been charged with driving while intoxicated and vehicular manslaughter, the police said. One of Mr. Ferdman's two passengers was his brother, Oleg Ferdman, 30, who was" , "date" : "20011120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: 2 Die In Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/20\/nyregion\/metro-briefing-new-york-brooklyn-2-die-in-crash.html"} , {"body" : "JANOFSKY-Albert. Beloved husband of Rachel, loving father of Dr. Elliott and Betty Janofsky and Sally and Michael Hipscher. Devoted grandfather of Steven, Joel and Lorraine, Karen and Jenny. Adored great-grandfather of Emma Rose. Devoted to family, country, religion, community and loved his NY Yankees. Services today 1 PM at Sherman's Flatbush" , "date" : "20011120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths JANOFSKY, ALBERT" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/20\/classified\/paid-notice-deaths-janofsky-albert.html"} , {"body" : "AGINSKEE-Mae (nee Katzen). Beloved aunt of Joe and Myra Fisch. Great-aunt of Amy & Terry, and Lauren and Anthony. Service today, 10 AM, Weinstein Garlick Kirschenbaum Chapel, 1153 Coney Island Avenue, Brooklyn." , "date" : "20011116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths AGINSKEE, MAE (NEE KATZEN)." , "url" : "http:\/\/www.nytimes.com\/2001\/11\/16\/classified\/paid-notice-deaths-aginskee-mae-nee-katzen.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. GERARD COPPOLA The Rock 'n' Roll Grandpa Already at age 12, he was a broadcasting nut. He bought a two-watt transmitter, built a mini-radio station in his basement in East Orange, N.J., and began broadcasting, rock 'n' roll and personal musings throughout the" , "date" : "20011112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; The Cool Granddad, the Francophile, the Laundry-Room Romantic" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/12\/nyregion\/nation-challenged-portraits-grief-victims-cool-granddad-francophile-laundry-room.html"} , {"body" : "TOWBA-Albert. On November 6, 2001. Devoted husband of Evelyn. Loving father of Eugene Towba and Janet Winter. Dear brother of Cecile Fried. Adored grandfather of Jordan, Jesse, Catherine and Natalie. Services 1 PM, today, Nieberg Midwood Chapel, 1625 Coney Island Avenue, Brooklyn, corner of Avenue M." , "date" : "20011108" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths TOWBA, ALBERT" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/08\/classified\/paid-notice-deaths-towba-albert.html"} , {"body" : "Mark Green campaigned across Brooklyn yesterday, strolling through Sunset Park and Borough Park and visiting four predominantly black churches, where he fiercely and repeatedly criticized his opponent, Michael R. Bloomberg. Mr. Green listened to the harmonies of a gospel choir, visited a kosher restaurant and shook hands with a churros vendor. He" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Green Navigates Brooklyn Bearing Swipes at Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/green-navigates-brooklyn-bearing-swipes-at-bloomberg.html"} ,   {"author" : "RANDY KENNEDY is a reporter on the metropolitan staff of The Times." , "body" : "I DIDN'T intend it to be so metaphorical. But in the middle of planning a day that would teach me something about the city where I have lived the last 10 years, I looked over my itinerary and realized something: I had accidentally planned a back-to-school day. I am 34 and have not spent a minute in a classroom since around the time I became old" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "Exploring Around The Edges" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/travel\/exploring-around-the-edges.html"} , {"body" : "THE Clancys of City Island in the Bronx do not consider themselves a military family. Even though one of their male relatives is buried in a mass grave near the Argonne, the forest in France where thousands of soldiers died in World War I. Another stormed a beach in Normandy on D-Day and ended up posing for a picture in Hitler's captured Alpine" , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Down the Years, a Call to Arms" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/nyregion\/down-the-years-a-call-to-arms.html"} , {"body" : "ELEVEN blocks separate Yankee Stadium, that hallowed home of the reigning World Series champions, from St. Mary's Park, a rocky plot cut into the heart of the South Bronx. But the two couldn't appear more distant. In the House that Ruth Built, multimillion-dollar athletes play before ravenous fans who scrutinize every ball and strike, every bobbled" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; Diamonds on the Soles of His Shoes" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/nyregion\/citypeople-diamonds-on-the-soles-of-his-shoes.html"} , {"author" : "Max Page, a former New Yorker, is an assistant professor of architecture and history at the University of Massachusetts in Amherst, and the author of ''The Creative Destruction of Manhattan'' (University of Chicago Press)." , "body" : "NEW YORK is still the city that never sleeps. Fear will do that. Fear of death borne in the air: a jet, a microbe. In Lower Manhattan, the dust has been scrubbed away. Night and day trucks rumble off with more rubble. But the fear persists: there are letters to open, cross-country trips to take. The fear is a psychic anthrax, an almost invisible" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Edge, Again" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/nyregion\/on-edge-again.html"} , {"body" : "There were 1,500 pigeons packed into traveling crates, and the Knights of Columbus taproom smelled like a barn. It was race night and the birdmen talked to one another about storm fronts and prevailing winds. They talked to their birds. They synchronized their race clocks and tagged their pigeons with numbered rubber bands. They drifted toward the" , "date" : "20011016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["OHIO" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "They Don't Brake for Statues; Racing Pigeons Hurry Home to Brooklyn, at 55 M.P.H." , "url" : "http:\/\/www.nytimes.com\/2001\/10\/16\/nyregion\/they-don-t-brake-for-statues-racing-pigeons-hurry-home-to-brooklyn-at-55-mph.html"} , {"body" : "THEY remember the good times that came before Sept. 11, and they remember the bad times, too. They lighted candles during blackouts, sold apples on street corners during the Depression and went through air raid drills during World War II. But most of all, when they look back over their many decades in the city, they simply remember change and how" , "date" : "20011014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Elderly Face an Abyss, But They Remain Unbowed" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/14\/nyregion\/neighborhood-report-new-york-up-close-elderly-face-abyss-but-they-remain-unbowed.html"} , {"body" : "It was the kind of news that Bill Randolph would normally have watched at home with his partner, Wesley Mercer. They would have sat close together on the couch, surfed the news channels, and reassured each other that their world had not changed. But Mr. Randolph watched the news alone, as he has every day since two hijacked planes destroyed the" , "date" : "20011009" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "13" , "title" : "A NATION CHALLENGED: THE FAMILIES; Reports of Bombing by U.S. Intrude on Private Grief" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/09\/nyregion\/nation-challenged-families-reports-bombing-us-intrude-private-grief.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 393 yesterday, and the city medical examiner had identified 335. In all, 4,979 could be missing. Here are glimpses of some of those lives. NURAL and SHAKILA MIAH The Voice of a Deer Long ago in Bangladesh, Nural Miah's grand father hunted birds in the jungle." , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Hunting Tradition Is Upheld, Along With a Bond Between Cousins" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/nation-challenged-portraits-grief-victims-hunting-tradition-upheld-along-with.html"} , {"body" : "Do Unto Others From left: Cotton voile hand-crocheted dress, $1,950, cotton camisole, $500, and silk chiffon skirt, $750, from Norma Kamali's collection of vintage clothing. For information, call (800) 852-6254. Earrings: Gabrielle Sanchez at Apropo. Friends Indeed Above from left: Wool corset, $435, and skirt, $575, by Gary Graham. Corset at" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "76" , "title" : "The Innocents At Home" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/magazine\/the-innocents-at-home.html"} , {"body" : "Mayor Rudolph W. Giuliani has long been admired for his crime-fighting skills at a time when the city seemed ungovernable, and more recently for his dynamic leadership in the wake of the terrorist attack on the World Trade Center. But now, looking to the future, a number of urban planners and real estate executives say that Mr. Giuliani -- like" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Some See Giuliani as Right for an Emergency, but Wrong for Rebuilding" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/some-see-giuliani-as-right-for-an-emergency-but-wrong-for-rebuilding.html"} ,   {"body" : "Once upon a time a great pleasure palace was built on the edge of the sea. Streets curled past onion domes and minarets; statues moved as if they were alive; great elephants shed their lumbering bulk as they plunged down enormous slides. At night the edges of the cupolas and balustrades were draped with what was said to have been ''a huge mantle of" , "date" : "20011006" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "SHELF LIFE; Pleasure Domes Built of Giggles and Moonlight" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/06\/books\/shelf-life-pleasure-domes-built-of-giggles-and-moonlight.html"} , {"body" : "POLLACK-Pearl. On Oct. 3, 2001, after a lengthly illness. Adoring mother to Robin and Bill, beloved wife to Manny, cherished grandmother to Sarah, special sister to Herman and a loving daughter, aunt & mother-in-law. Possessed of a gentle spirit, a loving ethos, a keen intellect, a voice for social justice and a playful self. Your loving being and" , "date" : "20011006" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths POLLACK, PEARL" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/06\/classified\/paid-notice-deaths-pollack-pearl.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 380 yesterday, and the city medical examiner had identified 321. In all, 4,986 could be missing. Here are glimpses of some of those lives. LAWRENCE DAVIDSON His New Best Friend Lawrence Davidson decided to go live in Israel shortly after he graduated from" , "date" : "20011005" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; The Missing and the Dead" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/nyregion\/a-nation-challenged-portraits-of-grief-the-victims-the-missing-and-the-dead.html"} , {"body" : "GARDNER-Hyman I., M.D. Age 95, died October 2, 2001, in New City, NY. Born on the Lower East Side in 1905, he was a general practitioner in Brooklyn from 1934 to 1991. Married in 1934 to the late Nettie Geringer, he is survived by his children Michael, David and Debra, and Marjorie and the late Joel Wineburgh; grandchildren Eowyn, Chanah and" , "date" : "20011004" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths GARDNER, HYMAN I., M.D." , "url" : "http:\/\/www.nytimes.com\/2001\/10\/04\/classified\/paid-notice-deaths-gardner-hyman-i-md.html"} , {"body" : "EHRLICH-Lisa Caren (nee Weinstein), 36 years old, of Brooklyn, NY. Suddenly taken on September 11, 2001 at The World Trade Center disaster. Loving wife of Jonathan Ehrlich. Beloved mother of Ryan and Myles. Beloved daughter of Stanley and Gloria Weinstein. Cherished sister of Andrew and Dot and Seth and Nicole. Employee of Aon; Vice President, New" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "38" , "title" : "Paid Notice: Deaths EHRLICH, LISA CAREN (NEE WEINSTEIN)" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/classified\/paid-notice-deaths-ehrlich-lisa-caren-nee-weinstein.html"} , {"body" : "SYMONS-Selma. Loving wife of the late Dr. Louis J. Beloved mother of Sonya and Gordon Goldsmith, Michael and Arlene Symons, and the late Barry Symons. Cherished grandmother and great-grandmother. Services Sunday, 11AM at Nieberg's Midwood Chapel, Inc., 1625 Coney Island Ave. (corner Avenue M), Brooklyn. 718-377-2700." , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "38" , "title" : "Paid Notice: Deaths SYMONS, SELMA" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/classified\/paid-notice-deaths-symons-selma.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 300 yesterday, and the city medical examiner had identified 232. In all, 6,347 could be missing. Here are glimpses of some of those lives. GEOFF CAMPBELL A Chance Meeting Not long after arriving in America in 1999, Geoff Campbell was sitting at a Midtown bar" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; At Work and at Home, Lives Filled With Aspirations and Inspirations" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/nation-challenged-portraits-grief-victims-work-home-lives-filled-with.html"} , {"body" : "A vastly reconfigured City Council began to come into focus last night as early returns showed that a range of well-known elected officials, new political faces and family members of old council members won primary races. A number of politicians traded their incumbency in other offices to run for seats on the Council. One such politician was Albert" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW YORK PRIMARY: CITY RACES; New Face Of Council Emerges From Pack" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/nyregion\/the-new-york-primary-city-races-new-face-of-council-emerges-from-pack.html"} , {"body" : "YEO-Kiat Huat, age 50, of Red Bank, New Jersey, died last night at Riverview Medical Center. Dr. Yeo was born in Malaysia and came to the USA to pursue his medical studies. He completed his undergraduate studies at Columbia Union College and the University of Maryland at Baltimore. Dr. Yeo attended medical school at St. George's University School" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths YEO, KIAT HUAT" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/classified\/paid-notice-deaths-yeo-kiat-huat.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} ,   {"body" : "This city always offers an eerie if appealing edge in peddling the notion that people behind in their luck can escape from ordinary life. But the skyline glitter of inviting exaggerations gives darker pause now. Gamblers are approaching the New York, New York Casino and Hotel and looking for the World Trade Center in its imposing scale replica of" , "date" : "20010921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LAS VEGAS (NEV)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "In Faux New York, Escape and Tribute to Attack Victims" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/21\/us\/in-faux-new-york-escape-and-tribute-to-attack-victims.html"} , {"body" : "The president of New York City Transit toured subway tunnels yesterday near the worst devastation from the World Trade Center collapse, and reported that the N and R lines, thought to be extensively damaged, had not been pierced by falling steel beams, as earlier thought. But transit officials cautioned that their original projection of those lines" , "date" : "20010920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "A NATION CHALLENGED: THE SUBWAYS; Damage on Lines Near Towers Is Less Than Officials Feared" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/20\/nyregion\/nation-challenged-subways-damage-lines-near-towers-less-than-officials-feared.html"} , {"body" : "Brett Kay lives in Chelsea, a long toss from the Brooklyn Cyclones' home at KeySpan Park at Coney Island. But when the team returned home at 4 a.m. Tuesday from the first game of the New York-Penn League championship series in Williamsport, Pa., Kay, the Cyclones' catcher, stopped at the Staten Island home of first baseman Jay Caliguiri and decided" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Washington" , "Sports"] , "page_facet" : "12" , "title" : "BASEBALL; Cyclones Accept Odd End to Season" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/sports\/baseball-cyclones-accept-odd-end-to-season.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "Like most New Yorkers, Jérôme Fortin goes to work on the subway. The difference is that from day to day, Mr. Fortin never quite knows which subway line he will ride. Or even which stop might take him closest to his job. One day, it could be the F to Coney Island, where his mission is to track down elusive metallic ice-cream cup lids. (No luck.)" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Plumbing a City's Curiosities in the Name of Art" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/nyregion\/tunnel-vision-plumbing-a-city-s-curiosities-in-the-name-of-art.html"} , {"body" : "Whether cruising the streets of the Upper West Side on a flatbed truck or drinking beer from a plastic foam cup at an Irish fair in Coney Island, the Democratic candidates ranged across the city yesterday, desperately wooing what they believed to be their own slivers of the electorate. Fernando Ferrer's white campaign bus snaked through the Bronx" , "date" : "20010910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CAMPAIGNING FOR MAYOR: THE CANDIDATES; Fervent Appeals for Votes, in the Primary and Beyond" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/10\/nyregion\/campaigning-for-mayor-candidates-fervent-appeals-for-votes-primary-beyond.html"} , {"body" : "With the campaign drawing to a close and no money for television advertisements, Herman Badillo yesterday used the only televised debate of the Republican primary to try to cast doubt on the character of his opponent, Michael R. Bloomberg. Mr. Badillo suggested that his rival was not fit to be mayor because of off-color remarks attributed to Mr." , "date" : "20010910" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CAMPAIGNING FOR MAYOR: THE REPUBLICANS; Joke Book Proves Bloomberg Is Unfit, Badillo Says in Debate" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/10\/nyregion\/campaigning-for-mayor-republicans-joke-book-proves-bloomberg-unfit-badillo-says.html"} , {"body" : "Nostalgia for the look and feel of an earlier New York is evoked by the illustrations, graphic novels, set designs and drawings that make up ''Ben Katchor: Picture-Stories,'' an exhibition that opens today at the Jewish Museum (1109 Fifth Avenue, at 92nd Street). Brooklyn born and bred, Mr. Katchor is best known for comic strips that cull history," , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ON THE TOWN; Julius Knipl, Icon of Nostalgia" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/on-the-town-julius-knipl-icon-of-nostalgia.html"} , {"body" : "In a Brooklyn Council district that stretches from the Coney Island Boardwalk up to the historic houses of Gravesend, what had once been a contest of one is now a race among six candidates who say they want to unify an increasingly diverse area. The contest in the 47th Council District to succeed Howard L. Lasher, who is leaving office because of" , "date" : "20010906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RACE FOR CITY HALL: BROOKLYN; 6 Democrats Seek Council Nomination in an Increasingly Diverse Area" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/06\/nyregion\/race-for-city-hall-brooklyn-6-democrats-seek-council-nomination-increasingly.html"} , {"body" : "So far, it has been a very good inaugural year for the Brooklyn Cyclones. After winning the final game of the season last night, the team that brought baseball back to Brooklyn had won 52 games and lost only 24, for a won-lost percentage of .684 (a better record than those perennial near-champs the Brooklyn Dodgers ever posted). Tonight they will" , "date" : "20010906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cyclones Are Minor League, But Not in Merchandising" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/06\/nyregion\/cyclones-are-minor-league-but-not-in-merchandising.html"} ,   {"body" : "Paul Nieves arrived at John Dewey High School in Coney Island for the first day of school yesterday under brilliantly sunny skies, wearing an outfit chosen to so blind his classmates with his sense of style that they would forget he was just a puny freshman: an oversize Paco sports shirt and a gold stud in one ear. He earned mixed results. ''All" , "date" : "20010906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "New York City Schools Opening Under a Financial Pall" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/06\/nyregion\/new-york-city-schools-opening-under-a-financial-pall.html"} , {"body" : "Long before the Hard Rock or the World Wrestling Federation cafes, there was Childs Restaurant in Coney Island, an aquatic theme restaurant built of polychrome terra cotta and the technicolor fantasies of a new middle class. The restaurant, flagship of a thriving chain, was erected in 1923. Diners had never seen such a spectacle. Built in the" , "date" : "20010902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; Seeking to Preserve a Polychrome Dining Fantasy" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/02\/nyregion\/neighborhood-report-coney-island-seeking-to-preserve-a-polychrome-dining-fantasy.html"} , {"body" : "Q. For a forthcoming book of photographs of the construction of the Chrysler Building, can you tell me who designed the earlier building on the site? . . . David M. Stravitz, Manhattan. A. The land on the northeast corner of 42nd Street and Lexington Avenue was built up with small apartment buildings in the 1880's -- the first Grand Central" , "date" : "20010902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Readers' Questions; Chrysler Building's Predecessor; Modernist Architect" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/02\/realestate\/streetscapes-readers-questions-chrysler-building-s-predecessor-modernist.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "Two men were shot, one fatally, in the Brighton Beach section of Brooklyn yesterday evening, the police said. The unidentified victims were at Westend Avenue and Oriental Boulevard when the bullets were fired at 9:30 p.m., the police said. One victim, 31, died from a wound to the head, and the other, 43, was taken to Coney Island Hospital in" , "date" : "20010827" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Murder In Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/27\/nyregion\/metro-briefing-new-york-brooklyn-murder-in-brighton-beach.html"} , {"body" : "AMONG the soccer players criss-crossing the vast lawns in Flushing Meadows Corona Park, among the children squealing in the fountain sprays, among the skateboarders and tennis fans and theatergoers, there are ghosts. They are all around the 1,255-acre park. Some are exuberantly visible. Others are woven subtly into the landscape. Most are as remote" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING MEADOWS-CORONA PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Queens Park's Past Shapes Its Future" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/realestate\/a-queens-park-s-past-shapes-its-future.html"} , {"body" : "DIANA BELOZOVSKY was 13 when she and her parents set out on a complicated getaway from the Soviet Union. At the American Embassy in Rome, the girl's elementary-school English proved indispensable to her parents for the first time. ''This was very crucial,'' said Ms. Belozovsky, who is now 24. ''They were deciding whether we get to America or not.''" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; Translating for Parents Means Growing Up Fast" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/urban-tactics-translating-for-parents-means-growing-up-fast.html"} , {"body" : "It's official. Brooklyn and Queens have arrived, and they've got their own alternative weekly newspaper to prove it. On Thursday, more than a dozen neighborhoods received the debut issue of New York Metropolis, a free, 32-page publication that will be distributed almost exclusively in those boroughs. ''In certain parts of Brooklyn and Queens," , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; 2 Boroughs Arrive (Once Again) With a New Newspaper's Arrival" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/neighborhood-report-new-york-up-close-2-boroughs-arrive-once-again-with-new.html"} , {"body" : "Anyone who runs for the office of New York City comptroller must dare to be dull. After all, few voters would hire, say, the Rev. Al Sharpton to be their accountant or Gov. Jesse Ventura to manage their pension funds. Which helps explain why the battle to be bookkeeper in chief has not exactly been exciting. In one corner, there is Herbert E." , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Race for Bookkeeper in Chief: Dull but Significant" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/race-for-bookkeeper-in-chief-dull-but-significant.html"} , {"body" : "Years ago, when I was a uniformed police officer in Bensonhurst, Brooklyn, a man walked up to me at a school crossing and started speaking Italian. I couldn't understand him, so I sent him to find someone who could translate. At the same time, a woman approached, walking her dog. The dog brushed up against a pole and got a bad shock. That's what" , "date" : "20010822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "MY JOB; My Daily Dose of Murder" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/22\/jobs\/my-job-my-daily-dose-of-murder.html"} ,   {"body" : "As a child, the Mets' John Franco would gather about a dozen of his friends and make the three-mile walk from his home on Stillwell Avenue in Brooklyn over to Coney Island. After a day on the beach, spending whatever money they had riding the El Dorado bumper cars and then putting away hot dogs at Nathan's, the kids would make the trip home. Franco" , "date" : "20010820" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASEBALL: METS NOTEBOOK; Childhood Haunts" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/20\/sports\/baseball-mets-notebook-childhood-haunts.html"} , {"body" : "A cruise ship carrying more than 1,400 passengers and crew lost power and stalled off Coney Island last night, according to the Coast Guard. The ship, The Regal Empress, blocked part of the Port of New York for several hours after an oil leak was discovered in its engine room around 6:10 p.m. The ship, which is owned by Regal Cruises Limited," , "date" : "20010820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Cruise Ship Loses Power" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/20\/nyregion\/metro-briefing-new-york-brooklyn-cruise-ship-loses-power.html"} , {"body" : "THE glitter lay straight ahead on the ferry when Melanie Griffith steamed off to magical Manhattan in the morning, returning to sedate Staten Island in the evening in the film ''Working Girl.'' Now something shimmers on Staten Island, too. It is a ballpark, hard by the ferry slip, and it beckons much like the Statue of Liberty just across the" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Another Sea Voyage For El Duque" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/sports\/sports-of-the-times-another-sea-voyage-for-el-duque.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturdays from 9 to 11 a.m. (through Aug. 25) and Wednesdays from 7 to 9 p.m. (through Aug. 29), ''Genomic Laboratory Workshop'' for adults, which will include instruction in the methods, techniques and procedures for DNA sequencing; limited to 25" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/arts\/spare-times-732834.html"} , {"body" : "A Revolution In Brooklyn New Yorkers may think of their city as a battlefield, but many years have passed since it's been literally one. Tomorrow and Sunday, though, parts of Brooklyn will take on the look of a military campaign, with musket smoke as well as smog clogging the air, and booming cannons competing with the traffic noise. The occasion" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/arts\/family-fare.html"} , {"body" : "GREENBERG - Ethel (Schutz man). Beloved wife of the late Moe. Dear mother of Beverly and Arnold Winston, and Lawrence and Joanne Greenberg. Wonderful Nanny of Roy, Eric, Jane, Michael, Jill and David. Proud great grandmother of Emma and Joshua. Administrator at Kings County Hospital Center. Services Tuesday, 12 noon at" , "date" : "20010814" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths GREENBERG, ETHEL (SCHUTZ MAN)" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/14\/classified\/paid-notice-deaths-greenberg-ethel-schutz-man.html"} , {"body" : "Unable to speak and burned over 80 percent of her body, a 25-year-old Brooklyn mother clung to life in a Las Vegas hospital yesterday, the only survivor of a helicopter crash that killed her husband, four friends and the pilot. Meanwhile, a Brooklyn rabbi flew to Las Vegas with medical records to help identify the bodies, charred beyond recognition" , "date" : "20010813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GRAND CANYON (ARIZONA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Grieving Friends Keep Faith For Survivor of Copter Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/13\/nyregion\/grieving-friends-keep-faith-for-survivor-of-copter-crash.html"} , {"author" : "Nicholas Dawidoff is the author of ''The Catcher Was a Spy'' and the editor of a coming Library of America anthology of baseball writing." , "body" : "Fred Wilpon became a New York real-estate plutocrat, the builder of tall towers along gilded blocks of Manhattan avenues, by excelling at the art of the calculated risk. The grandson of an immigrant Brooklyn street peddler, Wilpon left Bensonhurst on a full scholarship to the University of Michigan, and by age 30, he was back in New York, betting" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "40" , "title" : "The House That Rudy Built" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/magazine\/the-house-that-rudy-built.html"} , {"body" : "WHY is the president's time in office limited to two terms?'' Menachem Sperling asked this spring as he sat in front of his 10 elderly students at the offices of the Brooklyn Refugee Project, a nonprofit group in Brighton Beach. ''Eight years,'' replied Yevgenia Pivovarova, 72. Mr. Sperling, frustrated at the wrong answer, exclaimed, ''Why?'' Ms." , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; For the Elderly, a Test Of Civics and Mettle, Too" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/urban-tactics-for-the-elderly-a-test-of-civics-and-mettle-too.html"} , {"body" : "A six-day August heat wave came to a soggy end yesterday afternoon when thunderstorms descended on most of the region. But there was no letup for utilities, as the storm knocked down power lines and electricity was cut off at tens of thousands of households in the Northeast. Lightning and winds gusting at nearly 40 miles per hour in some places" , "date" : "20010811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Storms End Hot Spell, but Conjure Their Own Problems" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/11\/nyregion\/storms-end-hot-spell-but-conjure-their-own-problems.html"} ,   {"body" : "In His Time In Werner Bischof's short life -- he died at 38 in 1954 in a car accident in the Andes -- he won renown as an exceptional photographic witness of his time. One of the first to be invited into the Magnum agency, he traveled through post-World War II Europe, Asia and the Americas, capturing black-and-white images for publications like" , "date" : "20010809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/09\/arts\/footlights.html"} , {"body" : "Jay Pritzker was a shrewd businessman and a lawyer by training. But part of his genius was following his gut. In 1957, sitting at Fat Eddie's coffee shop in a hotel at the Los Angeles airport, he was impressed by how the place bustled, and before long he took a napkin and scribbled a $2.2 million offer to buy the hotel from its owner, Hyatt von" , "date" : "20010807" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "A Partnership Frays After An S.& L. Fails; In Laying Blame, Trying to Sort Out One Deal Maker's Complicated Legacy" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/07\/business\/partnership-frays-after-s-l-fails-laying-blame-trying-sort-one-deal-maker-s.html"} , {"body" : "UNTIL they drove by the house they ended up buying -- it had a wraparound porch and five stained-glass windows -- Christopher James Quinn and his wife, Nanette Fuentes, were only dimly aware of Kensington's existence. They visited the house many times, bought it in March 2000, renovated it top to bottom and grew fond of their little-known" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KENSINGTON (CONN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Kensington; An Old Neighborhood Is Rediscovered" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/realestate\/if-you-re-thinking-of-living-in-kensington-an-old-neighborhood-is-rediscovered.html"} , {"body" : "The online invitation from the Mets did not say, ''We're sinking fast, come help us!'' But you could forgive some of the dreamers who came to a tryout in Coney Island yesterday hoping that the group of Mets scouts would find just what Bobby V. needs. ''Could I help the Mets now?'' asked an incredulous Alan Miller, a 52-year-old Brooklynite who" , "date" : "20010804" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASEBALL; Prospects (or Suspects?) Granted a Chance to Dream" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/04\/sports\/baseball-prospects-or-suspects-granted-a-chance-to-dream.html"} , {"body" : "Theater ''THE REALLY GOOD AND FUNNY SHOW,'' an interactive program by Child's Play Touring Theater. A 55-minute show of song, dance and theater based on stories and poems by children. Tomorrow at 2 p.m. at Lehman Concert Hall, Lehman College, 250 Bedford Park Boulevard West, at Goulden Avenue, Bedford Park, the Bronx. Tickets: $5. Tickets: (718)" , "date" : "20010803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/arts\/spare-times-for-children.html"} , {"body" : "ROSENWASSER-Irving M. Beloved husband of Clarissa. Devoted father of Judith Berenbom. Dear brother of Ethel Long. Loving grandfather of Jonathan and Sara Berenbom. Dear father-inlaw of Joshua Berenbom. Services Monday, 12 noon, Midwood Chapel, Coney Island Ave. and Ave M, Brooklyn." , "date" : "20010730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths ROSENWASSER, IRVING M." , "url" : "http:\/\/www.nytimes.com\/2001\/07\/30\/classified\/paid-notice-deaths-rosenwasser-irving-m.html"} , {"body" : "THE tattoo stood out on the glimmering chest. There on the shoulder was another. Encircling the wrist of a well-toned forearm was what appeared to be a woven blue band -- but on closer inspection was yet one more tattoo. The man with her had even more of them. Years ago -- perhaps no more than a dozen -- the word tattoo conjured up images of" , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Back Alleys to Beauty Queens" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/from-back-alleys-to-beauty-queens.html"} , {"body" : "The Brooklyn Cyclones are on a roll. The team is winning, tickets are almost entirely sold out, and merchandise is being snapped up. Cyclones baseball caps are the nation's second-best seller, topping every major league team except the Seattle Mariners. But the hot streak stops at the ice cream stand. Soft ice cream in a helmet-shaped cup is a" , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; On the Cyclones' Home Turf, Some Sightings of the Enemy" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/neighborhood-report-coney-island-cyclones-home-turf-some-sightings-enemy.html"} , {"body" : "His daughter Jessica tells him not to get hit by any cars. His wife, Iris Weinshall, perhaps out of love and perhaps because she is the New York City Commissioner of Transportation, orders him to put on his safety helmet. With a smile as big as Brooklyn, Senator Charles E. Schumer wheels his bicycle from its home in the family living room. He is on" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A Senator's Own Brand Of Seven-League Boots" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/arts\/a-senator-s-own-brand-of-seven-league-boots.html"} , {"body" : "Shortly before the start of last night's game at KeySpan Park, the ferry from Staten Island floated up to the dock just outside the stadium at Coney Island. But tickets for opposing fans are tough to come by in this New York-Penn League rivalry between minor league teams of the Mets and the Yankees, so few Staten Island Yankees fans trickled off" , "date" : "20010726" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASEBALL; Brooklyn's New Team Overflowing With Fans" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/26\/sports\/baseball-brooklyn-s-new-team-overflowing-with-fans.html"} ,   {"body" : "A 9-year-old girl was rescued from the surf by lifeguards at Coney Island yesterday after she was apparently pulled under the water by a mild undertow, the authorities said. She was listed in serious but stable condition last night at Maimonides Medical Center in Brooklyn. The girl, Alice Chen of Dyker Heights, Brooklyn, had been playing in" , "date" : "20010725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lifeguards Rescue Girl, 9" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/25\/nyregion\/lifeguards-rescue-girl-9.html"} , {"body" : "Four cousins wading in knee-deep water at a beach in Far Rockaway, Queens, were swept away yesterday by the fierce currents that have killed so many swimmers there. While their uncle and scores of other people watched helplessly from the shore, a boy struggled back to safety, but three girls were all pulled underwater and drowned. The girls -- two" , "date" : "20010724" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 Girls, Trapped in Surf at Rockaways, Drown" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/24\/nyregion\/3-girls-trapped-in-surf-at-rockaways-drown.html"} , {"author" : "Robert Sullivan is the author, most recently, of ''A Whalehunt: Two Years on the Olympic Peninsula With the Makah and Their Canoe.''" , "body" : "Sometimes you change when you have a kid, even when you're in rock 'n' roll. For instance, going on the road with Dan Zanes, rock-'n'-roll dad, is not like it used to be when Dan Zanes was Dan Zanes, rock-'n'-roll single guy. When he was a rock-'n'-roll single guy, Zanes, 39, was the leader of the Del Fuegos, a band that started out playing at cool" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "26" , "title" : "Romper Rock" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/magazine\/romper-rock.html"} , {"body" : "Times were, a T-shirt really meant something. It broadcast the wearer's alma mater or vacation haunts. It might indicate that the T-shirt's owner had ridden the mechanical bull at Gilley's or visited one of the world's Hard Rock Cafes. But nowadays, the best guess is that the wearer just went shopping. Not that truth in advertising is necessarily" , "date" : "20010721" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can't Afford Hawaii? Get the Shirt; Fashion Tees Let Shoppers Put on Fictional Identities" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/21\/nyregion\/can-t-afford-hawaii-get-shirt-fashion-tees-let-shoppers-put-fictional-identities.html"} , {"body" : "ATTRACTIONS Museums and Sites HISTORIC RICHMONDTOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmondtown. More than 25 buildings from the late 17th to the 19th century, restored and furnished. This village and outdoor museum depict the history of Staten Island and the surrounding region. Through Sunday, ''Cleanliness Is Next . . . ''" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/arts\/spare-times-323454.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * CLAUDIA ACUÑA, CAROLYN LEONHART, Iridium, 48 West 63rd Street, Manhattan, (212) 582-2121. Two new young jazz singers. Ms. Acuña is from Chile, and she is quickly settling into" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/movies\/pop-and-jazz-guide-324051.html"} , {"body" : "On a sultry evening this week, a candidate for Brooklyn borough president, Jeannette Gadson, greeted a seemingly endless stream of people entering Wingate Park for a concert by Teena Marie, the rhythm-and-blues singer of 1980's fame. With a broad smile and a firm handshake, Ms. Gadson, who served as deputy borough president for eight years, urged" , "date" : "20010719" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Brooklyn, 3 Candidates Battle in Close Race for Borough President" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/19\/nyregion\/in-brooklyn-3-candidates-battle-in-close-race-for-borough-president.html"} , {"body" : "The New York State Athletic Commission is reviewing the Brooklyn bout on July 7 in which Hector Camacho Jr. was awarded a disputed victory over Jesse James Lejia, a commission spokesman said yesterday. Camacho was proclaimed the winner by the judges when the superlightweight fight at KeySpan Park in Coney Island was stopped after the fifth round" , "date" : "20010719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "PLUS: BOXING; State Commission Reviewing Fight" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/19\/sports\/plus-boxing-state-commission-reviewing-fight.html"} , {"body" : "Mike Saltzstein, who for more than a quarter-century kept Coney Island's last historic carousel spinning through sunlit summers, ice-cold winters and lurching changes in the famed amusement area, died on July 4 in his Brooklyn apartment. He was 60. He apparently died of a heart attack, said his friend and partner in the carousel, James McCullough." , "date" : "20010718" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "19" , "title" : "Mike Saltzstein, 60, Coney Island's Carousel Man, Dies" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/18\/nyregion\/mike-saltzstein-60-coney-island-s-carousel-man-dies.html"} , {"body" : "Give them some time. Maybe a few more games. Maybe a few more years, but the Brooklyn Cyclones and the Staten Island Yankees have yet to establish a rivalry to match that of their parent organizations. For now, the Borough Series, the Ferry Series, or whatever name sticks until the next time, is for the fans. Valerie Weston, who works in the" , "date" : "20010716" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL; Brooklyn Dominating New Rival" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/16\/sports\/baseball-brooklyn-dominating-new-rival.html"} ,   {"body" : "FREUD IN BROOKLYN By Joanna Fuhrman Hanging Loose Press ($13, paperback) Freud traveled to New York mainly to see Coney island's Dreamland Park. He had read about the fake tenements there, burned down twice a day for Lower East side immigrants to gawk, and about the newborns in the incubator exhibit, pink and wrinkled as a vulture's cheek, their" , "date" : "20010715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "11" , "title" : "BOOKSHELF\/FICTION AND POETRY; Gangster Trading Cards and Tours of Terrorist Sites" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/15\/nyregion\/bookshelf-fiction-and-poetry-gangster-trading-cards-and-tours-of-terrorist-sites.html"} , {"body" : "IT was a party for Frank Corino and three others who were celebrating their 10th anniversaries with the Fire Department. Firefighters who weren't on duty stopped by the East Harlem firehouse of Engine 53 and Ladder 43 at Third Avenue and 102nd Street to offer congratulations. The smoke of cigarettes and cigars hung in the air. Men told jokes and" , "date" : "20010715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Senior Guy" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/15\/nyregion\/the-senior-guy.html"} , {"body" : "Dave Jorn, the stony-faced manager of the defending champion Yankees, claims not to see what the fuss is about. ''We're in first place and they're in first place,'' he said after batting practice. ''Other than that, there's no significance in it. It's just like playing another team.'' Luz Portoblanco, the cool-headed pitching ace of the Yankees'" , "date" : "20010713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Rivalry Across the Narrows; First, the Subway Series; Now, Fans Take the Ferry" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/13\/nyregion\/a-rivalry-across-the-narrows-first-the-subway-series-now-fans-take-the-ferry.html"} , {"body" : "The Subway Series, it's not. But the Bridge Series might prove to be a little more competitive. The Staten Island Yankees and the Brooklyn Cyclones, the short-season Class A affiliates of New York's major league teams, meet for the first time this weekend in a home-and-home series. Saturday night's game will be at the Ballpark in St. George before" , "date" : "20010712" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BASEBALL: MINOR LEAGUE NOTEBOOK; Cyclones Take Aim At Yankees" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/12\/sports\/baseball-minor-league-notebook-cyclones-take-aim-at-yankees.html"} , {"body" : "It won't be long now. The explosives arrived on Friday. At 7 a.m. Sunday, while most of the city sleeps, two mammoth natural-gas storage tanks that have defined the landscape of northern Brooklyn for decades will fall with a shudder and a boom, and with them a big chunk of New York's industrial history. When they were built by the Brooklyn Union" , "date" : "20010709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Last Days for Brooklyn's Giants; Twin Tanks Carry a Love-Hate Reputation to the End" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/09\/nyregion\/last-days-for-brooklyn-s-giants-twin-tanks-carry-love-hate-reputation-end.html"} , {"body" : "ALLALOUF-Sam, 73. Of NYC. Died Saturday, July 7, 2001, after weeks of complications following heart surgery. Beloved brother of Pauline and Maury (and wife Jenny) and uncle to Robert, Felice, Gary and Francine. Retired Public Relations Officer and News Editor, formerly of Roosevelt Hospital and St. Mary's Hospital, Hoboken, among others. He will be" , "date" : "20010709" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths ALLALOUF, SAM" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/09\/classified\/paid-notice-deaths-allalouf-sam.html"} , {"body" : "In the shadows of the Cyclone and Astroland, lit by a full moon nearly hidden by the neon green Nathan's sign, boxing arrived in Coney Island last night. On a night of fights at KeySpan Park, the new home of the Brooklyn Cyclones minor league baseball team, the show varied from local boxers hoping to make an impression on their own turf to the show" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; Johnson Wins Unanimous Decision as Part of Lively Card in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/sports\/boxing-johnson-wins-unanimous-decision-as-part-of-lively-card-in-brooklyn.html"} , {"body" : "To the Editor: As someone who was born in Brooklyn in 1951 and grew up on Long Island, I appreciated ''A Coney Island Kind of Fun'' (Op-Ed, July 2), and the memories it brought back of Steeplechase park. I last rode a steel horse with my father in 1964, before Steeplechase was closed. It was also sad when the Palisades Amusement Park in New Jersey" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SANDUSKY (OHIO)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "Our Cotton-Candy Past, at Coney Island" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/opinion\/l-our-cotton-candy-past-at-coney-island-129933.html"} , {"body" : "Nearly two weeks ago, a few days after the death of his son, Bobby Thomson stood at the podium of HBO's theater in Manhattan, praising ''Shot Heard Round the World,' the network's new documentary about the former New York Giants third baseman's historic playoff home run against Brooklyn in 1951. Thomson tossed off the allegation that he got the" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "TV SPORTS; 'Shot Heard Round the World' Echoes, 50 Years Later" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/sports\/tv-sports-shot-heard-round-the-world-echoes-50-years-later.html"} , {"body" : "''This is one of the most famous roller coasters in the world,'' Lou DiBella said, pointing at the 74-year-old Cyclone at Coney Island a few days ago. ''Doesn't it look beat up to you? This neighborhood is beaten up. It's a depressing thing. Sort of like a crying clown.'' DiBella said he and his partners hoped the boxing card they are promoting" , "date" : "20010707" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "BOXING; Fight Night Follows Minor League Baseball to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/07\/sports\/boxing-fight-night-follows-minor-league-baseball-to-brooklyn.html"} ,   {"body" : "GLICKSMAN-Lillian. On July 5, 2001, at the age of 96. Wife of the late Charles. She is survived by her sons Sam (Elaine), Hal (Janet), grandsons Richie (Cynthia) and Charlie, sisters Ruth Newman, Emily Fine and Helen Landsman, as well as numerous nephews and nieces. Services Sunday, 10 AM, at Sherman's Flatbush Memorial Chapel, 1283 Coney Island" , "date" : "20010707" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths GLICKSMAN, LILLIAN" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/07\/classified\/paid-notice-deaths-glicksman-lillian.html"} , {"body" : "Events BROOKLYN CHILDREN'S MUSEUM, 145 Brooklyn Avenue (St. Marks Place), Crown Heights, presents special Friday evening activities for families. Today, from 5:45 to 6:15, ''Circle of Tales,'' storytelling in the museum library; at 6:30, a performance by Max Pollak and Rumba Tap, an ensemble that combines Afro-Cuban music and dance with" , "date" : "20010706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/06\/arts\/spare-times-for-children.html"} , {"body" : "It was a day filled with parades, street fairs and large crowds, precisely the kind of day in which New York City politicians immerse themselves in the time-honored tradition of person-to-person contact. For the city's mayoral candidates, the campaign stops yesterday were an obligatory rite of summer in an election year: a Fourth of July parade in" , "date" : "20010705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayoral Ambitions, Paired With Tradition" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/05\/nyregion\/mayoral-ambitions-paired-with-tradition.html"} , {"body" : "Senator Charles E. Schumer may want to consider the convenience of mail-order bialys. ''In my 20 years in Washington,'' Mr. Schumer, a Brooklyn native, confessed recently, ''I still can't find a good slice of pizza or a great bagel.'' ''We need to get these down here,'' he added, a call to arms perhaps for an inside-the-Beltway bagel revolution." , "date" : "20010704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Washington Gets a Taste Of a Big Apple" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/04\/nyregion\/washington-gets-a-taste-of-a-big-apple.html"} , {"body" : "ROF-Daniel. On July 1, 2001. Beloved husband of the late Lillian. Devoted father of Alice Brezak and Florie Rosenberg. Cherished grandfather of Howard, Jeff, Brian, Sharon and Evan. Loving great-grandfather of Nikki and Jake. Retired from the New York City Fire Dept 1960. Services Tuesday, 10 AM, ''Weinstein-GarlickKirschenbaum'' Chapels, 1153" , "date" : "20010703" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths ROF, DANIEL" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/03\/classified\/paid-notice-deaths-rof-daniel.html"} , {"author" : "Kevin Baker is the author of ''Dreamland,'' a historical novel." , "body" : "Something about the seashore lends itself to nostalgia -- something to do with childhood memories, or the ceaseless murmur of the waves, or maybe too much sun. It is probably no surprise, then, that our latest exercise in nostalgia has washed up on the shore of Coney Island. Baseball is back in Brooklyn, in a fine little park along Surf Avenue," , "date" : "20010702" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "A Coney Island Kind of Fun" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/02\/opinion\/a-coney-island-kind-of-fun.html"} , {"body" : "Of all the remarkable things about New York City's Municipal Archives, the most extraordinary, by far, is its very survival. The collection -- three million pounds of material, ranging from the original 1654 Dutch sales slip for the purchase of Coney Island, to a trove of stereoscopic Victorian pornography assembled by an antivice crusader -- has" , "date" : "20010702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In 3 Million Pounds of History, Views of Day-to-Day New York" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/02\/nyregion\/in-3-million-pounds-of-history-views-of-day-to-day-new-york.html"} , {"author" : "Jeffrey Stanley, a playwright, is the author of ''Tesla's Letters,'' which was presented in 1999 by the Ensemble Studio Theater, and, most recently, ''UFOs Over Brooklyn.''" , "body" : "CHICKENBOY: Hey, who's that out there? You got the Chickenboy over here. 193: (laughs) Chickenboy? Yeah, come on. CHICKENBOY: I'm in Williamsburg. Metro and Graham. Where are you? 193: Yeah, roger. You got 193 on the Lower East. Roger? (loud static interference) CHICKENBOY: 193, come back with that. What's your 20? 193: Yeah, man. Come on. L-TRAIN:" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Talk Radio" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/talk-radio.html"} , {"author" : "E-mail: lijournal@nytimes.com" , "body" : "SOME people buy a van Gogh,'' Lou Rubino Sr. said in his low, raspy voice. ''Some people buy art by Tattoo Lou. They wear it or they hang it. But it is all art.'' Standing in his West Babylon tattoo parlor, Mr. Rubino is a walking advertisement for the well-inked. His forearms are covered in layer upon layer of tattoos that chronicle his years in" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST HAMPTON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LONG ISLAND JOURNAL; In This Artist's Hands, Skin Is the Canvas" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/long-island-journal-in-this-artist-s-hands-skin-is-the-canvas.html"} , {"body" : "MARKS-Mildred Gralla. Loving wife of the late Benjamin Gralla and the late Louis Marks. Devoted mother of Audrey Einhorn, Toby Cohn and Stephen Gralla. Dear sister of Anna Lubin, Gertrude Kleinman and Dorothy Price. Cherished grandmother of Jaymie, Debra, Meryl, Shari, Douglas, Saul and Beni. Adored greatgrandmother of Benjamin, Jason and Alex." , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths MARKS, MILDRED GRALLA" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/classified\/paid-notice-deaths-marks-mildred-gralla.html"} ,   {"body" : "On a recent Sunday morning, the 59th Street A train platform was busier than normal for a rainy weekend. Families and a stream of rain-drenched runners, fresh from the Central Park Father's Day race, were descending the stairs when they encountered a mysterious empty subway train that roared into the station, slowed and sped up again without taking" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "31" , "title" : "Memories in Transit, On the Nostalgia Train" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/arts\/memories-in-transit-on-the-nostalgia-train.html"} , {"body" : "ON THE STREET GREENWICH AVENUE CHAMBER FESTIVAL, from Avenue of the Americas to Eighth Avenue. Tomorrow, 11 a.m. to 7 p.m. Sponsored by the Greenwich Avenue Chamber of Commerce. SUNNYSIDE KIWANIS FESTIVAL, Greenpoint Avenue from 44th to 48th Streets, and on 46th Street, Queens. Sunday, 11 a.m. to 7 p.m. 13TH 52 ASSOCIATION JAZZ FESTIVAL, 52nd" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/arts\/spare-times-010677.html"} , {"body" : "A 'Tell-Some' Book DENISE RICH is going to become an author her way. ''Instead of the traditional publishing deal of the author writes a book and the publisher publishes it and pays royalties, we've formed a partnership,'' said KATHLEEN HUGHES, the publisher of Capital Books in Sterling, Va. ''It's kind of a fun way to work with an author who wants" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BOLDFACE NAMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/nyregion\/boldface-names-020079.html"} , {"body" : "Like the rap stars she loves, Robin Williams wants her teeth to ''bling'' this summer. But since she has just your average whites, the 18-year-old has been frantically shopping for a more glamorous set, the sort that street fashionistas, from Brooklyn to the Bahamas, are snapping in and out. ''When I smile, all I want people to see is gold and ice," , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Putting on a Front In Diamonds and Gold; Teeth Don't Mean a Thing If They Ain't Got That 'Bling'" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/nyregion\/putting-front-diamonds-gold-teeth-don-t-mean-thing-if-they-ain-t-got-that-bling.html"} , {"body" : "More than 11 years ago, Jason Kidd played basketball at the Oakland Coliseum for the first time. He was a high school sophomore at St. Joseph's in Alameda, a private Catholic preparatory school taking on the most powerful team in northern California, the all-black Skyline of Oakland -- Gary Payton's old public school. Except on the gritty" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "On Pro Basketball; Oakland's Gritty Playgrounds Gave Birth to a Legend" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/sports\/on-pro-basketball-oakland-s-gritty-playgrounds-gave-birth-to-a-legend.html"} , {"body" : "THEY are always surprised and they are always sorry when a boxer is carried from the ring with his brain in chaos. It wasn't supposed to be this way, say the people who are making money from the carnage. Now they are doing it at museums. What is next? Classrooms? Public squares? Churches? The latest tragedy has taken place at the Intrepid" , "date" : "20010628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; The Museum Was Used For Mayhem" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/28\/sports\/sports-of-the-times-the-museum-was-used-for-mayhem.html"} , {"body" : "There was a baseball game in Brooklyn last night. It took 44 years to say this, but the professional game returned to the holy and haunted borough that was plundered after the 1957 season. The Brooklyn Cyclones, named for a roller coaster just to the east, opened with a 3-2 victory in 10 innings last night at their new $39 million publicly" , "date" : "20010626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Summer Rite Returns To Borough of Churches" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/26\/sports\/sports-of-the-times-summer-rite-returns-to-borough-of-churches.html"} , {"body" : "There were marching bands and drum corps and a 20-piece steel drum ensemble, but the joyfullest noise of all along Surf Avenue in Coney Island yesterday emanated from the Dodger Sym-Phony, all five active survivors of it, and they brought tears to Judd Fischler's eyes. Forty-six years before, Fischler had been in another Brooklyn baseball parade, a" , "date" : "20010626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASEBALL; It's Summer: The Boys Are Back in Town" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/26\/sports\/baseball-it-s-summer-the-boys-are-back-in-town.html"} , {"body" : "The Pope at Babi Yar Pope John Paul II visited the Ukrainian site of a Nazi massacre and quietly recited a prayer for the dead as part of his continuing effort at reconciliation between Catholics and Jews. PAGE A11 Blame for School Costs Although it is not clear where the blame should be placed for $1.9 billion in cost overruns for school building" , "date" : "20010626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/26\/nyregion\/inside-973742.html"} , {"body" : "THE catcher with the fresh, raw-boned look of a prospect had already feasted his eyes on some pretty fair harbor views. Born in Sydney, Australia, he was now taking his first look at New York, New York. ''I had driven in from Tampa last weekend and gone straight to the hotel,'' Mitch Evans said. ''Then I came down to the ballpark early that night," , "date" : "20010625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Sports of The Times; A Ballpark a Skeptic Can Love" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/25\/sports\/sports-of-the-times-a-ballpark-a-skeptic-can-love.html"} ,   {"body" : "It's not Ebbets Field. It's just a little ballpark in Coney Island for a Mets farm team named the Cyclones. But it's baseball in Brooklyn and that's enough to stir the soul of anyone who lived there before Walter O'Malley absconded with the Dodgers. I not only grew up there, but I was also the last baseball writer to cover the Brooklyn Dodgers for" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BackTalk; In My Brooklyn, There's Always Baseball" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/sports\/backtalk-in-my-brooklyn-there-s-always-baseball.html"} , {"body" : "Swinging his arms, Mick Greene strode up to a schoolhouse in Jamaica Estates, occasionally firing a pink rubber ball against the asphalt with casual expertise. The ball smacked the street and curved back into his palm, as if attached by an invisible wire. The Spaldeen. No piece of New York's cultural history bounces as high. Mr. Greene, the city's" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK FOLKLORE; Three Who Will Carry the City's Torch" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/nyregion\/neighborhood-report-new-york-folklore-three-who-will-carry-the-city-s-torch.html"} , {"body" : "The Slavin brothers, Irish boys from the neighborhood, were discussing the topic of the day at Farrell's tavern in Windsor Terrace. ''It's the best thing that ever happened to Brooklyn,'' said John, 49. ''Now we have something to call our own. It's not hard to get to, the seats are cheap.'' Mike Slavin, 38, was not convinced. ''Single-A though,''" , "date" : "20010623" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Not Dodgers II, but It's Baseball; The Game Is Back in Brooklyn, on a Smaller Scale" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/23\/nyregion\/not-dodgers-ii-but-it-s-baseball-the-game-is-back-in-brooklyn-on-a-smaller-scale.html"} , {"body" : "Hot dogs rarely make headlines, except when unusual items are discovered among their ingredients or when they stand at home plate to coo over their 500-foot home runs. Now, though, there is some hot wiener news to relish. On Monday night, in the first home game for the Brooklyn Cyclones, a Mets Class A minor league team, fans will chow down on" , "date" : "20010623" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "BASEBALL; The Mets and the Yankees Have Dogs in This Fight" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/23\/sports\/baseball-the-mets-and-the-yankees-have-dogs-in-this-fight.html"} , {"body" : "When the PGA Tour completed its current four-year television deal in 1997, Tiger Woods was one month removed from winning the Masters. But even then, the Tiger Effect was presumed to be the major reason broadcast and cable networks more than doubled the PGA Tour's average annual TV payments to between $100 million and $125 million. That deal runs" , "date" : "20010622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "TV SPORTS; Familiar Shadow In Golf Deal" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/22\/sports\/tv-sports-familiar-shadow-in-golf-deal.html"} , {"body" : "BOBBY OJEDA grew up a Dodger fan. The other Dodgers. The ones out west. He came by it naturally, through the fervent partisanship of his Uncle Arthur. ''I grew up outside L.A. and my Uncle Arthur would smoke cigarettes and sip whiskey and listen to Dodger games on the radio,'' Ojeda was recalling yesterday. ''I was just a kid. That was the real" , "date" : "20010619" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Sports of The Times; New Boys Are Coming to Brooklyn This Summer" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/19\/sports\/sports-of-the-times-new-boys-are-coming-to-brooklyn-this-summer.html"} , {"body" : "With eight million people to pick from, Nancy Groce winnowed it down to 200. She lined up Andrew Rosenwach to handle the water tower. She picked out Steve Ross to make the bagels. She wanted a bus driver, and she figured, how can you go wrong with Tony Palombella? He works the 96th Street crosstown route, loves to joke around, tell stories. She got" , "date" : "20010619" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Graffiti Artists and Bialy Makers; The Smithsonian Gathers a Few of New York's Unsung" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/19\/nyregion\/graffiti-artists-bialy-makers-smithsonian-gathers-few-new-york-s-unsung.html"} , {"body" : "FREEDMAN-Beatrice S. Born June 20, 1909 to Jennie and Louis Sheiman. Died on June 16, 2001. Loving wife of the late Jerome. Adored mother of Lee, Vivienne, and Ruth. Devoted grandmother of Jill, Bruce, Andrew, Georgia, David, and Leah. Cherished great grandmother of Ryan, Erica, Alexander, Jared, Isabel, and Jalynn. Loving sister, sister-in-law," , "date" : "20010619" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths FREEDMAN, BEATRICE S." , "url" : "http:\/\/www.nytimes.com\/2001\/06\/19\/classified\/paid-notice-deaths-freedman-beatrice-s.html"} , {"body" : "Like almost every other deadline in Albany, the end of the legislative session on Wednesday is something of a fiction. Unless unexpected political shifts occur, lawmakers will go home without passing a budget, now 11 weeks late, or reaching agreement on most major bills before them. They know they will have to return to the capital sometime later" , "date" : "20010618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Albany, It's Not Begun Till It's Over" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/18\/nyregion\/in-albany-it-s-not-begun-till-it-s-over.html"} , {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CUTTINGS; A Land Rush for Compost in the City" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-a-land-rush-for-compost-in-the-city.html"} ,   {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BOTANIC GARDEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CUTTINGS; Making the Most of Free Compost" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-making-the-most-of-free-compost.html"} , {"body" : "A few weeks ago, Anna Ellison, who owns a furniture store on the site of what was in happier days the Luna Park amusement area at Coney Island, got a call from the city reminding her it was time to renew her dealer's license. A few days later, on May 26, a team of city inspectors dropped by and delivered a very different message to Ms. Ellison: her" , "date" : "20010616" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Vendors Feel They've Been Struck Out" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/16\/nyregion\/vendors-feel-they-ve-been-struck-out.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''FALSTAFF.'' The diminutive Amato Opera company, a fixture on the New York opera scene, ends its 53rd season this weekend with the final performances in its run of Verdi's ''Falstaff.'' Verdi's last" , "date" : "20010615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/arts\/art-guide.html"} , {"body" : "Loews Cineplex Entertainment Corporation, the dominant movie theater chain in New York, is trying to sublease its four-screen State Theater in Times Square and sell three run-down movie theaters in the region: the Elmwood and Cinema 5 in Queens and the Hampton Arts in Westhampton Beach, N.Y., company officials said yesterday. Like other theater" , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "7" , "title" : "Loews Seeks to Sublease One Theater and Sell Three Others" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/nyregion\/loews-seeks-to-sublease-one-theater-and-sell-three-others.html"} , {"body" : "They lurk on street corners, stalk you in the subway, follow you to your door and confront you outside the supermarket. They are New York City's latest nuisance, although they see themselves as the foot soldiers of democracy. They are petition carriers, and, since hundreds of people are running for public office, suddenly they are everywhere. So," , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In City's Primary Campaign, The Cry Is 'Sign on the Line'" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/nyregion\/in-city-s-primary-campaign-the-cry-is-sign-on-the-line.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''FALSTAFF.'' The diminutive Amato Opera company, a fixture on the New York opera scene, is presenting the last production of its 53rd season, Verdi's ''Falstaff,'' on weekends through June 17. Verdi's last" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Levy Gives New Responsibilities To a Deputy Superintendent HAROLD O. LEVY, the city schools chancellor, has given new responsibilities to AILEEN GOLDEN, the wife of the Brooklyn borough president, Howard Golden, and a longtime administrator in Community School District 21. Ms. Golden will work with ANDRE HORNSBY, the former school superintendent in" , "date" : "20010606" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/06\/nyregion\/bulletin-board.html"} , {"body" : "NEWS Family Matters Celebrating 60 years of playwriting, Horton Foote returns to his native Texas for the world premiere of ''The Carpetbagger's Children'' at 7:30 p.m. tomorrow at the Neuhaus Arena of the Alley Theater in Houston. Mr. Foote's play tells the story of the three surviving daughters of a Union Army soldier who went to Texas during the" , "date" : "20010605" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/05\/theater\/footlights.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/arts\/art-guide.html"} ,   {"body" : "MITCHELL-Newell D. On May 29, 2001. Visitation Thursday, May 31, 6-9 PM, chapel service at 8 PM, Blair-Mazzarella Funeral Home, 723 Coney Island Avenue, Brooklyn. Private cremation to follow." , "date" : "20010530" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths MITCHELL, NEWELL D." , "url" : "http:\/\/www.nytimes.com\/2001\/05\/30\/classified\/paid-notice-deaths-mitchell-newell-d.html"} , {"body" : "A city parks worker traveling between parks in Brooklyn was killed yesterday morning in an automobile accident in Sheepshead Bay, the police said. The worker, Harry Pellegrino, 38, was driving a Parks and Recreation Department pickup truck when it collided with a Volkswagen Jetta driven by Stella Cruz, 31, at the intersection of Avenue X and" , "date" : "20010528" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: City Worker Dies In Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/28\/nyregion\/metro-briefing-new-york-brooklyn-city-worker-dies-in-crash.html"} , {"body" : "Dorothy Hagen Patterson, a daughter of Audrey and James Patterson of Washington, Conn., was married there yesterday to Christopher Vincent Scarpati, a son of Phyllis and Joseph Scarpati of Brooklyn. The Rev. Robert L. Ficks III performed the ceremony at St. John's Episcopal Church. The couple graduated from Syracuse University, where they met. The" , "date" : "20010527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "WEDDINGS; Dolly Patterson, Christopher Scarpati" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/27\/style\/weddings-dolly-patterson-christopher-scarpati.html"} , {"body" : "SARONSON - Howard. Beloved husband of the late Ruth. Devoted father of Paul and Sharon Saronson, David and Betty Saronson. Cherished grandfather of Matthew, Robert, Daniel and James. Services Wednesday, 10:45, at Yablokoff Kingsway Memorial Chapel, Inc., 1978 Coney Island Ave., Brooklyn, NY. Visitation 7-9 PM, Tuesday, May 22nd. Burial to follow" , "date" : "20010523" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths SARONSON, HOWARD" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/23\/classified\/paid-notice-deaths-saronson-howard.html"} , {"body" : "RACHLIN-Roberta. Beloved wife of the late Isidore. Loving mother of Marlene & Richard Steinhauer, Robin and Joel Cutler, and Stuart and Terri Rachlin. Cherished grandmother of Bryan, Ian, Andrew, Justin and Sydney. Devoted sister of Arlene Niman. Services today 10:00 AM at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn, NY." , "date" : "20010522" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths RACHLIN, ROBERTA" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/22\/classified\/paid-notice-deaths-rachlin-roberta.html"} , {"body" : "SARONSON - Howard. Beloved husband of the late Ruth. Devoted father of Paul and Sharon Saronson, David and Betty Saronson. Cherished grandfather of Matthew, Robert, Daniel and James. Services Wednesday, 10:45, at Yablokoff Kingsway Memorial Chapel, Inc., 1978 Coney Island Ave., Brooklyn, NY. Visitation 7-9 PM, Tuesday, May 22nd. Burial to follow" , "date" : "20010522" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths SARONSON, HOWARD" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/22\/classified\/paid-notice-deaths-saronson-howard.html"} , {"body" : "People have been eating hot dogs at Yankee Stadium since it opened in 1923, and they've been eating Nathan's Famous hot dogs since the first stand opened at Coney Island in 1916. Now the two longtime New York icons, which joined last year to make Nathan's the official hot dog of the Bronx Bombers in the house that Ruth built, have decided to extend" , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "Private Sector; A Brooklyn Yankee in Bronx's Court" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/business\/private-sector-a-brooklyn-yankee-in-bronx-s-court.html"} , {"body" : "SOMMER-Esther. My beloved mother has joined my father Smitty and my sister Bonnie at rest, leaving me Elissa, her second daughter, alone in my grief. Mother is survived by the love of her life, her grandson Michael Samuel, named in blessed memory of my father and Zadie. Her sisters and brothers Minnie, Marilyn, Betty, and Ruth, Abe, David, and Mort" , "date" : "20010517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths SOMMER, ESTHER" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/17\/classified\/paid-notice-deaths-sommer-esther.html"} , {"body" : "ONE afternoon last summer I was sauntering home with a bag of vegetables when I saw something on my Brooklyn street corner that stopped me in my tracks: a red double-decker sightseeing bus and a throng of sunburned, backpack-toting tourists, chattering excitedly in some Scandinavian language. Cameras flashed and whirred. What was this all about?" , "date" : "20010513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "FRUGAL TRAVELER; Playing Tourist at Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/13\/travel\/frugal-traveler-playing-tourist-at-home-in-brooklyn.html"} , {"body" : "A deputy police inspector who just weeks ago was promoted for successfully bringing down crime in his Brooklyn precinct was demoted yesterday amid a federal investigation into accusations he was involved in drug-related misconduct, officials said. The Police Department, F.B.I. and federal prosecutors declined to release details about the" , "date" : "20010505" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Newly Promoted Police Official Demoted" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/05\/nyregion\/newly-promoted-police-official-demoted.html"} ,   {"body" : "IT is hard to say why one work of art is deemed a masterpiece while another is dismissed as a dud. The making of reputations is a mysterious process rooted in the deepest desires of humankind. Then again, sometimes it is just a matter of what Lawrence Rinder likes. ''I like art that is visceral, a word that means 'of the body,' '' said Mr. Rinder," , "date" : "20010502" , "day_of_week_facet" : "Wednesday" , "page_facet" : "1" , "title" : "THE CURATORS; Tastemaker, New in Town, Dives Into A Caldron" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/02\/arts\/the-curators-tastemaker-new-in-town-dives-into-a-caldron.html"} , {"body" : "LEE-Lily. On April 27, 2001. Beloved wife of the late Ralph. Devoted mother of Arlene and David Lee and the late Marilyn. Cherished grandmother of Michael, Jaclyn and Briana. Loving motherin-law of Ruth Lee. Services Sunday at 11:00 AM at ''WeinsteinGarlick-Kirschenbaum Chapels'', 1153 Coney Island Avenue, Brooklyn, NY." , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "46" , "title" : "Paid Notice: Deaths LEE, LILY" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/classified\/paid-notice-deaths-lee-lily.html"} , {"body" : "The Brooklyn Cyclones, the new Class A affiliate of the Mets in the New York-Penn League, will begin selling single-game tickets tomorrow at 9 a.m. in the Kings Plaza Mall, at East 55th Street off Avenue U. Ticket prices range from $6 to $10 for the 38 home games at KeySpan Park in Coney Island. Opening day is June 25. Ticket information is" , "date" : "20010427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "BASEBALL; Brooklyn Tickets Going On Sale" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/27\/sports\/baseball-brooklyn-tickets-going-on-sale.html"} , {"body" : "SCHICKLER-Shirley. We mourn the untimely loss of our beloved cousin, Shirley Schickler of Brooklyn and Sun City West. Our hearts go out to her husband Harry, sons Paul, Steve, Lane and their respective families. Services at 12:15 today at Yablokoff FH, 1978 Coney Island Avenue, Brooklyn. Cousins Selma Feinberg and Renee Mirman" , "date" : "20010424" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths SCHICKLER, SHIRLEY" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/24\/classified\/paid-notice-deaths-schickler-shirley.html"} , {"body" : "A minivan that slammed into a city bus Friday night in Brooklyn, killing five members of a family, had just run three red lights at dangerously high speed in what investigators believe may have been a rush to a hospital because of a medical emergency, the police said yesterday. In another deadly Brooklyn crash Friday night, the police said, a" , "date" : "20010422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Medical Crisis Is Suspected Of Leading to Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/22\/nyregion\/medical-crisis-is-suspected-of-leading-to-fatal-crash.html"} , {"body" : "Five people were killed last night when a minivan crashed at high speed into the side of a New York City Transit bus at the corner of Brooklyn Avenue and St. John's Place in Crown Heights, the police said. Several bus passengers were taken to nearby hospitals; their conditions could not be determined. Although the police account of the accident" , "date" : "20010421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Five Are Killed as Van Crashes Into Bus" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/21\/nyregion\/five-are-killed-as-van-crashes-into-bus.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Composing for Film,'' including discussions with composers and concerts and screenings of films notable for their scores, through tomorrow. Tomorrow, two movies with music by David Raksin: at 2 p.m., Otto Preminger's ''Laura''" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/arts\/spare-times-939188.html"} , {"body" : "KASS-Ida. Formerly of Paterson, New Jersey. Beloved wife of the late Joseph Kass, devoted mother of Rabbi Alvin and the late Dr. Morton. Loving mother-in-law of Miryom and Joyce, adoring grandmother of Marcia & David, Susan and Sam, Sarah, Lewis, Danny, and Debby, Edward, and Miryam. Adoring great-grandmother of Joshua, Rachel, Michael, and" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths KASS, IDA" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/classified\/paid-notice-deaths-kass-ida.html"} , {"body" : "KNEETER-Esther nee Crystal. On April 18, 2001. Survived by her daughters, Marilyn and Shelley, sons-in-law, Jan and John, loving grandchildren, Eric, Wendy, Howard and great-granddaughter, Rebecca. Funeral services today at 1:30 PM at Weinstein-Garlick-Kirschenbaum Chapels, 1153 Coney Island Avenue, Brooklyn." , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths KNEETER, ESTHER NEE CRYSTAL" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/classified\/paid-notice-deaths-kneeter-esther-nee-crystal.html"} , {"body" : "Anthony is standing in front of a spiffy row of Manhattan brownstones, holding a sign that says ''Housing Assistance.'' Kurt, smiling adorably, is posing on a school playground, and his sign reads ''Professional Development.'' Last but not least is Tamara, perched on a surprisingly clean subway platform with another enticing sign: ''$13,600" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ads for Teachers in a City Where Even Subways Are Clean" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/nyregion\/ads-for-teachers-in-a-city-where-even-subways-are-clean.html"} ,   {"body" : "IT is probably safe to say that Dr. Robert M. Sapolsky's home is one of the few in America whose cherished family photographs prominently feature baboons. If you crossed Jane Goodall with a borscht belt comedian, she might have written a book like ''A Primate's Memoir: A Neuroscientist's Unconventional Life Among the Baboons'' (Scribner), in which" , "date" : "20010419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["KENYA"] , "nytd_section_facet" : ["Home and Garden" , "Books" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: DR. ROBERT M. SAPOLSKY; Family Man With a Foot In the Veld" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/19\/garden\/at-home-with-dr-robert-m-sapolsky-family-man-with-a-foot-in-the-veld.html"} , {"author" : "Mel Brooks wrote the music and lyrics and co-wrote the book for the musical ''The Producers.''" , "body" : "LONG, long ago. The early summer of 1935. I was 9 years old, happy as a lark, and living with my widowed mother and three older brothers in an $18-a-month fifth-floor walkup in a tenement at 365 South Third Street in the Williamsburg section of Brooklyn. We lived in the back. Though it was the depths of the Depression, there was music in the air." , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Springtime for the Music Man in Me" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/theater\/springtime-for-the-music-man-in-me.html"} , {"body" : "REVKIN-Miriam R. On April 9, survived by her children Alvin, Sheldon and Sari Revkin; her grandchildren and great-grandchild. Visitation today at 12:30 PM, Yablokoff Kingsway Memorial Chapel, 1978 Coney Island Avenue, Brooklyn, with services at 1:30 PM." , "date" : "20010411" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths REVKIN, MIRIAM R." , "url" : "http:\/\/www.nytimes.com\/2001\/04\/11\/classified\/paid-notice-deaths-revkin-miriam-r.html"} , {"body" : "As work on the Mnhattan Bridge scrambles several subway lines this summer, weekend service from Brooklyn into Manhattan will also be significantly reduced, internal transit documents show. The W line, an addition to the subway map that will replace the B line in Brooklyn beginning this summer because of the bridge work, will not run into Manhattan" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Weekend Cuts In Subway Trips From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/weekend-cuts-in-subway-trips-from-brooklyn.html"} , {"body" : "In the days when Coney Island was a summertime playground for millions of American families, Philip's, a little red-and-white candy stand on Surf Avenue, was impossible to bypass. It was the first thing visitors saw as they left the Stillwell Avenue subway terminal, and it was as much a part of the Coney Island experience as a whirl on the Cyclone" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pulling Coney Island's Sweet Tooth; As a Landmark Candy Shop Closes, Even Diabetics Mourn" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/nyregion\/pulling-coney-island-s-sweet-tooth-landmark-candy-shop-closes-even-diabetics.html"} , {"body" : "Theater 'CHARLOTTE'S WEB,'' a production by Theaterworks\/USA based on the E. B. White classic story. Tomorrow at 12:30 p.m. at the Equitable Center, 787 Seventh Avenue, at 52nd Street, Manhattan. Tickets: $19; $15 when buying 10 for one show. Information: (212) 627-7373. ''SLEEPING BEAUTY.'' An updated version of the fairy tale with music, puppets" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/arts\/spare-times-for-children.html"} , {"body" : "''I am your principal,'' Mark Green declared brightly yesterday morning, looking just a bit nervously across a classroom at Midwood High School in Brooklyn that was packed, desk to desk, with students hoisting guitars for their music class and staring straight back at him. Mr. Green, the New York public advocate and a Democratic candidate for" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "A School Day in the Lives of 4 Principal Democrats" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/nyregion\/a-school-day-in-the-lives-of-4-principal-democrats.html"} , {"body" : "ROSENBLUTH-Sol. Died April 4, 2001. Devoted and loving husband, father, grandfather and brother. A gentle and sweet disposition, graced with a keen sense of humor and wit and natural ability to see the good in everything. He will be missed by all who knew him. For information Yablokoff Kingsway Memorial Chapel, 1978 Coney Island Ave, Brooklyn, N.Y." , "date" : "20010405" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths ROSENBLUTH, SOL" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/05\/nyregion\/paid-notice-deaths-rosenbluth-sol.html"} , {"author" : "Jonathan Mahler is writing a book about baseball and New York City in the 1970's." , "body" : "I've come to North Harlem on a brilliant Friday morning in late March to visit the site of a miracle. It happened 50 years ago. There was a stadium here then, a bathtub-shaped ballpark wedged between the steep escarpment known as Coogan's Bluff and the Harlem River. Known as the Polo Grounds, it was the home field of the vaunted Giants, who played" , "date" : "20010330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EBBETS FIELD (BROOKLYN)" , "POLO GROUNDS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "MY CITY; Mythic Fields Where Giants and Dodgers Made Miracles" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/30\/arts\/my-city-mythic-fields-where-giants-and-dodgers-made-miracles.html"} , {"author" : "Last week William Grimes, the restaurant critic, wrote about a chicken that had taken up residence in his backyard in Queens. The article inspired many readers to write. Here are a few of their letters." , "body" : "To the Editor: Years ago, my father decided that he could supplement his paycheck as a clothing cutter in Manhattan by selling chicken eggs to our neighbors in Sea Gate, Brooklyn. We had about a dozen chickens. My father would buy them at a live chicken market in Coney Island. If a chicken crowed, it would soon appear as Friday night dinner. If no" , "date" : "20010328" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion" , "Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "About That Chicken; Chicken Feed" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/28\/dining\/l-about-that-chicken-chicken-feed-600709.html"} ,   {"author" : "Daniel Zalewski is an editor for the magazine." , "body" : "Tobias Schneebaum did not want to go back. For one thing, he feared that his old friends might be dead. It had been nearly a half-century, after all, since the Manhattan-born painter abandoned his easel, hitchhiked south to Peru, walked headlong into the Amazon jungle and went native with an isolated Indian tribe. For another, Schneebaum knew that" , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PERU" , "AMAZON RIVER BASIN"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "54" , "title" : "Arteurs; Once, In The Jungle" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/magazine\/arteurs-once-in-the-jungle.html"} , {"body" : "Abraham H. Lass, an educator and writer whose books, articles and 40 years as an unorthodox teacher and outspoken principal made him one of the New York City school system's best-known personalities, died on Friday night at his home in Fresh Meadows, Queens. He was 93. Mr. Lass retired in 1971 after 16 years as the principal of Abraham Lincoln High" , "date" : "20010319" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Abraham H. Lass, 93, Educator, Writer and Passionate Principal" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/19\/nyregion\/abraham-h-lass-93-educator-writer-and-passionate-principal.html"} , {"body" : "Abraham H. Lass, an educator and writer whose books, articles and 40 years as an unorthodox teacher and outspoken principal made him one of the New York City school system's best-known personalities, died Friday night at his home in Fresh Meadows, Queens. He was 93. Mr. Lass, who retired in 1971 after 16 years as the principal of Abraham Lincoln" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "42" , "title" : "Abraham Lass, 93, Passionate Principal and Writer, Dies" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/abraham-lass-93-passionate-principal-and-writer-dies.html"} , {"author" : "Stan Fischler is the author of several books on subways, most recently ''The Subway: A Trip Through Time on New York's Rapid Transit'' (H&M Productions) and a hockey analyst for MSG and Fox Sports. He lives in Morningside Heights." , "body" : "FOR many subway riders an underground run is sheer, unadulterated fun, whether they're heading for work, the dentist or a movie. For 65 years, I have been one of them. And one of the greatest pleasures of our subway ride, the front window, is going the way of the rattan seat. The greatest fun is in the watching, whether it be the languorous climb" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "SOAPBOX; Blind Spot" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/soapbox-blind-spot.html"} , {"body" : "NEW YORK BROOKLYN: MOTHER CHARGED IN BABY'S DEATH -- The mother of a baby whose body was found being eaten by a dog last week was charged last night in the child's death, officials said. The woman, Lisa Small, 16, was charged with manslaughter and criminally negligent homicide. The city medical examiner's office determined that the baby had been" , "date" : "20010315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/15\/nyregion\/metro-briefing.html"} , {"body" : "On an almost daily basis, the two Democratic candidates for New York City comptroller wander from one political function to another, hoping to entice any who will listen to pay attention to the race for the city's No. 3 job. Over three recent days, Councilman Herbert E. Berman took his quest to a civic association dinner in Queens, a church" , "date" : "20010314" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Comptroller Candidates Try to Make No. 3 Job Visible" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/14\/nyregion\/two-comptroller-candidates-try-to-make-no-3-job-visible.html"} , {"body" : "GREENBERG-Mae (nee Strauss). Passed away March 11, at age 91. Loving wife of the late Professor Isidore Greenberg. Devoted mother of Judith Jones & Glenda Rubin. Cherished grandmother of Rachel Jones and Gabrielle, Talia and Michal Rubin. Dear sister of Augusta Thomas and Morris Strauss. Services Thursday, 11:30 AM at Nieberg's Midwood Chapel Inc.," , "date" : "20010314" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths GREENBERG, MAE (NEE STRAUSS)" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/14\/classified\/paid-notice-deaths-greenberg-mae-nee-strauss.html"} , {"body" : "WITH liquor on his breath, Alexei Dmitrich whispered at the ballerina, clutched for her wrist and missed. She was beautiful in the stage lights, her lithe body veiled in green chiffon, her eyes sparkling coquettishly. She came close and then she danced away, only to come close again. She smiled sweetly and stole the heart of Alexei Dmitrich. This" , "date" : "20010311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BENDING ELBOWS; Brighton Beach Heartsick Blues" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/11\/nyregion\/bending-elbows-brighton-beach-heartsick-blues.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Asoria, Queens. ''The Films of William Randolph Hearst,'' through April 1. Tomorrow: two films directed by Robert Vignola, at 2 p.m., ''Enchantment'' (1921) and at 4 p.m., ''Beauty's Worth'' (1921). Sunday at 2 p.m., ''Hearst's Serial Queens,''" , "date" : "20010309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/09\/arts\/spare-times-307360.html"} , {"body" : "BRAUN-Albert. Beloved and loving husband of Roselyn. Loving and cherished father of Willa and Jim Freiband and the late Dr. Eve Klipstein. Cherished grandfather of Linda, Bill, Mindy and Andrew. Loving great-grandfather of Isaac and Jonas. Loving brother of Viola Gotlop. Services Monday, 10 AM, at Sherman's Flatbush Memorial Chapel, 1283 Coney" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths BRAUN, ALBERT" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/classified\/paid-notice-deaths-braun-albert.html"} ,   {"body" : "HORN-Max. Beloved husband of the late Beatrice. Darling, loving companion of Dolores Bartolotta. Loving father of Stewart and Lawrence and father-in-law of Adela and Deborah. Cherished grandfather of Jennifer, Wendy, David, Richard, Robert and William. Special friend to Joseph. Services today, 10 AM, at Sherman's Flatbush Memorial Chapel, 1283" , "date" : "20010222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths HORN, MAX" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/22\/classified\/paid-notice-deaths-horn-max.html"} , {"body" : "NEXT month, residents of Los Angeles will learn exactly why pineapple doesn't belong on pizza. They will also find out why anyone named Lars shouldn't be selling slices in the first place. In a 60-second radio commercial developed for Olde Brooklyn soda by Friedman, Ellis, Nielsen & Rogan, a Hauppauge advertising agency, a young man with a" , "date" : "20010218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "SAN DIEGO (CALIF)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "MIAMI (FLA)" , "LAS VEGAS (NEV)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "L.I. @ WORK; Cheers! Using Nostalgia to Sell a Brooklyn Soda" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/18\/nyregion\/li-work-cheers-using-nostalgia-to-sell-a-brooklyn-soda.html"} , {"body" : "DIMOND-Gertrude R. (nee Reich) on February 16, 2001. Beloved wife of the late Samuel Dimond, M.D. Devoted mother to Arthur and Patricia Dimond, the late Alexander Dimond, M.D. and Elayne Dimond. Loving grandmother to Anna and Samuel and to Jessica, Paul and Marielos. Sister of Nathaniel Reich, M.D. Service on Sunday, February 18th at 10:00 AM at" , "date" : "20010218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "41" , "title" : "Paid Notice: Deaths DIMOND, GERTRUDE R. (NEE REICH)" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/18\/classified\/paid-notice-deaths-dimond-gertrude-r-nee-reich.html"} , {"body" : "The days of Sanford Silver's life were simple and ordered. By 5 a.m., Mr. Silver, a 73-year-old real estate and probate lawyer, was usually out of bed, preparing for his first cup of coffee -- milk, no sugar. By 7 a.m., he would begin his 10-minute walk to the little Borough Park storefront that was his office. Along the way, he would stoop to pick" , "date" : "20010214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyer's Killing Puzzles Investigators" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/14\/nyregion\/lawyer-s-killing-puzzles-investigators.html"} , {"body" : "On work breaks this past football season, Henry Farrell would give his tongs a rest, part company with his apron and hop the counter of the concession stand he manned at Giants Stadium. Following the roar of the crowd, he would run through a nearby corridor to root for the Jets or Giants. ''It was a great job,'' said Mr. Farrell, who lives in the" , "date" : "20010214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Defying Labels and Low Expectations" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/14\/nyregion\/the-neediest-cases-defying-labels-and-low-expectations.html"} , {"body" : "Stephon Marbury, who came from 31st Street in the Coney Island section of Brooklyn all the way to the N.B.A., never dreamed of this moment. But now he has a videotape to prove it really happened. Marbury, the Nets point guard and a first-time All-Star, walked out of the tunnel at the MCI Center, shot his arms to the air and signed ''31'' with his" , "date" : "20010212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "PRO BASKETBALL; Marbury's Dreams Can't Match Reality" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/12\/sports\/pro-basketball-marbury-s-dreams-can-t-match-reality.html"} , {"body" : "As the police continued to investigate the killing of a 73-year-old Brooklyn lawyer, an autopsy performed yesterday showed that the man, Sanford Silver, had been strangled, said Ellen S. Borakove, spokeswoman for the medical examiner's office. The body of Mr. Silver, a real estate and probate lawyer who was last seen at his Borough Park office" , "date" : "20010212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Real Estate Lawyer Was Strangled, Autopsy Shows" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/12\/nyregion\/brooklyn-real-estate-lawyer-was-strangled-autopsy-shows.html"} , {"body" : "The body of a 73-year-old Borough Park lawyer who disappeared from his office six days ago was found yesterday in a field of tall weeds along a creek in Brooklyn, where it had apparently been dumped. There was a plastic bag over his head and his hands had been bound, the authorities said. The body of the lawyer, Sanford Silver, was found shortly" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Missing Lawyer's Body Found In a Field Near Coney Island" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/nyregion\/missing-lawyer-s-body-found-in-a-field-near-coney-island.html"} , {"body" : "''Who is that?'' The question percolated through the Fashion Week crowd at Lotus, one of Manhattan's fancy new nightclubs. It went from the waitress to the Frenchwoman to her husband the wine connoisseur to the German model to a bald man in a suit and to the Europeans sitting on the divan. It wended its way to the back of the lounge, bounced off" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; 15 Minutes of Fame Where Black Is the Color" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/nyregion\/neighborhood-report-bending-elbows-15-minutes-of-fame-where-black-is-the-color.html"} , {"body" : "From Boston to Seattle to San Diego, maritime cities across the country have embraced ferries as an inexpensive and people-pleasing way to ease congestion, spur waterfront revitalization and stitch together far-flung communities snubbed by other forms of mass transit. Now a coalition of ferry advocates in New York and New Jersey has quietly put" , "date" : "20010210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Ferry Loop Plan To Connect the Dots For New York Bay" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/10\/nyregion\/a-ferry-loop-plan-to-connect-the-dots-for-new-york-bay.html"} ,   {"body" : "Stephon Marbury's eyes flashed complete surprise and the words spilled from his smile. ''Thank you! Thank you! Thank you, God!'' Marbury yelled into the cell phone. ''I can't believe it! Thank you!'' The bearer of this good news, the best of the Nets' season, was the team's president, Rod Thorn, who found the childlike joy of his franchise player" , "date" : "20010210" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; The Happiest All-Star Of Them All" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/10\/sports\/pro-basketball-the-happiest-all-star-of-them-all.html"} , {"body" : "Harold Feinstein Hofstra Museum, Axinn Library, Hempstead. Through March 11. (516) 463-5672. Even though this show of compelling, often remarkable black and white photographs is small, it nevertheless provides a good sense of the broad range of thematic and stylistic interests that characterize the long career of Mr. Feinstein, a" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "ART REVIEWS; Capturing the Seen and Unseen in Photographs" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/nyregion\/art-reviews-capturing-the-seen-and-unseen-in-photographs.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to movies, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent show with more than 1,000 artifacts that illustrate the" , "date" : "20010202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/02\/arts\/spare-times-724343.html"} , {"body" : "Sam Mielnik scored 25 points, 15 of them in the fourth quarter, to lead Lincoln past Grady, 81-67, yesterday in the regular-season finale for both schools in the Public Schools Athletic League Brooklyn I-A Division at the Louis Armstrong Recreation Center in Queens. In the previous game between the Coney Island rivals, Mielnik scored only 3 points" , "date" : "20010202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "HIGH SCHOOL BASKETBALL; Lincoln Goes Into Playoffs With a Victory Over Grady" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/02\/sports\/high-school-basketball-lincoln-goes-into-playoffs-with-a-victory-over-grady.html"} , {"body" : "The KeySpan Corporation, the energy company based in Brooklyn, has purchased naming rights to the city's new minor league baseball stadium in the Steeplechase Park section of Coney Island. Robert B. Catell, Key Span's chairman, said the 6,500-seat stadium would be named KeySpan Park. Mr. Catell, who announced the agreement at a City Hall news" , "date" : "20010201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Business Briefing; STADIUM GETS KEYSPAN NAME" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/01\/nyregion\/metro-business-briefing-stadium-gets-keyspan-name.html"} , {"body" : "IT was in the sacred borough of Brooklyn that Nathan Wilpon used to take his son, Fred, to a place called Ebbets Field, and buy one seat, and hold the child on his lap, to watch a team called the Brooklyn Dodgers. Now, a few miles to the south, a ballpark is rising in the mud and rubble of Coney Island. Jeffrey Wilpon has the waterlogged shoes to" , "date" : "20010131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Brooklyn, Blinis, Baseball" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/31\/sports\/sports-of-the-times-brooklyn-blinis-baseball.html"} , {"body" : "A 13-year-old girl was raped and sexually abused Monday evening by five boys 10 to 13 years old, the police said, near a Coney Island youth center where all had spent many afternoons. The boys, who the police said did not have criminal records, knew the victim from the neighborhood. All the children's names were withheld because of their ages, the" , "date" : "20010131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 Brooklyn Boys, 10 to 13, Charged in Rape of Girl, 13" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/31\/nyregion\/5-brooklyn-boys-10-to-13-charged-in-rape-of-girl-13.html"} , {"body" : "STREET photographers have been responsible for some of the 20th century's most memorable images. They have canvassed our globe's cities and surrounding environs with the hope of capturing the best and worst in each of us. One reason for this genre's popularity is its sentimentality. We relate to street photography as easily as we do because we" , "date" : "20010128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Street Photos That Turn Viewers Into Storytellers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/28\/nyregion\/street-photos-that-turn-viewers-into-storytellers.html"} , {"body" : "BURSTEIN-Morris M. In his 97th year. Beloved father of Naomi Max and Alice Burstein, grandfather of Yehuda Shraga and Tzipora Deena Burstein, father-in-law of Judith Burstein and Israel Max. He was much loved and will be greatly missed. Funeral services January 25, 9:00 A.M. at Garlick Kirschenbaum Chapels, 1153 Coney Island Ave., Brooklyn, NY." , "date" : "20010125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths BURSTEIN, MORRIS M." , "url" : "http:\/\/www.nytimes.com\/2001\/01\/25\/classified\/paid-notice-deaths-burstein-morris-m.html"} , {"body" : "A 10-year city construction plan Mayor Rudolph W. Giuliani is to propose tomorrow would provide a record $1.2 billion for projects by city museums, libraries and other cultural institutions, as well as a chance for the mayor to extend his influence far beyond the end of his tenure. The mayor's proposal is to be detailed in his final budget package," , "date" : "20010124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mayor to Propose Record Sum To Expand Cultural Centers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/24\/nyregion\/mayor-to-propose-record-sum-to-expand-cultural-centers.html"} ,   {"body" : "It crept up on the city near the stroke of midnight and vanished as the sun came up, the telltale sign of its visit being the six inches of snow that alternately blessed and beleaguered Sunday routines across the region. Swift but potent, the snowstorm formed when cold air pushing south from Canada met a low-pressure system off the New Jersey" , "date" : "20010122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Snow, Mixed With Delights and Dangers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/22\/nyregion\/snow-mixed-with-delights-and-dangers.html"} , {"body" : "Morris Lapidus, an architect long derided and later praised for designing some of South Florida's gaudiest, glitziest and most glamorous hotels in the 1950's and 60's, died yesterday at his home in Miami Beach. He was 98 and lived in a white high-rise he designed that stands near three of his most glittering creations, the Fontainebleau, Americana" , "date" : "20010119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "11" , "title" : "Morris Lapidus, an Architect Who Built Flamboyance Into Hotels, Is Dead at 98" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/19\/arts\/morris-lapidus-an-architect-who-built-flamboyance-into-hotels-is-dead-at-98.html"} , {"body" : "A 45-year-old man was struck and killed by a city bus last night as he tried to cross Coney Island Avenue in the Sheepshead Bay section of Brooklyn, the authorities said. The man, whose name was not immediately released, was near the corner of Coney Island Avenue and Avenue X at 6 p.m. when a northbound B68 bus hit him, said Officer Cheryl Cox, a" , "date" : "20010116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Killed by Bus on a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/16\/nyregion\/man-is-killed-by-bus-on-a-brooklyn-street.html"} , {"body" : "The ethnic multiplicity of New York is a beautiful thing, for many reasons. It teaches understanding and tolerance, or at least it should. It makes for great places to eat. It is rarely ever dull. As an added bonus, it can help you get a seat on the subway. The strategy is one that has been used by deft subway seat-getters for as long as there have" , "date" : "20010116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Using Sociological Radar to Snare a Seat" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/16\/nyregion\/tunnel-vision-using-sociological-radar-to-snare-a-seat.html"} , {"body" : "How many gowns does a woman -- the regular kind, who will never thank the William Morris Agency in a televised awards ceremony -- actually need? This is a question repeatedly asked by those who live at some remove from fashion's orbit, and one that sociologists have seemingly been remiss to explore. But last week, Laura Royter-Shvarts, a Russian" , "date" : "20010116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "Where the Belles of Brooklyn Shop" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/16\/style\/where-the-belles-of-brooklyn-shop.html"} , {"body" : "BLECKNER - Stanley. Beloved husband of Judy. Loving father of Barbara and Cari. Services today, 12 noon, at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave, Brooklyn (Ave J)." , "date" : "20010115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths BLECKNER, STANLEY" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/15\/classified\/paid-notice-deaths-bleckner-stanley.html"} , {"author" : "Jill Eisenstadt, who was born in Brooklyn and lives there now, is the author of two novels, ''From Rockaway'' and ''Kiss Out.''" , "body" : "KICK the can. The seltzer man. Dem bums. The candy store. A charlotte russe made the right way, with a ring of cardboard around the sponge cake. Cafeterias and bowling alleys. Stickball and stoopball. Ebbinger's Boston Cream Pie made the wrong way, with whipped cream instead of the custard. Taking the trolley. Plunging your arm into a pickle" , "date" : "20010114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; Brooklyn of Old Leaves Her Cold" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/14\/nyregion\/city-lore-brooklyn-of-old-leaves-her-cold.html"} , {"body" : "A State Supreme Court justice in Manhattan ruled on Wednesday that children who attend public school in New York City are illegally deprived of a sound education, and ordered the state to increase funding for city schools. So what do the children themselves think of their schools? And how would they spend any extra money? The New York Times asked" , "date" : "20010114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "35" , "title" : "Less Yellow and Blue Paint, More Books and Computers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/14\/nyregion\/less-yellow-and-blue-paint-more-books-and-computers.html"} , {"body" : "KAUFMAN-Leonard. Died peacefully January 10. He will be missed for his generous and loving spirit by his family and friends. Services at 12 noon, Sunday, January 14th, at Sherman Funeral Home, Coney Island Avenue, Brooklyn." , "date" : "20010112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths KAUFMAN, LEONARD" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/12\/classified\/paid-notice-deaths-kaufman-leonard.html"} , {"body" : "The authorities raided a Brooklyn community center yesterday run by followers of Rabbi Meir David Kahane, the Israeli politician assassinated in 1990, whose movements are designated as foreign terrorist groups by the State Department. Agents from the Federal Bureau of Investigation, joined by the New York City police, hauled away several computers" , "date" : "20010105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "F.B.I. Raids Brooklyn Office of Kahane Followers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/05\/nyregion\/fbi-raids-brooklyn-office-of-kahane-followers.html"} ,   {"body" : "ABRAMOWITZ - Hayim, EdD. Principal and founder of Bialick School, Solomon Schechter High School of Brooklyn and the Ben Yehuda School. Esteemed prominent educator in the field of Jewish day schools. Graduate of Yeshiva University, loving husband of Florence. Devoted father of Amnon and Henni, Naomi and Rubin, Michael and Gail, Ira and Leah." , "date" : "20010102" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths ABRAMOWITZ, HAYIM, EDD." , "url" : "http:\/\/www.nytimes.com\/2001\/01\/02\/classified\/paid-notice-deaths-abramowitz-hayim-edd.html"}]