[  {"body" : "To the Editor: Your article on Brooklyn stoops, ''Front-Row Seats to the Streets Where They Live'' (Dec. 9) took me back 50 years to after-school games of stoopball, a two-person, sidewalk variant of stickball that I played in Crown Heights. In a restaurant recently, I overheard two black men close to my age conversing about stoopball at the bar." , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Appeal of Stoopball Transcended a Divide" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/nyregion\/l-appeal-of-stoopball-transcended-a-divide-901083.html"} , {"body" : "Unless noted, the attractions listed will be closed New Year's Day. ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. Tomorrow at 6:30 p.m., a screening of ''Steamboat Bill Jr.'' (1928), by Charles Reisner, with piano accompaniment by Donald Sosin. This weekend, ''Alice's" , "date" : "20011228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/28\/arts\/spare-times-868825.html"} , {"body" : "Lisa Blum braved the crowds at Bloomingdale's flagship Manhattan store yesterday to stock up on Christmas ornaments, some marked down by as much as 75 percent. Then she planned to head over to the linen department to pick up some sheets she had spotted before the holiday, which were now on sale. The day after Christmas, traditionally the time to" , "date" : "20011227" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "Locally, Big Discounts Draw Crowds and Dismay" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/27\/business\/locally-big-discounts-draw-crowds-and-dismay.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JIMMY RICHES A Way With Women Among the firemen sifting debris at ground zero is a battalion chief, James Riches, who is searching for his son and namesake, known to his family as Little Jimmy. Jimmy Riches, who would have turned 30 on Sept. 12, is the oldest" , "date" : "20011224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; One Was Almost 30, One Liked Simple Life, One Was a Born Firefighter" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/24\/nyregion\/nation-challenged-portraits-grief-victims-one-was-almost-30-one-liked-simple.html"} , {"body" : "It has 11,500 square feet and spectacular river views. New York's mayors since Fiorello La Guardia have made it their official residence. But Mayor-elect Michael R. Bloomberg has said he prefers to live inhis East 79th Street town house. Since New York,like nature, abhors a vacuum, the City sectioninvited readers to submit their own ideas. Here is" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK VOICES; If Bloomberg Says Goodnight to Gracie, Readers Have a Few Suggestions" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/nyregion\/neighborhood-report-new-york-voices-if-bloomberg-says-goodnight-gracie-readers.html"} , {"body" : "Unless noted, the attractions listed will be closed Christmas Day. WALKING TOURS ''GARMENT CENTER HOLIDAY WALKING TOUR,'' led by a veteran of the garment industry, with an emphasis on history and bargain hunting. Meets today at 10 a.m. at 1411 Broadway, at 39th Street. Sponsored by Michael Kaback. Fee: $15. Information: (212) 370-4214. MEATPACKING" , "date" : "20011221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/21\/arts\/spare-times-772828.html"} , {"body" : "A state youth counselor was arraigned yesterday on charges that she stole $33,000 intended for troubled teenagers in a federal summer work program. The counselor, Dee Dee Joyner, 51, who worked at the Brooklyn Residential Center, a home in Crown Heights for delinquent girls, was charged with recruiting teenagers to sign up for clerical jobs, then" , "date" : "20011221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Youth Counselor Charged With Fraud" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/21\/nyregion\/metro-briefing-new-york-brooklyn-youth-counselor-charged-with-fraud.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. A screening of ''My Night at Maud's'' (France, 1969) directed by Eric Rohmer. Tomorrow and Sunday at 6:30 p.m. Master Class: ''The Art of Film Editing.'' Screenings followed by discussions with the editor. This weekend: ''Reds,''" , "date" : "20011214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/14\/arts\/spare-times-656674.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. The Greek Cinema Showcase will present a screening of ''Roadblocks'' (2000), directed by Stavros Ioannou, tonight at 8. More screenings: ''The Flowers of Shanghai'' (Japan\/Taiwan, 1998), directed by Hou Hsaio-Hsien, tomorrow and" , "date" : "20011207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/07\/arts\/spare-times-544884.html"} , {"body" : "Glenn Zoll was scheduled to start his new job as a telecommunications engineer on Wednesday, Sept. 12. Unlike his previous job, it was going to be a permanent position, with benefits. Mr. Zoll, 54, was going to work for Deutsche Bank at 130 Liberty Street, across the street from the World Trade Center. But 130 Liberty Street was severely damaged by" , "date" : "20011207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The Neediest Cases; After Some Events, Losing a Job Is the Least of Things" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/07\/nyregion\/the-neediest-cases-after-some-events-losing-a-job-is-the-least-of-things.html"} ,   {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. Tomorrow, from noon to 5 p.m.: Holiday Music and Shopping Day. On view is ''Austen's Teahouse: Example of a National Trend,''" , "date" : "20011130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/30\/arts\/spare-times-431745.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Pearls,'' an exhibition on the history of pearls, through April 14. ''Meeting God: Elements of Hindu Devotion,'' through Feb. 24. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' featuring 400 to 500 live and flying" , "date" : "20011123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/23\/arts\/spare-times-327581.html"} , {"body" : "The phone call from the Bronx arrived while Doreen Hall was clearing dishes after a Thanksgiving meal in North Carolina. ''What?'' Mrs. Hall said into the telephone, staring at her husband and two young daughters in stunned disbelief. ''What?'' she said again. ''Are you sure?'' As her family gathered around her, she hung up the phone slowly. She" , "date" : "20011117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; After Fire, A Long Year Of Looking For a Home" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/17\/nyregion\/the-neediest-cases-after-fire-a-long-year-of-looking-for-a-home.html"} , {"body" : "Two more boys, ages 6 and 9, died yesterday from a Brooklyn apartment fire that had claimed the life of their foster brother and had apparently started when the boys were playing with matches, the police said. The two boys -- Darryl Wallace, 6, and Christian Riddel, 9 -- died yesterday at Staten Island University Hospital from burns, officials" , "date" : "20011117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Death Toll Climbs to 3 After Fire In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/17\/nyregion\/death-toll-climbs-to-3-after-fire-in-brooklyn.html"} , {"body" : "The museums, gardens and sites are closed on Thanksgiving Day, unless otherwise noted. ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Today at 6:30 p.m., ''The Quichua Community Beyond Borders,'' a lecture on the politics and sociology of the Quichuan culture in Ecuador, followed at 7 p.m. by" , "date" : "20011116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/16\/arts\/spare-times-214183.html"} , {"body" : "Mark Green campaigned across Brooklyn yesterday, strolling through Sunset Park and Borough Park and visiting four predominantly black churches, where he fiercely and repeatedly criticized his opponent, Michael R. Bloomberg. Mr. Green listened to the harmonies of a gospel choir, visited a kosher restaurant and shook hands with a churros vendor. He" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Green Navigates Brooklyn Bearing Swipes at Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/green-navigates-brooklyn-bearing-swipes-at-bloomberg.html"} , {"body" : "LEWIS-Arthur E., Jr. October 13, 2001. Died in his sleep from cardiac arrest in West Nyack, NY with his fiancee, Laura Buckley, at his side. He was 68. Born in Manhattan on January 4, 1933, he was raised in the South Bronx and attended Morris High School. He later moved to Queens, where he graduated from Jamaica High and was named the school's best" , "date" : "20011029" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths LEWIS, ARTHUR E., JR." , "url" : "http:\/\/www.nytimes.com\/2001\/10\/29\/classified\/paid-notice-deaths-lewis-arthur-e-jr.html"} , {"body" : "Rooting For Halloween A dark, deep forest seems like a perfect place to celebrate Halloween, but who would choose a sunny garden? Aren't flowers a bit too cheery? Not if they're part of ''Ghouls and Gourds'' the festival at the Brooklyn Botanic Garden. On Sunday the garden will set up its own little shop of horrors, complete with Venus flytraps and" , "date" : "20011026" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/26\/arts\/family-fare.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. COLIN BONNETT Manners and a Motorcycle Colin Bonnett was a gentleman -- a Harley-Davidson-riding, bodybuilder sort of gentleman. Born in Barbados, he had been raised with Caribbean good manners that said that a door was always to be opened for a lady and that" , "date" : "20011016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Weight Lifting, the French Horn and a Woman Who Didn't Do Shoes" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/16\/nyregion\/nation-challenged-portraits-grief-victims-weight-lifting-french-horn-woman-who.html"} , {"body" : "A month after the terrorist attack that killed 5,000 people, destroyed the World Trade Center and shook New York to its core, many city residents say that they feel great pride and faith in their wounded metropolis. But they also say that their civic allegiance is tempered -- though far from crushed -- by haunting memories and by concerns about" , "date" : "20011013" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: SURVEY; New Yorkers Are Shaken, but Resolute, After Attack" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/13\/nyregion\/a-nation-challenged-survey-new-yorkers-are-shaken-but-resolute-after-attack.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Opening today and running through Oct. 21, a Michael Cimino retrospective. Screenings this weekend: tomorrow at 2 p.m., ''The Deer Hunter'' (1978); Sunday at 2 p.m., ''Year of the Dragon'' (1985), followed at 4:30 p.m. by ''The" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/arts\/spare-times-619647.html"} , {"body" : "A Crown Heights woman has been arrested in the death of her 5-month-old daughter. The woman, Tarsha Flynn, 21, was charged with second-degree murder in the July 23 killing of Cheyanna Flynn. The infant was discovered by the police floating in a bucket of water in Ms. Flynn's home. Ms. Flynn said she was soaking her feet and holding the infant when" , "date" : "20011011" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Mother Arrested In Infant Death" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/11\/nyregion\/metro-briefing-new-york-brooklyn-mother-arrested-in-infant-death.html"} , {"body" : "In Fort Greene, Brooklyn, a crew of black and Latino teenage boys say they can no longer think of the police as enemies. Since Sept. 11, the boys say, the officers who patrol their neighborhoods, most of whom are white, no longer eye them with suspicion. Several Haitian-American groups, which had angrily protested police abuse in recent years, have" , "date" : "20011010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: RELATIONS; Sept. 11 Attack Narrows the Racial Divide" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/10\/nyregion\/a-nation-challenged-relations-sept-11-attack-narrows-the-racial-divide.html"} , {"body" : "A 15-year-old Brooklyn girl has died after being struck in the head by a cinderblock that fell from a building's facade, the authorities said. The girl, Tawanda Thomas, of Crown Heights, was hit by the falling debris as she walked in front of 1575 President Street at about 3 p.m. Friday, the police said. She was pronounced dead on arrival at Kings" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Cinderblock Kills Girl, 15" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/cinderblock-kills-girl-15.html"} , {"body" : "An immigrant from Guinea who knew little English was killed during a robbery at a Brooklyn restaurant early yesterday apparently because he did not understand an assailant's command to hand over his wallet, the police said. The victim, Ibrahim Diallo, 52, of Crown Heights, was shot once in the chest shortly after two robbers entered the Kaloum" , "date" : "20011006" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Immigrant Who Didn't Understand Robber Is Killed" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/06\/nyregion\/immigrant-who-didn-t-understand-robber-is-killed.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Today at 8 p.m., ''Greek Cinema Showcase,'' with a screening of ''America, America'' (1963), directed by Elia Kazan. Tomorrow and Sunday, a Catherine Breillat Retrospective. Screening schedule tomorrow: 2 p.m., ''Romance'' (1999)," , "date" : "20011005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/arts\/spare-times-500437.html"} , {"body" : "Theater ''CALABASAS STREET,'' a play about the friendship between a boy and a widowed neighbor will be presented by the Pied Piper Children's Theater of New York City at Holy Trinity Episcopal Church, 20 Cummings Street, Inwood. Performances are tomorrow and Oct. 13 at 3 and 7 p.m., and Sunday and Oct. 14 at 3 p.m. Admission, $6; $3 for children" , "date" : "20011005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/arts\/spare-times-for-children.html"} , {"body" : "Kwami Dabreo and the rest of his fourth-grade classmates looked up from their art projects. ''Children,'' Kwami remembered a teacher saying softly, clearing her throat before she continued. ''New York City has been attacked by terrorists. They're using planes as weapons.'' At Public School 315 in the Flatbush section of Brooklyn, Kwami's class of" , "date" : "20011003" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: CHARITY; Mother Is Given Help To Allay Many Fears" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/03\/nyregion\/a-nation-challenged-charity-mother-is-given-help-to-allay-many-fears.html"} , {"body" : "The boxes in the Thurgood Marshall Democratic Club in Crown Heights, Brooklyn, sat ready to be discarded this past weekend. One was filled with the campaign literature of Alan G. Hevesi. The other contained fliers for Jeannette Gadson, who lost the party's nomination for Brooklyn borough president. ''We've got no use for these any more,'' said" , "date" : "20011001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Brooklyn Democrat, A Bad (Election) Day" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/01\/nyregion\/for-brooklyn-democrat-a-bad-election-day.html"} , {"author" : "Grace Lichtenstein is a writer and author who lives in New York and Santa Fe." , "body" : "In 1951, when I was a 10-year-old in Brooklyn, baseball was my family's religion; the Dodgers were our denomination, Ebbets Field was the church. We lived in Crown Heights on Carroll Street near Franklin Avenue, a few blocks from the ballpark. When the Dodgers played one of their relatively infrequent night games at home, and I was sent to bed" , "date" : "20011001" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "THE SHOT HEARD 'ROUND THE WORLD; The Home Run That Broke a Girl's Heart" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/01\/sports\/the-shot-heard-round-the-world-the-home-run-that-broke-a-girl-s-heart.html"} ,   {"body" : "King Arthur and Robin Hood Q. My husband and I are planning a weeklong trip to England next April. We have two boys, 7 and 9, who are very interested in castles and anything related to King Arthur and Robin Hood. We want to see the Tower of London as well. Can you suggest a kid-friendly itinerary and accommodations? -- C. B., West Barnstable, Mass." , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "page_facet" : "14" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/travel\/q-and-a-341185.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen and the subject of ''Looking Back at Clear Comfort,'' photographs that she took of the house (formerly called Clear Comfort)" , "date" : "20010921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/21\/arts\/spare-times-284475.html"} , {"body" : "The rabbi wore a camouflage yarmulke under his flak helmet. The altar was a stack of buckets topped with a plastic bread tray. The blowing of the shofar was nearly drowned out by diesel engines from trucks and bucket loaders. But as unorthodox as the setting may have been, Rosh Hashana services were held yesterday amid the ashes of the World Trade" , "date" : "20010919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In Temple, Seeking Meaning And Promise in a New Year" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/19\/nyregion\/in-temple-seeking-meaning-and-promise-in-a-new-year.html"} , {"body" : "In the aftermath of the terrorist attacks this week, some events may be canceled. ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue (or 35th Avenue at 36th Street), Astoria, Queens. ''Hollywood Meets the Avant-Garde,'' a weekend-long screening of early experimental films made by Hollywood directors and others." , "date" : "20010914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/arts\/spare-times-170151.html"} , {"body" : "In the aftermath of the terrorist attacks this week, some events may be canceled. FOR CHILDREN Theater ''SLEEPING BEAUTY.'' Central Park is the setting for this updated version of the fairy tale presented by the City Parks Foundation and the New York City Department of Parks and Recreation. Saturdays and Sundays at 1 p.m. through Sept. 23 at the" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/arts\/spare-times-169463.html"} , {"body" : "The persistent pall of smoke wafting from the remains of the World Trade Center poses a very small, and steadily diminishing, risk to the public, environmental officials and doctors said yesterday. There could be a slight health threat, they said, to city residents with weakened immune systems, heart disease or asthma, and to rescue workers who did" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Washington" , "U.S." , "Health"] , "page_facet" : "10" , "title" : "AFTER THE ATTACKS: THE CHEMICALS; Monitors Say Health Risk From Smoke Is Very Small" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/us\/after-attacks-chemicals-monitors-say-health-risk-smoke-very-small.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "The first time the phone rang, Victoria Ehigiator was elbow deep in a sink of soapy dishes. She dried her hands and picked up the phone. It was Al Sharpton on the line, calling about the primary election. He said his piece, and she went back to the dishes. A few minutes later, the phone rang again, and she lifted herself from the bubbles once more." , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CAMPAIGNING FOR MAYOR: THE VOTERS; City Voters Have Heard It All As Campaign Din Nears End" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/nyregion\/campaigning-for-mayor-voters-city-voters-have-heard-it-all-campaign-din-nears.html"} , {"body" : "A Son's Murder, A Mother's Nightmare For Devorah Halberstam, ''it's still a living nightmare'' -- that searing moment seven years ago when she learned that her 16-year-old son, Aaron, had been shot on the Brooklyn Bridge, and the four days he lingered in a hospital before he died. In March 1994, in a spillover of the Middle East tensions, Aaron" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LEBANON"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "41" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/following-up.html"} ,   {"body" : "A week can easily pass without Doba Levin stepping off the front porch of her squat two-story Brooklyn home. There is little need to; the house, dense with the lives of her 14 children and any number of her neighborhood's large Russian immigrant population, constitutes, if not a world of its own, at least an ecosystem. One of the two front doors to" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "127" , "title" : "FAITH; Keeper of the Flame" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/magazine\/faith-keeper-of-the-flame.html"} , {"body" : "A World Of Animals Learning foreign languages is one of the advantages of world travel. The language to be mastered at the Prospect Park Zoo's Global Safari, however, is one not even a seasoned tourist knows: that of baboons. Children will be invited to study the vocabulary tomorrow and Sunday during baboon charades, one of the games in the zoo's" , "date" : "20010907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/07\/arts\/family-fare.html"} , {"body" : "The disappointing field of candidates in this year's handful of contested races for seats on New York City's Civil Court leaves defenders of the current system of electing judges a lot to answer for. However, these are our recommendations in the all-but-decisive Democratic primary next Tuesday. Brooklyn (Countywide): Of the four candidates vying" , "date" : "20010905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Endorsements" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/05\/opinion\/civil-court-endorsements.html"} , {"body" : "Carnival blossomed in the heart of Brooklyn yesterday under unspoiled sunny skies. For the 34th year in a row, Eastern Parkway turned into a festive thoroughfare of lavishly plumed, sequined masquerade bands. An unusually crowded pack of politicians came to woo the West Indian vote. And the wide sidewalks turned into an open-air bazaar, with" , "date" : "20010904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parade Has Carnival's Spirit, but New York's Rules" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/04\/nyregion\/parade-has-carnival-s-spirit-but-new-york-s-rules.html"} , {"body" : "ON THE STREET New York City WASHINGTON SQUARE OUTDOOR ART EXHIBIT, streets surrounding Washington Square Park in Greenwich Village. Tomorrow through Monday, noon to 6 p.m. Also Sept. 8 and 9, same hours. 11TH GREENWICH AVENUE LABOR DAY WEEKEND FESTIVAL, Greenwich Avenue, between Avenue of the Americas and West 12th Street, West Village. Tomorrow," , "date" : "20010831" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/31\/arts\/spare-times-945480.html"} , {"body" : "On a recent sweet summer evening on a sidewalk in Brooklyn, two acquaintances, middle-class black men approaching 40, got to talking. The conversation turned, as it often does in Fort Greene, to the three R's: race, riches and real estate. They played the license-plate game. ''Look at these cars,'' said Dezo El, pointing at the sedans and S.U.V.'s" , "date" : "20010831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Fort Greene, Prosperity Is Bittersweet; Some Blacks Reap Profits As Others Lament Change" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/31\/nyregion\/fort-greene-prosperity-bittersweet-some-blacks-reap-profits-others-lament-change.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "The New York Police Department is looking to toughen the disciplinary sanctions for officers who abuse alcohol and is considering a new policy under which it would move to fire any officer found to have been driving while intoxicated, police officials said yesterday. In recent years, only officers involved in accidents that injured people would be" , "date" : "20010828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officers Who Drive Drunk May Face Tougher Penalties" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/28\/nyregion\/officers-who-drive-drunk-may-face-tougher-penalties.html"} , {"body" : "Signaling a new and potentially risky strategy, Comptroller Alan G. Hevesi turned an already nasty dispute with Mayor Rudolph W. Giuliani into a head-on personal confrontation yesterday, calling Mr. Giuliani a lame-duck Republican who is trying to disrupt the Democratic mayoral primary with ''pathetic lies.'' The indirect exchange between Mr." , "date" : "20010827" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Hevesi Quarrel With Giuliani Intensifies" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/27\/nyregion\/hevesi-quarrel-with-giuliani-intensifies.html"} , {"body" : "A city police officer was suspended yesterday after being charged with drunken driving while off-duty Saturday evening and driving his vehicle into a parked car at Franklin Avenue and Bergen Street in Crown Heights, the authorities said. A toddler in a car seat in the parked car was treated and released, the police said. The officer, Dwayne Allen," , "date" : "20010827" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Officer Suspended After Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/27\/nyregion\/metro-briefing-new-york-brooklyn-officer-suspended-after-crash.html"} ,   {"body" : "HEFFERNAN-Miriam Margaret, Ph.D.. Age 89, of Manhattan, on August 23, 2001 after a long illness. Dear daughter of the late John J. & the late Mary (nee Daly), loving sister of Dorothy (Heffernan) McVeigh of Valatie, New York (formerly of Brooklyn), the late John J. Heffernan, Jr., the late William Heffernan and the late Anne Heffernan (Sr. Mary" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "38" , "title" : "Paid Notice: Deaths HEFFERNAN, MIRIAM MARGARET, PH.D." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/classified\/paid-notice-deaths-heffernan-miriam-margaret-phd.html"} , {"body" : "HEFFERNAN-Miriam Margaret, Ph.D.. Age 89, of Manhattan, on August 23, 2001 after a long illness. Dear daughter of the late John J. & the late Mary (nee Daly), loving sister of Dorothy (Heffernan) McVeigh of Valatie, New York (formerly of Brooklyn), the late John J. Heffernan, Jr., the late William Heffernan and the late Anne Heffernan (Sr. Mary" , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths HEFFERNAN, MIRIAM MARGARET, PH.D." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/classified\/paid-notice-deaths-heffernan-miriam-margaret-phd.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday from 9 to 11 a.m. and Wednesday from 7 to 9 p.m., ''Genomic Laboratory Workshop'' for adults, which will include instruction in the methods, techniques and procedures for DNA sequencing; limited to 25 persons per workshop. Fee: $60. Museum" , "date" : "20010824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/24\/arts\/spare-times-840831.html"} , {"body" : "It is a district made up of Brooklyn neighborhoods with different personalities. There is Fort Greene and Clinton Hill, with their immense population of black, middle-class residents and trendy restaurants and shops. There is Crown Heights, with its Orthodox Jewish enclave in a largely Caribbean neighborhood. There is also the Brooklyn Academy of" , "date" : "20010824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Mixed Field for a Mixed District Expected to Gain in Political Strength" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/24\/nyregion\/a-mixed-field-for-a-mixed-district-expected-to-gain-in-political-strength.html"} , {"body" : "A report in the Metro Briefing column on Monday about vandalism that is being investigated by the Police Department as a possible bias crime misidentified the Brooklyn neighborhood in which tires were slashed and a swastika was painted on a rabbi's door. It was Crown Heights, not Williamsburg." , "date" : "20010822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/22\/nyregion\/c-corrections-816329.html"} , {"body" : "As officially appointed bearers of bad news, city marshals have occasionally come under physical attack and more often provoked simple vitriol. Their job, under centuries-old city and state statutes, is to serve papers, evict people and tow away cars. The New York City marshal who was killed yesterday, Erskine G. Bryce of Crown Heights, Brooklyn," , "date" : "20010822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Paid by the Job to Wade Into Trouble" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/22\/nyregion\/paid-by-the-job-to-wade-into-trouble.html"} , {"body" : "Ten years after the violence in Crown Heights, which bared New York's racial tensions and set the stage for the ascent of Mayor Rudolph W. Giuliani, the two men who lost the most met for the first time yesterday at a delicatessen in Brooklyn. Mr. Giuliani's administration served as host. Carmel Cato, the soft-spoken man whose son Gavin was killed a" , "date" : "20010821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10 Years Later, A First Meeting Of 2 Symbols Of Crown Hts." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/21\/nyregion\/10-years-later-a-first-meeting-of-2-symbols-of-crown-hts.html"} , {"body" : "INTERNATIONAL A3-9 Yemen Stalls F.B.I. Pursuit Of bin Laden in Cole Blast An F.B.I. investigation into the deadly suicide bombing of the American destroyer Cole in Yemen last year has virtually ground to a halt because Yemeni authorities have refused to widen the inquiry to include Islamic militant groups in Yemen. The decision has frustrated" , "date" : "20010821" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/21\/nyregion\/news-summary-796441.html"} , {"body" : "Several car tires in Williamsburg were found slashed early yesterday morning, and a swaskika was painted on the door of a rabbi's home in the neighborhood, police officials said. The tire slashings occurred in sections of Williamsburg that are predominantly Hispanic and Jewish. Sgt. James Foley, a police spokesman, said that the owners of the cars" , "date" : "20010820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Vandalism Inquiry" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/20\/nyregion\/metro-briefing-new-york-brooklyn-vandalism-inquiry.html"} , {"body" : "To the Editor: The simple drawings and words of the characters in Lauren Redniss's Aug. 17 Op-Art, representing an African-American and a Hasidic Jew, were delightful and heart-warming. This casual conversation between the two that took place in the Crown Heights section of Brooklyn, where 10 years ago racial riots resulting in the destruction of" , "date" : "20010820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Crown Heights Comity" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/20\/opinion\/l-crown-heights-comity-762440.html"} ,   {"body" : "Ten years after Crown Heights exploded in New York's ugliest spasm of racial violence in decades, the neighborhood's black and Jewish residents conduct joint picnics and ice-skating parties, even a police-supervised Halloween parade. There is a storefront mediation center, a black and Jewish mothers group, and an effort to add black youngsters to" , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After a Decade, Scars Linger In a Healing Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/nyregion\/after-a-decade-scars-linger-in-a-healing-crown-heights.html"} , {"body" : "''Brooklyn Babylon'' begins with some pointed intercutting between a Jamaican rap band in rehearsal and a Hasidic wedding in ecstatic progress. The director, Marc Levin, is establishing images of two cultures on a collision course -- the setting is the divided Crown Heights neighborhood in Brooklyn -- but he is also suggesting how much the two" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM REVIEW; Hip-Hop Romeo, Hasidic Juliet" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/movies\/film-review-hip-hop-romeo-hasidic-juliet.html"} , {"body" : "AS the days get hotter and the new school year looms, the fretting starts for Richard Green, chief executive of the Crown Heights Youth Collective in Brooklyn. He faces a shorter list of diversions to lessen the temptations of drugs and gangs on blocks where youth unemployment stands at 85 percent and some young men see prison as a rite of passage." , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "COPING; Schoolyard Solutions for Crown Hts. Youths" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/coping-schoolyard-solutions-for-crown-hts-youths.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. A performance and film series through tomorrow, ''Indigenous Peoples: Old Ways and New Challenges,'' offers the film ''Wisdomkeepers,'' at 1 p.m.; Mohawk Singers and Dancers, at 3 p.m.; and readings by the Native American Writers Circle, at 4 p.m, in the Linder" , "date" : "20010810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/10\/arts\/spare-times-629286.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Once again, the Alice Busch Opera Theater, home of the adventurous Glimmerglass Opera's summer festival, is itself one of the best reasons to travel to Cooperstown, N.Y. (a four-hour drive" , "date" : "20010810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/10\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Once again, the Alice Busch Opera Theater, the home of the adventurous Glimmerglass Opera's summer festival, is itself one of the best reasons to travel to Cooperstown (a four-hour drive" , "date" : "20010803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue (or 35th Avenue at 36 Street), Astoria, Queens. ''Hollywood on the Home Front: American Film in the 1940's,'' running through Sept. 9. Tomorrow at 2 p.m., Alfred Hitchcock's ''Shadow of a Doubt'' (1943); at 4:15, Sam Wood's ''Kings Row'' (1940). Sunday at 2 p.m.," , "date" : "20010803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/arts\/spare-times-525901.html"} , {"body" : "The former fugitive linked by his own statement and a palm print to the triple homicide above the Carnegie Deli in Midtown was charged yesterday with three counts of second-degree murder, charges that make him ineligible for the death penalty. The defendant, Joseph Sean Salley, 29, was extradited from Florida to New York yesterday and is expected" , "date" : "20010803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLORIDA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Charged In 3 Killings Above Deli" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/nyregion\/man-charged-in-3-killings-above-deli.html"} , {"body" : "A 9-year-old girl playing on the terrace of her 18th-floor apartment in Crown Heights, Brooklyn, apparently leaned too far over the balcony and fell to her death yesterday evening, the police said. Detectives at the scene said at least two adults were in the apartment at the time, including a parent of the girl. The police did not immediately" , "date" : "20010731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Girl, 9, Playing on Balcony, Falls to Her Death" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/31\/nyregion\/brooklyn-girl-9-playing-on-balcony-falls-to-her-death.html"} , {"body" : "The shooting of a 27-year-old woman by a New York State trooper during a drug raid in Brooklyn on Thursday appears to have been an accident, the state police said yesterday. The woman, Charmene Pickering, who was not a suspect in the raid, was in critical condition on life support yesterday at Kings County Hospital. The state police said that the" , "date" : "20010728" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shooting of Woman by Trooper During Drug Raid Appears to Be an Accident, Police Say" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/28\/nyregion\/shooting-woman-trooper-during-drug-raid-appears-be-accident-police-say.html"} ,   {"body" : "Joseph Sean Salley, a suspect in a triple slaying above the Carnegie Deli in Midtown who was apprehended in Florida earlier this month, has decided not to fight his return to New York, the authorities said. Mr. Salley, 29, who was arrested in Miami on July 15 after eluding the authorities for nearly 10 weeks, had told a judge there last week that" , "date" : "20010728" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLORIDA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Suspect in 3 Murders Agrees to Extradition" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/28\/nyregion\/suspect-in-3-murders-agrees-to-extradition.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''COSÌ FAN TUTTE.'' The Berkshire Opera brings a New York touch to Mozart's classic comedy with a production staged by the exemplary Rhoda Levine, with sets by Michael Yeargan. Following last summer's ''Don" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/movies\/classical-music-and-dance-guide.html"} , {"body" : "It was a little after 4 o'clock last Tuesday afternoon, and two teenagers had just been shot to death at Church Avenue and Raleigh Place in central Brooklyn. As the police descended, the curious gathered behind yellow crime-scene tape. On one side of the street, a police officer apologized to the growing crowd -- mostly West Indian immigrants --" , "date" : "20010724" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When a Badge Is Seen, Views Vary; After Louima, New Yorkers Are Split on Police Progress" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/24\/nyregion\/when-badge-seen-views-vary-after-louima-new-yorkers-are-split-police-progress.html"} , {"body" : "A 26-year-old Brooklyn man turned himself in to the police yesterday in the shooting death of an Indian immigrant who offered him and four other stranded passengers a ride early Friday morning, the authorities said. The man, Jack Govan, was charged with second-degree murder, criminal possession of a weapon and robbery. The police, who had been" , "date" : "20010724" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3rd Suspect Surrenders in Killing Of Driver Who Offered a Ride" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/24\/nyregion\/3rd-suspect-surrenders-in-killing-of-driver-who-offered-a-ride.html"} , {"body" : "Like the good son his family said he was, Rupinder Singh promised his mother that he would come home early to Queens so his brother could use the car. Like the generous man his family also described, he stopped along the way to give a lift to five people with a broken-down vehicle. But he never made it home from his uncle's house in Brooklyn. The" , "date" : "20010723" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Arrested in Fatal Shooting Of Man Who Offered Help" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/23\/nyregion\/2-arrested-in-fatal-shooting-of-man-who-offered-help.html"} , {"body" : "ATTRACTIONS Museums and Sites HISTORIC RICHMONDTOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmondtown. More than 25 buildings from the late 17th to the 19th century, restored and furnished. This village and outdoor museum depict the history of Staten Island and the surrounding region. Through Sunday, ''Cleanliness Is Next . . . ''" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/arts\/spare-times-323454.html"} , {"body" : "Theater ''ALICE IN WONDERLAND,'' inspired by the Lewis Carroll story. The audience follows Alice around on her surreal journey. Tomorrow at 3 p.m. at the main entrance of the Queens Museum of Art, New York City Building, Flushing Meadows-Corona Park, Queens. The journey concludes at the museum where the audience can stay to explore the museum's" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/arts\/spare-times-for-children.html"} , {"body" : "On a sultry evening this week, a candidate for Brooklyn borough president, Jeannette Gadson, greeted a seemingly endless stream of people entering Wingate Park for a concert by Teena Marie, the rhythm-and-blues singer of 1980's fame. With a broad smile and a firm handshake, Ms. Gadson, who served as deputy borough president for eight years, urged" , "date" : "20010719" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Brooklyn, 3 Candidates Battle in Close Race for Borough President" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/19\/nyregion\/in-brooklyn-3-candidates-battle-in-close-race-for-borough-president.html"} , {"body" : "For nearly 10 weeks on the run, Joseph Sean Salley kept a step ahead of one of New York City's biggest manhunts through a combination of odd jobs, scattered crimes and dumb luck, the authorities said. Mr. Salley, wanted in the execution-style killings of three people above the Carnegie Delicatessen in Manhattan on May 10, mowed the lawn at a cheap" , "date" : "20010717" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MIAMI (FLA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "How a Shooting Suspect Stayed Free: Odd Jobs and Dumb Luck" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/17\/nyregion\/how-a-shooting-suspect-stayed-free-odd-jobs-and-dumb-luck.html"} , {"body" : "INTERNATIONAL A3-7 U.S. Reviews Russian Aid In Light of Security Issues A Bush administration review of American assistance to Russia concluded that most of the programs aimed at helping Russia stop the spread of nuclear, chemical and biological weapons are vital to American security and should be continued, and some even expanded, an" , "date" : "20010716" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/16\/nyregion\/news-summary-268550.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''The Genomic Revolution'' examines the genome, genetics, developments involving molecular biology and the impact on" , "date" : "20010713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/13\/arts\/spare-times-218324.html"} , {"body" : "Saying he did not want to divert attention from the cause behind the protests against the Navy bombing exercises in Vieques, P.R., the Rev. Al Sharpton indicated yesterday that he would wait until after he was released from federal prison before making any political endorsements. Once he is let out of the Metropolitan Detention Center in Brooklyn," , "date" : "20010710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "No Endorsements From Sharpton Until His Release" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/10\/nyregion\/no-endorsements-from-sharpton-until-his-release.html"} , {"body" : "Events BROOKLYN CHILDREN'S MUSEUM, 145 Brooklyn Avenue (St. Marks Place), Crown Heights, presents special Friday evening activities for families. Today, from 5:45 to 6:15, ''Circle of Tales,'' storytelling in the museum library; at 6:30, a performance by Max Pollak and Rumba Tap, an ensemble that combines Afro-Cuban music and dance with" , "date" : "20010706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/06\/arts\/spare-times-for-children.html"} , {"body" : "On his first foray to a predominantly black church in New York City, Michael R. Bloomberg, the billionaire businessman and novice political candidate, learned at least one lesson yesterday: ''It is very different than temple,'' Mr. Bloomberg joked as he left the service at Memorial Baptist Church in Harlem. Mr. Bloomberg, a Republican, was one of" , "date" : "20010702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Churches, Candidates Call For Black Voters to Respond" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/02\/nyregion\/in-churches-candidates-call-for-black-voters-to-respond.html"} , {"body" : "It's not much of a road. The pavement has long since given way to patches of gravel. Garbage is strewn about. Children drag sticks and skid bicycles, and pale gray cobblestones peek between bits of concrete. But the blocklong Clove Road has become a rising star for Community Board 9 ever since the discovery of its role in the American Revolution." , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLOVE ROAD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; High Hopes for a Patch of Colonial History" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/neighborhood-report-crown-heights-high-hopes-for-a-patch-of-colonial-history.html"} , {"body" : "America The Wild To celebrate Independence Day, a majestic symbol of the United States will flutter gently over the Queens landscape this weekend. It's not the Stars and Stripes but something far rarer: the American bald eagle. A pair of the birds will star at the annual Eagle Weekend at the Queens Zoo. Named Claire and Mel for the Queens borough" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/arts\/family-fare.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. The ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 10. Now Playing ''THE ANIMAL.'' Starring Rob Schneider and Colleen" , "date" : "20010622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/22\/movies\/movie-guide.html"} , {"body" : "Firefighters responding to a report of a fire on the first floor of 1455 Atlantic Avenue in Crown Heights yesterday discovered that a man had been left there tied up, the police said. The man, 31, had a cut on his throat, a chest injury and second- and third-degree burns, the police said. He was in stable condition at New York Weill Cornell Center." , "date" : "20010621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Injured Man At Fire Scene" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/21\/nyregion\/metro-briefing-new-york-brooklyn-injured-man-at-fire-scene.html"} , {"body" : "''A house to the Caribbean man is something very important,'' Samuel E. Palmer was saying. ''He has to have a house, as opposed to an apartment. Whatever happens, the house comes first, so you can have a family and your friends can meet there. So when I came here, the desire also was to achieve this house, this houseness.'' Mr. Palmer found his" , "date" : "20010618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CENSUS -- A Region of Enclaves: Canarsie, Brooklyn; 'For Sale' Signs Greet Newcomers" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/18\/nyregion\/the-census-a-region-of-enclaves-canarsie-brooklyn-for-sale-signs-greet-newcomers.html"} , {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CUTTINGS; A Land Rush for Compost in the City" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-a-land-rush-for-compost-in-the-city.html"} ,   {"body" : "IT looked like a gathering of the nations two Sundays ago, on the parking lot of Medgar Evers College in Crown Heights, Brooklyn. Only these delegates weren't talking global warming, but shoveling deep, dark compost as fast as they could. Every New York City resident who got there in time (this black gold went fast) was allowed 30 gallons -- enough" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BOTANIC GARDEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "CUTTINGS; Making the Most of Free Compost" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/cuttings-making-the-most-of-free-compost.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Gary Cooper: A Centennial Celebration,'' through July 1. Tomorrow: two films directed by Frank Capra, at 2 p.m., ''Mr. Deeds Goes to Town'' (1936); at 4:15, ''Meet John Doe'' (1941). Sunday, two films directed by Sam Wood: at 2," , "date" : "20010615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/arts\/spare-times-804169.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. The ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 12. Now Playing ''THE ANIMAL.'' Starring Rob Schneider and Colleen" , "date" : "20010615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/movies\/movie-guide.html"} , {"body" : "In the 1980's, rebellious teenagers used to scrawl an ''A'' for anarchy on high school walls in hopes of inciting chaos and revolution. To the casual observer, Edward R. Murrow High School in Brooklyn might look like the answer to their prayers. Students socialize and eat in the hallways at all hours of the day. No one has a hall pass. They do not" , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "At Murrow High, a Feeling of Freedom Prevails" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/nyregion\/at-murrow-high-a-feeling-of-freedom-prevails.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''The Genomic Revolution,'' examines the genome, genetics, developments involving molecular biology and the impact on" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/arts\/spare-times-694380.html"} , {"body" : "Four people were killed within three and a half hours early yesterday in unrelated slayings in Brooklyn, the Bronx and Queens, the police said. Those four killings, along with the shooting death of a Brooklyn travel agent on Saturday, brought to five the number of homicides in New York City over the weekend. Yesterday's series of slayings was" , "date" : "20010604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Unrelated Killings Leave 4 Dead Within 3 1\/2 Hours in the City" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/04\/nyregion\/unrelated-killings-leave-4-dead-within-3-1-2-hours-in-the-city.html"} , {"body" : "Schools Chancellor Harold O. Levy said yesterday that he and Police Commissioner Bernard B. Kerik had agreed to look for new ways to reduce sexual attacks in city schools, including possibly installing more video monitors in schools and expanding and redeploying the school security force. The main question, Mr. Levy added, is whether there is" , "date" : "20010604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Officials to Seek New Ways To Curb School Sex Attacks" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/04\/nyregion\/officials-to-seek-new-ways-to-curb-school-sex-attacks.html"} , {"body" : "A CLASSIFIED ad in The Daily News last September set in motion the events that are leading Linda Hamlin to make the first housing change of her life. For all her 42 years Ms. Hamlin has lived in a small three-bedroom one-bath apartment in Gowanus Houses on Baltic Street in South Brooklyn. At one time seven family members lived there, but currently" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New Roles for Nonprofit Housing Groups" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/realestate\/new-roles-for-nonprofit-housing-groups.html"} , {"body" : "Sexual attacks in the New York City public schools are occurring at a rate of 10 per week, up sharply in the last two years and uncommonly high even after accounting for the sprawling size of the school system, the nation's largest. A review of local and national statistics shows the rate of sexual attacks on New York City students by other" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Sexual Attacks In City Schools Are Up Sharply" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/sexual-attacks-in-city-schools-are-up-sharply.html"} , {"body" : "RECREATION ''Y.M.C.A. WORLD'S LARGEST RUN,'' Flushing Meadows-Corona Park, Queens. A five-kilometer run-walk to be held nationwide to celebrate the 150th anniversary of the founding of the Y.M.C.A. in the United States. Begins tomorrow at 10 a.m. at the Science Bridge near the Queens Museum of Art, opposite the Unisphere. Sponsored by the Y.M.C.A." , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/arts\/spare-times-593710.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ERIC ALEXANDER AND ONE FOR ALL, Iridium, 48 West 63rd Street, Manhattan, (212) 582-2121. A young tenor saxophonist who inherited the blues, feel and tone of the hard-bop musicians" , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/movies\/pop-and-jazz-guide-581526.html"} , {"body" : "The wheels of justice are turning in a small courtroom in Crown Heights, Brooklyn. The chambers, however, are unorthodox. The walls are lined with blackboards, not hardwood paneling, and the other day, the bench was occupied by a 19-year-old, Jessel Noel, who was using her fist instead of a gavel to assert her authority. This was not a special" , "date" : "20010530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "For Teenagers, a Jury, Judge and Prosecutor of Their Peers" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/30\/nyregion\/for-teenagers-a-jury-judge-and-prosecutor-of-their-peers.html"} , {"body" : "Alan Vinegrad, the lead prosecutor in the Abner Louima case, was named the interim United States attorney in the Eastern District of New York yesterday. Mr. Vinegrad will fill the position held by Loretta E. Lynch, who steps down on Friday. John Ashcroft, the United States attorney general, made the appointment. Mr. Vinegrad, 41, joined the Eastern" , "date" : "20010530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Louima Case Prosecutor to Fill U.S. Attorney Post" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/30\/nyregion\/louima-case-prosecutor-to-fill-us-attorney-post.html"} , {"body" : "NEWS Season's Greetings With a puppet festival and music from around the world, Arts at St. Ann's is ushering in Springworks 2001 at sites on both sides of the Brooklyn Bridge. Beginning at 8 p.m. tomorrow and continuing through Sunday at the Culture Project, 45 Bleecker Street in Manhattan, ''Labapalooza'' will showcase nine works in progress from" , "date" : "20010530" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/30\/arts\/footlights.html"} , {"body" : "Elwood City Visits New York In most children's alphabet books, A stands for something simple, like apple. But to fans of the author and illustrator Marc Brown, A is associated with an image that is both more exotic and just as comfortingly familiar: that of Arthur, an 8-year-old who happens to be an aardvark. Mr. Brown's tales of Arthur's family" , "date" : "20010525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/25\/arts\/family-fare.html"} , {"body" : "A woman who lives in the East Village was arrested yesterday and charged with murder in the stabbing death a 79-year-old neighbor who often allowed the woman to use her telephone, the authorities said. Investigators said they were unsure of the motive for the killing, on May 12, but said that the suspect, Candice Douglas, 28, has a history of" , "date" : "20010525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Neighbor Held in Killing of East Village Woman" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/25\/nyregion\/neighbor-held-in-killing-of-east-village-woman.html"} , {"body" : "TYRONE BROWN is enjoying the way art imitates life. He is watching himself on a big movie screen set up in a schoolyard in Crown Heights. The whole neighborhood, sitting in folding chairs and on porch stoops, is turned out for the screening of ''Our Song'' on a breezy night. The film's central ensemble is a high-stepping marching band called the" , "date" : "20010524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Guiding a Band in Step With a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/24\/nyregion\/public-lives-guiding-a-band-in-step-with-a-neighborhood.html"} , {"body" : "''Our Song'' was shown as part of last year's New Directors\/New Films Series. Following are excerpts from A. O. Scott's review, which appeared in The New York Times on April 5, 2000. The film opens today at the Film Forum, 209 West Houston Street, South Village. ''Our Song'' follows three young friends through the languid, anxious days of a summer" , "date" : "20010523" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; 3 Lives in Crown Heights During an Anxious Summer" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/23\/movies\/film-review-3-lives-in-crown-heights-during-an-anxious-summer.html"} , {"body" : "IT'S a thin line between moviemaking and the reality of a Brooklyn summer in Jim McKay's coming-of-age film ''Our Song,'' which chronicles the lives of three teenage girls whose urban refuge is a high-stepping band. When the 60 members of the Jackie Robinson Steppers strut into view to the staccato beat of tenor drums, the youths in black and gold" , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "FILM; A Sense of Being Submerged in a Brooklyn Summer" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/arts\/film-a-sense-of-being-submerged-in-a-brooklyn-summer.html"} , {"body" : "Two decades ago, a black American looking to get her hair braided into a head of plaits thinner than a knitting needle could spend $100. It could, after all, take up to 12 hours to get the job done. But African immigrants arriving in New York began to undercut the prices charged by African-American salon owners. The same slender braids can now be" , "date" : "20010519" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bargain Braiders Battle for Heads; Hair Stylists From Africa Arrive, Driving Down Prices" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/19\/nyregion\/bargain-braiders-battle-for-heads-hair-stylists-africa-arrive-driving-down.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. 'The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' live multicolored butterflies from Africa, Asia and the Americas on view in the rain forest of the Butterfly Conservatory; through May 28. ''Ancient Microworlds: The Beauty of" , "date" : "20010518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/18\/arts\/spare-times-368679.html"} , {"body" : "Theater ''CHARLOTTE'S WEB,'' based on the E. B. White story about the friendship of a pig and a spider. Tomorrow at 11 a.m. and 2 p.m. at Lovinger Theater, Lehman College, 250 Bedford Park Boulevard West, at Goulden Avenue, Bedford Park, the Bronx. Tickets: $10. Tickets: in advance, (718) 960-8833; day of show, (718) 960-8025. ''FREE TO BE . . ." , "date" : "20010518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/18\/arts\/spare-times-for-children.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/18\/arts\/art-guide.html"} , {"body" : "After 14 years of waiting, two Brooklyn families had something to celebrate yesterday. Two men, Anthony Faison and Charles Shepherd, are expected to be released from prison today after being convicted in the 1987 murder of a livery driver, a crime it has become increasingly clear they did not commit. Ronald L. Kuby, a lawyer for the two men, said" , "date" : "20010514" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Convicted in 1987 Killing Are Expected to Be Set Free" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/14\/nyregion\/2-convicted-in-1987-killing-are-expected-to-be-set-free.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $1.3 million 31 West 16th Street 1-bedroom, 2-bath, 1,700-sq.-ft. duplex co-op in a prewar town house; dining area, living room with 17-ft. ceilings and" , "date" : "20010513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/13\/realestate\/residential-sales.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''The Responsive Eye: A Brian De Palma Retrospective,'' through May 27. Tomorrow: at 2 p.m., ''Sisters'' (1973); at 4, ''Raising Cain'' (1992). Sunday: at 2 p.m., ''Carrie'' (1976); at 4, ''Hi, Mom!'' (1970). Tomorrow at 6:30 p.m.," , "date" : "20010511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/arts\/spare-times-258563.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/arts\/art-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Indigenous Peoples: Perspectives and Perceptions,'' weekend programs of events and performances. Tomorrow and Sunday at 1 p.m., a lecture on Hawaiian arts with a lei-maker, Kilohana, and Lehua Domingo; at 2:15, ''Encircled With Love: The Musical" , "date" : "20010504" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/04\/arts\/spare-times-148261.html"} , {"body" : "A DECADE ago, the nation was shocked by a videotape depicting the brutal beating of an African-American man, Rodney King, by four Los Angeles police officers. The shock turned into rioting and looting on the streets of L.A. when a mostly white jury found the officers not guilty. ''The riots involved people of every color and every race,'' said Anna" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "COVER STORY; A Chameleon Who Crosses Racial Divides" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/tv\/cover-story-a-chameleon-who-crosses-racial-divides.html"} , {"body" : "WALKING TOURS SUTTON PLACE, ROOSEVELT ISLAND AND THE ISAMU NOGUCHI GARDEN MUSEUM. A five-mile walk beginning in Manhattan at Sutton Place, continuing with a tram ride to Roosevelt Island and finishing with a visit to the Noguchi Garden Museum in Long Island City, Queens. Meets tomorrow at 11 a.m. inside Greenacre Park, East 51st Street, Manhattan." , "date" : "20010427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/27\/arts\/spare-times-044318.html"} ,   {"body" : "A boxer waves his fists, not his flag. At least that is the philosophy of Andrew Lewis. Better known as Six Heads, he is the first fighter from Guyana to hold a world title. But he said it is not necessarily Guyana he is fighting for when he defends his World Boxing Association welterweight belt Saturday against Larry Marks at the Hammerstein" , "date" : "20010426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GUYANA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "BOXING; Guyana Champ a Man of the World" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/26\/sports\/boxing-guyana-champ-a-man-of-the-world.html"} , {"body" : "In the recent battle over plans to let a private company manage five low-performing schools, the loudest and most effective voice belonged to Acorn, the community group that led the opposition. But few people who followed that battle seemed aware that Acorn has itself been involved in the New York City school system for more than a decade, helping" , "date" : "20010425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Mixed School Record for Edison Foes" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/25\/nyregion\/mixed-school-record-for-edison-foes.html"} , {"body" : "A minivan that slammed into a city bus Friday night in Brooklyn, killing five members of a family, had just run three red lights at dangerously high speed in what investigators believe may have been a rush to a hospital because of a medical emergency, the police said yesterday. In another deadly Brooklyn crash Friday night, the police said, a" , "date" : "20010422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Medical Crisis Is Suspected Of Leading to Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/22\/nyregion\/medical-crisis-is-suspected-of-leading-to-fatal-crash.html"} , {"body" : "Five people were killed last night when a minivan crashed at high speed into the side of a New York City Transit bus at the corner of Brooklyn Avenue and St. John's Place in Crown Heights, the police said. Several bus passengers were taken to nearby hospitals; their conditions could not be determined. Although the police account of the accident" , "date" : "20010421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Five Are Killed as Van Crashes Into Bus" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/21\/nyregion\/five-are-killed-as-van-crashes-into-bus.html"} , {"body" : "Fed Up With Floods After a week of piling sandbags or, in some cases, leaving their homes, many Midwesterners along the Mississippi River say they are ready for the flood to move on, so that they may do the same. PAGE A8 Sex Report Still in Limbo It was billed as a far-reaching report on sexual attitudes and education. Written for the surgeon" , "date" : "20010421" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/21\/nyregion\/inside-969346.html"} , {"body" : "INTERNATIONAL A3-7 Americas Summit Opens; Protesters Take to Streets President Bush arrived at the Summit of the Americas in Quebec, his first summit meeting, declaring that he would make the expansion of economic and political ties with Latin America his first foreign policy priority. But before he and other leaders could get to work, the opening" , "date" : "20010421" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/21\/nyregion\/news-summary-969281.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Composing for Film,'' including discussions with composers and concerts and screenings of films notable for their scores, through tomorrow. Tomorrow, two movies with music by David Raksin: at 2 p.m., Otto Preminger's ''Laura''" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/arts\/spare-times-939188.html"} , {"body" : "It was only a small change in the tapestry of the city, a single life removed in a knife attack in a Brooklyn apartment on Friday. But like the broken thread that unravels the design, the woman's death touched many people around her, neighbors and friends who had glimpsed fragments of her murder. To a woman downstairs, it was water pouring through" , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Between Noise and Silence, A Woman's Life Is Lost" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/nyregion\/between-noise-and-silence-a-woman-s-life-is-lost.html"} , {"body" : "Mayor Rudolph W. Giuliani and black firefighters clashed yesterday over the Fire Department's tentative decision to hire Edward McMellon, one of the four police officers involved in the 1999 shooting death of Amadou Diallo, an unarmed black man. The mayor said that anyone who met the requirements should be allowed to join the Fire Department, and" , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "New Job Prospect for Officer in Diallo Case Fuels Debate" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/nyregion\/new-job-prospect-for-officer-in-diallo-case-fuels-debate.html"} , {"body" : "In the days after parents overwhelmingly defeated efforts by Edison Schools Inc., a private company, to take over five failing New York public schools, many educational policy makers and politicians called the rebuff illogical and self-destructive. Why, they asked, would parents preserve a public school with abysmal test scores, or refuse free" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Parents Explain Resounding Rejection of Privatization at 5 Schools" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/nyregion\/parents-explain-resounding-rejection-of-privatization-at-5-schools.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Composing for Film,'' a series running through April 21, which includes discussions with composers and concerts, along with screenings of films notable for their musical scores. Tomorrow: at 2 p.m., a chamber concert by the" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/arts\/spare-times-834416.html"} , {"body" : "Recruiting in Caribbean The Board of Education is sending recruiters to the Caribbean this month in hopes of luring teachers from Barbados, Trinidad and Jamaica to New York City schools. The board wants to increase the number of Caribbean teachers in Districts 17 and 18 in Brooklyn, which encompass Flatbush and Crown Heights and have many students" , "date" : "20010411" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/11\/nyregion\/bulletin-board.html"} , {"body" : "SHORTLY after Serge Joseph and Alva Sam got married, they decided to buy a place to live. They both knew what they wanted. Unfortunately, it wasn't the same thing. ''I was thinking Westchester, Long Island,'' she said. ''Serge was, 'You have got to be kidding.' '' Although they both grew up in New York, they might as well have lived in different" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Crown Heights; A Brooklyn Compromise" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/realestate\/habitats-crown-heights-a-brooklyn-compromise.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. This weekend, ''Asian Pacific America: Mixing It Up,'' family programs. Opening tomorrow, ''Involuntary Signs,'' an" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/arts\/spare-times-728918.html"} , {"body" : "THE Starbucks at Lenox Avenue and 125th Street was filled the other day with symbols of a changing Harlem: white tourists, speaking French and German; black professionals talking about their businesses; and young white newcomers, sipping latte and talking about the brownstones they owned a few blocks away. That no-fuss scene would have been" , "date" : "20010401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Another Harlem On Their Minds" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/01\/nyregion\/coping-another-harlem-on-their-minds.html"} , {"body" : "To those who have spent their lives in the hardscrabble Brooklyn neighborhoods of Bushwick and Flatbush, the meeting on Jan. 10 at the Jackie Robinson School told it all. There, yards from the former site of Ebbets Field, local Democratic politicians rained scorn on a Board of Education proposal to allow a private company, Edison Schools, to manage" , "date" : "20010331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Bid to Privatize Schools Ends, Supporters Second-Guess Effort" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/31\/nyregion\/as-bid-to-privatize-schools-ends-supporters-second-guess-effort.html"} , {"body" : "A private company's prospects of winning a contract to run five failing New York City public schools appeared dim last night as the company, Edison Schools Inc., failed even to draw majorities of parents to vote at four of the schools involved in the proposal. At the fifth, Public School 161 in Harlem, 453 votes were cast in a school with 855" , "date" : "20010330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "PRIVATE BID TO RUN TROUBLED SCHOOLS APPEARS TO FALTER" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/30\/nyregion\/private-bid-to-run-troubled-schools-appears-to-falter.html"} , {"author" : "Jonathan Mahler is writing a book about baseball and New York City in the 1970's." , "body" : "I've come to North Harlem on a brilliant Friday morning in late March to visit the site of a miracle. It happened 50 years ago. There was a stadium here then, a bathtub-shaped ballpark wedged between the steep escarpment known as Coogan's Bluff and the Harlem River. Known as the Polo Grounds, it was the home field of the vaunted Giants, who played" , "date" : "20010330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EBBETS FIELD (BROOKLYN)" , "POLO GROUNDS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "MY CITY; Mythic Fields Where Giants and Dodgers Made Miracles" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/30\/arts\/my-city-mythic-fields-where-giants-and-dodgers-made-miracles.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''The Films of William Randolph Hearst,'' through tomorrow. Tomorrow: at 2 p.m., Gregory La Cava's ''Gabriel Over the White House'' (1933); at 4 p.m., Raoul Walsh's ''Going Hollywood'' (1933). Sunday: at 2 p.m., ''The Battle Over" , "date" : "20010330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/30\/arts\/spare-times-622389.html"} , {"body" : "Mayor Rudolph W. Giuliani asserted to a largely black audience in the Crown Heights section of Brooklyn last night that a grand jury had found that Patrick M. Dorismond, the unarmed black man shot dead last March by the police, was responsible for his own death because of ''the violent way in which he acted'' during a brawl outside a Manhattan bar." , "date" : "20010328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mayor Asserts That Grand Jury Blamed Shooting Death on Victim" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/28\/nyregion\/mayor-asserts-that-grand-jury-blamed-shooting-death-on-victim.html"} ,   {"body" : "A VISITOR'S immediate impression of the Cambria Heights neighborhood in southeast Queens is of very wide, quiet streets lined by modest but immaculately kept one-family houses. The only one-way street is 234th Street where it parallels the Cross Island Parkway. Further underscoring the neighborhood's uncongested, almost sleepy, tempo is the" , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CAMBRIA HEIGHT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Cambria Heights, Queens; An Uncongested, People-Oriented Enclave" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/realestate\/if-you-re-thinking-living-cambria-heights-queens-uncongested-people-oriented.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. The Hayden Planetarium includes the Space Theater, presenting ''Passport to the Universe,'' and the Big Bang Theater, featuring narrated visual and audio effects simulating the beginning of the universe. ''Starry" , "date" : "20010323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/23\/arts\/spare-times-530042.html"} , {"body" : "TWO years ago the Rev. Jesse Jackson, accompanied by the Rev. Al Sharpton, visited a public high school in Brooklyn and was appalled to find a total of two computers for 1,100 students. ''There's something wrong when you've got first-class jails and second-class schools,'' he told the students at Paul Robeson High School in Crown Heights. He had a" , "date" : "20010323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Big City; There's Profit In Demonizing Privatization" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/23\/nyregion\/the-big-city-there-s-profit-in-demonizing-privatization.html"} , {"body" : "On Tuesday afternoon in Crown Heights, Brooklyn, Valerie Lawton arrived home to find a smiling stranger on her doorstep. ''Hi, I'm Norma!'' the stranger said as Ms. Lawton stared. ''I'm a parent. Can we talk about the vote that's going on in your child's school this week?'' As Ms. Lawton moved warily toward her apartment door, the stranger, Norma" , "date" : "20010322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Vote-Seeking Efforts Intensify In Battle to Control 5 Schools" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/22\/nyregion\/vote-seeking-efforts-intensify-in-battle-to-control-5-schools.html"} , {"body" : "In a city where everything seems to come by the dozen, the Sculpture Center remains unique. Tucked inside a former coach house at 167 East 69th Street in Manhattan, the center operates what artists say is the city's only school and studios devoted exclusively to sculpture. ''I've never been working in a studio that's been so friendly and humane,''" , "date" : "20010319" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Furor Over an Artists' Haven; Sculpture Center Plans to Move, Shedding Students and Studios" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/19\/arts\/furor-over-artists-haven-sculpture-center-plans-move-shedding-students-studios.html"} , {"body" : "WALKING TOURS ''GREENWICH VILLAGE AND SOHO: OFF THE BEATEN PATH.'' Combines tastings at local ethnic restaurants and specialty food stores with a stroll and a discussion of the history of the area. Tuesdays through Sundays at 11 a.m. Sponsored by Foods of New York. Fee: $30 (includes food and wine tasting). Information and meeting place: (877)" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/arts\/spare-times-413496.html"} , {"body" : "Trinity's President Leaving for Hawaii EVAN S. DOBELLE, the president of Trinity College in Hartford, who has received wide attention for his efforts to improve relations between the campus and its surrounding community, is resigning after six years to become president of the University of Hawaii. Mr. Dobelle, 56, told students and the staff in an" , "date" : "20010314" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/14\/nyregion\/bulletin-board.html"} , {"body" : "ON an achingly cold February day that gave the city the weary look of a black-and-white television screen, Shaheba Gabriel searched for a two-piece swimsuit in red, blue or orange. Ms. Gabriel, a high school senior and an enviable size 2 or 4, went to Macy's on 34th Street with her mother and a friend. Their mission was twofold: to find a" , "date" : "20010311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "There She Is" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/11\/nyregion\/there-she-is.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Asoria, Queens. ''The Films of William Randolph Hearst,'' through April 1. Tomorrow: two films directed by Robert Vignola, at 2 p.m., ''Enchantment'' (1921) and at 4 p.m., ''Beauty's Worth'' (1921). Sunday at 2 p.m., ''Hearst's Serial Queens,''" , "date" : "20010309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/09\/arts\/spare-times-307360.html"} , {"body" : "Theater ''THE CELEBRATED JUMPING FROG OF CALAVERAS COUNTY,'' a musical adaptation of Mark Twain's short story, with book and lyrics by Kristin Walter and music by Michael Walter; directed by Bruce Merrill. Vital Children's Theater Company, third floor, 432 West 42nd Street, Clinton, Sundays at noon (through March 25). Tickets: $10. Reservations:" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/arts\/spare-times-for-children.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AL ANDERSON, JACKIE DeSHANNON AND DARIUS RUCKER: IN THEIR OWN WORDS, Bottom Line, 15 West Fourth Street, Greenwich Village, (212) 228-7880. This informal songwriters' roundtable," , "date" : "20010302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/movies\/pop-and-jazz-guide-202010.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Critical Passions: Movies Selected by the New York Film Critics Circle,'' through Sunday. Tomorrow at 1 p.m., Michelangelo Antonioni's ''Blow-Up'' (1966), introduced by Marshall Fine of the Gannett News Service; at 3:30, Sam" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/arts\/spare-times-203300.html"} , {"body" : "Theater ''BETSY BLUE OR 'I WAS A 9-YEAR-OLD BLUES DIVA.' '' A musical (proving that even the blues can be funny) about a girl who is depressed by the news that her mother is having another baby. The musical follows Betsy's plan to go to Paris with her cat (Rebecca Kasper) and become a petite Piaf. Book and lyrics by Judy Sheehan; music by Kenny" , "date" : "20010223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/23\/arts\/spare-times-for-children.html"} , {"body" : "After packing the trunk of his car on Tuesday night, Demetrius Haskins slammed it shut with the kind of resounding finality he hoped to bring to his life in Harlem. Ahead of Mr. Haskins, a 21-year-old Navy seaman recruit, lay a long drive south with his wife and newborn son to Norfolk, Va., and a six-month tour in the Mediterranean aboard an" , "date" : "20010222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sailor Killed on the Harlem Streets He Was Trying to Escape" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/22\/nyregion\/sailor-killed-on-the-harlem-streets-he-was-trying-to-escape.html"} , {"body" : "He stood in a line, three deep. ''If they're going to take my money they should be a little faster about it before I change my mind,'' said Richard Turrin, a wry smile cutting across his chiseled face. Actually, Mr. Turrin, a ''blissfully unemployed'' investment banker, didn't give a hoot about waiting forever to buy merchandise at the first day of" , "date" : "20010220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Chelsea Journal; Where the Middle Class Shops Like the Upper" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/20\/nyregion\/chelsea-journal-where-the-middle-class-shops-like-the-upper.html"} , {"body" : "ATTRACTIONS Museums And Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''Fusions, Faces and Footprints,'' a cross-cultural examination of the African diaspora, runs weekends through" , "date" : "20010216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/arts\/spare-times-934852.html"} , {"body" : "Theater ''BETSY BLUE OR I WAS A 9-YEAR-OLD BLUES DIVA.'' A musical (proving that even the blues can be funny) about a girl who is depressed by the news that her mother is having another baby. Book and lyrics by Judy Sheehan; music by Kenny Nowell; directed by Jennifer Goodlander. Looking Glass Theater, 422 West 57th Street, Clinton. Saturdays and" , "date" : "20010216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/arts\/spare-times-for-children.html"} , {"body" : "On work breaks this past football season, Henry Farrell would give his tongs a rest, part company with his apron and hop the counter of the concession stand he manned at Giants Stadium. Following the roar of the crowd, he would run through a nearby corridor to root for the Jets or Giants. ''It was a great job,'' said Mr. Farrell, who lives in the" , "date" : "20010214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Defying Labels and Low Expectations" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/14\/nyregion\/the-neediest-cases-defying-labels-and-low-expectations.html"} , {"body" : "Senator Hillary Rodham Clinton toured Brooklyn yesterday to announce a plan to end racial profiling but ran into new questions about accepting gifts while still the first lady. During her visits to three Brooklyn churches, where she seemed to find supportive audiences, Mrs. Clinton countered an article in The New York Post yesterday that said she" , "date" : "20010212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "6" , "title" : "Mrs. Clinton Takes On Racial Profiling and Gift Issues" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/12\/nyregion\/mrs-clinton-takes-on-racial-profiling-and-gift-issues.html"} , {"author" : "James Traub is a contributing writer for The New York Times Magazine." , "body" : "The old testament furnishes any number of possible metaphors for the reign, now nearing its end, of New York's mayor, Rudolph W. Giuliani. The Rev. Calvin Butts, pastor of Harlem's Abyssinian Baptist Church, suggests the following: ''There was a fellow named Josiah that became king. And they were searching through some rubble, and they found the" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "Giuliani Internalized" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/magazine\/giuliani-internalized.html"} ,   {"body" : "Abraham D. Beame, an accountant and clubhouse Democrat who climbed the gray ranks of municipal bookkeeping and confounded oddsmakers to become mayor of New York in the mid-1970's, only to spend his term struggling with the worst fiscal calamity in the city's history, died yesterday at New York University Medical Center in Manhattan. He was 94. Mr." , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "1" , "title" : "Abraham Beame Is Dead at 94; Mayor During 70's Fiscal Crisis" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/nyregion\/abraham-beame-is-dead-at-94-mayor-during-70-s-fiscal-crisis.html"} , {"body" : "ATTRACTIONS Museums and Sites HISTORIC RICHMONDTOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmondtown. More than 25 buildings from the late 17th to the 19th century, restored and furnished. This village and outdoor museum depict the history of Staten Island and the surrounding region. The exhibition ''Toys!'' will run through" , "date" : "20010209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/09\/arts\/spare-times-825069.html"} , {"body" : "They were churchgoing people with modest incomes -- among them, a service attendant for a car rental company, a Wonderbread packer, a data processor, a retired phone company representative. They were also homeowners in Jamaica, St. Albans and other Queens neighborhoods who were having a tough time keeping up with their mortgage payments. When an" , "date" : "20010208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tales of Lost Homes Surface in Queens" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/08\/nyregion\/tales-of-lost-homes-surface-in-queens.html"} , {"body" : "The boxer living in Brooklyn dialed the number in Georgetown, Guyana. ''Hi, Mom,'' he said, over the long-distance line. ''Hi, Six Heads,'' she said, ''how's my son?'' ''Great, Mom.'' ''Are you working hard and not chasing the girls and staying away from the bad influences on the street?'' He assured her that his head was on straight. Singular" , "date" : "20010206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXNG; From Guyana to Brooklyn, This Fighter Aims High" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/06\/sports\/boxng-from-guyana-to-brooklyn-this-fighter-aims-high.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to movies, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent show with more than 1,000 artifacts that illustrate the" , "date" : "20010202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/02\/arts\/spare-times-724343.html"} , {"body" : "When her husband, David Webb, died of pancreatic failure in 1993, Redia Esau turned to her sister, Marion Sharpe, for help. Six months later, when her sister died of an asthma attack while asleep, Ms. Esau had no one left to turn to, so she turned to crack. She had gone on periodic drinking binges since she was in her early 20's, she said, but" , "date" : "20010201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; Losing a Drug Habit to Keep Children" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/01\/nyregion\/the-neediest-cases-losing-a-drug-habit-to-keep-children.html"} , {"body" : "After serving 20 years in prison for a murder he did not commit, a 39-year-old Brooklyn man, Collin Warner, had his conviction overturned yesterday. Today, he could go free. Mr. Warner's long struggle for freedom turned a corner when his co-defendant, Norman Simmonds, recently confessed to Mr. Warner's lawyer in a deposition that he, not Mr." , "date" : "20010201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Murder Conviction Overturned for Man Behind Bars 20 Years" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/01\/nyregion\/murder-conviction-overturned-for-man-behind-bars-20-years.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' live multicolored butterflies from Africa, Asia" , "date" : "20010126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/26\/arts\/spare-times-615153.html"} , {"body" : "Manhattan CLINTON $330,000 408 Eighth Avenue (30th Street) 1-bedroom, 1-bath, 800-sq.-ft. condo in a postwar building; 24-hr. doormen, dining area, hardwood floors, balcony, 4 exposures, laundry facilities in building; common charge $430, taxes $5,052; listed at $339,000, 12 weeks on market (broker: Manhattan Apartments) EAST MIDTOWN $405,000 418" , "date" : "20010125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/25\/garden\/residential-sales.html"} , {"body" : "Five workers who sprayed pesticides for a city contractor last summer to kill mosquitoes carrying the West Nile virus have filed a complaint with the Occupational Safety and Health Administration, contending that improper training and prolonged exposure to the chemicals made them sick. In an affidavit, the men detailed how they were repeatedly" , "date" : "20010125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Workers Say Chemicals Used in Mosquito Spraying Made Them Ill" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/25\/nyregion\/workers-say-chemicals-used-in-mosquito-spraying-made-them-ill.html"} ,   {"body" : "In the eight months since her son was killed, execution style, at a Wendy's restaurant in Queens, Jacqueline Hall has made the periodic trips from her ranch house on the Jersey Shore to the courthouse in Kew Gardens, Queens, with a soul-crushing dread. Each glimpse of the two men accused of staging the robbery and massacre in which her son, Jeremy" , "date" : "20010122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Families of Wendy's Victims Gird for Death Penalty Decision" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/22\/nyregion\/families-of-wendy-s-victims-gird-for-death-penalty-decision.html"} , {"body" : "I asked Esther Ross if she had given much thought to H.I.V. or AIDS before she learned that she had become infected with the virus. ''No,'' she said. ''I was young. I didn't think it applied to me. I thought it was all about people who were white and gay.'' Ms. Ross, who lives in the Crown Heights section of Brooklyn, is 39 years old and black. She" , "date" : "20010115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America; State Of Denial" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/15\/opinion\/in-america-state-of-denial.html"} , {"body" : "Children tend to create earthquakes wherever they go, usually without an invitation. At the Brooklyn Children's Museum, however, they are encouraged to set off tremors. And while those rumbles won't register on the Richter scale, they will surely score points with families. The shock waves are part of ''Geo-Zooom! On the Go With Geography,'' an" , "date" : "20010112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "54" , "title" : "FAMILY FARE; A Moving Experience" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/12\/arts\/family-fare-a-moving-experience.html"} , {"body" : "ATTRACTIONS Museums and Sites HISTORIC RICHMONDTOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmondtown. More than 25 buildings from the late 17th century to the 19th century, restored and furnished. The exhibition ''Toys!'' will run through December. Guided tours are available. Tavern concert series, Friday nights at 7:30 and 9," , "date" : "20010112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "54" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/12\/arts\/spare-times-394106.html"} , {"body" : "NEW YORK MANHATTAN: CONVICTIONS CHALLENGED Two men found guilty in the death of a Hasidic scholar during the 1991 mob violence in Crown Heights, Brooklyn, challenged the constitutionality of their verdicts yesterday in a federal appeals court. Lemrick Nelson Jr. was convicted in 1997 of violating the civil rights of the scholar, Yankel Rosenbaum," , "date" : "20010110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/10\/nyregion\/metro-briefing.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''Vikings: The North Atlantic Saga'' details Scandinavian life a millennium ago and focuses on Viking contributions to" , "date" : "20010105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/05\/arts\/spare-times-285790.html"} , {"body" : "When Yitta Halberstam Mandelbaum was growing up in Borough Park, Brooklyn, in the late 1950's, she figured there were two careers for Orthodox Jewish girls: teaching and social work. But Yitta's father, a traditional Hasidic man whose dark curls dangled from beneath his black hat, planted his daughter in the biography section of the local public" , "date" : "20010104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Working World Grows For Orthodox Women; New Fields and Strict Judaism Coexist" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/04\/nyregion\/working-world-grows-for-orthodox-women-new-fields-and-strict-judaism-coexist.html"} , {"body" : "NEW YORK BROOKLYN: TRUCE IN LOFT DISPUTE -- In a truce over disputed lofts in Dumbo, city officials met yesterday with the landlord of a building where 60 residents were removed last month. The officials' goal is to allow the residents to return to a factory building illegally converted to lofts at 247 Water Street. After the landlord, Joshua" , "date" : "20010104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/04\/nyregion\/metro-briefing.html"} , {"body" : "NEW YORK BRONX: PREGNANT WOMAN KILLED A 23-year-old pregnant woman was killed in an apartment early yesterday morning, the police said. The woman, Shari Scurry, was shot in the head in the bathroom of an apartment at 15 Marcy Place in Mount Eden. Sgt. Victor Ramos, a police spokesman, said several people in the apartment at the time of the shooting" , "date" : "20010102" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/02\/nyregion\/metro-briefing.html"}]