[  {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JIMMY RICHES A Way With Women Among the firemen sifting debris at ground zero is a battalion chief, James Riches, who is searching for his son and namesake, known to his family as Little Jimmy. Jimmy Riches, who would have turned 30 on Sept. 12, is the oldest" , "date" : "20011224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; One Was Almost 30, One Liked Simple Life, One Was a Born Firefighter" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/24\/nyregion\/nation-challenged-portraits-grief-victims-one-was-almost-30-one-liked-simple.html"} , {"body" : "The subway cars on the W line snake from Queens through the heart of Manhattan and on to Brooklyn, collecting dirt and debris from thousands of riders. At the end of the line, on an elevated platform in sight of Coney Island's Ferris wheel, a dozen people in green vests sweep, scrape and swab the grime away. Transit-system employees doing the same" , "date" : "20011217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "As Welfare Comes to an End, So Do the Jobs" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/17\/nyregion\/as-welfare-comes-to-an-end-so-do-the-jobs.html"} , {"body" : "A sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Anne Midgette, represents what caught this critic's eye and excited her expectations. More holiday recommendations for this weekend are" , "date" : "20011214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "MASSED VOICES RING OUT IN AFFIRMATION OF JOYFUL HOLIDAYS" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/14\/movies\/massed-voices-ring-out-in-affirmation-of-joyful-holidays.html"} , {"body" : "Like a Kmart reimagined as ''Pee-wee's Big Adventure,'' a New York City-run warehouse in Queens is now giving away: 50,000 buttons donated by a button business; crates of neatly coiled bra straps from Victoria's Secret; rattan handbags in the shape of clam shells; and cans stacked floor to ceiling of Martha Stewart's interior decorating paint. And" , "date" : "20011130" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Warehouse Holds Trove for Artists; Need 50,000 Buttons? They're Here, and Free" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/30\/nyregion\/warehouse-holds-trove-for-artists-need-50000-buttons-they-re-here-and-free.html"} , {"body" : "A nanny on the Upper East Side had her work schedule cut to three days a week from five because the wife in the household lost her job on Wall Street. Limousine drivers complain of carrying fewer passengers and earning 40 percent less than they did before. At many top restaurants, waiters are working just three days a week instead of five. And" , "date" : "20011129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As the Rich Do Without Extras, Service Workers Do Without" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/29\/nyregion\/as-the-rich-do-without-extras-service-workers-do-without.html"} , {"body" : "A Washington Heights boy hospitalized with lupus a few days shy of his graduation from fifth grade. A boy and girl from Brooklyn limited physically by a rare disease that causes a weakening of the heart. An energetic Queens toddler who looks healthy, but is fed through a tube and will need a kidney transplant one day. Two little boys in a Bronx" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "The Neediest Cases; Children's Long-Term Illnesses Mean a Strain on Families' Resources" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/nyregion\/neediest-cases-children-s-long-term-illnesses-mean-strain-families-resources.html"} , {"body" : "THE Hilton Garden Inn on Staten Island has something that its counterparts in Manhattan lack -- outdoor space. The hotel, which opened on Sept. 15, is situated on 23 acres of land, much of it near protected wetlands, in the Bloomfield section of the western part of Staten Island. Much of the surrounding land has been developed as gardens, complete" , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Commercial Property\/Staten Island; New Hilton Hopes to Become Island's Meeting Place" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/realestate\/commercial-property-staten-island-new-hilton-hopes-become-island-s-meeting-place.html"} , {"author" : "Michael Sorkin is the director of the graduate program in urban design at City College." , "body" : "The radical act of the terrorists opens a space for us to think radically as well. While many of the billions that will be available for rebuilding -- from insurance, from federal aid, from city coffers, from developers -- are surely needed to restore the health and character of Lower Manhattan, it seems reasonable to question whether such massive" , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "102" , "title" : "[RETHINK]: Manifestoes For the Next New York; [Boroughs]: Put a Piece of Downtown in Flushing" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/magazine\/rethink-manifestoes-for-next-new-york-boroughs-put-piece-downtown-flushing.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. CESAR A. MURILLO A Dance All His Own Cesar A. Murillo, 32, lived in TriBeCa and used the West Side Highway as his backyard. Along this road, Mr. Murillo used Rollerblades to get to work at Cantor Fitzgerald. He was proud of his Colombian heritage, flying a" , "date" : "20011110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Doing the Lawn-Mower Dance, and Bringing a Yard Into Full Bloom" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/10\/nyregion\/nation-challenged-portraits-grief-victims-doing-lawn-mower-dance-bringing-yard.html"} , {"body" : "New York City Transit puts a lot of faith in paperwork. At times, it seems to have missed the whole computer revolution, or at least mistrusted it. In fact, in a dusty file room in downtown Brooklyn, there are boxes containing minute-by-minute records of the daily movements of your subway line, going several back years -- all handwritten, on paper." , "date" : "20011106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; In a Simple Memo, F.Y.I., A Tense Tale of Survival" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/06\/nyregion\/tunnel-vision-in-a-simple-memo-fyi-a-tense-tale-of-survival.html"} ,   {"author" : "James Traub, a contributing writer for the magazine, writes regularly about New York politics." , "body" : "In August, a poll appeared in this newspaper indicating that New Yorkers, a perennially discontented lot, had reached a possibly unprecedented level of contentment under Mayor Rudolph W. Giuliani. Barely a third of the respondents said that they would move out of the city if they could, down from 60 percent 10 years earlier. Only a quarter expected" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "No-Fun City" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/magazine\/no-fun-city.html"} , {"body" : "BOYLE-Michael. FDNY, Engine Company 33, lost his life on September 11, 2001 while heroically saving others in the World Trade Center. Michael was born on August 8, 1964 to James and Barbara Boyle in Queens, NY. Michael graduated from Westbury High School and Cortland State University. Michael was the owner of Westbury Beverage and worked for the" , "date" : "20011103" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths BOYLE, MICHAEL" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/03\/classified\/paid-notice-deaths-boyle-michael.html"} , {"body" : "BOYLE-Michael. FDNY, Engine Company 33, lost his life on September 11, 2001 while heroically saving others in the World Trade Center. Michael was born on August 8, 1964 to James and Barbara Boyle in Queens, NY. Michael graduated from Westbury High School and Cortland State University. Michael was the owner of Westbury Beverage and worked for the" , "date" : "20011102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths BOYLE, MICHAEL" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/02\/classified\/paid-notice-deaths-boyle-michael.html"} , {"body" : "Erica Beras nearly dismissed the e-mail message she got last weekend, about a man who was giving away thousands of books at a Downtown Brooklyn storage building. Such a giveaway seemed improbable to Ms. Beras, especially in a city in which used-book stores are cherished and book peddlers paid well. But curiosity nagged her, so last Sunday Ms." , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Free Tales From Mr. Kafka's Crypt, (And Thousands of Records, Too)" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/nyregion\/neighborhood-report-downtown-brooklyn-free-tales-mr-kafka-s-crypt-thousands.html"} , {"body" : "WORKERS from the city's Human Resources Administration have played a direct role in disaster relief since Sept. 11, working extra hard to open job centers for the suddenly jobless and provide emergency social services. They have also helped in an indirect way. Three days after the attack, Mayor Giuliani, hoping to keep businesses in Lower" , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: LOWER MANHATTAN; A Kind Offer Leaves Workers in Limbo" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/nyregion\/neighborhood-report-lower-manhattan-a-kind-offer-leaves-workers-in-limbo.html"} , {"body" : "At first, Michael Mailer, an independent film producer, considered editing the twin towers out of his new picture, ''Empire,'' which he calls a ''Latin 'Godfather' movie'' set in New York. ''The last thing you want,'' he said, ''is something that is going to take you out of the dream of the film.'' But something about filmmakers rushing to" , "date" : "20011024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Front Page" , "Arts"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: AN ALTERED IMAGE; The Manhattan Skyline's 'Phantom Limb'" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/24\/arts\/a-nation-challenged-an-altered-image-the-manhattan-skyline-s-phantom-limb.html"} , {"body" : "THEY are the new front-line soldiers: postal workers, token clerks, baggage screeners, personal assistants and maintenance men. They are waging war in the new trenches: mailrooms, subway stations, airport lobbies, waiting rooms and ventilation sheds. Even as professional soldiers prosecute a vigorous campaign in Afghanistan and trained federal" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "The Nation; Ask Not Who Is On the Front Line" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/weekinreview\/the-nation-ask-not-who-is-on-the-front-line.html"} , {"body" : "NATIONAL GUARDSMEN were pacing the waiting room at Grand Central Terminal. A zipper in a newsstand was reeling out an update from the F.B.I. that read like an inscription on a Barbara Kruger photograph: ''Terror could come at any time.'' And down on the concourse, time seemed to have stopped at the Oyster Bar. Sitting at one of the horseshoe-shaped" , "date" : "20011017" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Great Escape, at Vintage Tables" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/17\/dining\/the-great-escape-at-vintage-tables.html"} , {"body" : "Cheese at Grand Central A tasting of Stilton cheese and port will be held today at 4 p.m. at the Campbell Apartment in Grand Central Terminal. Admission is free. Reservations: (212) 953-0409. A Sake Evening A lecture on sake and a tasting will be held tomorrow at 6:30 p.m. at the Japan Society, 333 East 47th Street. Tickets, $12 for members; $15" , "date" : "20011017" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/17\/dining\/calendar.html"} , {"body" : "As Mark Green tried to build support among black voters yesterday in Brooklyn, the Rev. Al Sharpton called Mr. Green's campaign tactics racially divisive and hinted that he might not endorse either Mr. Green or his Republican opponent, Michael R. Bloomberg. During a rally at the National Action Network headquarters in Harlem, Mr. Sharpton and a" , "date" : "20011014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Sharpton, in Attack on Green, Hints He May Sit Out Election" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/14\/nyregion\/sharpton-in-attack-on-green-hints-he-may-sit-out-election.html"} ,   {"body" : "THOUGH having long withstood the national economic doldrums, the real estate market in the New York metropolitan region was already slipping toward a slowdown by Sept. 11, housing economists and specialists say. Now the economists are wondering whether there will be a sharp V-shaped dip and rebound or a prolonged U-shaped slump. Within that" , "date" : "20011014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Market Equation Full of Unknowns" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/14\/realestate\/a-market-equation-full-of-unknowns.html"} , {"body" : "The developers of two high-profile cultural projects proposed for Downtown Brooklyn are worried that Mayor Rudolph W. Giuliani's call to trim $1 billion in city spending will stall their plans, which depend partly on millions of dollars in city funding. Harvey Lichtenstein, chairman of the Brooklyn Academy of Music Local Development Corporation," , "date" : "20011012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Projects' Sponsors Worry About City Cutbacks" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/nyregion\/brooklyn-projects-sponsors-worry-about-city-cutbacks.html"} , {"body" : "Empire Blue Cross and Blue Shield, one of the insurance companies displaced by the attack on the World Trade Center, has found a new home in Midtown, becoming yet another company forced to move its big chunk of offices away from the financial district. The company signed a deal yesterday to move into three floors in a 32-story tower at 11 West 42nd" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Empire Blue Cross Takes Space in Midtown" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/nyregion\/empire-blue-cross-takes-space-in-midtown.html"} , {"body" : "Maps tend to be pretty static things -- at least those of known lands like New York City that were long ago explored and charted and colonized with delicatessens and dry cleaners. At this late date, the chances are slim, for example, that a mountain will be discovered in Brooklyn. In Queens, 60th Place, 60th Road, 60th Avenue and 60th Street will" , "date" : "20011009" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Mapping the Movements Of a Changing Subway" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/09\/nyregion\/tunnel-vision-mapping-the-movements-of-a-changing-subway.html"} , {"body" : "After the terrorist attacks on Sept. 11, Larry Gould, a 21-year veteran planner for New York City Transit and the senior director of its operations analysis division, rushed to the agencys command center in downtown Brooklyn, where he remained, with a team of fellow planners, into the wee hours of the next morning. The challenge: come up with a way" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Keeping the Trains Running As the Tracks Vanished" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/keeping-the-trains-running-as-the-tracks-vanished.html"} , {"body" : "THE need for prime office space as a result of the destruction of 13 million square feet of office space and damage to 16.5 million more square feet in the attack on the World Trade Center has caused developers and brokers to focus attention on long-dormant development projects in Midtown and elsewhere. Douglas Durst, president of the privately" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Office-Building Plans Come Off the Shelf" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/realestate\/office-building-plans-come-off-the-shelf.html"} , {"body" : "Mayor Rudolph W. Giuliani has long been admired for his crime-fighting skills at a time when the city seemed ungovernable, and more recently for his dynamic leadership in the wake of the terrorist attack on the World Trade Center. But now, looking to the future, a number of urban planners and real estate executives say that Mr. Giuliani -- like" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Some See Giuliani as Right for an Emergency, but Wrong for Rebuilding" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/some-see-giuliani-as-right-for-an-emergency-but-wrong-for-rebuilding.html"} , {"body" : "In the wake of the World Trade Center attacks, questions of taste and suitability are being addressed in the art world as never before. ''People have a very heightened sense of public spaces right now,'' said Tom Eccles, director of the Public Art Fund, a nonprofit organization that presents art projects around New York City. ''One has to be" , "date" : "20011005" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Arts" , "Washington"] , "page_facet" : "28" , "title" : "INSIDE ART; For Public Art, A New Scrutiny" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/arts\/inside-art-for-public-art-a-new-scrutiny.html"} , {"body" : "LIKE other New Yorkers, the city's small Quaker community reacted to the World Trade Center attack with grief, horror, outrage and fear. But, like other pacifists, they faced an additional challenge: maintaining a strict belief in nonviolence after an act of violence had touched them so directly. ''As pacifists, we have to look as individuals" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "REVERBERATIONS; Quakers Try To Balance Patriotism And Pacifism" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/nyregion\/reverberations-quakers-try-to-balance-patriotism-and-pacifism.html"} , {"body" : "Some compared it to sneaking totalitarianism, and they asked what other unalienable rights would soon disappear. Others were not quite so upset. They simply compared it to martial law. ''Can he really do that?'' asked Tawana Brackett, gassing up her car in Brooklyn yesterday morning. ''Who says he can do that?'' They were not talking about wiretaps" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lone-Driver Limits Meet Mostly Road Resignation; Many Commuters Say Sacrifice Makes Sense" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/lone-driver-limits-meet-mostly-road-resignation-many-commuters-say-sacrifice.html"} ,   {"author" : "John Mollenkopf, director of the Center for Urban Research at the Graduate Center of the City University of New York, is co-author of ''Place Matters: Metropolitics for the Twenty-First Century.''" , "body" : "Before Sept. 11, New York City voters were thinking about choosing the leaders of an almost wholly new government to take office on Jan. 1. They were looking for candidates who would sustain the successes of Mayor Rudolph Giuliani's administration, like reducing the crime rate and welfare rolls, while tackling issues it did not successfully" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "Leadership for a Wounded City" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/opinion\/leadership-for-a-wounded-city.html"} , {"body" : "Empire Blue Cross and Blue Shield, one of the larger tenants of the World Trade Center, is simultaneously trying to find temporary space for 1,900 workers and a permanent home, in a matter of weeks. The decision-making process is complicated not just by the speed with which it is being conducted, but also by the confusion surrounding what tax" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Displaced Companies, Details on City Aid Are Few" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/nyregion\/for-displaced-companies-details-on-city-aid-are-few.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 276 yesterday, and the city medical examiner had identified 206. In all, 6,453 could be missing. Here are glimpses of some of those lives. DARREN BOHAN Banjos and Big Dreams Like so many New Yorkers, there was more to Darren Bohan than met the eye. By day he" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Lives Remembered, by the Families and Friends Who Shared Them" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/nyregion\/nation-challenged-portraits-grief-victims-lives-remembered-families-friends-who.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"body" : "When the words ''rescue and recovery'' are heard, the people who run and repair the 722 miles of the New York City subway are not the first to come to mind. In fact, in the encomiums that have been sung about firefighters and police officers, National Guardsmen and teamsters since the work of sifting through the trade center wreckage began, subway" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Tunnel Vision; Heavy-Duty Lifters Rushed From the Tracks to the Towers" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/nyregion\/tunnel-vision-heavy-duty-lifters-rushed-from-the-tracks-to-the-towers.html"} , {"body" : "Barbara Corcoran, the powerhouse Manhattan real estate broker, agreed yesterday to sell the firm she founded, the Corcoran Group, Manhattan's second-largest independent residential real estate company. The buyer is a real estate company jointly owned by the franchising conglomerate Cendant Corporation and the private investment firm Apollo" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Corcoran Sells Realty Firm She Founded" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/nyregion\/corcoran-sells-realty-firm-she-founded.html"} , {"body" : "SHE refuses to remove her scarf. But Efrah, a Muslim woman who lives in Prospect Heights, Brooklyn, is still afraid because she has heard stories of women in hijab (Arabic for veil) who have been attacked and called names. It was Efrah's fear that made her ask that her last name not be given in this column. She will not ride a subway or a bus. And" , "date" : "20010923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Trying to Soothe The Fears Hiding Behind the Veil" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/23\/nyregion\/coping-trying-to-soothe-the-fears-hiding-behind-the-veil.html"} , {"author" : "Deborah Sontag, a staff writer for the magazine, is the former Jerusalem bureau chief for The Times." , "body" : "Shortly after we returned this summer from a three-year posting in Jerusalem, we borrowed a house in the woods in central Vermont. The first night, Emma and Adam, our two younger children, couldn't sleep. After learning to achieve deep slumber during the many Middle Eastern nights when tank fire pounded on the periphery of their dreams, they were" , "date" : "20010923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "JERUSALEM" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "98" , "title" : "What Terror Keeps Teaching Us; Bringing Jerusalem Home" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/23\/magazine\/what-terror-keeps-teaching-us-bringing-jerusalem-home.html"} , {"body" : "The subway trains were running downtown again yesterday. The Staten Island Ferry crisscrossed the harbor. The mayor reoccupied City Hall. But on this sunny late summer day when tens of thousands of workers returned to their Lower Manhattan offices for the first time since the World Trade Center attack, little, in fact, was normal. Commuters stood" , "date" : "20010918" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: THE SCENE; Returning to the Office On the First Monday Since the City Changed" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/18\/nyregion\/nation-challenged-scene-returning-office-first-monday-since-city-changed.html"} , {"body" : "There will be thousands of funerals in the days to come, thousands. And grief and anger will continue to envelop those who are unable to block out one Tuesday in September, when terrorist attacks crushed a government building in Washington and reduced the storied financial towers of Manhattan to dust. Yesterday, in recognition of that aching" , "date" : "20010915" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "12" , "title" : "AFTER THE ATTACKS: THE VIGILS; Surrounded by Grief, People Around the World Pause and Turn to Prayer" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/15\/us\/after-attacks-vigils-surrounded-grief-people-around-world-pause-turn-prayer.html"} ,   {"body" : "The busiest subway lines between Brooklyn and Manhattan -- some of which had been reopened on Wednesday -- were severed again yesterday, throwing millions of commuters back into turmoil that had seemed to be easing. Officials warned that getting around the New York region would not return to normal again for a long time. Commuters arrived to find" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "13" , "title" : "AFTER THE ATTACKS: THE COMMUTERS; Closings Snarl Travel to Manhattan Again" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/us\/after-the-attacks-the-commuters-closings-snarl-travel-to-manhattan-again.html"} , {"body" : "In the aftermath of the terrorist attacks this week, some events may be canceled. ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue (or 35th Avenue at 36th Street), Astoria, Queens. ''Hollywood Meets the Avant-Garde,'' a weekend-long screening of early experimental films made by Hollywood directors and others." , "date" : "20010914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/arts\/spare-times-170151.html"} , {"body" : "They came all morning, all afternoon and well into dusk, an exodus of survivors whose only way out of Manhattan was over the bridges that stretch across the East River. They walked in bewilderment and fear, some doused in ash from head to toe, some wearing surgical masks, some holding a handkerchief or a washcloth over their mouths. Some walked," , "date" : "20010912" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "11" , "title" : "A DAY OF TERROR: THE RIVERS; A Battered Retreat On Bridges To the East" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/12\/us\/a-day-of-terror-the-rivers-a-battered-retreat-on-bridges-to-the-east.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "The six major candidates running to succeed Mayor Rudolph W. Giuliani ranged across the city yesterday in the final burst of politicking before the polls open today. Dodging late summer downpours, the candidates hit neighborhoods where they thought they might be able to eek out just a few more votes. Crossing and crisscrossing the boroughs --" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CAMPAIGNING FOR MAYOR: MAYOR; Mayoral Candidates Crisscross City Seeking Last Few Votes" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/nyregion\/campaigning-for-mayor-mayor-mayoral-candidates-crisscross-city-seeking-last-few-131229.html"} , {"body" : "The 33rd Council District extends from the Brooklyn banks of the East River to Prospect Park, encompassing neighborhoods as varied as the city itself. It includes Greenpoint, with its enclaves of Polish and Italian families and a growing Hispanic population; a large portion of Williamsburg, the home to a large Hasidic community; downtown Brooklyn" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CAMPAIGNING FOR CITY HALL: NORTHWEST BROOKLYN; Five Varied Neighborhoods Test Candidates' Strategies" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/campaigning-for-city-hall-northwest-brooklyn-five-varied-neighborhoods-test.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "About 3,000 people showed up at a job fair in Brooklyn yesterday to apply for 400 jobs as New York City school teachers, Board of Education officials said. Margie Feinberg, a spokeswoman for the board, said the turnout for the fair was the largest that anyone could remember and twice what board officials had expected. About half of the applicants" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Fair to Fill 400 Teacher Posts Draws 3,000" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/nyregion\/fair-to-fill-400-teacher-posts-draws-3000.html"} , {"body" : "As New York City fans mourned her death, the body of the singer Aaliyah was flown from the Bahamas to Newark yesterday, three days after she and eight others were killed in a plane crash. Safety experts continued to examine the twin-engine Cessna propeller plane that crashed on Saturday as it was leaving Marsh Harbor in the northern Bahamas. A" , "date" : "20010829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BAHAMA ISLANDS"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "19" , "title" : "New York Fans Grieve Over Death of Aaliyah" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/29\/us\/new-york-fans-grieve-over-death-of-aaliyah.html"} , {"body" : "To the Editor: Getting a teaching job in New York City is no easy feat (front page, Aug. 27), but neither is leaving a teaching job. Ten years ago, I left my teaching position in a New York City public school for a higher-paying job in a suburban school system. I traveled to Court Street to resign from Board of Education employment, and after seven" , "date" : "20010829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "So You Want to Teach Here . . ." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/29\/opinion\/l-so-you-want-to-teach-here-920703.html"} ,   {"body" : "The City Planning Commission has established a Downtown Brooklyn Special District. Delineating a downtown area where buildings up to 495 feet would be allowed and commercial activity encouraged, the commission imposed 60-to-120-foot height restrictions on new buildings in the adjacent areas of Brooklyn Heights and Boerum Hill. ''When viewed in the" , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: UPDATES; BROOKLYN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/nyregion\/neighborhood-report-updates-brooklyn-heights.html"} , {"body" : "A debate over a sleek 1930's building that represents a transition between Art Deco and Modernism has pitted preservationists against planners seeking to build a park along the Downtown Brooklyn waterfront. Last month a groundbreaking ceremony was held for the 1.3-acre park, which would stretch from the Manhattan Bridge past the Brooklyn Bridge to" , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN BRIDGE; At the Heart of a Debate, A Sleek Relic From the 30's" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/nyregion\/neighborhood-report-brooklyn-bridge-heart-debate-sleek-relic-30-s.html"} , {"author" : "Ivy Meeropol, a granddaughter of Ethel and Julius Rosenberg, is a screenwriter and journalist who lives in Park Slope, Brooklyn." , "body" : "TUCKED away in the woods of southern Massachusetts, Camp Kinderland has all the trappings of a summer camp: bunks, a lake, a sports field. But the bunks have names like Joe Hill and Pablo Neruda, and the murals in the dining hall depict great moments in labor history. Kinderland was founded in 1923 by secular Jews active in the New York City trade" , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; The Little Red Summer Camp" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/nyregion\/city-lore-the-little-red-summer-camp.html"} , {"body" : "Yesterday was a day of fear for some employees of the Board of Education headquarters in Downtown Brooklyn. Many did not know if they were targets of Schools Chancellor Harold O. Levy's cost-saving measures; and if they were, how they would be notified and how much time they would be given to pack their bags. But others tried to be confident about" , "date" : "20010816" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Workers Left Uncertain by Schools Plan" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/16\/nyregion\/workers-left-uncertain-by-schools-plan.html"} , {"body" : "The city announced a series of traffic changes for Downtown Brooklyn yesterday, all intended to make crossing the street a less harrowing experience in an area where a commercial revival has brought a huge increase in traffic that often spills over onto residential sidestreets. The dozen or so modifications, which include wider sidewalks at" , "date" : "20010815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Traffic Test Planned for Harried Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/15\/nyregion\/traffic-test-planned-for-harried-downtown-brooklyn.html"} , {"body" : "Battling overcrowded schools and a rapidly dwindling construction budget, the New York City Board of Education has been in need of some bright ideas. More than a year ago, the Schoolhouse Foundation, a nonprofit group, presented one. It proposed selling bonds to build new schools without using any of the Board of Education's construction budget," , "date" : "20010815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FOREST HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Budget Dispute Stalls a Plan to Build New Schools" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/15\/nyregion\/budget-dispute-stalls-a-plan-to-build-new-schools.html"} , {"body" : "SHOWING a degree of resilience in the face of the national economic slowdown, the residential real estate market in the New York metropolitan region clung to its penchant for price increases in the first half of the year, even as buyers became more choosy (or wary) and sellers lost a bit of their swagger. Though more moderate than during the frenzy" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Home Prices Are Up, but Not as Much" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/realestate\/home-prices-are-up-but-not-as-much.html"} , {"body" : "Alan G. Hevesi backed down from his confrontation with the Campaign Finance Board yesterday, dispatching aides to negotiate with the board and pulling back from a lawsuit the mayoral candidate's political consultant had prepared to file to try to force the board to give the campaign millions of dollars in matching funds. Mr. Hevesi, the city's" , "date" : "20010808" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Hevesi Backs Down on Campaign-Funds Fight" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/08\/nyregion\/hevesi-backs-down-on-campaign-funds-fight.html"} , {"body" : "It was 99 degrees yesterday in Crawford, Tex., where the president is spending his summer vacation. It was 103 degrees in Glendive, Mont. And 104 in Hill City, Kan. In New York City, it was a mere 94. But it felt hotter. It always does. Could be the humidity, the pollution or the air-conditioners spewing heat onto the sidewalk. Or perhaps it is the" , "date" : "20010807" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "It May Be Balmy in Jamaica, But It's Blistering in Flatbush" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/07\/nyregion\/it-may-be-balmy-in-jamaica-but-it-s-blistering-in-flatbush.html"} , {"body" : "Mark Green said yesterday that if he were elected mayor, his administration would be profoundly different from the current one running New York City, even within the Police Department, where he would like to shift some of the overtime budget used for crime fighting to social programs for the police and for crime prevention. Even when Mr. Green, New" , "date" : "20010802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "Green Stakes Out Positions Starkly Contrasting Giuliani's" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/02\/nyregion\/green-stakes-out-positions-starkly-contrasting-giuliani-s.html"} ,   {"body" : "Following are excerpts from an interview with Mark Green, the public advocate and a Democratic candidate for mayor. The interview was conducted yesterday by editors and reporters of The New York Times, and it is the fifth in a planned series of interviews with each of the major candidates. Q. You've become familiar to New Yorkers over many years as" , "date" : "20010802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Proposing the Use of Computer Mapping to Improve School Accountability" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/02\/nyregion\/proposing-the-use-of-computer-mapping-to-improve-school-accountability.html"} , {"body" : "For about a decade, the state and city of New York looked for a site in downtown Brooklyn for the new Kings County Family Court, the New York State Supreme Court and related city agencies. They finally found it at 330 Jay Street, across the street from MetroTech Center, the 10-block complex of commercial, educational and high-technology offices. In" , "date" : "20010801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Commercial Real Estate; For Brooklyn, a High Courthouse" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/01\/nyregion\/commercial-real-estate-for-brooklyn-a-high-courthouse.html"} , {"body" : "Ten developers have submitted bids to buy the three buildings that make up the Board of Education headquarters in downtown Brooklyn -- 110 and 131 Livingston Street and 65 Court Street -- and several others have expressed interest in leasing to the board a smaller building to serve as a new headquarters. The Economic Development Office, which is" , "date" : "20010801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "BULLETIN BOARD; Developers Bid on Three School Board Buildings" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/01\/nyregion\/bulletin-board-developers-bid-on-three-school-board-buildings.html"} , {"body" : "A system to ease Midtown Manhattan traffic congestion by charging trucks for parking while they load and unload has been so successful that it is being expanded to a wider area, according to New York City transportation officials. They say that the system -- put in effect last November in most of the area from West 43rd to West 48th Streets between" , "date" : "20010731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Wider Area to Get Meters Limiting Truck Parking" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/31\/nyregion\/wider-area-to-get-meters-limiting-truck-parking.html"} , {"body" : "IT wasn't until Michael Friedman bought a car a year or two after moving from Manhattan back to his native Brooklyn in 1981 that he remembered how his schoolteacher father, Louis, had circled the block again and again hoping to find a parking spot on the street. And after he finally found one, he hesitated to move the car from its space rather than" , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Sale: Minimalist Condos, No View" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/realestate\/for-sale-minimalist-condos-no-view.html"} , {"body" : "WHAT is outdoor sculpture? Judging from the array of art on the streets, in the parks and plazas and at other locations in New York this summer, what isn't? Since the advent of Earthworks, Process Art and Conceptual Art in the early 1970's, outdoor sculpture has been a constantly expanding territory, and this year its borders seem more far-flung" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "ART REVIEW; Creativity Overhead, Underfoot And Even In the Air" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/arts\/art-review-creativity-overhead-underfoot-and-even-in-the-air.html"} , {"body" : "SMITH STREET, Brooklyn's restaurant row, has been called the hottest new hot spot in New York. Newspapers and magazines have been filled with articles about the street in Boerum Hill, as if the strip had sat there its whole life gathering dust until the young and hip arrived a few years ago and put the place on the map. Truth be told, the 14-block" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SMITH STREET (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Smith St.: A Hot Strip With a Storied Past" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/city-lore-smith-st-a-hot-strip-with-a-storied-past.html"} , {"body" : "Mike Saltzstein, who for more than a quarter-century kept Coney Island's last historic carousel spinning through sunlit summers, ice-cold winters and lurching changes in the famed amusement area, died on July 4 in his Brooklyn apartment. He was 60. He apparently died of a heart attack, said his friend and partner in the carousel, James McCullough." , "date" : "20010718" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "19" , "title" : "Mike Saltzstein, 60, Coney Island's Carousel Man, Dies" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/18\/nyregion\/mike-saltzstein-60-coney-island-s-carousel-man-dies.html"} , {"body" : "The Giuliani administration announced yesterday that it would accept proposals for the development of 300,000 square feet of city-owned property at seven locations in Manhattan and Brooklyn. The sites, which include lots in Washington Heights, Downtown Brooklyn, and the South Street Seaport, are suitable for commercial, industrial, or retail uses." , "date" : "20010712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Business Briefing | Forlorn Lots, Seeking Proposals" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/12\/nyregion\/metro-business-briefing-forlorn-lots-seeking-proposals.html"} , {"body" : "When Wan Shan Hu was introduced as Lafayette High School's valedictorian at graduation last month, some parents in the the audience grumbled that it was always an immigrant who got the award. Others booed outright. Unfazed, Ms. Hu finished her valedictory speech in her accented English, a shy smile the only sign of how happy she was even to be at" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Doing Battle to Stay in High School" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/nyregion\/doing-battle-to-stay-in-high-school.html"} ,   {"body" : "Under a punishing noontime sun, made tolerable only by a gentle breeze blowing from the river, Herman Badillo came out of his car yesterday, took off his navy suit jacket, rolled up the sleeves of his blue shirt and began walking, alone, the streets of the South Bronx. A campaign volunteer with a bullhorn walked a few steps ahead, proclaiming, in" , "date" : "20010706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Another Bronx, Everybody Knew His Name and His Party" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/06\/nyregion\/in-another-bronx-everybody-knew-his-name-and-his-party.html"} , {"body" : "It was a day filled with parades, street fairs and large crowds, precisely the kind of day in which New York City politicians immerse themselves in the time-honored tradition of person-to-person contact. For the city's mayoral candidates, the campaign stops yesterday were an obligatory rite of summer in an election year: a Fourth of July parade in" , "date" : "20010705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayoral Ambitions, Paired With Tradition" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/05\/nyregion\/mayoral-ambitions-paired-with-tradition.html"} , {"body" : "The sky is still there. Harriet and Leonard Walit and Khay Cochran are not. On the evening of July 11, 2000, Mr. and Mrs. Walit came home and smelled gas in their town house at 420 State Street. They called their neighbor, Mr. Cochran, to help them investigate. One of the three flipped on a light switch, which apparently was the act that ignited an" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; A Jigsaw of Memories At the Site of a Fatal Blast" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/neighborhood-report-downtown-brooklyn-jigsaw-memories-site-fatal-blast.html"} , {"body" : "On a recent Sunday morning, the 59th Street A train platform was busier than normal for a rainy weekend. Families and a stream of rain-drenched runners, fresh from the Central Park Father's Day race, were descending the stairs when they encountered a mysterious empty subway train that roared into the station, slowed and sped up again without taking" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "31" , "title" : "Memories in Transit, On the Nostalgia Train" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/arts\/memories-in-transit-on-the-nostalgia-train.html"} , {"body" : "Like the rap stars she loves, Robin Williams wants her teeth to ''bling'' this summer. But since she has just your average whites, the 18-year-old has been frantically shopping for a more glamorous set, the sort that street fashionistas, from Brooklyn to the Bahamas, are snapping in and out. ''When I smile, all I want people to see is gold and ice," , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Putting on a Front In Diamonds and Gold; Teeth Don't Mean a Thing If They Ain't Got That 'Bling'" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/nyregion\/putting-front-diamonds-gold-teeth-don-t-mean-thing-if-they-ain-t-got-that-bling.html"} , {"body" : "There were marching bands and drum corps and a 20-piece steel drum ensemble, but the joyfullest noise of all along Surf Avenue in Coney Island yesterday emanated from the Dodger Sym-Phony, all five active survivors of it, and they brought tears to Judd Fischler's eyes. Forty-six years before, Fischler had been in another Brooklyn baseball parade, a" , "date" : "20010626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASEBALL; It's Summer: The Boys Are Back in Town" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/26\/sports\/baseball-it-s-summer-the-boys-are-back-in-town.html"} , {"body" : "To former residents of Chinatown in Manhattan, their old neighborhood is what some urban planners call an iconographic hub. On the weekends, they return in droves from their new homes, in the other boroughs and suburbs, to run errands, socialize and shop. But leaders in Chinatown say the city is slowly choking this connection, first by disrupting" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CHINATOWN; The Loss of a Garage Chips Away at a Hub" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/nyregion\/neighborhood-report-chinatown-the-loss-of-a-garage-chips-away-at-a-hub.html"} , {"body" : "For decades, New York City struggled to arrest a long-term economic decline and prevent jobs from going to the suburbs. Today the city faces a new set of problems resulting from an improved economy: businesses that want to expand in the city but lack the space to do so. This week Senator Charles Schumer and former Treasury Secretary Robert Rubin" , "date" : "20010616" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Helping New York Grow" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/16\/opinion\/helping-new-york-grow.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''FALSTAFF.'' The diminutive Amato Opera company, a fixture on the New York opera scene, ends its 53rd season this weekend with the final performances in its run of Verdi's ''Falstaff.'' Verdi's last" , "date" : "20010615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Theater ''THE BIG MOUTH MOUSE,'' a puppet show based on a Japanese fable. Tomorrow a at 2 p.m. at New Perspectives Theater Company, 750 Eighth Avenue, between 46th and 47th Streets. Tickets: $8; $6 for families of four or more. Information: (212) 730-2030. ''BURR FERRY,'' a reading of Linda Daugherty's play, set in 1939 rural east Texas, about a" , "date" : "20010615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/arts\/spare-times-for-children.html"} ,   {"body" : "A blue-ribbon panel led by Senator Charles E. Schumer is set to unveil an ambitious plan today that will call for the creation of 60 million square feet of office space over the next 20 years for 300,000 new workers. The plan calls for a combination of condemnation, tax breaks, transit links and zoning changes to create expanded business districts" , "date" : "20010611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Schumer Proposals Address Shortage of Office Space" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/11\/nyregion\/schumer-proposals-address-shortage-of-office-space.html"} , {"body" : "A FAMILIAR green image of a mermaid stands on Van Brunt Street in Red Hook, Brooklyn, near the corner of Coffey Street. ''Coming Soon,'' the sign says, ''Starbucks Coffey.'' Both a play on words and a joking reference to the neighborhood's nascent gentrification, the sign does not seem an accurate prediction -- at least not yet. With a long history" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Red Hook; Isolated Brooklyn Area Starts to Awaken" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/if-you-re-thinking-of-living-in-red-hook-isolated-brooklyn-area-starts-to-awaken.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''FALSTAFF.'' The diminutive Amato Opera company, a fixture on the New York opera scene, is presenting the last production of its 53rd season, Verdi's ''Falstaff,'' on weekends through June 17. Verdi's last" , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Every weekday at noon, lines of hungry people descend on Luther's Fried Chicken at Jay and Willoughby Streets. Amin Ramin, the manager, said many patrons were employees at Metropolitan Transit Authority headquarters, at 370 Jay Street, which engulfs much of the block across from Luther's. For them, the restaurant is a convenient place to eat. With" , "date" : "20010527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; As Whistle Blows for M.T.A., Stores Fear for Future" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/27\/nyregion\/neighborhood-report-downtown-brooklyn-whistle-blows-for-mta-stores-fear-for.html"} , {"body" : "TYRONE BROWN is enjoying the way art imitates life. He is watching himself on a big movie screen set up in a schoolyard in Crown Heights. The whole neighborhood, sitting in folding chairs and on porch stoops, is turned out for the screening of ''Our Song'' on a breezy night. The film's central ensemble is a high-stepping marching band called the" , "date" : "20010524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Guiding a Band in Step With a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/24\/nyregion\/public-lives-guiding-a-band-in-step-with-a-neighborhood.html"} , {"body" : "ONE afternoon last summer I was sauntering home with a bag of vegetables when I saw something on my Brooklyn street corner that stopped me in my tracks: a red double-decker sightseeing bus and a throng of sunburned, backpack-toting tourists, chattering excitedly in some Scandinavian language. Cameras flashed and whirred. What was this all about?" , "date" : "20010513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "FRUGAL TRAVELER; Playing Tourist at Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/13\/travel\/frugal-traveler-playing-tourist-at-home-in-brooklyn.html"} , {"author" : "Adam Fifield is the author of the memoir ''A Blessing Over Ashes: The Remarkable Odyssey of My Unlikely Brother'' (Morrow)." , "body" : "WITH the urgency of a football coach scrawling plays on a blackboard, Mark Zannoni pins a diagram of subway tracks to his bulletin board, draws vigorous arrows and loops, and describes a series of tricky-sounding maneuvers. ''You can wrong-rail,'' he begins briskly, ''which is sending a train in the opposite direction of normal traffic. Then" , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; Mapping the Perfect Detour" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/nyregion\/citypeople-mapping-the-perfect-detour.html"} , {"body" : "Mayor Rudolph W. Giuliani, frustrated with what he considered excessive rent increases imposed last year on tenants of the city's 1 million rent-stabilized apartments, has decided to replace the chairman of the Rent Guidelines Board just as it begins debating the size of this year's increases, administration officials said yesterday. Deputy Mayor" , "date" : "20010430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Plans To Order Shift In Rent Board" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/30\/nyregion\/giuliani-plans-to-order-shift-in-rent-board.html"} , {"body" : "The sudden closing of Kozmo, the online convenience store that delivered anything from cigarettes to DVD players in less than an hour, has inflicted withdrawal pains on its loyal (some would say lazy) customers. New Yorkers are accustomed to immediate gratification, and Kozmo tapped into that, dot-com style. ''My love affair with Kozmo started" , "date" : "20010422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Lost With Kozmo: Midnight Rogaine (And Doughnuts)" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/22\/nyregion\/neighborhood-report-new-york-up-close-lost-with-kozmo-midnight-rogaine-doughnuts.html"} , {"body" : "NICHOLSON * [Rating: One Star] (212) 355-6769; 323 East 58th Street (between First and Second Avenues); $$$; Review: 6\/21\/00. New York has a bounty of restaurants whose history is as toothsome as their menu. For instance, this charming place for nearly half a century was Cafe Nicholson, named after its creator, Johnny Nicholson, a window dresser," , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "GOOD EATING; Ask for the Plat du Jour, And You'll Get History" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/nyregion\/good-eating-ask-for-the-plat-du-jour-and-you-ll-get-history.html"} ,   {"body" : "WHAT'S playing at the Roxy? Nothing, of course. Not since 1960, when demolition crews ravaged the ''Cathedral of the Motion Picture'' at Seventh Avenue and 50th Street in Manhattan and all but declared open season on movie palaces. Since then New York City has lost many of its monumental cinemas. But it has not lost them all. Some of the most" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "29" , "title" : "Xanadus Rise to a Higher Calling" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/movies\/xanadus-rise-to-a-higher-calling.html"} , {"body" : "Mark Green called yesterday for economic incentives, including changes in zoning and tax laws, to transform downtown Brooklyn into an economic hub in New York. One of four Democrats hoping to succeed Mayor Rudolph W. Giuliani in the fall election, Mr. Green said Mr. Giuliani's economic policies had favored Manhattan and had failed to prepare the" , "date" : "20010412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Green Calls for Efforts to Make Brooklyn a Hub of City Business" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/12\/nyregion\/green-calls-for-efforts-to-make-brooklyn-a-hub-of-city-business.html"} , {"body" : "Theater 'CHARLOTTE'S WEB,'' a production by Theaterworks\/USA based on the E. B. White classic story. Tomorrow at 12:30 p.m. at the Equitable Center, 787 Seventh Avenue, at 52nd Street, Manhattan. Tickets: $19; $15 when buying 10 for one show. Information: (212) 627-7373. ''SLEEPING BEAUTY.'' An updated version of the fairy tale with music, puppets" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/arts\/spare-times-for-children.html"} , {"body" : "A sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Anne Midgette, represents what caught this critic's eye and excited her expectations. Unless noted, church choirs are featured in church" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Let the Jubilant Sound of Easter Ring Out Once More" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/movies\/let-the-jubilant-sound-of-easter-ring-out-once-more.html"} , {"body" : "Mayor Rudolph W. Giuliani said yesterday that nearly 400 buildings inspectors would be temporarily assigned to work under the supervision of the Fire Department, as the city pushes forward with a plan to overhaul the troubled Buildings Department. The city has been seeking to break a recurring cycle of corruption at the Buildings Department, whose" , "date" : "20010405" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire Officials Will Oversee Inspections Of Buildings" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/05\/nyregion\/fire-officials-will-oversee-inspections-of-buildings.html"} , {"body" : "IT was late on a Saturday night, a few minutes shy of midnight, when Maritza Gonzalez strode through the door of Club Rio in Bay Ridge, Brooklyn. She wore a black lamb's-wool coat with a mink fur collar and black leather boots elevated by four-inch heels. Visible under her coat was a black wrap blouse that revealed ample cleavage and, an inch or" , "date" : "20010401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For a New Bay Ridge, A New Tony Manero" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/01\/nyregion\/for-a-new-bay-ridge-a-new-tony-manero.html"} , {"body" : "WALKING TOURS ''GREENWICH VILLAGE AND SOHO: OFF THE BEATEN PATH.'' Combines tastings at local ethnic restaurants and specialty food stores with a stroll and a discussion of the history of the area. Tuesdays through Sundays at 11 a.m. Sponsored by Foods of New York. Fee: $30 (includes food and wine tasting). Information and meeting place: (877)" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/arts\/spare-times-413496.html"} , {"body" : "Theater ''APPELEMANDO'S DREAMS,'' Patricia Polacco's book about a boy who can see things that adults can't or won't see has been adapted into a light opera by the librettist Barbara Zinn Krieger and the composer James Kurtz. For children 5 and older. TriBeCa Performing Arts Center, Borough of Manhattan Community College, 199 Chambers Street, (212)" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/arts\/spare-times-for-children.html"} , {"body" : "IT is hardly shocking that Bertha Lewis, the agitator in chief against a plan to privatize five New York City schools, started her career in the theater. Ms. Lewis, who leads the New York chapter of the scrappy community group Acorn, has spent the last two months whipping up opposition to Edison Schools, the for-profit company hoping to take over" , "date" : "20010314" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Agitator Turns Charm Against School Privatization" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/14\/nyregion\/public-lives-agitator-turns-charm-against-school-privatization.html"} , {"body" : "Mayor Rudolph W. Giuliani was booed with gusto yesterday by educators packing a ballroom in Brooklyn as he called for vouchers and charter schools but not pay increases that would put New York City teachers' salaries on a par with those in the suburbs. ''Look, you don't have to agree with me,'' a rambunctious Mr. Giuliani said at one point during a" , "date" : "20010313" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "To Boos and Hisses, Feisty Mayor Shares His Ideas With Teachers" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/13\/nyregion\/to-boos-and-hisses-feisty-mayor-shares-his-ideas-with-teachers.html"} ,   {"body" : "The press release had an air of grandiosity: ''Schools Chancellor Harold O. Levy Hosts the First-Ever National Education Conference.'' But Mr. Levy and his aides said that was precisely the tone they meant to strike in announcing a three-day, $400,000 event that got under way yesterday at the Marriott hotel in downtown Brooklyn. About 100 officials" , "date" : "20010312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Levy Holds Event in Brooklyn To Show Off School Successes" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/12\/nyregion\/levy-holds-event-in-brooklyn-to-show-off-school-successes.html"} , {"body" : "SOMETIME later today, the National Invitation Tournament committee will convene, as always on college basketball's annual day of destiny, to select the remains of the tournament-bound elite. And if there is still a heart beating inside a once-grand event that celebrates the Big Apple as the core of the sport, Ron Ganulin will answer the telephone" , "date" : "20010311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; Rooting for St. Francis, an Unnatural Selection" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/11\/sports\/sports-of-the-times-rooting-for-st-francis-an-unnatural-selection.html"} , {"author" : "George Packer is the author, most recently, of ''Blood of the Liberals.''" , "body" : "In spring 1997, a wall street lawyer named Harold O. Levy was vacationing with his family on Prince Edward Island, Canada. Recently named to the New York State Board of Regents, Levy had taken along for holiday reading a data-crammed annual publication of the State Education Department known as the 655 Report. As he sat on the beach, what he read" , "date" : "20010311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "52" , "title" : "The Suit" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/11\/magazine\/the-suit.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Asoria, Queens. ''The Films of William Randolph Hearst,'' through April 1. Tomorrow: two films directed by Robert Vignola, at 2 p.m., ''Enchantment'' (1921) and at 4 p.m., ''Beauty's Worth'' (1921). Sunday at 2 p.m., ''Hearst's Serial Queens,''" , "date" : "20010309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/09\/arts\/spare-times-307360.html"} , {"body" : "To the Editor: My dad passed away in August, and I am in the midst of deciding what to to save and discard from the house I was brought up in, in Jamaica Estates, Queens. While there are loads of white elephants, there are even more memories. My dad loved telling how he saw that a building was about to be torn down in downtown Brooklyn in the late" , "date" : "20010308" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion" , "Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "To Every Item, Its Story" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/08\/garden\/l-to-every-item-its-story-304646.html"} , {"body" : "EXCEPT for that conga line of antique fire trucks chugging across every available windowsill and shelf, the commander in chief's palatial office at 9 MetroTech Center in downtown Brooklyn, headquarters for the 16,000-member New York City Fire Department, is as anonymous as a furniture showroom. The mighty desk is devoid of computers or spread" , "date" : "20010307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Up From the Ranks and Annoying the Old Guard" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/07\/nyregion\/public-lives-up-from-the-ranks-and-annoying-the-old-guard.html"} , {"body" : "CRITCHLOW-Mary Ellen. Of Brooklyn Heights, NY, died on Tuesday, February 27, 2001, at NYU Medical Center in New York City after a brief illness. Born on October 27, 1947, in Saratoga Springs, NY, she was the daughter of Katharine B. Donnelly of Queensbury and the late John J. Donnelly. She was a 1969 graduate of the College of New Rochelle, after" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths CRITCHLOW, MARY ELLEN" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/classified\/paid-notice-deaths-critchlow-mary-ellen.html"} , {"body" : "Ray Ptomey speaks so quietly and is so modest in his manner that it is hard to imagine that he was once on anyone's hit list. But more than a decade ago he was shot five times by men who wanted him dead. He was a cocaine dealer and had knowingly stepped onto another dealer's turf. ''I was in the street,'' said Mr. Ptomey, now 47, ''doing what I" , "date" : "20010227" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Surviving Drugs' Ravages To Build a Productive Life" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/27\/nyregion\/the-neediest-cases-surviving-drugs-ravages-to-build-a-productive-life.html"} , {"body" : "More than two centuries ago, when Brooklyn was a village surrounded by farmland and marshes, a group of Methodists began holding open-air services in what would one day be the heart of downtown. The group included whites, free blacks and former slaves, and for a couple of generations they shared the same church. But when a church building was put" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Celebrating a Sea of Faith, Still at the Full" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/nyregion\/neighborhood-report-bedford-stuyvesant-celebrating-sea-faith-still-full.html"} , {"body" : "ATTRACTIONS Museums And Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''Fusions, Faces and Footprints,'' a cross-cultural examination of the African diaspora, runs weekends through" , "date" : "20010216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/arts\/spare-times-934852.html"} ,   {"body" : "On work breaks this past football season, Henry Farrell would give his tongs a rest, part company with his apron and hop the counter of the concession stand he manned at Giants Stadium. Following the roar of the crowd, he would run through a nearby corridor to root for the Jets or Giants. ''It was a great job,'' said Mr. Farrell, who lives in the" , "date" : "20010214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Defying Labels and Low Expectations" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/14\/nyregion\/the-neediest-cases-defying-labels-and-low-expectations.html"} , {"body" : "THE Brooklyn Historical Society closed its headquarters building in 1999, as part of an interior reconstruction project for the landmark 1881 structure at Pierrepont and Clinton Streets in Brooklyn Heights. The society plans to reopen completely next year, but only now, after a decade of testing and analysis, do restoration professionals feel they" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Brooklyn Historical Society; An 1881 Landmark in Red Brick and Terra Cotta" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/realestate\/streetscapes-brooklyn-historical-society-1881-landmark-red-brick-terra-cotta.html"} , {"body" : "ATTRACTIONS Museums and Sites HISTORIC RICHMONDTOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmondtown. More than 25 buildings from the late 17th to the 19th century, restored and furnished. This village and outdoor museum depict the history of Staten Island and the surrounding region. The exhibition ''Toys!'' will run through" , "date" : "20010209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/09\/arts\/spare-times-825069.html"} , {"body" : "MILLS-John Joseph. On February 1, 2001. Beloved husband of Karin Landgren, father of Emily, Elinor and Benedict. Memorial Mass on Friday, February 9, at 6PM at the Oratory, St. Boniface, Duffield St., downtown Brooklyn." , "date" : "20010209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths MILLS, JOHN JOSEPH" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/09\/classified\/paid-notice-deaths-mills-john-joseph.html"} , {"body" : "Theater ''THE AFRICAN DRUM,'' a musical by the Shadow Box Theater celebrating African-American History Month, with actors and puppets, about a little girl who earns her supper by telling folk tales, which include ''How the Turtle Got Its Shell,'' ''How the Animals Got Their Colors'' and ''Why the Egret Flies Free.'' Tomorrow at 11 a.m., Y.W.C.A.," , "date" : "20010202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/02\/arts\/spare-times-for-children.html"} , {"body" : "CALL it the anti-Jersey City. New York City is proposing to change the zoning of a 37-block sector of Long Island City in Queens so it can be developed with high-rise office buildings to replace the low-rise industrial structures that dominate the area. The rezoning is likely to become effective around midyear, city officials said. The increased" , "date" : "20010128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property\/Queens; A Plan for High-Rise Offices in Long Island City" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/28\/realestate\/commercial-property-queens-a-plan-for-high-rise-offices-in-long-island-city.html"} , {"body" : "Last year, when a task force made up of Brooklyn community representatives considered what should be done with 18,000 square feet of state-owned parking lots in Boerum Hill, its members recommended low-rise, mixed-use buildings that would enhance and preserve the character of the landmarked residential neighborhood. But parishioners of the adjacent" , "date" : "20010128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; No Parking, No Parishioners, an Orthodox Church Fears" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/28\/nyregion\/neighborhood-report-boerum-hill-no-parking-no-parishioners-orthodox-church-fears.html"} , {"author" : "Andrea Higbie is an editor in the cultural news department of The New York Times. Her last article for Arts & Leisure was about Dr. Joy Browne, the radio talk show psychologist." , "body" : "IRWIN GONSHAK has welcomed best-selling writers like Evan Hunter (a k a Ed McBain) and Lawrence Block on ''Anything Goes!'' But what makes his stubbornly quirky radio show special is that he champions writers who are unpublished, and often unpublishable. A tax assessor spouting haikus. A retired legal secretary reciting poems about love and death." , "date" : "20010128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "TELEVISION\/RADIO; A Friendly Ear For Any and All New York Writers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/28\/arts\/television-radio-a-friendly-ear-for-any-and-all-new-york-writers.html"} , {"body" : "While oysters were being shucked in the kitchen, and distinguished crowds of diners from New York's business and political establishment feasted at Thomas Downing's Oyster House at the corner of Wall and Broad Streets, the proprietor's son, George, led fugitive slaves down into the basement. Amid bottles of wine and molasses, they found shelter" , "date" : "20010119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "37" , "title" : "Safe Havens on the Freedom Line" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/19\/arts\/safe-havens-on-the-freedom-line.html"} , {"body" : "A LANDMARK at Queens Boulevard and 56th Avenue in Elmhurst, the circular three-story-high concrete and steel building that once housed a Macy's department store and later a Stern's, is being increased in size to accommodate several large national discount stores, including a Target, a Best Buy and a DSW Shoe Warehouse. Macy's moved out of the" , "date" : "20010114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Commercial Property\/Queens; Circular Building Adding 2 Floors and Big Retailers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/14\/realestate\/commercial-property-queens-circular-building-adding-2-floors-and-big-retailers.html"} ,   {"body" : "Theater ''KIDS AND YIDDISH,'' an interactive musical revue by the Folksbiene Yiddish Theater, includes allusions to rap, e-mail and Austin Powers. Sundays at 11 a.m. (also Monday at 1 p.m.). Theater Four, 424 West 55th Street, Clinton; (212) 239-6200. Through Jan. 21. Tickets: $12; $10 for groups of 20 or more. ''THE LITTLE HOUSE OF COOKIES,'' the" , "date" : "20010112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "54" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/12\/arts\/spare-times-for-children.html"} , {"body" : "Mayor Rudolph W. Giuliani's address last night included numerous proposals dealing with education, ranging from weekend English and science classes to the immediate construction of 12 new schools. The mayor also said he had reached an agreement with Board of Education officials to sell 110 Livingston Street, the board's headquarters in downtown" , "date" : "20010109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "4" , "title" : "THE MAYOR'S ADDRESS: THE SCHOOLS; Saturday and Sunday Classes Are Proposed" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/09\/nyregion\/the-mayor-s-address-the-schools-saturday-and-sunday-classes-are-proposed.html"} , {"body" : "The ambitious plan to build a $150 million shoreline park at the foot of the Brooklyn Bridge took a major step forward yesterday, as Gov. George E. Pataki said the state would pay more than half its cost and donate the final piece of land needed for the project. Mr. Pataki said the state would spend $87 million to help build the 71-acre park, which" , "date" : "20010106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Long a Dream, Brooklyn Park Nears Reality" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/06\/nyregion\/long-a-dream-brooklyn-park-nears-reality.html"}]