[  {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts for this weekend and New Year's Eve. * denotes a highly recommended performance. A listing of New Year's Eve celebrations in Manhattan cabarets is on Page 50; other New Year's Eve events are on Page 49. This Weekend * BURNT SUGAR, Tonic, 107 Norfolk Street, near" , "date" : "20011228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/28\/movies\/pop-and-jazz-guide-869422.html"} , {"author" : "Michael Sorkin is the director of the graduate program in urban design at City College." , "body" : "The radical act of the terrorists opens a space for us to think radically as well. While many of the billions that will be available for rebuilding -- from insurance, from federal aid, from city coffers, from developers -- are surely needed to restore the health and character of Lower Manhattan, it seems reasonable to question whether such massive" , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "102" , "title" : "[RETHINK]: Manifestoes For the Next New York; [Boroughs]: Put a Piece of Downtown in Flushing" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/magazine\/rethink-manifestoes-for-next-new-york-boroughs-put-piece-downtown-flushing.html"} , {"body" : "Smack Mellon Studios 56 Water Street Dumbo, Brooklyn Through Nov. 18 The Soviet space station Mir, or a witty approximation of it, is on maneuvers in Brooklyn, manned by a crew of weekend cosmonauts under the leadership of the artist Ward Shelley. Mr. Shelley, who recently created an ingenious, Orgone Box-ish crawl-through environment at the" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART IN REVIEW; 'Mir2'" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/arts\/art-in-review-mir2.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * CLAUDIA ACUÑA, Jazz Gallery, 290 Hudson Street, below Spring Street, West Village, (212) 242-1063. Ms. Acuña, a young jazz singer from Chile, is committed to the idea of a jazz" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/movies\/pop-and-jazz-guide-095656.html"} , {"body" : "Hot chocolate made with real chocolate is to cocoa what brioche is to bread, far more buttery and rich. Made with the new hot chocolate mix from Jacques Torres Chocolate in Brooklyn, the result has an uncommon intensity, with sugar taking a back seat to the fine chocolate. For a devilish little kick, the mix also comes in a version with some" , "date" : "20011024" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Heaven Can Wait, Give Me Hot Chocolate" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/24\/dining\/food-stuff-heaven-can-wait-give-me-hot-chocolate.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. OBO ADDY, the Kitchen, 512 West 19th Street, Chelsea, (212) 255-5793. A percussionist from Ghana, Obo Addy leads a group, Okropong, that revels in the propulsive subtleties of West" , "date" : "20011019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/19\/movies\/pop-and-jazz-guide-740659.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. The CMJ Music Marathon, the annual music-business convention, began on Wednesday and continues through tomorrow. Its showcase concerts bring multiple bands playing short sets to" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/movies\/pop-and-jazz-guide-620939.html"} , {"body" : "Manhattan CHELSEA $770,000 241 West 23rd Street 2-bedroom, 2-bath, 1,850-sq.-ft. co-op in a prewar loft building; keyed elevator, dining area, wall of windows, high ceilings, hardwood floors, washer\/dryer in unit; maintenance $1,056, 40% tax-deductible; listed at $799,990, 20 weeks on market (broker: Corcoran Group) GREENWICH VILLAGE $2.2 million 7" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/garden\/residential-sales.html"} , {"author" : "Edward M. Gomez is a research fellow in the National Arts Journalism Program at Columbia University." , "body" : "IT is no secret that Brooklyn's art scene has grown more active and visible since the mid-1980's, when artists, driven out of Manhattan by rising rents, began to move there. Today, artists from around the world have settled in districts like Red Hook, Dumbo (Down Under the Manhattan Bridge Overpass), Greenpoint and especially Williamsburg. And" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART\/ARCHITECTURE; Taking the Spirit of Brooklyn on a Florida Vacation" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/arts\/art-architecture-taking-the-spirit-of-brooklyn-on-a-florida-vacation.html"} , {"body" : "The weed-strewn parking lots and abandoned houses became a common sight here soon after I.B.M. left, turning this Hudson River city into just another example of the trail of upheaval left by corporate downsizing in the early 1990's. Over decades, I.B.M. had practically turned this part of eastern Ulster County into a company town. So when it closed" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KINGSTON (NY)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "Technology Bubble Bursts Twice for a City That Pins Its Hopes on the New Economy" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/nyregion\/technology-bubble-bursts-twice-for-a-city-that-pins-its-hopes-on-the-new-economy.html"} ,   {"body" : "IF I were a young artist struggling to live, work and be noticed, I'd try Miami. At least this year. That was my thought one day last spring as I was poking around the studio that Naomi Fisher shares with Frank Benson in the working class neighborhood of Edgewater. The studio is bare bones and funky. There's no plumbing, but it's good sized, looks" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MIAMI (FLA)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART\/ARCHITECTURE; In Miami, a Hot Spot of Art, the Temperature's Rising" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/arts\/art-architecture-in-miami-a-hot-spot-of-art-the-temperature-s-rising.html"} , {"author" : "Jacques Godbout has published essays in Montreal and novels in Paris. He has made more than 30 films, including 4 features, all produced by the National Film Board of Canada. This article was translated from the French by Robert Gray, Kinograph." , "body" : "WOULD the idea of holding a Quebec arts festival in New York have occurred to anyone 20 years ago? Probably not. We Quebecers were then still searching for an identity, unsure of our relationship to the Americas, embroiled in a literary and theatrical adventure in a French language that wavered among standardized forms, archaisms and original" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEBEC PROVINCE (CANADA)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THEATER: A Symbolic Nation Aspires to the International; A Symbolic Nation Aspires to the International" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/arts\/theater-symbolic-nation-aspires-international-symbolic-nation-aspires.html"} , {"body" : "Voter News Service, an eight-year-old consortium that provides exit polling data for news organizations, will open corporate headquarters with 17,000 square feet of space next week in the small Brooklyn neighborhood called Dumbo (Down Under the Manhattan Bridge Overpass), a spokeswoman for the consortium said yesterday. Voter News, which is owned" , "date" : "20010829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Business Briefing | Polling Service To Move" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/29\/nyregion\/metro-business-briefing-polling-service-to-move.html"} , {"body" : "It's official. Brooklyn and Queens have arrived, and they've got their own alternative weekly newspaper to prove it. On Thursday, more than a dozen neighborhoods received the debut issue of New York Metropolis, a free, 32-page publication that will be distributed almost exclusively in those boroughs. ''In certain parts of Brooklyn and Queens," , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; 2 Boroughs Arrive (Once Again) With a New Newspaper's Arrival" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/neighborhood-report-new-york-up-close-2-boroughs-arrive-once-again-with-new.html"} , {"body" : "ATTRACTIONS Museums and Sites HISTORIC RICHMONDTOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmondtown. More than 25 buildings from the late 17th to the 19th century, restored and furnished. This village and outdoor museum depict the history of Staten Island and the surrounding region. Through Sunday, ''Cleanliness Is Next . . . ''" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/arts\/spare-times-323454.html"} , {"body" : "Eyebeam Atelier, a nonprofit arts and technology company in the Dumbo section of Brooklyn, has been approved for rent abatement from the New York City Economic Development Corporation. Eyebeam is the first company to receive rent abatement as part of the E.D.C.'s commercial expansion program. Eyebeam Atelier will receive $11,275 in rent abatement" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Business Briefing | Company Receives Rent Break" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/nyregion\/metro-business-briefing-company-receives-rent-break.html"} , {"body" : "ON the northwest edge of Bedford-Stuyvesant -- bordering the bodegas and housing projects of DeKalb Avenue, but only three blocks from the Italianate brownstones and Victorian mansions of Clinton Hill -- six former factories built on a street called Taaffe Place at the turn of the last century have been reincarnated as beautifully renovated" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When New Homes Drive Out Old Jobs" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/realestate\/when-new-homes-drive-out-old-jobs.html"} , {"body" : "Smack Mellon Studios 56 Water Street Dumbo, Brooklyn Through July 8 With its unpainted walls and creaky stairs, the 19th-century spice factory that serves as Smack Mellon's exhibition space is an ideal setting for this group show of work that is homemade, low-tech and proud. Mary Ziegler offers an airy kinetic sculpture fashioned from plastic dry" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART IN REVIEW; 'Popular Mechanics'" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/arts\/art-in-review-popular-mechanics.html"} , {"body" : "A FAMILIAR green image of a mermaid stands on Van Brunt Street in Red Hook, Brooklyn, near the corner of Coffey Street. ''Coming Soon,'' the sign says, ''Starbucks Coffey.'' Both a play on words and a joking reference to the neighborhood's nascent gentrification, the sign does not seem an accurate prediction -- at least not yet. With a long history" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Red Hook; Isolated Brooklyn Area Starts to Awaken" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/if-you-re-thinking-of-living-in-red-hook-isolated-brooklyn-area-starts-to-awaken.html"} , {"body" : "Aubrey Neville Hardwick, a daughter of David D. Hardwick and Mary Grey James, both of Nashville, was married yesterday to Clifford M. Shikler, the son of Aaron Shikler of Manhattan and the late Barbara Lurie Shikler. Lisel Burns, the leader of the Brooklyn Society for Ethical Culture, officiated at the Grove Restaurant in Manhattan. Ms. Hardwick," , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Aubrey Hardwick, Clifford Shikler" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/style\/weddings-aubrey-hardwick-clifford-shikler.html"} ,   {"body" : "The streets, paved with nubby Belgian blocks, splay at awkward angles to the waterfront. The sidewalks run with rivulets of greasy blood, and prostitutes pick their way around discarded chunks of fat. Beginning at 3 a.m., the luggers, with red-stained sleeves, hang beef carcasses on moving hooks and escort them, as if they were dance partners," , "date" : "20010604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Blood and Guts, Seeking Landmark Glory; Many Residents Aim to Save Meatpackers Along With Neighborhood's Gritty Charm" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/04\/nyregion\/after-blood-guts-seeking-landmark-glory-many-residents-aim-save-meatpackers.html"} , {"body" : "Over the last 30 years, the tiny Brooklyn neighborhood of old industrial buildings and warehouses that is known as Dumbo has played host to all sorts of new tenants, from artists and offbeat performance companies to more recent arrivals like dot-com companies and well-heeled apartment seekers. Over the last few months, Dumbo has started playing" , "date" : "20010530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Commercial Real Estate; Retailers Begin Popping Up in a Sliver of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/30\/nyregion\/commercial-real-estate-retailers-begin-popping-up-in-a-sliver-of-brooklyn.html"} , {"body" : "NEWS Curtain Call Tomorrow night at 8, the grand finale of the Miller Theater season will put the music of the modern minimalist master Steve Reich in the spotlight. Ossia, a group of new-music specialists drawn from the ranks of students at the Eastman School of Music and led by Alan Pierson, will play the program, called ''Reich Redux.'' To be" , "date" : "20010523" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/23\/arts\/footlights.html"} , {"body" : "MANHATTAN GREENWICH VILLAGE $570,000 60 East Ninth Street 2-bedroom, 1-bath, 1,000-sq.-ft. co-op in a postwar building; 24-hr. doormen, dining area, renovated kitchen, hardwood floors, south exposure; maintenance $1,009, 60% tax-deductible; listed at $580,000, 6 weeks on market (brokers: William B. May; Prudential\/MLB Kaye) WEST SIDE $700,000 1" , "date" : "20010517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "16" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/17\/garden\/residential-sales.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''The Responsive Eye: A Brian De Palma Retrospective,'' through May 27. Tomorrow: at 2 p.m., ''Sisters'' (1973); at 4, ''Raising Cain'' (1992). Sunday: at 2 p.m., ''Carrie'' (1976); at 4, ''Hi, Mom!'' (1970). Tomorrow at 6:30 p.m.," , "date" : "20010511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/arts\/spare-times-258563.html"} , {"body" : "THE slice of Brooklyn waterfront known as Dumbo (''down under the Manhattan Bridge overpass'') sits between the Manhattan and Brooklyn bridges, with 19th-century red-brick warehouses and streets paved with Belgian blocks. Today, the buildings are home to artists, furniture designers, upholsterers and metalworkers. ''The neighborhood is a real" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "PERSONAL SHOPPER; Dumbo Stands for Offbeat Furniture Heaven" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/garden\/personal-shopper-dumbo-stands-for-offbeat-furniture-heaven.html"} , {"body" : "WHEN entering StudioEIS in the Dumbo section of Brooklyn, a visitor should be careful not to strike up a conversation with just anyone. It might prove embarrassing, or at least one-sided. StudioEIS, created and run by two brothers, Ivan and Elliot Schwartz, is known for producing remarkably lifelike plaster-and-plastic sculptures of figures" , "date" : "20010502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Washington"] , "page_facet" : "28" , "title" : "BACKSTAGE; Madame Tussaud These Two Are Not" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/02\/arts\/backstage-madame-tussaud-these-two-are-not.html"} , {"body" : "Enter Michael Counts's hell at your own risk. The high-wind warning posted near the ticket table is for real. So is the one about ear-splitting sound. And these are just the obvious discomforts. More likely to do damage are the disturbing images inside and the way Mr. Counts casts you adrift among them. The work is ''So Long Ago I Can't Remember: A" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "THEATER REVIEW; It's Strange and Unsettling, Adrift Amid Hellish Images" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/movies\/theater-review-it-s-strange-and-unsettling-adrift-amid-hellish-images.html"} , {"author" : "Do you want to share information about insider sources? Write to rohrlich@nytimes.com." , "body" : "Hidden behind an unmarked door, a 2,000-square-foot loft space in a warehouse in the Dumbo section of Brooklyn contains hundreds of pieces of Anglo-Raj-style furniture. It is known to those in the decorating trade, but not to other shoppers: there is no sign on the door. But by appointment, Sanyu Desai, left, is happy to sell to anyone. There are" , "date" : "20010405" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["INDIA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: WHO KNEW?; A Hidden Bombay in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/05\/garden\/currents-who-knew-a-hidden-bombay-in-brooklyn.html"} , {"body" : "WALKING TOURS ''GREENWICH VILLAGE AND SOHO: OFF THE BEATEN PATH.'' Combines tastings at local ethnic restaurants and specialty food stores with a stroll and a discussion of the history of the area. Tuesdays through Sundays at 11 a.m. Sponsored by Foods of New York. Fee: $30 (includes food and wine tasting). Information and meeting place: (877)" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/arts\/spare-times-413496.html"} ,   {"body" : "Two high-end residential buildings, one under construction, the other in the pipeline, are accelerating the changes under way in Dumbo, the Brooklyn waterfront neighborhood whose name is an acronym for Down Under the Manhattan Bridge Overpass. ''Rome was not built in a day but it's all happening now,'' said David C. Walentas, a developer who owns" , "date" : "20010304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DUMBO (DOWN UNDER MANHATTAN BRIDGE OVERPASS) (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: One a Rental, the Other Condo and Commercial; For Dumbo in Brooklyn, Two New Buildings" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/04\/realestate\/postings-one-rental-other-condo-commercial-for-dumbo-brooklyn-two-new-buildings.html"} , {"body" : "Starting a business in a relatively deserted area can be a gamble, no matter how up-and-coming the neighborhood is said to be. So when the owners of a Brooklyn Heights grocery, Peas and Pickles, decided to open a new store in the rapidly gentrifying area known as Dumbo, for Down Under the Manhattan Bridge Overpass, they took nothing for granted." , "date" : "20010121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK SUPERMARKETS; As Artists Move In, New Grocery Opens Up" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/21\/nyregion\/neighborhood-report-new-york-supermarkets-artists-move-new-grocery-opens-up.html"} , {"body" : "NEW YORK BROOKLYN: TRUCE IN LOFT DISPUTE -- In a truce over disputed lofts in Dumbo, city officials met yesterday with the landlord of a building where 60 residents were removed last month. The officials' goal is to allow the residents to return to a factory building illegally converted to lofts at 247 Water Street. After the landlord, Joshua" , "date" : "20010104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/04\/nyregion\/metro-briefing.html"} , {"body" : "Two weeks after promising a moratorium on forcing tenants out of illegally converted loft apartments, the city made an abortive attempt yesterday to evacuate about a dozen tenants from their lofts onto the freezing sidewalks of the Dumbo section of Brooklyn, officials and residents said. But the Buildings Department backed down amid chanting" , "date" : "20010103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Move Against Lofts Is Aborted" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/03\/nyregion\/city-move-against-lofts-is-aborted.html"}]