[  {"body" : "Bryant Park is meant to exude a French charm. Its landscaping is formal, its promenades symmetrical. Even the small metal lawn chairs mimic those in Parisian parks and lend a refinement to the lunch-hour scene. Come spring, the park, at 42nd Street and the Avenue of the Americas, may also have a carousel. The Bryant Park Restoration Corporation," , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: MIDTOWN; Plan for a Bryant Park Carousel Comes Around Yet Again" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/nyregion\/neighborhood-report-midtown-plan-for-bryant-park-carousel-comes-around-yet-again.html"} , {"body" : "During her 33 years at the post office, Lynda Rudolph was known as a woman who could be counted on to support co-workers who needed help. Whenever someone was out of the office for more than three weeks, Ms. Rudolph and a small group of colleagues would start a mini-charity campaign. ''People could always use money more than anything else,'' she" , "date" : "20011221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; A Perennial Helper to All Receives Help of Her Own" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/21\/nyregion\/the-neediest-cases-a-perennial-helper-to-all-receives-help-of-her-own.html"} , {"body" : "THE statistics say New York just went through a spike in crime. Want to know what a spike feels like? Come to East New York. Walk around New Lots Avenue beneath the elevated subway station and look around. You'll see them. The unsmiling guys in the hooded sweatshirts and bubble jackets. The ones whose eyes never meet yours. They're back, blatantly" , "date" : "20011220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Like Avatars Of Crime, They're Back" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/20\/nyregion\/metro-matters-like-avatars-of-crime-they-re-back.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. CONROD COTTOY A Respectful Son When Paula Hayes came to New York from Louisiana in the summer of 1975, she intended only to have a vacation. But she met Conrod Cottoy at the First Baptist Church in Brooklyn; on Valentine's Day 1976, they married. ''He had all" , "date" : "20011212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Mr. Science, Mother Hen, Intrepid Traveler and a Singing Cockatiel" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/12\/nyregion\/nation-challenged-portraits-grief-victims-mr-science-mother-hen-intrepid.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PETER LANGONE and THOMAS LANGONE On the Job, Together A neighboring volunteer fire company called the one in Roslyn, N.Y., for help on Thanksgiving Day 2000. A rescue specialist was needed to extricate a young man from a wrecked car. The company, and the" , "date" : "20011211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; At Work, and as Volunteers, Two Brothers Answered Rescue Calls" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/11\/nyregion\/nation-challenged-portraits-grief-victims-work-volunteers-two-brothers-answered.html"} , {"body" : "Some New York firefighters are listening to the song at supper. Some are even singing it. ''Bravest of the Brave,'' written by a Bronx songwriter, has also been heard on WBAI (99.5 FM). Apparently, not all underground music is born in a gloomy loft in the Village. This is the opening verse of Greg McCauley's homage to firefighters: There won't be" , "date" : "20011209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEW YORK UP CLOSE; Firefighters Gladly Accept A Songwriter's Sincere Gift" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/09\/nyregion\/new-york-up-close-firefighters-gladly-accept-a-songwriter-s-sincere-gift.html"} , {"body" : "A new study shows that people in the 10 poorest neighborhoods in New York City gained economic ground even faster, by some measures, than those in the city's wealthiest neighborhoods in the second half of the 1990's. Of course, the economic gap remains large. But the study found, for example, that average prices for single-family private homes in" , "date" : "20011208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Housing Gains In Poor Areas, Study Shows" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/08\/nyregion\/housing-gains-in-poor-areas-study-shows.html"} , {"body" : "Two men accused by the police of being the getaway driver and a gunman in a series of shootings in Brooklyn that killed two men and wounded two others, were arraigned yesterday on murder charges. The shootings occurred on Wednesday afternoon at the Raymond V. Ingersoll public housing complex in Fort Greene. A group of friends were in front of a" , "date" : "20011208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Murder Arraignments for Two Accused in Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/08\/nyregion\/murder-arraignments-for-two-accused-in-brooklyn-shooting.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL T. WEINBERG A Model and a Firefighter She was standing on the Brooklyn Bridge when the first tower fell. Everyone around her was madly dialing cellphones with no success. Suddenly, her own phone started ringing. ''It was my older brother,'' recalled" , "date" : "20011205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Firefighter, an Artist and a Mother Who Never Laughed Alone" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/05\/nyregion\/nation-challenged-portraits-grief-victims-firefighter-artist-mother-who-never.html"} , {"body" : "Maria Saverino moved her hands slowly across a cardboard page, her fingers gently gliding over the raised dots of Braille. Word by word, she read ''The Very Busy Spider'' to her 2 1\/2-year-old son Luis. ''Early one morning the wind blew a spider across the field,'' she read. ''A thin silky thread trailed from her body.'' Then she paused and asked" , "date" : "20011202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "44" , "title" : "The Neediest Cases; Learning to Read to a 2-Year-Old Son, Dot by Dot" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/02\/nyregion\/the-neediest-cases-learning-to-read-to-a-2-year-old-son-dot-by-dot.html"} ,   {"body" : "A former postal worker fired gunshots at postal police officers outside a Postal Service processing center in East New York last night, the police said. No one was injured. The man, Jerry Pope, 53, of Queens, was dismissed from his job at that center for alcohol-related reasons three weeks ago, said Peter Nash, a postal inspector. Last night, Mr." , "date" : "20011129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Shots Fired At Post Office" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/29\/nyregion\/metro-briefing-new-york-brooklyn-shots-fired-at-post-office.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ALAN LEDERMAN Man on a Mountaintop Alan Lederman and his wife, Nancy Zuckerman, had not spent a vacation apart in the 10 years they were together. But he really wanted to climb Mount Whitney in California. They talked it over. She gave him the go-ahead. Mr." , "date" : "20011120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Mountain Climber, a Cartoonist, Two Brothers and a Ray of Sunshine" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/20\/nyregion\/nation-challenged-portraits-grief-victims-mountain-climber-cartoonist-two.html"} , {"body" : "HORMAN-Joseph J. Of Kingwood, TX, formerly of New York, on November 12. Born in East New York, Brooklyn, Mr. Horman chose to leave the relative security of the family business to serve as a member of New York's Finest, the NYPD. His meteoric rise from rookie cop at Manhattan's 14th Precinct during the '60s to Lieutenant Detective in the early '70s," , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "40" , "title" : "Paid Notice: Deaths HORMAN, JOSEPH J." , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/classified\/paid-notice-deaths-horman-joseph-j.html"} , {"body" : "A Brooklyn man has been arrested in connection with the death of his girlfriend's 15-month-old son, the police said yesterday. The man, Nyerere Moses, 22, of Malta Street near New Lots Avenue in East New York, was charged with second-degree murder in the death of the infant, De Andrew Monroe. Paramedics took the boy to Brookdale University Hospital" , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Brooklyn Man Charged in Baby's Death" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/nyregion\/brooklyn-man-charged-in-baby-s-death.html"} , {"body" : "A 29-year-old man was charged with driving while intoxicated yesterday after he drove a car through the closed garage door of a fire station, causing minor injuries to a firefighter inside, the police said. The driver, Timothy Winn, of Richmond Hill, Queens, was arrested about 3 a.m. at the Engine Company 236 station, at 998 Liberty Avenue in East" , "date" : "20011112" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Car Crashes Into Firehouse" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/12\/nyregion\/metro-briefing-new-york-brooklyn-car-crashes-into-firehouse.html"} , {"body" : "The knuckles on Rose Ann's hands have vanished. So, too, for all practical purposes, have the spaces between her fingers. What during her 30's and 40's were the busy hands of an executive secretary and loving mother are, at 73, gnarled, immovable lumps of skin and bones. ''Look,'' she said, raising her hands a few inches from her lap. ''That's as" , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "The Neediest Cases; Getting Old and Getting By, With a Little Help From Some Friends" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/nyregion\/neediest-cases-getting-old-getting-with-little-help-some-friends.html"} , {"body" : "One incoming Council member is a former deputy superintendent of banking for the state. Another is a former member of the Black Panther Party who now runs a leadership-training consulting group. One is a podiatrist, two have served as police officers and still another made a name for himself by organizing an international student exchange program." , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "New City Council a Portrait Composed by Term Limits" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/nyregion\/new-city-council-a-portrait-composed-by-term-limits.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The 25th Annual Margaret Mead Film and Video Festival, featuring contemporary international documentaries as well as early films by Mead, continues through tomorrow. Screenings this weekend begin tonight at 7 and tomorrow at 2 p.m.; tomorrow's films" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/arts\/spare-times-094137.html"} , {"body" : "A judge in Brooklyn ordered investigators in a homicide case yesterday to conduct an identity lineup by showing a suspect and stand-ins to witnesses one after the other instead of all together, a method that scientific studies have shown to be far less likely to result in false identifications. The ruling, by Justice Robert S. Kreindler of State" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Judge Orders Rare Lineup Of Suspects One at a Time" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/nyregion\/judge-orders-rare-lineup-of-suspects-one-at-a-time.html"} , {"body" : "Mark Green campaigned across Brooklyn yesterday, strolling through Sunset Park and Borough Park and visiting four predominantly black churches, where he fiercely and repeatedly criticized his opponent, Michael R. Bloomberg. Mr. Green listened to the harmonies of a gospel choir, visited a kosher restaurant and shook hands with a churros vendor. He" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Green Navigates Brooklyn Bearing Swipes at Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/green-navigates-brooklyn-bearing-swipes-at-bloomberg.html"} ,   {"body" : "For 33 years, Joan Maynard has dreamed the same dream, the one where crowds come to see the four little clapboard cottages tucked behind a chain-link fence on a blighted block in the Bedford-Stuyvesant section of Brooklyn. The houses are all that remain of Weeksville, one of the nation's earliest communities of freed slaves. And Ms. Maynard, 73," , "date" : "20011029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hidden in Brooklyn, A Bit of Black History; Freedmen's Homes Seen as Attraction" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/29\/nyregion\/hidden-in-brooklyn-a-bit-of-black-history-freedmen-s-homes-seen-as-attraction.html"} , {"body" : "With the race for mayor approaching its final and most critical week, Michael R. Bloomberg officially received the endorsement of Mayor Rudolph W. Giuliani yesterday during a news conference outside City Hall. The backing by the mayor, who has enjoyed enormous popularity since the terror attacks of Sept. 11, had long been regarded by the Bloomberg" , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Homestretch of Campaign, Mayor Endorses Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/nyregion\/in-homestretch-of-campaign-mayor-endorses-bloomberg.html"} , {"body" : "ELEVEN blocks separate Yankee Stadium, that hallowed home of the reigning World Series champions, from St. Mary's Park, a rocky plot cut into the heart of the South Bronx. But the two couldn't appear more distant. In the House that Ruth Built, multimillion-dollar athletes play before ravenous fans who scrutinize every ball and strike, every bobbled" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; Diamonds on the Soles of His Shoes" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/nyregion\/citypeople-diamonds-on-the-soles-of-his-shoes.html"} , {"body" : "IN the days before he did the awful act, 20-year-old Parwinder Singh made two purchases that would have surely given him away, had his father, Sukhdev, or mother, Kanwaljit, known. He bought a soft-brim, floppy hat and scissors from Rite Aid, hiding both in his bedroom. They realized that their only son, a taxi driver and college student, was" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)" , "WEEHAWKEN (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Our Towns; The High Cost of Looking Like an All-American Guy" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/nyregion\/our-towns-the-high-cost-of-looking-like-an-all-american-guy.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. TARIQ AMANULLAH Always in Demand As a boy in Karachi, Pakistan, Tariq Amanullah was obsessed with building things. Whenever his father went away on business, he would ask him to bring back a ''how to'' book of some sort. He played with Lego building blocks" , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "13" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Running With the Bulls, Riding Horses at Dawn, Painting the Town Red" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/nyregion\/nation-challenged-portraits-grief-victims-running-with-bulls-riding-horses-dawn.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JOSEPH KELLER His Motto: 'Let's Do It!' On that last Sunday, Joseph Keller, bona fide grown-up -- father, husband, homeowner in Park Ridge, N.J., and department head at the Marriott World Trade Center Hotel -- had what would be a final fling with his" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Bicycle Daredevil, a Fearless Cook and a 79-Year-Old Mountaineer" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/nyregion\/nation-challenged-portraits-grief-victims-bicycle-daredevil-fearless-cook-79.html"} , {"body" : "An Ohio man wanted in connection with an August killing in East New York has been shot and killed by officers while he was in a vehicle with three other passengers, the authorities said. Two children in the car, ages 8 and 4, and another passenger were unhurt in the incident. The officers were treated for minor injuries at area hospitals and" , "date" : "20011010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Homicide Suspect Killed" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/10\/nyregion\/metro-briefing-new-york-brooklyn-homicide-suspect-killed.html"} , {"body" : "The city's Board of Elections yesterday certified the remaining results of the City Council races in last week's Democratic primary elections, including several that were initially considered too close to call. In a race in Flushing, Queens, the board certified John C. Liu as the winner. Mr. Liu, a consultant at PricewaterhouseCoopers and president" , "date" : "20011005" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Vote Results In Contests For Council Are Certified" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/nyregion\/vote-results-in-contests-for-council-are-certified.html"} , {"body" : "New York City's morning ban on driving alone into Manhattan via four bridges and two tunnels cut deeply into traffic on those crossings yesterday, and transportation officials' fears about a nightmarish commute were largely unfounded. In the morning's worst snarl, drivers were delayed for about 90 minutes at the Lincoln Tunnel, in part because a" , "date" : "20011002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officials Pleased by Morning Traffic With Car-Pooling Rule" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/02\/nyregion\/officials-pleased-by-morning-traffic-with-car-pooling-rule.html"} , {"body" : "NOT long after arriving in Kyoto, I began obsessing about tea and its accessories. Poking around narrow lanes and busy shopping streets, I spotted teacups everywhere. Some were of porcelain as thin as paper and no bigger than a thimble; others were rough-hewn and thick, bearing the subtle dent of the potter's thumbprint. Passing one shop whose" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KYOTO (JAPAN)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "Frugal Traveler; Tea, Temples and Hot Spots In Old Kyoto" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/travel\/frugal-traveler-tea-temples-and-hot-spots-in-old-kyoto.html"} ,   {"body" : "As the face of the next City Council began to take shape with the unofficial results from Tuesday's rescheduled primary election, it became clear that several of the races remained too close to call and were likely to remain that way for several days, if not weeks. In part, the closeness of some of those contests can be attributed to the crowded" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: THE CITY COUNCIL; Several Council Races Are Undecided, and May Take a While to Call" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/new-york-primary-city-council-several-council-races-are-undecided-may-take-while.html"} , {"body" : "TIMOTHY STACKPOLE Back at Work, as a Captain After the floor collapsed in the East New York inferno of June 5, 1998, leaving two firefighters dead and Lt. Timothy Stackpole severely burned on his arms, legs, stomach and back, he worried that he might never work again. But he threw himself into months of treatment and physical therapy, encouraged by" , "date" : "20010922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "13" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Firefighter Who Escaped an Inferno, and Returned to Serve the City" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/22\/us\/nation-challenged-portraits-grief-victims-firefighter-who-escaped-inferno.html"} , {"body" : "The six major candidates running to succeed Mayor Rudolph W. Giuliani ranged across the city yesterday in the final burst of politicking before the polls open today. Dodging late summer downpours, the candidates hit neighborhoods where they thought they might be able to eek out just a few more votes. Crossing and crisscrossing the boroughs --" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CAMPAIGNING FOR MAYOR: MAYOR; Mayoral Candidates Crisscross City Seeking Last Few Votes" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/nyregion\/campaigning-for-mayor-mayor-mayoral-candidates-crisscross-city-seeking-last-few-131288.html"} , {"body" : "Donald T. Wooten, a candidate for a City Council seat, took his campaign entourage to a senior center recently, playing a game of pool with a group of men and giving his fliers to another group eating a meal of chicken and sweet potatoes. On this journey, into the East New York section of Brooklyn, Mr. Wooten, a 39-year-old administrator with the" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CAMPAIGNING FOR CITY HALL: EAST NEW YORK; A Son and Six Others Seek a Council Seat" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/campaigning-for-city-hall-east-new-york-a-son-and-six-others-seek-a-council-seat.html"} , {"body" : "As musical genres go, calypso is not known for tension or formality. Simply put, it is happy music. When it is well composed and performed, it evokes a sense of tropical calm, lightheartedness and humor. By all accounts, these are exactly the qualities that were missing over the past several months as steel drum orchestras readied themselves to" , "date" : "20010903" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "At Last, Steel Drums Instead of Harsh Words" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/03\/nyregion\/at-last-steel-drums-instead-of-harsh-words.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ANTIETAM, Brownies, 169 Avenue A, between 10th and 11th Streets, East Village, (212) 420-8392. There's no doubt that the centerpiece of Antietam is Tara Key, the guitar goddess" , "date" : "20010831" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/31\/movies\/pop-and-jazz-guide-942723.html"} , {"body" : "The Campaign Finance Board handed out an additional $1 million in city matching funds yesterday, approving the first public financing for eight candidates for City Council and one for the Staten Island borough presidency. The move brought to about $29 million the total amount paid out to about 160 candidates in the Sept. 11 primaries for mayor," , "date" : "20010831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "First Matching Funds for 9" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/31\/nyregion\/first-matching-funds-for-9.html"} , {"body" : "To the Editor: I am a teacher from Canada who was recruited by the New York City Board of Education to work at an alternative high school in the East New York section of Brooklyn. Your Aug. 27 front-page article identifies many of the difficulties and annoyances that new teachers have encountered this summer. I would like to add another frustration" , "date" : "20010829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "So You Want to Teach Here . . ." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/29\/opinion\/l-so-you-want-to-teach-here-920720.html"} , {"body" : "What does Angela Yurman know about the Battle of Brooklyn? ''Just living in Brooklyn is a battle every day,'' she says. In fact, Mrs. Yurman, 59, is well aware that she has been surrounded by ghosts of the battle her entire life. She grew up across the street from the Old Stone House on the edge of Park Slope, a reconstruction of a 1699 Dutch" , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Washington Fought Here; Who Knew?; On 225th Anniversary, Battle of Brooklyn Is Little-Known Chapter" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/washington-fought-here-who-knew-225th-anniversary-battle-brooklyn-little-known.html"} , {"body" : "An 18-year-old man died early yesterday after a man who tried to rob him slashed his neck at a Times Square subway station, the police said. The victim, Michael Bishop of Howard Avenue in Brooklyn, was pronounced dead at 1:20 a.m. at St. Vincent's Manhattan Hospital, a little more than an hour after he was cut with a box cutter near the subway" , "date" : "20010820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Youth Is Fatally Slashed in Times Square Subway" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/20\/nyregion\/youth-is-fatally-slashed-in-times-square-subway.html"} ,   {"body" : "BROADWAY. The name stands alone. In cities across the country, it evokes a hub, a main strip, the teeming backbone of an urban grid. But while guides to New York exalt Manhattan's Broadway and its floodlit marquees, stream of yellow cabs and ticker tape parades, few tourists or New Yorkers make it to the other Broadway, the one across the river." , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Other Broadway" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/nyregion\/the-other-broadway.html"} , {"body" : "A toddler left inside a car on a hot day died at a local hospital yesterday, apparently of heatstroke, the police said. While the medical examiner has classified the death as a homicide, it is up to the district attorney to file charges. Rafael Nunez, 2, had been left inside his mother's minivan last Friday for 30 minutes, with the outside" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Toddler Dies From Heat" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/nyregion\/metro-briefing-new-york-brooklyn-toddler-dies-from-heat.html"} , {"body" : "Several thousand households in the metropolitan region spent much of yesterday without power as utilities struggled to repair damage caused by the thunderstorms that broke a heat wave on Friday. But power-system managers said the cooler weather after the storm had eased the strain on the power system, and operations were getting back to normal by" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "After Days Of Straining, Power Grid Is Recovering" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/after-days-of-straining-power-grid-is-recovering.html"} , {"body" : "Things were looking good for Senior Assistant District Attorney Rob Reuland back in February. He was rising through the ranks in the homicide bureau of the Brooklyn D.A.'s office, trying some high-profile cases. And his first novel, a portrait of a troubled prosecutor mourning the loss of his daughter, had earned him a six-figure advance and was" , "date" : "20010810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Crime-Writing Prosecutor Finds Success and Loses Job" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/10\/nyregion\/a-crime-writing-prosecutor-finds-success-and-loses-job.html"} , {"body" : "A supervisor arriving for work at a Brooklyn sanitation garage was killed yesterday morning in a robbery attempt, the police said. The victim, Michael Gennardo, 53, of Jamaica, Queens, was opening the garage at 922 Georgia Avenue in East New York about 5 a.m. when he was approached by a robber, the authorities said. Mr. Gennardo, who was shot once" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Sanitation Supervisor Is Killed in Robbery" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/sanitation-supervisor-is-killed-in-robbery.html"} , {"body" : "A driver was killed, and his two passengers injured, when they were shot in a car early yesterday morning in the East New York section of Brooklyn, the police said. The police said the shootings followed a dispute but they did not know what it was about. Investigators said they responded to a report of gunshots about 2 a.m. at the corner of Wyona" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Driver Fatally Shot; 2 Passengers Injured" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/driver-fatally-shot-2-passengers-injured.html"} , {"body" : "You've heard about the alligators supposedly in the New York sewers, and the one that was in Central Park. But the one in the next-day-delivery package? On Thursday, workers at a special United Parcel Service center in Brooklyn opened a cardboard box, sent from Atlanta and bound for a residential address in Brooklyn, and found a five-foot" , "date" : "20010804" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTA (GA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Surprise at U.P.S.: Alligator-in-the-Box" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/04\/nyregion\/surprise-at-ups-alligator-in-the-box.html"} , {"body" : "A survey of home sales in what were among the city's most desolate neighborhoods indicates that new construction and renovation of existing housing through city-subsidized programs that promote homeownership significantly increased property values on neighboring blocks. The study of more than 234,000 home sales was commissioned by the Fannie Mae" , "date" : "20010730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Homeownership Plans Lift Neighborhoods, Study Says" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/30\/nyregion\/city-homeownership-plans-lift-neighborhoods-study-says.html"} , {"body" : "To the Editor: While it is heartening that residents of the ''subborough'' once again feel confident enough to invest and buy homes in their neighborhood, it is unfortunate that new houses are not constructed with the larger future of East New York in mind [''East New York: a Neighborhood Reborn,'' June 10]. Of course, new construction, especially" , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "8" , "title" : "The Street Life Of East New York" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/realestate\/l-the-street-life-of-east-new-york-404721.html"} , {"body" : "The Floating Hospital is probably the only vessel in New York Harbor that can claim four medical examining rooms, hundreds of little life preservers and a constant supply of crayons. Moored to Pier 11 just below Wall Street, the nonprofit clinic treats 5,000 of the city's poor and homeless children each year, either aboard the barge Lila Acheson" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SOUTH STREET SEAPORT; For the Floating Hospital, A Day Without Any Patients" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/neighborhood-report-south-street-seaport-for-floating-hospital-day-without-any.html"} ,   {"body" : "IN the Jury Assembly Room at the New York Criminal Court Building in Manhattan, Walter Schretzman is the clerk behind the open mike. He greets some of the most sullen-looking folks you will ever see on a Monday morning. They have been summoned to Room 1517 for jury duty. And they do not expect to be entertained, certainly not won over while" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Making Jury Duty Seem Less Like Incarceration" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/nyregion\/public-lives-making-jury-duty-seem-less-like-incarceration.html"} , {"body" : "By the calendar, it is pan time in Brooklyn, the annual rite of summer when hundreds of Caribbean immigrants and their American-born children turn sidewalks, vacant lots -- any sliver of concrete they can find -- into late-night practice yards for Panorama, the popular steel band showdown that begins the West Indian American Labor Day weekend" , "date" : "20010719" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Steel Bands Plan Boycott of Brooklyn's West Indian Parade" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/19\/nyregion\/steel-bands-plan-boycott-of-brooklyn-s-west-indian-parade.html"} , {"body" : "IT was a party for Frank Corino and three others who were celebrating their 10th anniversaries with the Fire Department. Firefighters who weren't on duty stopped by the East Harlem firehouse of Engine 53 and Ladder 43 at Third Avenue and 102nd Street to offer congratulations. The smoke of cigarettes and cigars hung in the air. Men told jokes and" , "date" : "20010715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Senior Guy" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/15\/nyregion\/the-senior-guy.html"} , {"body" : "The Giuliani administration announced yesterday that it would accept proposals for the development of 300,000 square feet of city-owned property at seven locations in Manhattan and Brooklyn. The sites, which include lots in Washington Heights, Downtown Brooklyn, and the South Street Seaport, are suitable for commercial, industrial, or retail uses." , "date" : "20010712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Business Briefing | Forlorn Lots, Seeking Proposals" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/12\/nyregion\/metro-business-briefing-forlorn-lots-seeking-proposals.html"} , {"body" : "On his first foray to a predominantly black church in New York City, Michael R. Bloomberg, the billionaire businessman and novice political candidate, learned at least one lesson yesterday: ''It is very different than temple,'' Mr. Bloomberg joked as he left the service at Memorial Baptist Church in Harlem. Mr. Bloomberg, a Republican, was one of" , "date" : "20010702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Churches, Candidates Call For Black Voters to Respond" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/02\/nyregion\/in-churches-candidates-call-for-black-voters-to-respond.html"} , {"body" : "At the start of a predicted spell of scorching weather, a group that includes some of New York City's largest businesses and building owners agreed yesterday to take steps to conserve energy, like scaling back the use of air-conditioners. The arrival yesterday of 90-plus-degree temperatures around the New York region drove power consumption up," , "date" : "20010628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Heat Is On, and Businesses Strive to Keep the Power On, Too" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/28\/nyregion\/the-heat-is-on-and-businesses-strive-to-keep-the-power-on-too.html"} , {"body" : "Teachers and principals at eight Brooklyn schools will be awarded a form of merit pay as part of an experimental program in two community school districts. The educators qualified for the awards, paid by corporate sponsorship, because of rising scores on reading and mathematics tests. At Intermediate School 311 in East New York, the rise was so" , "date" : "20010628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Educators Get Pay Bonus" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/28\/nyregion\/metro-briefing-new-york-brooklyn-educators-get-pay-bonus.html"} , {"body" : "In the 1980's, rebellious teenagers used to scrawl an ''A'' for anarchy on high school walls in hopes of inciting chaos and revolution. To the casual observer, Edward R. Murrow High School in Brooklyn might look like the answer to their prayers. Students socialize and eat in the hallways at all hours of the day. No one has a hall pass. They do not" , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "At Murrow High, a Feeling of Freedom Prevails" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/nyregion\/at-murrow-high-a-feeling-of-freedom-prevails.html"} , {"body" : "Wild gunfire erupted yesterday evening on the streets of East New York in Brooklyn, leaving four men injured, one critically with a wound to the jaw, the police said. Investigators at the scene, at the intersection of Sutter and Georgia Avenues, searched for shell casings in a driving rain as they tried to piece together what happened about 9:30" , "date" : "20010612" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Four Injured, One Critically, In a Shootout In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/12\/nyregion\/four-injured-one-critically-in-a-shootout-in-brooklyn.html"} , {"body" : "FOUR stops after the No. 3 IRT line rises out of its tunnel in the far reaches of Brooklyn, its elevated tracks enter East New York, looming above what was, less than a decade ago, a six-block stretch of weed-choked grassland. This was no natural habitat. That swath, criss-crossed by a street grid, was pockmarked in those days by the rusted hulks" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "East New York: a Neighborhood Reborn" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/east-new-york-a-neighborhood-reborn.html"} ,   {"body" : "With the palm of his hand, Michael S. Race pushed open the door of the Brooklyn courthouse, and there, standing under a spring sun and drawing their first breaths of freedom in 14 years, were Anthony Faison and Charles Shepherd: innocent men, home from serving time for someone else's murder. Mr. Race smiled. As a detective-sergeant during one of" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Officer Off Tough Beat Seeks to Free the Innocent" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/nyregion\/ex-officer-off-tough-beat-seeks-to-free-the-innocent.html"} , {"body" : "Four Brooklyn men were charged yesterday with running a 24-hour crack cocaine ring that employed children and operated out of an East New York housing project. The men -- Ruking Cummings, Tyrone King, Kareem Quattlebaum and Brandy Russell -- were ranking members of a group that called itself the Crime Family, federal prosecutors said. Aside from" , "date" : "20010525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: 4 Accused In Drug Ring" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/25\/nyregion\/metro-briefing-new-york-brooklyn-4-accused-in-drug-ring.html"} , {"body" : "Sitting in his cramped office in Fort Wayne, Ind., with his calculator running, John Kline became the first to suspect that a major test publisher had erred in computing the standardized test scores of thousands of his students. As testing director for the local school system, Mr. Kline quickly alerted the company, CTB\/McGraw-Hill, but it did not" , "date" : "20010521" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Education" , "Business"] , "page_facet" : "1" , "title" : "When a Test Fails the Schools, Careers and Reputations Suffer" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/21\/business\/when-a-test-fails-the-schools-careers-and-reputations-suffer.html"} , {"body" : "The state-appointed mediator for New York City's stalled teacher talks has vowed to step up the pace of negotiations later this week, and many of the pieces appear in place for a deal. The union representing 80,000 public school teachers has signaled that it would agree to more work and some form of merit pay -- two items that Mayor Rudolph W." , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Hurdles, but Signs of Hope for a Teachers' Contract" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/nyregion\/hurdles-but-signs-of-hope-for-a-teachers-contract.html"} , {"body" : "A 50-acre piece of land in East New York that is being developed into the Gateway Center shopping mall has had some good news to report lately, and it is not just that the long-dormant site has finally been cleared of its chin-high weeds. The property near Starrett City in Brooklyn is expected to house one of the largest suburban-style shopping" , "date" : "20010516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Commercial Real Estate; A Mall Planned for East New York Is 88% Leased" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/16\/nyregion\/commercial-real-estate-a-mall-planned-for-east-new-york-is-88-leased.html"} , {"body" : "Federal housing officials said yesterday that they had scrapped a costly plan that was engineered by Andrew M. Cuomo, the secretary of housing and urban development in the Clinton administration, as a remedy for a vast federal home mortgage scandal. The plan called for spending an unspecified amount of HUD money to rehabilitate hundreds of" , "date" : "20010511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "HUD Scraps Cuomo Remedy for Harlem Housing Scandal" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/nyregion\/hud-scraps-cuomo-remedy-for-harlem-housing-scandal.html"} , {"body" : "For more than two months now, the handymen and janitors at Fairfield Towers, a sprawling high-rise apartment and condominium complex in East New York, Brooklyn, have camped out along Van Siclen Avenue on strike. On the surface, their fight is a small one, 32 men struggling to save a handful of jobs. But in an unusual twist, many of the people" , "date" : "20010508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Residents Backing Strikers At Big Apartment Complex" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/08\/nyregion\/residents-backing-strikers-at-big-apartment-complex.html"} , {"body" : "New York City's teachers union, which has long opposed the concept of merit pay, has sought to end a negotiating deadlock by signaling that it may accept a version of incentive pay, but one far different from that proposed by Mayor Rudolph W. Giuliani. The union, the United Federation of Teachers, indicated over the last week that it would" , "date" : "20010504" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Union Signals Softer Stance On Merit Pay" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/04\/nyregion\/union-signals-softer-stance-on-merit-pay.html"} , {"body" : "Moe Ginsburg, the Flatiron district institution long known as a no-frills retailer of quality men's clothing, plans to seek bankruptcy protection today, its president, Paul Ginsburg, said yesterday. The store, situated at 21st Street and Fifth Avenue since the early 1970's, has been struggling in recent months because of the economic downturn," , "date" : "20010501" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Men's Retailer Moe Ginsburg Is to File for Bankruptcy" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/01\/nyregion\/men-s-retailer-moe-ginsburg-is-to-file-for-bankruptcy.html"} , {"body" : "In the recent battle over plans to let a private company manage five low-performing schools, the loudest and most effective voice belonged to Acorn, the community group that led the opposition. But few people who followed that battle seemed aware that Acorn has itself been involved in the New York City school system for more than a decade, helping" , "date" : "20010425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Mixed School Record for Edison Foes" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/25\/nyregion\/mixed-school-record-for-edison-foes.html"} ,   {"body" : "The screams and wails mingled with shouts of Jesus' name, echoing from inside the brick walls of a former toy factory in the East New York section of Brooklyn. Sweat rolled down the faces of some 800 young black men and women, many keening back and forth, clutching the back of chairs, gripping Bibles, and shouting ''Amen! Amen! Amen!'' like sinking" , "date" : "20010421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gospel Message, Rap Style; To a Brooklyn Preacher, Good Works Yield a Fortune" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/21\/nyregion\/gospel-message-rap-style-to-a-brooklyn-preacher-good-works-yield-a-fortune.html"} , {"body" : "NEW YORK MANHATTAN: ENVIRONMENTAL PROTEST -- Eight members of an environmental group were charged yesterday with reckless endangerment and disorderly conduct after unfurling a 20-foot-long banner during the morning rush in Midtown. Members of the Rainforest Action Network climbed flagpoles and unfurled the banner reading, ''Hey Citi: Not With My" , "date" : "20010417" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/17\/nyregion\/metro-briefing.html"} , {"body" : "WHAT'S playing at the Roxy? Nothing, of course. Not since 1960, when demolition crews ravaged the ''Cathedral of the Motion Picture'' at Seventh Avenue and 50th Street in Manhattan and all but declared open season on movie palaces. Since then New York City has lost many of its monumental cinemas. But it has not lost them all. Some of the most" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "29" , "title" : "Xanadus Rise to a Higher Calling" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/movies\/xanadus-rise-to-a-higher-calling.html"} , {"body" : "THE deal on the 3,000-square-foot Brooklyn Heights penthouse apartment -- with its stately dining room, state-of-the-art kitchen, solarium, wraparound terrace and grand views of Manhattan and the harbor -- closed last May at just over $2 million. ''It was the highest price ever paid for a co-op in the Heights,'' said Christopher Thomas, vice" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Across the City, A Strong Market" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/realestate\/across-the-city-a-strong-market.html"} , {"body" : "SCENES from a double homicide: A snow-white cat gingerly steps around a pool of blood on the linoleum floor of a convenience store. A detective asks a witness to describe the weapon. ''Like this one?'' He takes an automatic handgun from his belt. ''Or like this?'' He takes a pistol from an ankle holster. The confessed perpetrator, a teenage boy," , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "COVER STORY; No Sets. No Jive. Just Hard Mean Streets." , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/tv\/cover-story-no-sets-no-jive-just-hard-mean-streets.html"} , {"body" : "No one is more surprised that Queens has so many American Indians than the American Indians in Queens. Nearly 6,300 American Indians and Alaskans called Queens home on the 2000 Census, more than in any other county in the state. ''I can't find anyone,'' said Shirley Cuffey, a Powhatan woman who lives in East Elmhurst, and then she gave one reason." , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: QUEENS UP CLOSE; It's Home to Shea, La Guardia . . . And U.S. Indians" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/neighborhood-report-queens-up-close-it-s-home-to-shea-la-guardia-and-us-indians.html"} , {"body" : "A Brooklyn couple were indicted yesterday on charges that they harbored, concealed and aided the flight of James Charles Kopp, the abortion opponent who was arrested in France last week and charged with killing Dr. Barnett A. Slepian in Amherst, N.Y., in 1998. The married couple, Loretta Claire Marra, 37, and Dennis John Malvasi, 51, were also" , "date" : "20010404" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "AMHERST (NY)" , "FRANCE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Couple Are Charged With Giving Help to Fugitive" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/04\/nyregion\/brooklyn-couple-are-charged-with-giving-help-to-fugitive.html"} , {"body" : "The police yesterday charged a man and a woman with the murder of an 18-year-old pizza deliveryman in Brooklyn, describing it as a botched robbery attempt. Two other suspects remained at large, but detectives said their arrests were imminent. The police said the suspects in custody, Mark Rushion, 24, and Mavis Brown, 17, had been charged with" , "date" : "20010404" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Charged With Murder of Pizza Deliveryman" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/04\/nyregion\/two-charged-with-murder-of-pizza-deliveryman.html"} , {"body" : "HOLLOWPOINT By Rob Reuland 273 pages. Random House. $24.95. Rob Reuland is a senior assistant district attorney in Brooklyn, and this is his first novel. It is thus unsurprising that the hero, Andrew (Gio) Giobberti, is an assistant district attorney in Brooklyn, that his personal and professional lives have convenient symmetries and that he" , "date" : "20010402" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "6" , "title" : "BOOKS OF THE TIMES; Savvy Ties Up a Murder's Loose Ends" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/02\/books\/books-of-the-times-savvy-ties-up-a-murder-s-loose-ends.html"} , {"body" : "Officials in the United States face a significant legal snag before they can bring to trial a man accused of killing a Buffalo doctor who provided abortions. The suspect, James C. Kopp, was arrested Thursday after a two-and-a-half-year search tracked him to a French seaside village. But French law forbids the extradition of anyone who could face" , "date" : "20010331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FRANCE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "France Will Not Extradite If Death Penalty Is Possible" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/31\/nyregion\/france-will-not-extradite-if-death-penalty-is-possible.html"} ,   {"body" : "He was calling himself Clyde Swenson at the time. He was living in Jersey City and working in construction, occasionally flashing hints of his keen intelligence and religious fervor. Most mornings he attended 7 o'clock Mass before lugging an ammunition box filled with carpentry tools to the job site. Then late one night in October 1998, in a suburb" , "date" : "20010331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUFFALO (NY)" , "FRANCE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Tracing Anti-Abortion Network To a Slaying Suspect in France" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/31\/nyregion\/tracing-anti-abortion-network-to-a-slaying-suspect-in-france.html"} , {"body" : "An 18-year-old pizza deliveryman who was shot in the head while riding his bicycle in Brooklyn early Wednesday morning has died from his wound, the police said yesterday. Sgt. William Stiles, a police spokesman, said that the case had been classified as a homicide, and that robbery appeared to be the motive. The victim, Ivan Martinez, was shot a" , "date" : "20010331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Shooting Victim Dies" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/31\/nyregion\/shooting-victim-dies.html"} , {"body" : "A couple with deep roots in the radical anti-abortion movement moved to Brooklyn two years ago and worked stealthily, until their arrest yesterday, to bring James Charles Kopp, the man accused of killing an Amherst, N.Y., doctor who performed abortions, to their apartment in East New York, according to a federal complaint. The complaint charges" , "date" : "20010330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "AMHERST (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Couple Accused in Plot to Sneak Fugitive to Brooklyn From France" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/30\/nyregion\/couple-accused-in-plot-to-sneak-fugitive-to-brooklyn-from-france.html"} , {"body" : "An 18-year-old pizza deliveryman riding his bicycle was critically wounded when he was shot in the head in Brooklyn just after midnight yesterday, apparently in a robbery attempt . The shooting occurred at 12:05 a.m. as the victim, Ivan Martinez, was returning to Tony's Famous Pizzeria after delivering a cheese steak sandwich and a lasagna dinner" , "date" : "20010329" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teenager Delivering Food Is Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/29\/nyregion\/teenager-delivering-food-is-shot-in-brooklyn.html"} , {"body" : "The battle between the city and community gardeners goes on. Bette Midler put a spotlight on community gardens in May 1999, when her group, the New York Restoration Project, raised $1 million to help buy 114 gardens on city-owned lots. The city had wanted to auction those properties for development. In February 2000, a state court ordered officials" , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Community Gardens, Still Endangered, Still Fighting" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/nyregion\/neighborhood-report-new-york-up-close-community-gardens-still-endangered-still.html"} , {"body" : "After watching a puppet show at their Brooklyn school about child abuse, two boys told a counselor on Friday that they had been sexually assaulted last year. Yesterday, detectives arrested a 15-year-old boy and charged him with sexually abusing the two youngsters, the authorities said. The boys, ages 9 and 10, told the police that the 15-year-old" , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Abuse Puppet Show Leads to Sex Charge" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/nyregion\/abuse-puppet-show-leads-to-sex-charge.html"} , {"body" : "The city is no stranger to family ties. From the Wagners to the Molinaris to the Powells, the political torch has been handed from one generation to the next in borough after borough. This year, the blood lines are even thicker than usual, as at least half a dozen candidates are vying for the seats of their elders on the City Council. Term limits," , "date" : "20010323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When Politics Is in the Blood; Open Seats on City Council Fire Up Ambitions of the Young" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/23\/nyregion\/when-politics-blood-open-seats-city-council-fire-up-ambitions-young.html"} , {"body" : "Carl A. Capasso, a businessman who went from being an obscure city sewer contractor to a lead player in a bizarre municipal scandal involving a former Miss America, died yesterday. He was 55. The cause was pancreatic cancer, his son Michael said. Mr. Capasso became a staple of tabloid newspaper coverage in the late 1980's when he was charged with" , "date" : "20010315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Carl A. Capasso, 55, Figure in 80's Trial With Bess Myerson" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/15\/nyregion\/carl-a-capasso-55-figure-in-80-s-trial-with-bess-myerson.html"} , {"body" : "A FEW weeks after Christopher Kui arrived as a 10-year-old immigrant from Hong Kong, he walked into a public library in East New York. A sign hung on a wall promising a ticket to a Yankees game to any child who memorized the names of the 50 states. And so he set to work, struggling not only to learn the states but also to pronounce their names" , "date" : "20010306" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Fighting a Happy Image of Self-Sufficiency" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/06\/nyregion\/public-lives-fighting-a-happy-image-of-self-sufficiency.html"} , {"body" : "A Few Short of 9 Lives, But Still Much Loved It began as a fire in a vacant garage in Brooklyn. It mushroomed into a blaze of international publicity. It was the story of Scarlett the cat, and in a world where accounts of animal heroism are time-tested tugs at the heartstrings, it was not altogether surprising that Scarlett swiftly soared to feline" , "date" : "20010304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/04\/nyregion\/following-up.html"} ,   {"body" : "Ray Ptomey speaks so quietly and is so modest in his manner that it is hard to imagine that he was once on anyone's hit list. But more than a decade ago he was shot five times by men who wanted him dead. He was a cocaine dealer and had knowingly stepped onto another dealer's turf. ''I was in the street,'' said Mr. Ptomey, now 47, ''doing what I" , "date" : "20010227" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Surviving Drugs' Ravages To Build a Productive Life" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/27\/nyregion\/the-neediest-cases-surviving-drugs-ravages-to-build-a-productive-life.html"} , {"body" : "Last fall, Alicia Julian Campos was dismayed when administrators at a public school in Bushwick, Brooklyn, enrolled her 6-year-old daughter, Jennifer, who was born in New York City and speaks English, in an all-Spanish-speaking class for the second year in a row and kept her there against the mother's will for weeks. Mrs. Campos, a Mexican" , "date" : "20010226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Urban Renewal For Tower of Babel; Bilingual Education in the City Is a Monument to Inconsistency" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/26\/nyregion\/urban-renewal-for-tower-babel-bilingual-education-city-monument-inconsistency.html"} , {"body" : "An obscure change in immigration law passed in the waning days of the Clinton administration could lead to legal status for as many as half-a-million illegal immigrants, but it could also lead to disappointment for millions more who have misinterpreted the change as a general amnesty. The crucial part of the law temporarily reinstates a provision," , "date" : "20010220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CHANGE STIRS HOPE FOR LEGAL STATUS AMONG IMMIGRANTS" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/20\/nyregion\/change-stirs-hope-for-legal-status-among-immigrants.html"} , {"body" : "At the entrance of ''Committed to the Image,'' a new photography exhibition at the Brooklyn Museum of Art, a makeshift altar of roses, lilies and tulips appeared yesterday. They were in memory of Mfon Essien, a Nigerian-born photographer whose naked self-portraits taken after she had a mastectomy are among 188 photographs by black photographers in" , "date" : "20010217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Amid Strong Debate, Mild Curiosity at the Exhibition" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/17\/nyregion\/amid-strong-debate-mild-curiosity-at-the-exhibition.html"} , {"body" : "A children's play about African-American history that is being performed for thousands of students in Brooklyn for Black History Month has angered several public school teachers, who complained that the first scene belittles the Holocaust. But members of the Creative Dance Outlet Theatre of Brooklyn, which is putting on the 45-minute play," , "date" : "20010216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teachers Upset by Play's Treatment of the Holocaust" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/nyregion\/teachers-upset-by-play-s-treatment-of-the-holocaust.html"} , {"body" : "The introduction of a bill in the City Council to rescind the city's term limits law for members of the Council has created a firestorm of reaction from a wide spectrum within New York City's political landscape, with many officials and politicians outside of the Council denouncing the legislation. The bill, introduced last week, would allow many" , "date" : "20010206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Term Limits Bill Draws a Sharp Response From Those Who Would Run" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/06\/nyregion\/term-limits-bill-draws-a-sharp-response-from-those-who-would-run.html"} , {"body" : "THREE weeks ago, The New York Times invited children from the public schools to submit essays on problems in their schools and how to correct them. Hundreds of essays were received; here are some excerpts: Teachers, Classes . . . I'd have more labs where you can study animal behavior and put mouse and cockroach traps on the floor so that the" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "SOAPBOX; Sitting in Mom's Old Desk" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/nyregion\/soapbox-sitting-in-mom-s-old-desk.html"} , {"body" : "Jennifer M., 15, who lives in a homeless shelter with her mother and 10 brothers and sisters, says she was inspired by the television series ''Diagnosis Murder'' to become a doctor. But the fact that doctors saved her life helps, too, she said. To be a member of her high school track team, Jennifer had to have a physical examination. During it, a" , "date" : "20010129" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; A Tumor Is Removed And Replaced by Hope" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/29\/nyregion\/the-neediest-cases-a-tumor-is-removed-and-replaced-by-hope.html"} , {"body" : "It crept up on the city near the stroke of midnight and vanished as the sun came up, the telltale sign of its visit being the six inches of snow that alternately blessed and beleaguered Sunday routines across the region. Swift but potent, the snowstorm formed when cold air pushing south from Canada met a low-pressure system off the New Jersey" , "date" : "20010122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Snow, Mixed With Delights and Dangers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/22\/nyregion\/snow-mixed-with-delights-and-dangers.html"} , {"body" : "While oysters were being shucked in the kitchen, and distinguished crowds of diners from New York's business and political establishment feasted at Thomas Downing's Oyster House at the corner of Wall and Broad Streets, the proprietor's son, George, led fugitive slaves down into the basement. Amid bottles of wine and molasses, they found shelter" , "date" : "20010119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "37" , "title" : "Safe Havens on the Freedom Line" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/19\/arts\/safe-havens-on-the-freedom-line.html"} ,   {"body" : "Reeling from a home mortgage scandal that has left nearly 500 brownstones in Harlem and Brooklyn facing foreclosure, federal housing officials unveiled a plan yesterday to rehabilitate the buildings with federal money and, ultimately, increase the city's supply of moderate-income housing. The mortgage fiasco has been an embarrassment for the" , "date" : "20010118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HUD Proposes Plan to Rescue Brownstones" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/18\/nyregion\/hud-proposes-plan-to-rescue-brownstones.html"} , {"body" : "NEW YORK BRONX: SECURITY GUARD CHARGED IN STABBING -- A man who was released from prison in July was charged yesterday with stabbing a secretary to death in her Bronx apartment last week, officials said. Investigators said the suspect, Rene Lisojo, 32, had been hired as a security guard at 40 Richman Plaza. He told the police that on Jan. 9 he left" , "date" : "20010117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/17\/nyregion\/metro-briefing.html"} , {"body" : "Last year, through the largess of a nonprofit organization, every student at the KIPP Academy in the South Bronx got a free secondhand computer to use at home. For Alexis Meza, 13, the computer became habit-forming. He now attends Fordham Preparatory School, a Catholic school in the Bronx, and says he does not know how he would keep up without his" , "date" : "20010117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "9" , "title" : "Report Card Mixed on Free Computers for Pupils" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/17\/nyregion\/report-card-mixed-on-free-computers-for-pupils.html"} , {"body" : "MIDTOWN History of Three 'Hoods: Transformation and Tension Three New York City neighborhoods that have been the subject of recent scholarly interest will be the subject of '' 'Hood History: The South Bronx, Bedford-Stuyvesant and East New York,'' a lecture and discussion at the City University Graduate Center Tuesday night. The issues include" , "date" : "20010107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/07\/nyregion\/playing-in-the-neighborhood-303500.html"} , {"body" : "A Brooklyn man was charged yesterday in the stabbing deaths last month of two men who worked at a Queens supermarket that once employed the suspect, prosecutors said. The resident, Troy Brown, 40, of East New York, was charged with first- and second-degree murder, robbery, burglary and weapons possession in the deaths of Pedro Navarez and Lucio" , "date" : "20010107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Former Employee Faces Charges In Supermarket Stabbing Deaths" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/07\/nyregion\/former-employee-faces-charges-in-supermarket-stabbing-deaths.html"}]