[  {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PAUL T. MITCHELL Mentor to Many In every firehouse in New York, somebody like Paul T. Mitchell takes the probies under his wing, nurturing them and giving them just enough grief to make sure they can endure. In Fort Greene, Brooklyn, at the Tillary Street" , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: THE VICTIMS; New Guys' Teacher, Anticipatory Father and a Family Ringleader" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/nyregion\/nation-challenged-victims-new-guys-teacher-anticipatory-father-family-ringleader.html"} , {"body" : "A 27-year-old Brooklyn man was arrested yesterday on six counts of rape and one count of assault in a string of attacks on seven women, the police said last night. The women, ranging in age from 16 to 21, were threatened with a knife and forced to rooftop landings, where they were raped, sodomized, robbed, or, in one case, stabbed in the leg," , "date" : "20011230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Arrested in String of Rapes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/30\/nyregion\/man-arrested-in-string-of-rapes-in-brooklyn.html"} , {"author" : "Michael Miscione is a contributor to ''City Secrets: New York City,'' to be published in June by the Little Bookroom. He lives in Turtle Bay." , "body" : "SOON after the Sept. 11 attacks, much was made of an overripe bronze sculpture that a well-meaning company in Pittsburgh donated in tribute to New York's fallen firefighters. It stands on Eighth Avenue near 44th Street. Few New Yorkers realized that we already had our own Firemen's Memorial, a dignified stone and metal monument -- with a separate" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "SOAPBOX; The Forgotten" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/nyregion\/soapbox-the-forgotten.html"} , {"body" : "In many ways, the New York City Opera finds itself in an enviable position these days. Perennially overshadowed by the Metropolitan Opera, its own future is now the center of attention in the debate about Lincoln Center's proposed $1.2 billion redevelopment plan. While its hopes for a new home on the Lincoln Center campus appear to have been" , "date" : "20011219" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "To Stay or Go? City Opera Is Deciding on Its Home" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/19\/arts\/to-stay-or-go-city-opera-is-deciding-on-its-home.html"} , {"body" : "Drawing Dickens Accounts of harsh working conditions for children and lack of education for the poor were Charles Dickens's inspiration for ''A Christmas Carol,'' written in less than two months in 1843. And successive generations have emphasized different social and cultural aspects: traditional Christmas festivities, Scrooge's transformation," , "date" : "20011219" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/19\/arts\/footlights.html"} , {"body" : "RACISM. Gun violence. Police brutality. The work of the artists Bradley McCallum and Jacqueline Tarry charges headlong into provocative territory. That their public art projects in Connecticut and elsewhere ignite response is perhaps typical of contemporary artists. But with their recent effort, in New Haven, they are seeking to fold that reaction" , "date" : "20011216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "ART; Artists of Church Installation Welcome the Controversy" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/16\/nyregion\/art-artists-of-church-installation-welcome-the-controversy.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JOHN POCHER He Arranged the Trips John Pocher was a details guy, the one in any group who could be counted on to make all the arrangements. When he and his wife, Laura Grygotis, went to London a few years ago, they flew first class, stayed at the best hotels" , "date" : "20011215" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: THE VICTIMS; Giggling Falls Silent, And Fountains Are Dry: 'My Everything' Is Gone" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/15\/nyregion\/nation-challenged-victims-giggling-falls-silent-fountains-are-dry-my-everything.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''ARABELLA.'' The Metropolitan Opera, long faulted for failing to bring enough important conductors to its podium on the nights when James Levine is absent, is presenting a major maestro, Christoph" , "date" : "20011214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/14\/movies\/classical-music-and-dance-guide.html"} , {"body" : "What is the sound of one hand chatting? Mark Hansen and Ben Rubin can answer this Zen-like riddle. For ''Listening Post,'' their new artwork at the Brooklyn Academy of Music, they are monitoring the live activity in thousands of Internet chat rooms and message boards, then converting these public conversations into a computer-generated opera. For" , "date" : "20011210" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "2" , "title" : "ARTS ONLINE; Making an Opera From Cyberspace's Tower of Babel" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/10\/arts\/arts-online-making-an-opera-from-cyberspace-s-tower-of-babel.html"} , {"body" : "On a rain-soaked evening in 1937, a 9-year-old girl is hit by a car as she crosses the street, returning home from Fort Greene Park in Brooklyn. The impact knocks her unconscious. The driver brings her to the street in front of a nearby hospital. As the car speeds away, the girl, drifting in and out of consciousness, catches just two digits of its" , "date" : "20011209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "The Neediest Cases; Injury from 1937 Accident Confines Woman to Home" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/09\/nyregion\/the-neediest-cases-injury-from-1937-accident-confines-woman-to-home.html"} ,   {"body" : "Two men accused by the police of being the getaway driver and a gunman in a series of shootings in Brooklyn that killed two men and wounded two others, were arraigned yesterday on murder charges. The shootings occurred on Wednesday afternoon at the Raymond V. Ingersoll public housing complex in Fort Greene. A group of friends were in front of a" , "date" : "20011208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Murder Arraignments for Two Accused in Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/08\/nyregion\/murder-arraignments-for-two-accused-in-brooklyn-shooting.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy Broadsway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. Broadway + ''45" , "date" : "20011207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "THEATER GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/07\/movies\/theater-guide.html"} , {"body" : "Shootings that started in a public housing complex and spilled into the streets of Fort Greene, Brooklyn, left two men dead and three others wounded yesterday afternoon, the police said. The shootings were apparently in retaliation for the killing of a man on Sunday, said Detective Madelyne Galindo, a police spokeswoman. Two men were being" , "date" : "20011206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Are Killed and 3 Are Hurt by Gunfire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/06\/nyregion\/2-are-killed-and-3-are-hurt-by-gunfire-in-brooklyn.html"} , {"body" : "As has become increasingly clear in recent years, great dining in New York City isn't limited to Manhattan. The Bronx, Brooklyn, Queens and Staten Island all offer their share of interesting restaurants. Here are eight: AESOP'S TABLES * [Rating: one star] (718) 720-2005; 1233 Bay Street (Maryland Avenue); Rosebank, Staten Island; $$; Review:" , "date" : "20011202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "GOOD EATING; Dine Out (of Manhattan)" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/02\/nyregion\/good-eating-dine-out-of-manhattan.html"} , {"body" : "The past never stopped singing in the fevered brain of Edgar Allan Poe, always chanting on about things lost, things dead, the women (starting with Mother, who died when he was 3) who got away. So it seems fitting that in the midst of ''POEtry,'' a disjointed gray mass of a celebration by the rocker Lou Reed, a classic song from Mr. Reed's own past" , "date" : "20011129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Lou Reed, Exploring Poe's Plutonian Shore" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/29\/theater\/theater-review-lou-reed-exploring-poe-s-plutonian-shore.html"} , {"body" : "A selective listing of new or noteworthy cabaret shows in Manhattan this weekend. * denotes a highly recommended show. * BLOSSOM DEARIE, Danny's Skylight Room, 346 West 46th Street, Clinton, (212) 265-8133. Back on the New York cabaret stage after a two-year absence, this wry, wistful minimalist has never sounded better. An ageless singer and" , "date" : "20011123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "CABARET GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/23\/arts\/cabaret-guide.html"} , {"body" : "'Greed,' Reconstructed One theme of Thanksgiving is gluttony. But after the shopping sprees tomorrow, another deadly sin deserves a say, and the American Museum of the Moving Image in Astoria, Queens, is happy to comply. ''Greed,'' a 1924 film by Erich von Stroheim, will be shown there on Saturday and Sunday at 2 p.m. in a reconstructed version." , "date" : "20011122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/22\/movies\/footlights.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LILITH.'' New York City Opera. Not for a moment during Deborah Drattell's opera ''Lilith,'' which is receiving its premiere production at the New York City Opera, do you doubt the" , "date" : "20011116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/16\/movies\/classical-music-and-dance-guide.html"} , {"body" : "One incoming Council member is a former deputy superintendent of banking for the state. Another is a former member of the Black Panther Party who now runs a leadership-training consulting group. One is a podiatrist, two have served as police officers and still another made a name for himself by organizing an international student exchange program." , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "New City Council a Portrait Composed by Term Limits" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/nyregion\/new-city-council-a-portrait-composed-by-term-limits.html"} , {"author" : "Jacob Weisberg, chief political correspondent for Slate, is a frequent contributor to the magazine." , "body" : "Dealing with what happened to our city on Sept. 11 has involved a kind of progression, and for many of us, the initial phase included some level of incomprehension. One of the stranger images left in my head from that terrible morning is of a woman standing on my corner in TriBeCa, laughing into her cellphone. Survivors, many of them coated head to" , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "63" , "title" : "The Return Of New York" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/magazine\/the-return-of-new-york.html"} ,   {"body" : "A significant defection of Hispanic voters from the Democratic Party, coupled with stronger-than-expected showings among black voters and white liberals, helped propel Michael R. Bloomberg to victory in the mayoral election over Mark Green, according to a statistical analysis of the voting patterns in Tuesday's election. While Mr. Bloomberg's base" , "date" : "20011110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gains Among Hispanic, Black and Liberal Voters Helped Push Bloomberg to Victory" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/10\/nyregion\/gains-among-hispanic-black-and-liberal-voters-helped-push-bloomberg-to-victory.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHÈME.'' This production does exactly what City Opera productions are supposed to do: present young voices in a fine staging that brings out the work's dramatic relevance in" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Fred Ho's ''Once Upon a Time in Chinese America,'' performed on Wednesday at the Brooklyn Academy of Music Harvey Theater, unspooled to one of the best dance scores to be heard in these parts in recent times. Composed by Mr. Ho and performed live by his Afro-Asian Music Ensemble, the music was brash yet densely textured and full of witty musical" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "NEXT WAVE FESTIVAL REVIEW; Of Old-Time Treachery With Modern Precepts" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/movies\/next-wave-festival-review-of-old-time-treachery-with-modern-precepts.html"} , {"body" : "HOW often is it that a New Yorker gets a chance to work in a charming old building that looks like a medieval fortress, and from an office window, can hear sea lions barking for their chow three times a day? David Rivel is in this fanciful situation. He's the new executive director of the City Parks Foundation, a nonprofit group that raises money" , "date" : "20011108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; From a Room With a View, Going to Bat for Parks" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/08\/nyregion\/public-lives-from-a-room-with-a-view-going-to-bat-for-parks.html"} , {"body" : "NICHOLAS EVANS-CATO has been painting pictures of the same triangle of dirt for five years. Today the object of his affection -- an awkward lot at Hudson Avenue and Front Street in the Vinegar Hill section of Brooklyn -- is filled with sickly grass, robust weeds, automobiles, old socks and a deflated Wilson football. But 200 years ago, historians" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; A Patch of Dirt With a Haunting Past" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/citypeople-a-patch-of-dirt-with-a-haunting-past.html"} , {"body" : "To the Editor: Felicia Lee describes many of the reasons I love living here, the most important being ''because there are enough people here who try to get along, who try to understand one another.'' I want to thank her for reminding me why I love New York and why, as I think about the future, I hope to someday have a child who is a native New" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "What to Tell a Child" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/l-what-to-tell-a-child-008206.html"} , {"body" : "If poetry is crucial to your appreciation of Shakespeare, you can pass on the ''King Lear'' by the Belgian theater troupe Needcompany, at the Brooklyn Academy of Music's Harvey Theater through Sunday. In fact, those who harbor expectations of any theatrical conventions at all would do well to abandon them before buying a ticket, lest the" , "date" : "20011102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "6" , "title" : "THEATER REVIEW; When Shakespeare Could Use a Warning Label" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/02\/movies\/theater-review-when-shakespeare-could-use-a-warning-label.html"} , {"body" : "Manhattan LOWER EAST SIDE $540,000 530-F Grand Street (Columbia St.) 4-bedroom, 2-bath, 1,700-sq.-ft. co-op in a prewar building; dining room, windowed kitchen, French door, beamed 9-ft. ceilings, hardwood floors, 2 exposures; maintenance $938, 25% tax-deductible; listed at $549,000, 50 weeks on market (broker: Corcoran Group) GREENWICH VILLAGE" , "date" : "20011101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/01\/garden\/residential-sales.html"} , {"body" : "When a group of building-preservation experts met recently to discuss how the attack on the World Trade Center had affected nearby landmarks, among those who paid particularly close attention was a curriculum developer for a new Brooklyn high school. Kate Burns Ottavino listened intently to a discussion on the composition of the ash that is coating" , "date" : "20011031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "A Curriculum Bent by the Prism of Preservation" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/31\/nyregion\/a-curriculum-bent-by-the-prism-of-preservation.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME.'' One of the Metropolitan's most enduringly popular productions, this 20-year-old staging by Franco Zeffirelli will be around until February, with a range of singers moving" , "date" : "20011026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/26\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "Bangarra Dance Theater is a modern-dance troupe unlike any other. Its members have been trained in several dance techniques. But what makes the group special is that its works are inspired by the cultural traditions of Australian Aborigines. The company's ability to blend old and new was excitingly demonstrated when it presented ''Corroboree'' on" , "date" : "20011026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "NEXT WAVE FESTIVAL REVIEW; Traditions From Australia Face Contemporary Life" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/26\/movies\/next-wave-festival-review-traditions-from-australia-face-contemporary-life.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. RODNEY J. WOTTON A Death, and a New Life Patricia Greene-Wotton is planning a memorial service and a baptism. Her husband, Rodney J. Wotton, disappeared in the attacks on Sept. 11, and their son, Rodney Patrick, was born eight days later. ''It's like death" , "date" : "20011024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Fatherless Newborns, an Artist and a Cheerleader in the Face of Cancer" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/24\/nyregion\/nation-challenged-portraits-grief-victims-fatherless-newborns-artist-cheerleader.html"} , {"body" : "As an African-American and a student of history, Sefu Solace said, he knew too much to trust the government fully. But then came the threat of anthrax terror. Mr. Solace, a 39-year-old resident of Fort Greene, Brooklyn, says he now sees government as the only institution powerful enough to protect him and other Americans. ''The fear I felt after" , "date" : "20011019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: THE MOOD; Vigilance Is Personal When Threat Is Invisible" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/19\/nyregion\/a-nation-challenged-the-mood-vigilance-is-personal-when-threat-is-invisible.html"} , {"body" : "Take in ''The Theft of Sita,'' a shadow-puppet saga being performed this weekend at the Harvey Theater of the Brooklyn Academy of Music, and you'll be impressed at how expressive a drama in two dimensions can be. You'll also probably be glad that three-dimensional work is the norm these days. The piece, part of the Next Wave Down Under Festival, is" , "date" : "20011019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "4" , "title" : "NEXT WAVE FESTIVAL REVIEW; A Tale Told by Shadows Blends the Old and the New" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/19\/movies\/next-wave-festival-review-a-tale-told-by-shadows-blends-the-old-and-the-new.html"} , {"body" : "Board of Education officials said yesterday that they were at a loss to explain why dozens of students and teachers at Stuyvesant High School had experienced headaches and breathing problems since returning last week to the building, which is four blocks north of the collapsed World Trade Center. At a news conference at the board's headquarters," , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "A NATION CHALLENGED: THE SCHOOLS; Unexplained Ailments at Stuyvesant High" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/nyregion\/a-nation-challenged-the-schools-unexplained-ailments-at-stuyvesant-high.html"} , {"body" : "''Drumming'' swept along with gusts of gusto. Exuberance dominated this hourlong work choreographed by Anne Teresa De Keersmaeker. And it was invigorating to watch when Rosas, her dance company from Brussels, performed it on Tuesday night in the Opera House of the Brooklyn Academy of Music as part of the 2001 Next Wave Festival. ''Drumming'' takes" , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "NEXT WAVE FESTIVAL REVIEW; A Wind Scatters Dancers And Gathers Them Back" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/arts\/next-wave-festival-review-a-wind-scatters-dancers-and-gathers-them-back.html"} , {"body" : "Open Lofts Jo Malone Shop, 949 Broadway (22nd Street); (212) 431-2440. Seven lofts, including an architect's where the dividing walls are suspended between the ceiling and floor and a duplex designed for a family, will be open for a self-guided tour on Saturday, from 11 a.m. to 3 p.m. Tickets, $55, will benefit the River to River Partnership, which" , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/garden\/calendar.html"} , {"body" : "Focus on Film Founded to celebrate American independent films, the Ninth Annual Hamptons International Film Festival opens today for a run through Sunday in East Hampton, Sag Harbor and Westhampton Beach. This year's event, with fiction and documentary films as well as shorts, and a program of films for families on Sunday, features 11 world" , "date" : "20011017" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BRAZIL" , "FORT GREENE PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/17\/movies\/footlights.html"} , {"body" : "The developers of two high-profile cultural projects proposed for Downtown Brooklyn are worried that Mayor Rudolph W. Giuliani's call to trim $1 billion in city spending will stall their plans, which depend partly on millions of dollars in city funding. Harvey Lichtenstein, chairman of the Brooklyn Academy of Music Local Development Corporation," , "date" : "20011012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Projects' Sponsors Worry About City Cutbacks" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/nyregion\/brooklyn-projects-sponsors-worry-about-city-cutbacks.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LA BOHÈME.'' Although Roberta Alagna and Angela Gheorghiu canceled in the wake of the Sept. 11 terrorist attacks, they're hardly missed from the Metropolitan Opera revival of this popular production." , "date" : "20011012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "Chunky Move is a cheeky troupe. This Australian modern-dance company from Melbourne brought blasts of choreographic excitement to the Brooklyn Academy of Music Harvey Theater on Wednesday night when it appeared as part of the 2001 Next Wave Festival. The evening offered two works by Gideon Obarzanek, the director of the six-member company. Both" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "NEXT WAVE FESTIVAL REVIEW; Tangling and Untangling, It's Awkwardness as Art" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/movies\/next-wave-festival-review-tangling-and-untangling-it-s-awkwardness-as-art.html"} , {"body" : "Challenging traditional thinking about political participation in New York City, the gap between white and Hispanic turnout narrowed in the mayoral primary election two weeks ago, a new analysis of voting patterns has shown. In City Council districts that are largely made up of whites of non-Hispanic descent, voter turnout was among the highest in" , "date" : "20011011" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hispanics Near Whites in Voter Turnout, Study Says" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/11\/nyregion\/hispanics-near-whites-in-voter-turnout-study-says.html"} , {"body" : "In Fort Greene, Brooklyn, a crew of black and Latino teenage boys say they can no longer think of the police as enemies. Since Sept. 11, the boys say, the officers who patrol their neighborhoods, most of whom are white, no longer eye them with suspicion. Several Haitian-American groups, which had angrily protested police abuse in recent years, have" , "date" : "20011010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: RELATIONS; Sept. 11 Attack Narrows the Racial Divide" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/10\/nyregion\/a-nation-challenged-relations-sept-11-attack-narrows-the-racial-divide.html"} , {"body" : "Neha Patel was still a block away from Stuyvesant High School, but she could no longer hold back the tears. Casting furtive glances at the skyline where the twin towers of the World Trade Center should have been -- and where they were the last time she took her familiar route to school -- she broke down. ''I still don't think it happened,'' Neha" , "date" : "20011010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Washington"] , "page_facet" : "14" , "title" : "A NATION CHALLENGED: THE SCHOOLS; Students Return, Taking Small Steps" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/10\/nyregion\/a-nation-challenged-the-schools-students-return-taking-small-steps.html"} , {"body" : "When 3,000 students return to Stuyvesant High School in Lower Manhattan today for the first time since Sept. 11, any hope of avoiding tangible reminders of the World Trade Center disaster is likely to fade as they cross the Tribeca Bridge, which spans the West Side Highway and empties into the school's second floor. To the south, a half-dozen" , "date" : "20011009" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "14" , "title" : "A NATION CHALLENGED: THE SCHOOLS; Students Set to Return To Stuyvesant Near Ruins" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/09\/nyregion\/a-nation-challenged-the-schools-students-set-to-return-to-stuyvesant-near-ruins.html"} , {"body" : "From Broadway and Off Broadway to concert halls and jazz clubs, New York City's stages are returning to normal schedules. Here is a sampling of performances. Benefits Senator Hillary Rodham Clinton, former Mayor Edward I. Koch, the actor Danny Aiello (at right), personalities like Miss U.S.A. and Dr. Ruth Westheimer, and performers from shows like" , "date" : "20011008" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "What's Doing Around Town" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/08\/arts\/what-s-doing-around-town.html"} , {"body" : "At Brooklyn Technical High School, they called it a football practice ground. But there were more weeds than grass and the players were challenged more by broken glass and concrete rubble than by scrimmage opponents. ''It was like the Discovery Channel, or Wild Kingdom,'' recalled Jared Foles, who graduated from Brooklyn Tech in 1988 and played" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Fort Greene Journal; A Godsend in the Guise of a Ball Field" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/fort-greene-journal-a-godsend-in-the-guise-of-a-ball-field.html"} , {"body" : "A selective listing of new or noteworthy cabaret shows in Manhattan this weekend. * denotes a highly recommended show. KLEA BLACKHURST, Upstairs at Jack Rose, 771 Eighth Avenue, at 47th Street, Clinton, (212) 206-1515. In ''Everything the Traffic Will Allow,'' an ebullient, anecdote-filled tribute to Ethel Merman, Ms. Blackhurst doesn't try to" , "date" : "20011005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "CABARET GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/arts\/cabaret-guide.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. THE ASS PONYS, THE HANDSOME FAMILY, Maxwell's, 1039 Washington Street, Hoboken, N.J., (201) 798-0406; Mercury Lounge, 217 East Houston Street, at Ludlow Street, Lower East Side," , "date" : "20011005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/05\/movies\/pop-and-jazz-guide-501549.html"} , {"body" : "Australia is our distant, down-the-rabbit-hole cousin, a nation that is vaguely the geographical size and shape of our own, where they speak the same language (more or less), worship the gods of capitalism and democracy, cope with racial inequities and economic disparity, generally have the freedom and wherewithal to laugh at themselves and hold to" , "date" : "20011004" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER REVIEW; Australia Growing Up, But in a Warped Mirror" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/04\/theater\/theater-review-australia-growing-up-but-in-a-warped-mirror.html"} ,   {"body" : "The boxes in the Thurgood Marshall Democratic Club in Crown Heights, Brooklyn, sat ready to be discarded this past weekend. One was filled with the campaign literature of Alan G. Hevesi. The other contained fliers for Jeannette Gadson, who lost the party's nomination for Brooklyn borough president. ''We've got no use for these any more,'' said" , "date" : "20011001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Brooklyn Democrat, A Bad (Election) Day" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/01\/nyregion\/for-brooklyn-democrat-a-bad-election-day.html"} , {"author" : "Gia Kourlas is the dance editor of Time Out New York." , "body" : "MODERN dance has experienced a resurgence in a seemingly incongruous place -- the nightclub. The hugely popular ''Lisa LeAnn and Terry Dean Put on a Dance Show,'' for instance, presents experimental choreography once a month at the Galapagos Art and Performance Space, a club in the Williamsburg section of Brooklyn. Organized by two veterans of" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Dance; A New Stage for Modernists: the Nightclub" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/arts\/dance-a-new-stage-for-modernists-the-nightclub.html"} , {"body" : "ALLAN WEXLER, architect and conceptual artist, moved to New York in 1973, just as the World Trade Center was being completed. At the time, the twin towers were controversial among architects and urban critics, many of whom objected to the oversize, blocky structures that had so radically altered the skyline. But Mr. Wexler admired the buildings," , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "REVERBERATIONS; An Inspiration Lives On in His Mind" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/nyregion\/reverberations-an-inspiration-lives-on-in-his-mind.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Meeting God: Elements of Hindu Devotion'' explores Hinduism's rituals, prayers, customs and festivals in India through more than 75 photographs, devotional objects and videos. Accompanying the exhibition are color photographs by Steve McCurry" , "date" : "20010928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/28\/arts\/spare-times-380920.html"} , {"body" : "As the face of the next City Council began to take shape with the unofficial results from Tuesday's rescheduled primary election, it became clear that several of the races remained too close to call and were likely to remain that way for several days, if not weeks. In part, the closeness of some of those contests can be attributed to the crowded" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: THE CITY COUNCIL; Several Council Races Are Undecided, and May Take a While to Call" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/new-york-primary-city-council-several-council-races-are-undecided-may-take-while.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"body" : "Barbara Corcoran, the powerhouse Manhattan real estate broker, agreed yesterday to sell the firm she founded, the Corcoran Group, Manhattan's second-largest independent residential real estate company. The buyer is a real estate company jointly owned by the franchising conglomerate Cendant Corporation and the private investment firm Apollo" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Corcoran Sells Realty Firm She Founded" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/nyregion\/corcoran-sells-realty-firm-she-founded.html"} , {"body" : "Fort Greene Park in Brooklyn has hills that look out on Lower Manhattan. On the morning of Sept. 11, people were staked out in small groups, strangers trading misinformation and speculation. What was sure and known was that the towers were burning; we could see that from the northern slope of the park. The trees at the edge below us obscure all but" , "date" : "20010923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "21" , "title" : "The Way We Live Now: 9-23-01: Close Reading: Elements of Tragedy; The Image" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/23\/magazine\/the-way-we-live-now-9-23-01-close-reading-elements-of-tragedy-the-image.html"} , {"body" : "For hundreds of candidates running for offices throughout New York City, the days since the World Trade Center attack have been fraught with uncertainty. With the election postponed and the city gripped by grief and sorrow, campaigning effectively came to a standstill. But with a citywide election coming on Tuesday, with a primary for mayor and" , "date" : "20010923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Treading Gingerly on the Campaign Trail" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/23\/nyregion\/treading-gingerly-on-the-campaign-trail.html"} , {"body" : "Connie Desarden had just begun letting her daughter, Anjoli, 14, ride the subway alone -- and only for the short trip from their East Village home to Stuyvesant High School. But yesterday, in the wake of the World Trade Center attack that closed Stuyvesant indefinitely, Ms. Desarden insisted on escorting Anjoli across the river to Brooklyn" , "date" : "20010921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "A NATION CHALLENGED: STUYVESANT HIGH SCHOOL; Studies Are Resumed Across the East River" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/21\/nyregion\/nation-challenged-stuyvesant-high-school-studies-are-resumed-across-east-river.html"} ,   {"body" : "With parents wondering where students displaced by this week's terror attack would end up, Schools Chancellor Harold O. Levy announced yesterday that Stuyvesant High School's 3,000 students would move across the river to Brooklyn Technical High School and that several thousand other students would be dispersed to schools around Manhattan. The" , "date" : "20010915" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S." , "Education" , "Washington"] , "page_facet" : "20" , "title" : "AFTER THE ATTACKS: THE SCHOOLS; Stuyvesant High Students To Attend Brooklyn Tech" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/15\/us\/after-the-attacks-the-schools-stuyvesant-high-students-to-attend-brooklyn-tech.html"} , {"body" : "Broadway theaters are to open again today. The League of American Theaters and Producers, the trade organization for Broadway, encouraged ticketholders to exchange tickets for canceled performances for another date by bringing them to the box office. Refunds will also be available on presentation of tickets. Most nationally touring productions will" , "date" : "20010913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Reopenings and Postponements" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/13\/arts\/reopenings-and-postponements.html"} , {"body" : "The official opening was not scheduled until this week, but the dazzling new Mark Morris Dance Center in Fort Greene, Brooklyn, is already up and running. Its dance classes -- for children and adults -- filled up in less than a week, and its available studios have been snapped up by dance companies looking for affordable work space. And as the" , "date" : "20010912" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Mark Morris Dance Center Adds Luster To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/12\/arts\/mark-morris-dance-center-adds-luster-to-brooklyn.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "A * indicates an event of special note. September ''THE VOICE OF THE TURTLE'' Girl loses boy. Boy loses girl. Losers unite. A revival of the comedy hit of 1943 by John van Druten. Blue Heron Theater, 123 East 24th Street. Opens today. (212-560-7284) ''FIRST LOVE'' An uncharacteristically unacerbic romantic comedy by Charles L. Mee about an elderly" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "10" , "title" : "THE NEW SEASON\/THEATER: THE ANNOTATED LIST; Love, Social Outrage and Is That a Whiff of Marijuana?" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/theater\/new-season-theater-annotated-list-love-social-outrage-that-whiff-marijuana.html"} , {"body" : "A * indicates an event of special note. September DANCENOWFEST 2001 Just about everybody in dance, from near-mainstream to the new, participates in this event, considered the traditional opening of the dance season for seven years now. The performances will take place at four dance spaces, through Saturday. Darrah Carr, Jeanette Stoner, Jamie" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "THE NEW SEASON\/DANCE: THE ANNOTATED LIST; Pina Bausch Loosens Up and José Limón Looks Back" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/arts\/new-season-dance-annotated-list-pina-bausch-loosens-up-jose-limon-looks-back.html"} , {"body" : "An article on Friday about gentrification in Fort Greene, Brooklyn, misstated the surname of a nurse who lives in a house her parents bought in 1953. She is Gail Peterson; Fields is the name of her daughter Tanyika." , "date" : "20010906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/06\/nyregion\/c-corrections-053058.html"} , {"body" : "Thirty years ago, the elevated train was removed from Myrtle Avenue in Fort Greene and Clinton Hill, lifting a long, dark shadow from the troubled thoroughfare. Now, as if to put the final touches on the street's illumination, the city is planning to install new so-called historic street lamps along the one-mile stretch between the Flatbush Avenue" , "date" : "20010902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE\/CLINTON HILL; New Lamps Where El Once Cast a Shadow" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/02\/nyregion\/neighborhood-report-fort-greene-clinton-hill-new-lamps-where-el-once-cast-shadow.html"} , {"body" : "Tamara Kenyata Morton, a daughter of Annette and Harold Morton of New Bedford, Mass., is to be married there this afternoon to Shawn Carson, the son of Patricia Smith of Brooklyn and the late Dennis Carson Jr. The Rev. Thomas Zgambo will officiate at the Bethel A.M.E. Church. The bride, 26, is taking the bridegroom's name. She is the assistant vice" , "date" : "20010902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Tamara Morton, Shawn Carson" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/02\/style\/weddings-tamara-morton-shawn-carson.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $475,000 166 West 22nd Street (The Henry) 2-bedroom, 1 1\/2-bath, 1,000-sq.-ft. co-op in a prewar building; dining foyer, renovated windowed kitchen, h\/w" , "date" : "20010902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/02\/realestate\/residential-sales.html"} ,   {"body" : "On a recent sweet summer evening on a sidewalk in Brooklyn, two acquaintances, middle-class black men approaching 40, got to talking. The conversation turned, as it often does in Fort Greene, to the three R's: race, riches and real estate. They played the license-plate game. ''Look at these cars,'' said Dezo El, pointing at the sedans and S.U.V.'s" , "date" : "20010831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Fort Greene, Prosperity Is Bittersweet; Some Blacks Reap Profits As Others Lament Change" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/31\/nyregion\/fort-greene-prosperity-bittersweet-some-blacks-reap-profits-others-lament-change.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "This was to be the year of the level playing field in New York City politics. Term limits would loosen the grip of incumbency, throwing open the gates to an unprecedented number of contenders for public office. Public financing would reduce the power of money by giving candidates $4 for each $1 they raised. But in the races for City Council, it has" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PUBLIC FUNDS LAG IN COUNCIL RACES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/nyregion\/public-funds-lag-in-council-races.html"} , {"body" : "Manhattan GREENWICH VILLAGE $530,000 31 East 12th Street 1-bedroom, 1-bath, 800-sq.-ft. co-op in a prewar building; 24-hr. doormen, dining area, windowed kitchen, fireplace, hardwood floors, original moldings, 2 exposures; maintenance $1,023, 40% tax-deductible; listed at $575,000, 2 weeks on market (broker: Buchbinder Pretium Warren) CHELSEA" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/garden\/residential-sales.html"} , {"body" : "The programs aren't exactly mainstream radio fare: ''Ukrainian Melody,'' ''The Croatian Radio Half-Hour,'' ''Haitian Perspective,'' ''Cosmos FM Greek Radio,'' the Polish ''Radio Most,'' and news from Radio France International. But to many who hear them, the shows are lifelines to their homelands. Those listeners were outraged to hear that the" , "date" : "20010827" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fans of Ethnic Radio Enraged by Changes Planned at School Board Station" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/27\/nyregion\/fans-of-ethnic-radio-enraged-by-changes-planned-at-school-board-station.html"} , {"body" : "They came from the Upper West Side. From Brooklyn Heights. From the Upper East Side. They came to Fort Greene, and they multiplied. Jerry Minsky, a senior vice president at the Corcoran Group real estate company who has lived in Fort Greene since 1984, said couples in search of large, family-friendly spaces in the late 90's sold their co-ops and" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK CENSUS; Y2K Babies" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/neighborhood-report-new-york-census-y2k-babies.html"} , {"body" : "What does Angela Yurman know about the Battle of Brooklyn? ''Just living in Brooklyn is a battle every day,'' she says. In fact, Mrs. Yurman, 59, is well aware that she has been surrounded by ghosts of the battle her entire life. She grew up across the street from the Old Stone House on the edge of Park Slope, a reconstruction of a 1699 Dutch" , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Washington Fought Here; Who Knew?; On 225th Anniversary, Battle of Brooklyn Is Little-Known Chapter" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/washington-fought-here-who-knew-225th-anniversary-battle-brooklyn-little-known.html"} , {"body" : "It is a district made up of Brooklyn neighborhoods with different personalities. There is Fort Greene and Clinton Hill, with their immense population of black, middle-class residents and trendy restaurants and shops. There is Crown Heights, with its Orthodox Jewish enclave in a largely Caribbean neighborhood. There is also the Brooklyn Academy of" , "date" : "20010824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Mixed Field for a Mixed District Expected to Gain in Political Strength" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/24\/nyregion\/a-mixed-field-for-a-mixed-district-expected-to-gain-in-political-strength.html"} , {"body" : "To the Editor: Thanks for your article on the Kensington section of Brooklyn [Aug. 5]. We bought one of those huge co-ops on Ocean Parkway just about six months ago. Before this we rented for about a decade, first in Park Slope, then Clinton Hill, then Fort Greene. Not only was the purchase of our current two-bedroom apartment the best investment" , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "9" , "title" : "The Happy Life In Kensington" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/realestate\/l-the-happy-life-in-kensington-681806.html"} , {"body" : "''Brooklyn Babylon'' begins with some pointed intercutting between a Jamaican rap band in rehearsal and a Hasidic wedding in ecstatic progress. The director, Marc Levin, is establishing images of two cultures on a collision course -- the setting is the divided Crown Heights neighborhood in Brooklyn -- but he is also suggesting how much the two" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM REVIEW; Hip-Hop Romeo, Hasidic Juliet" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/movies\/film-review-hip-hop-romeo-hasidic-juliet.html"} ,   {"body" : "MANHATTAN TRIBECA $1.1 million 345 Greenwich Street (Harrison Street) 2-bedroom, 2-bath, 2,219-sq.-ft. condo in a recently renovated prewar loft building; dining area, renovated kitchen and upgraded appliances, fireplace with antique mantel, marble baths, 2 exposures; common charge $720, taxes $4,944; listed at $1.225 million, 10 weeks on market" , "date" : "20010816" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/16\/garden\/residential-sales.html"} , {"body" : "The difficulty in reviewing a Chocolate Genius performance comes in trying to choose the peaks. Marc Anthony Thompson, the man behind the persona and the band, may be the most entertaining showman currently working the New York stage. Take such praise as exaggeration, but hyperbole is the only form of rhetoric that suits this unusual artist. On" , "date" : "20010814" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "POP REVIEW; The Singer Seems Cheery, Even if His Songs Are Not" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/14\/arts\/pop-review-the-singer-seems-cheery-even-if-his-songs-are-not.html"} , {"body" : "Adventure-Bound His name is Kirikou, and his tiny village in Africa has been placed under a terrible curse by the sorceress Karaba. So, to the accompaniment of a soundtrack by the Senegalese musician Youssou N'Dour, little Kirikou sets out on a quest to free his village from the curse and learn the secret of Karaba's wickedness. This story is told" , "date" : "20010814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["OCEAN GROVE (NJ)" , "FORT GREENE PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/14\/movies\/footlights.html"} , {"body" : "DON'T you love it right after the rain?'' Elizabeth Barlow Rogers asked, pointing delightedly at a pair of ducks as she walked through Central Park one misty morning. ''Look! Mr. and Mrs. Mallard!'' Ms. Rogers not only knows almost every inch of the park, but loves it as if she were its mother. Many are glad she does, crediting her with its revival" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Street Fighter" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/street-fighter.html"} , {"body" : "One Council race in the Bronx bristles with nothing less than a longstanding feud between a political machine and a borough dynasty. A contest in Brooklyn is shot through with passionate charges of nepotism over the Council seat held for nearly 20 years by a candidate's mother. In Queens, the Democratic Party organization's prestige is on the line" , "date" : "20010806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Races for Council Reveal Shifts In Demographics of City Politics" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/06\/nyregion\/races-for-council-reveal-shifts-in-demographics-of-city-politics.html"} , {"body" : "For years, the South Oxford Tennis Club cheated death in Houdini-like fashion, surviving demolition orders and 11 eviction notices as an extensive urban renewal project was built around it. The 12th notice finally succeeded, and in December 1997 the city closed the club, which had four clay tennis courts but was primarily a social hall where" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Game, Set and Match for Tennis Club" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/neighborhood-report-fort-greene-game-set-and-match-for-tennis-club.html"} , {"body" : "A survey of home sales in what were among the city's most desolate neighborhoods indicates that new construction and renovation of existing housing through city-subsidized programs that promote homeownership significantly increased property values on neighboring blocks. The study of more than 234,000 home sales was commissioned by the Fannie Mae" , "date" : "20010730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Homeownership Plans Lift Neighborhoods, Study Says" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/30\/nyregion\/city-homeownership-plans-lift-neighborhoods-study-says.html"} , {"body" : "WHAT is outdoor sculpture? Judging from the array of art on the streets, in the parks and plazas and at other locations in New York this summer, what isn't? Since the advent of Earthworks, Process Art and Conceptual Art in the early 1970's, outdoor sculpture has been a constantly expanding territory, and this year its borders seem more far-flung" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "ART REVIEW; Creativity Overhead, Underfoot And Even In the Air" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/arts\/art-review-creativity-overhead-underfoot-and-even-in-the-air.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera CARAMOOR FESTIVAL. The Bel Canto at Caramoor series presents the second major event of the summer, a concert performance of Verdi's ''Otello,'' with Will Crutchfield conducting the Orchestra of St. Luke's," , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/movies\/classical-music-and-dance-guide.html"} , {"body" : "NEWS Sinful A night of lust and gluttony beckons this evening. Sloth, envy, greed, pride and anger are promised, too. The time is 8, and the place is the Jacob's Pillow Dance Festival in Becket, Mass., where ''The Seven Deadly Sins,'' will have its world premiere. Commissioned by the festival, this work is a collaboration among seven New York" , "date" : "20010710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FORT GREENE PARK (NYC)" , "WASHINGTON SQUARE PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/10\/arts\/footlights.html"} ,   {"body" : "LAST Fourth of July, the day throngs of spectators flocked to the New York waterfront to watch giant ships glide in from around the world, 200 white-clad sailors and 400 civilians caroused on the roof of a building in the Brooklyn Navy Yard overlooking the docks. Some twirled dance partners to a swing band. Others feasted on strawberries and" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yard Work" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/nyregion\/yard-work.html"} , {"body" : "ON the northwest edge of Bedford-Stuyvesant -- bordering the bodegas and housing projects of DeKalb Avenue, but only three blocks from the Italianate brownstones and Victorian mansions of Clinton Hill -- six former factories built on a street called Taaffe Place at the turn of the last century have been reincarnated as beautifully renovated" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When New Homes Drive Out Old Jobs" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/realestate\/when-new-homes-drive-out-old-jobs.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * LOS AMIGOS INVISIBLES, Prospect Park Band Shell, Ninth Street and Prospect Park West, Park Slope, Brooklyn, (718) 855-7882, extension 45; P.S. 1, 22-25 Jackson Avenue, at 46th" , "date" : "20010706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/06\/movies\/pop-and-jazz-guide-116360.html"} , {"body" : "On his first foray to a predominantly black church in New York City, Michael R. Bloomberg, the billionaire businessman and novice political candidate, learned at least one lesson yesterday: ''It is very different than temple,'' Mr. Bloomberg joked as he left the service at Memorial Baptist Church in Harlem. Mr. Bloomberg, a Republican, was one of" , "date" : "20010702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Churches, Candidates Call For Black Voters to Respond" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/02\/nyregion\/in-churches-candidates-call-for-black-voters-to-respond.html"} , {"body" : "IF Yamani Sekhri, who received her M.B.A. from Indiana University in May, had been searching for an apartment in Manhattan a year ago, Michael Shapot would have had one listing, maybe two, to show her on any given day. But this year is different. Ms. Sekhri, who began as an investment banking associate with UBS Warburg in May, phoned Mr. Shapot, an" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Class of 2001, a Less Frenetic Market" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/realestate\/for-class-of-2001-a-less-frenetic-market.html"} , {"body" : "Valmont -- that cold-hearted, handsome devil of a French aristocrat -- wears a flowing white dress to act the part of his most recent sexual conquest. As he removes the dress at the end of the play-acting, he tells Merteuil, his female partner in sexual scheming, ''I do believe I could get used to being a woman.'' Merteuil replies, with the" , "date" : "20010630" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "7" , "title" : "THEATER REVIEW; A Fast Way to Live a Classic, But a Slow Way to Die in It" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/30\/theater\/theater-review-a-fast-way-to-live-a-classic-but-a-slow-way-to-die-in-it.html"} , {"body" : "''There was little in John Lindsay's background that suggested a political career in New York City,'' writes Vincent J. Cannato, an adjunct fellow at the Hudson Institute, in ''The Ungovernable City: John Lindsay and His Struggle to Save New York'' (Basic Books). The 703-page work, which is appearing seven months after Lindsay's death, is a" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "ON THE TOWN; 'Fun City' Era: The Lindsay Years" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/nyregion\/on-the-town-fun-city-era-the-lindsay-years.html"} , {"body" : "DECAY is an irresistible force in Ingmar Bergman's exquisite, hideous and altogether stunning production of August Strindberg's ''Ghost Sonata,'' currently haunting the Brooklyn Academy of Music. You can almost smell the flesh rotting in this fantasia on mortal corruption and deceit from the Royal Dramatic Theater of Sweden. Yet even as you flinch," , "date" : "20010622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Strindberg's Eerie World Of Lost Souls" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/22\/movies\/theater-review-strindberg-s-eerie-world-of-lost-souls.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $380,000 223 West 21st Street 2-bedroom, 1-bath, 625-sq.-ft. co-op in a prewar building; elevator, exposed-brick walls, high tin ceilings, h\/w floors, 2" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/realestate\/residential-sales.html"} , {"body" : "Some Old Standards Dishes that might be clichés suit the setting at 92, Ken Aretsky's new place at 45 East 92nd Street. The restaurant is slightly retro-looking, with booths and tables in a burgundy color scheme. The full menu, available starting on Friday, includes grilled chicken Caesar salad, meatloaf, soft-shell crabs, and iceberg lettuce and" , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/dining\/off-the-menu.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''FALSTAFF.'' The diminutive Amato Opera company, a fixture on the New York opera scene, is presenting the last production of its 53rd season, Verdi's ''Falstaff,'' on weekends through June 17. Verdi's last" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Police, school and other city officials expressed near-unanimous support yesterday for a proposed law that would make it a crime for school officials to fail to report a sexual offense or other criminal act to the police. But at a hearing before the City Council Education Committee, several officials also warned about the consequences of" , "date" : "20010605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Support, and Caution, for a School Crime-Report Law" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/05\/nyregion\/support-and-caution-for-a-school-crime-report-law.html"} , {"body" : "WITH a sharing spirit uncommon among spoiled and neurotic young royals, Prince Hamlet has invited you to step directly inside his mind and take a close look at what's really going on there. And if you're any kind of lover of theater, you would be mad indeed not to take him up on it before he leaves the Brooklyn Academy of Music after tomorrow" , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; The Prince In Us All" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/movies\/theater-review-the-prince-in-us-all.html"} , {"body" : "Walking into a space designed by James Casebere can be an unsettling experience. Mr. Casebere has based his architectural work on the Berlin sewer system, West African slave quarters, maximum-security prisons and Jefferson's Monticello (by design, Mr. Casebere's Monticello is ankle-deep in water). That is, if you could walk into these spaces. Mr." , "date" : "20010528" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "An Artist's Novel Take on History: He Lets the Walls Talk" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/28\/arts\/an-artist-s-novel-take-on-history-he-lets-the-walls-talk.html"} , {"body" : "Elwood City Visits New York In most children's alphabet books, A stands for something simple, like apple. But to fans of the author and illustrator Marc Brown, A is associated with an image that is both more exotic and just as comfortingly familiar: that of Arthur, an 8-year-old who happens to be an aardvark. Mr. Brown's tales of Arthur's family" , "date" : "20010525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/25\/arts\/family-fare.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''FALSTAFF.'' The diminutive Amato Opera company, a fixture on the New York opera scene, is presenting the last production of its 53rd season, Verdi's ''Falstaff,'' on weekends through June 17. Verdi's last" , "date" : "20010525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/25\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Gehry on Gehry Solomon R. Guggenheim Museum, 1071 Fifth Avenue (89th Street); (212) 423-3500. Frank O. Gehry has designed the retrospective exhibition of his architectural work, which opens tomorrow and runs through Aug. 26. Among the projects to be represented by photographs, drawings and models are the Vitra International Manufacturing Facility" , "date" : "20010517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/17\/garden\/calendar.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''AETHELRED THE UNREADY.'' Richard Wilson offers a comic opera about this Saxon king who around the turn of the last millennium, believed he could appease the aggressive Danes with bribes" , "date" : "20010511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ON a dazzling spring afternoon, Andres Serrano sat in the dark, still living room of his East Village apartment waiting for his visitor's eyes to adjust to the light. A wrought-iron chandelier hung ineffectually from the 16-foot-high vaulted ceiling, its dimmer switch on the fritz, he explained. With just a hint of apology, he turned up the room's" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: ANDRES SERRANO; Fitting Out a Triplex Cloister" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/garden\/at-home-with-andres-serrano-fitting-out-a-triplex-cloister.html"} , {"body" : "In a setback for a budding arts enclave in Brooklyn, the choreographer Twyla Tharp has abruptly backed out of a plan to open her first permanent dance studio in a Civil War-era church a few blocks from the Brooklyn Academy of Music. Workmen were in the midst of renovating the cavernous Gothic-style Sunday school hall inside the Lafayette Avenue" , "date" : "20010509" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Tharp Cancels Plan for Brooklyn Studio" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/09\/arts\/tharp-cancels-plan-for-brooklyn-studio.html"} ,   {"body" : "The Atlantic Telecom Center in Brooklyn has signed the largest least at a so-called telecommunications hotel in the city with Williams Communications, a broadband network company based in Tulsa, Okla., center officials announced yesterday. The company is taking 169,000 square feet in the telecommunications center, which is scheduled to open later" , "date" : "20010508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Business Briefing | Huge Brooklyn Lease Signed" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/08\/nyregion\/metro-business-briefing-huge-brooklyn-lease-signed.html"} , {"body" : "A construction worker slipped off the Williamsburg Bridge and plunged 200 feet into the East River yesterday morning, prompting a daring rescue by two paramedics whom the Fire Department hailed as heroes for their quick thinking. The worker, Dennis Blinn, 37, was in stable condition last night at Bellevue Hospital Center, officials said. The" , "date" : "20010508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Worker Pulled From East River After Falling From Bridge" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/08\/nyregion\/worker-pulled-from-east-river-after-falling-from-bridge.html"} , {"body" : "THE name conjures up images of peaceful 19th-century residential streets, which in many ways are still present. But the only cobblestones near the Cobble Hill section of Brooklyn -- one of the oldest residential neighborhoods in the borough -- can be found in a largely industrial area just west of the neighborhood on a street named Tiffany Place." , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Cobble Hill; A Landmark Area With a Family Bent" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/realestate\/if-you-re-thinking-of-living-in-cobble-hill-a-landmark-area-with-a-family-bent.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. Broadway + ''THE ADVENTURES" , "date" : "20010504" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "THEATER GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/04\/movies\/theater-guide.html"} , {"body" : "Alexander Elegudin, the quarterback for Brooklyn Technical High School, dreads practice. He and his teammates must travel 30 minutes by subway to a public site in Midwood because their school does not have its own athletic field. ''We practice on dirt and play on grass,'' Mr. Elegudin said. ''They've been talking about a home field for 20 years.''" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; It Took 78 Years, but Brooklyn Tech Is Finally Getting a Field" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/nyregion\/neighborhood-report-fort-greene-it-took-78-years-but-brooklyn-tech-finally.html"} , {"body" : "It's no Empire State Building or Statue of Liberty, and that is the idea. Hunts Point's ''From Mambo to Hip-Hop'' walking tour may be the least known of six little-known attractions recently selected for an initiative promoting tourism. The three-year pilot program will develop and test marketing strategies for walking tours run by nonprofit" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUNTS POINT (NYC)" , "LATIN AMERICA"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: HUNTS POINT; Dancing Along A Path Unbeaten By Most Tourists" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/nyregion\/neighborhood-report-hunts-point-dancing-along-a-path-unbeaten-by-most-tourists.html"} , {"body" : "And now, newly imported from Paris, France, here's the very latest model of ''Hamlet.'' Redesigned by the master craftsman Peter Brook -- one of the few indisputably great stage directors of the last half-century -- this is not your granddaddy's big old lumbering five-act ''Hamlet.'' The new international edition is slimmer, brighter, speedier and" , "date" : "20010427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Sweet Prince, You're a Scamp" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/27\/movies\/theater-review-sweet-prince-you-re-a-scamp.html"} , {"body" : "The screams and wails mingled with shouts of Jesus' name, echoing from inside the brick walls of a former toy factory in the East New York section of Brooklyn. Sweat rolled down the faces of some 800 young black men and women, many keening back and forth, clutching the back of chairs, gripping Bibles, and shouting ''Amen! Amen! Amen!'' like sinking" , "date" : "20010421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gospel Message, Rap Style; To a Brooklyn Preacher, Good Works Yield a Fortune" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/21\/nyregion\/gospel-message-rap-style-to-a-brooklyn-preacher-good-works-yield-a-fortune.html"} , {"body" : "From the Page To the Screen Sometimes the birth of a baby is also the birth of a great idea. This was certainly true for Jayme Koszyn, director of education and humanities for the Brooklyn Academy of Music. When her son, Billy, arrived 18 months ago, the first book that was given to him was ''Goodnight Moon,'' she said, referring to the classic by" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/arts\/family-fare.html"} , {"body" : "NEW YORKERS on the lookout for design ideas for a room or a garden, or who are just curious about how others live, are in luck, because the season for house and garden tours and show houses is beginning in the city and the rest of the Northeast. Tours will take in renovated carriage houses, sky-high apartments and tiny backyard gardens. Unless" , "date" : "20010419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Touring Art and History in New York Houses" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/19\/garden\/touring-art-and-history-in-new-york-houses.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ARIADNE AUF NAXOS.'' Metropolitan Opera. Until Natalie Dessay, the brilliant French coloratura, withdrew for health reasons, the Met's revival of Elijah Moshinsky's haunting production of" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Field trips, those eagerly awaited chances to break out of the routines of school, once consisted of short hops to parks or museums, and students went off on them with just a bagged lunch. Now, for a growing number of schools, field trips are starting out at the airport, are likely to last a week or more, and students need a passport and luggage to" , "date" : "20010411" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "EDUCATION; Not Just a Permission Slip, but a Passport as Well" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/11\/nyregion\/education-not-just-a-permission-slip-but-a-passport-as-well.html"} , {"body" : "THE deal on the 3,000-square-foot Brooklyn Heights penthouse apartment -- with its stately dining room, state-of-the-art kitchen, solarium, wraparound terrace and grand views of Manhattan and the harbor -- closed last May at just over $2 million. ''It was the highest price ever paid for a co-op in the Heights,'' said Christopher Thomas, vice" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Across the City, A Strong Market" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/realestate\/across-the-city-a-strong-market.html"} , {"body" : "For the last year, an East Flatbush resident named Laurie Cumbo has been running an exhibition space in a squat brick building next to the Bridge Street Church on Stuyvesant Avenue. The space, called Mocada (Museum of Contemporary African Diasporian Arts), features changing exhibitions of contemporary African-American art and is the neighborhood's" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BEDFORD - STUYVESANT; Little Museum, Big Dreams: Art of the African Diaspora" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/neighborhood-report-bedford-stuyvesant-little-museum-big-dreams-art-african.html"} , {"body" : "Although the Internet money machine that drove New York City's real estate market has nearly ground to a halt, one obscure corner of the industry is booming: the development of huge, air-conditioned spaces to house computers and other electronics for companies that use the Internet. Known as telecommunications hotels, server farms or data centers," , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "There's Money in Housing All Those Internet Servers, but There's a Power Drain, Too" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/there-s-money-housing-all-those-internet-servers-but-there-s-power-drain-too.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE BALLAD OF BABY DOE.'' During hr years as the reigning prima donna of the New York City Opera, Beverly Sills enjoyed the title role of Douglas Moore's 1956 opera ''The Ballad of Baby" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/movies\/classical-music-and-dance-guide.html"} , {"body" : "MANHATTAN GREENWICH VILLAGE $999,900 2 Fifth Avenue (Washington Square) 3-bedroom, 2-bath, 1,425-sq.-ft. co-op in a postwar building; 24-hr. doormen, large living room, high ceilings, hardwood floors, 2 exposures, lending library for tenants in building; maintenance $1,609, 17% tax-deductible; listed at $1.075 million, 1 week on market (broker:" , "date" : "20010329" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/29\/garden\/residential-sales.html"} , {"body" : "An effort to promote tourism in areas of New York City off Manhattan's beaten tourist paths was announced yesterday by the Conference Board, a business and research organization. The board said a subsidiary would work with community groups in areas ''rich in history and culture'' to produce strategies to attract both visitors from outside the city" , "date" : "20010329" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Business Briefing; TOURISM PLANS" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/29\/nyregion\/metro-business-briefing-tourism-plans.html"} , {"body" : "MANHATTAN SOHO $1.775 million 37 Greene Street 2-bedroom, 2-bath, 3,100-sq.-ft. condo in a prewar loft building; eat-in kitchen, high ceilings, walnut floors, balcony, 2 exposures; common charge $438, taxes $5,367; listed at $1.8 million, 4 weeks on market (broker: Susan Penzner Real Estate) CHELSEA $725,000 334 West 19th Street 2-bedroom, 2-bath," , "date" : "20010322" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/22\/garden\/residential-sales.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHÈME,'' New York City Opera. James Robinson's new production of this Puccini classic moves the action to 1914, and the specter of World War I looms over it. There are some problems" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "NEW YORK MANHATTAN: MAYOR ABRUPTLY CANCELS TRIP Mayor Rudolph W. Giuliani reversed himself yesterday and canceled a trip to California that would have been paid for by Talk Miramax, the publishing house that has agreed to pay him $3 million to write two books. The mayor said he hoped to stave off ''too much of a hassle, too many questions.'' He was" , "date" : "20010314" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/14\/nyregion\/metro-briefing.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * BLAKE BABIES, STARLIGHT MINTS, Knitting Factory, 74 Leonard Street, TriBeCa, (212) 219-3055. Few bands sounded as fresh when they started as the Blake Babies, a Boston trio whose" , "date" : "20010309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/09\/movies\/pop-and-jazz-guide-308927.html"} , {"body" : "Few people doubted in recent decades that Harlem needed change. Now change has come -- and it is being met not simply with hope but with unease. Residents voice a complex tangle of aspirations and anxieties about class and culture and race that at least in some ways echoes fears expressed by whites during an earlier chapter of racial change in the" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "White Flight, This Time Toward Harlem; Newcomers and Good Times Bring Hope, and Fears of Displacement" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/nyregion\/white-flight-this-time-toward-harlem-newcomers-good-times-bring-hope-fears.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''COSÌ FAN TUTTE,'' The Metropolitan Opera has assembled a strong cast for its production of Mozart's ultimate ensemble opera. The German soprano Melanie Diener is a fine Fiordiligi in her" , "date" : "20010223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/23\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Salia Ni Seydou, a modern-dance company from Burkina Faso, shared a bill with two American choreographers on Wednesday night at the Brooklyn Academy of Music's Harvey Theater in a program that epitomized the theme of 651 Arts' rich festival ''Black Dance: Tradition and Transformation.'' Jointly produced by 11 cultural organizations in Europe," , "date" : "20010223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW; Piercing Dadaist Anomie With the Call of Tradition" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/23\/movies\/dance-review-piercing-dadaist-anomie-with-the-call-of-tradition.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $585,000 131 West 28th Street 1,350-sq.-ft. open-space co-op in a circa-1900 loft building; renovated kitchen, high tin ceilings; maintenance $853, 50%" , "date" : "20010218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/18\/realestate\/residential-sales.html"} , {"body" : "Past and present danced together on Thursday night at the BAM Harvey Theater when 651 Arts offered the first in a series of programs called Black Dance: Tradition and Transformation. Under the direction of Maurine D. Knighton, 651 Arts has been a major presenter of African-American dance, theater and music since its founding in 1988. The program on" , "date" : "20010217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "DANCE REVIEW; Honoring the Vital Rhythms And the Masters of the Past" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/17\/arts\/dance-review-honoring-the-vital-rhythms-and-the-masters-of-the-past.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''COSÌ FAN TUTTE.'' The inherent intimacy of Mozart's opera is sacrificed to the large scale of the Metropolitan Opera stage; nonetheless this remains an entertaining and popular" , "date" : "20010216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. The ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 12. Now Playing ''BEFORE NIGHT FALLS,'' starring Javier Bardem and" , "date" : "20010216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/movies\/movie-guide.html"} , {"body" : "Opera connoisseurs may debate the merits of beautiful voices, but for people who believe in opera as theater, as characters in vocal action, the German soprano Anja Silja has to count among the supreme performers. What she does, she does fiercely. Starting on Sunday, New York audiences have a chance to see her onstage -- which is where she belongs," , "date" : "20010209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Tough Life Lessons From the Deathless Diva" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/09\/movies\/tough-life-lessons-from-the-deathless-diva.html"} ,   {"body" : "Theater ''THE BIG ADVENTURES OF STUART LITTLE,'' a musical based on the E. B. White story about a New York City mouse, presented by Theater 4, a 25-year-old children's theater group, tomorrow at 11 a.m. and 2 p.m. at Lovinger Theater, Speech and Theater Building of Lehman College, 250 Bedford Park Boulevard West, at Goulden Avenue, Bedford Park," , "date" : "20010209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/09\/arts\/spare-times-for-children.html"} , {"body" : "Manhattan BATTERY PARK CITY $467,000 99 Battery Park Place 2-bedroom, 1-bath, 1,150-sq.-ft. condo in a postwar building; dining area, hardwood floors, terrace, Hudson River view, laundry facilities on each floor, common roof deck; common charge $1,781, taxes $6,444; listed at $473,000, 8 weeks on market (brokers: Citi Habitats; Bellmarc Realty)" , "date" : "20010208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/08\/garden\/residential-sales.html"} , {"body" : "Citing rising infant mortality rates in Harlem and the Fort Greene section of Brooklyn, two City Council members and the Manhattan borough president called yesterday for the immediate restoration of funding for a maternal- and infant-health program that had helped reduce the death rates. In 1999, 30 children under the age of 1 died in central" , "date" : "20010205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "More Money Sought to Fight Jumps in Infant Death Rates" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/05\/nyregion\/more-money-sought-to-fight-jumps-in-infant-death-rates.html"} , {"body" : "To the Editor: In his article ''Lincoln Center's Next Big Production: Itself'' [Jan. 21], Herbert Muschamp celebrates ''an opportunity to mount a new $1.5 billion production of an act that has grown stale with age.'' Big bucks and new buildings won't reinvigorate Lincoln Center. Underneath a new, glittering surface, it will remain the same cultural" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts"] , "page_facet" : "2" , "title" : "LINCOLN CENTER; Misguided Spending" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/arts\/l-lincoln-center-misguided-spending-720852.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. The ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 8. Now Playing * ''BEFORE NIGHT FALLS,'' starring Javier Bardem and" , "date" : "20010202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/02\/movies\/movie-guide.html"} , {"body" : "Jennifer M., 15, who lives in a homeless shelter with her mother and 10 brothers and sisters, says she was inspired by the television series ''Diagnosis Murder'' to become a doctor. But the fact that doctors saved her life helps, too, she said. To be a member of her high school track team, Jennifer had to have a physical examination. During it, a" , "date" : "20010129" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; A Tumor Is Removed And Replaced by Hope" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/29\/nyregion\/the-neediest-cases-a-tumor-is-removed-and-replaced-by-hope.html"} , {"body" : "Baisley Pond Park in Jamaica, Queens, is full of promise. A taste of nature near Kennedy International Airport, it is 110 acres of canopy-tree-lined walkways, baseball and cricket fields and a lake big enough to row on. But the lake is choked with tall phragmite weeds. The walk under the canopy trees leads to a vandalized flagpole. In the summer," , "date" : "20010127" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BASILEY POND PARK (NYC)" , "CENTRAL PARK (NYC)" , "CROTONA PARK (NYC)" , "MARCUS GARVEY PARK (NYC)" , "ST JAMES PARK (NYC)" , "FORT GREENE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neglected Gems Seek Angels For Renewal; Central Park-Like Rebirth Is Sought for Other Parks" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/27\/nyregion\/neglected-gems-seek-angels-for-renewal-central-park-like-rebirth-sought-for.html"} , {"body" : "A 10-year city construction plan Mayor Rudolph W. Giuliani is to propose tomorrow would provide a record $1.2 billion for projects by city museums, libraries and other cultural institutions, as well as a chance for the mayor to extend his influence far beyond the end of his tenure. The mayor's proposal is to be detailed in his final budget package," , "date" : "20010124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mayor to Propose Record Sum To Expand Cultural Centers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/24\/nyregion\/mayor-to-propose-record-sum-to-expand-cultural-centers.html"} , {"body" : "While oysters were being shucked in the kitchen, and distinguished crowds of diners from New York's business and political establishment feasted at Thomas Downing's Oyster House at the corner of Wall and Broad Streets, the proprietor's son, George, led fugitive slaves down into the basement. Amid bottles of wine and molasses, they found shelter" , "date" : "20010119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "37" , "title" : "Safe Havens on the Freedom Line" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/19\/arts\/safe-havens-on-the-freedom-line.html"} , {"body" : "It's ''Perfect Storm'' time again. This version, however, has nothing to do with Sebastian Junger, Hollywood hunks, a nor'easter or even a body of water. It even has a happy ending. That's because it's part of ''Fortunately,'' the latest show by the Paper Bag Players, the intrepid children's theater troupe now in its 43rd year. Its ''Perfect" , "date" : "20010119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "FAMILY FARE; Scissors, Paper, Theater" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/19\/arts\/family-fare-scissors-paper-theater.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. The ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 12. Now Playing ''ALL THE PRETTY HORSES,'' starring Matt Damon and" , "date" : "20010119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/19\/movies\/movie-guide.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means discounted tickets" , "date" : "20010119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "THEATER GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/19\/movies\/theater-guide.html"} , {"body" : "Manhattan CHELSEA $1.7 million 489 West 22nd Street 3-family, 5-story brownstone built in 1856, being converted into a 2-family residence; the triplex to have 3 bedrooms, 4 baths, dining room, eat-in kitchen, library, study and 2 fireplaces; the simplex to have 1 bedroom, 1 bath, 1 fireplace; 15-by-98-ft. lot; taxes $8,450; listed at $1.95 million," , "date" : "20010118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/18\/garden\/residential-sales.html"} , {"body" : "In a coup for efforts to create a cultural district in Brooklyn, Twyla Tharp, the pioneering ballet and modern dance choreographer, plans to open her first permanent dance studio in a historic Fort Greene church near the Brooklyn Academy of Music. Ms. Tharp is the first major artist to be lured into the budding cultural district by Harvey" , "date" : "20010117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Cultural District Gets Twyla Tharp Studio" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/17\/nyregion\/brooklyn-cultural-district-gets-twyla-tharp-studio.html"} , {"body" : "INTERNATIONAL A3-12 Reports Say Congo Leader Is Killed By Bodyguard A flurry of reports said President Laurent D. Kabila had been shot and apparently killed by a bodyguard. The circumstances were not immediately known, but one report said they had involved a dispute between Mr. Kabila and some of his generals. The government gave no details, but" , "date" : "20010117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/17\/nyregion\/news-summary-475505.html"} , {"body" : "At 5:30 p.m. last Tuesday, in a large open space called the Living Room at St. Peter's Lutheran Church in Midtown Manhattan, 110 H.I.V.-positive adults and their children gathered for a free meal that is offered there once a week. As the families, most of them from Brooklyn, the Bronx and Queens, ate chicken parmigiana, yellow rice, Brussels" , "date" : "20010115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; She Counts Her Blessings in the Shadow of H.I.V." , "url" : "http:\/\/www.nytimes.com\/2001\/01\/15\/nyregion\/the-neediest-cases-she-counts-her-blessings-in-the-shadow-of-hiv.html"} , {"body" : "As stylish modes of murder go, you must admit that it's hard to top a poisoned portrait. This method of assassination, in which a woman kisses a painting of her beloved and falls dead, is what most people who have read ''The White Devil,'' John Webster's extra-gory revenge tragedy, seem to remember from it. It's ''the play with the poisoned" , "date" : "20010115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Going for the Gold in an Olympics of Evil" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/15\/theater\/theater-review-going-for-the-gold-in-an-olympics-of-evil.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $675,000 30 Fifth Avenue (10th Street) 1-bedroom, 1-bath, 850-sq.-ft. co-op in a prewar building; 24-hr. doormen, eat-in kitchen, beamed ceilings," , "date" : "20010114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/14\/realestate\/residential-sales.html"} , {"body" : "Theater ''KIDS AND YIDDISH,'' an interactive musical revue by the Folksbiene Yiddish Theater, includes allusions to rap, e-mail and Austin Powers. Sundays at 11 a.m. (also Monday at 1 p.m.). Theater Four, 424 West 55th Street, Clinton; (212) 239-6200. Through Jan. 21. Tickets: $12; $10 for groups of 20 or more. ''THE LITTLE HOUSE OF COOKIES,'' the" , "date" : "20010112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "54" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/12\/arts\/spare-times-for-children.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. The ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 12. Now Playing ''ALL THE PRETTY HORSES,'' starring Matt Damon and" , "date" : "20010112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/12\/movies\/movie-guide.html"} ,   {"body" : "NEWS Starting Out Genre-defying women are in the spotlight during January in ''BAMcafe Live,'' the Brooklyn Academy of Music's performance series at Bamcafe, 30 Lafayette Avenue, Fort Greene. Leading off in ''Rated XX: Women Performers at BAMcafe,'' on Thursday night at 9, is Alessandra Belloni, artist in residence at the Cathedral of St. John the" , "date" : "20010102" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "FOOTLIGHTS" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/02\/theater\/footlights.html"}]