[  {"body" : "In the anguished days after Sept. 11, as New York City schools offered counseling to children scarred by the terrorist attack, arts groups around the city were quietly planning their own forms of therapy. At Epic Theater Center, a nonprofit theater company in Manhattan, about 20 actors, poets and dancers brainstormed about how to help" , "date" : "20011114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "Arts Groups Helping Schools Deal With Disaster" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/14\/nyregion\/arts-groups-helping-schools-deal-with-disaster.html"} , {"body" : "It has been four days since the World Trade Center was destroyed. Thousands of people who were in the towers at the time are assumed to be dead. But the official body count stands at 124, and the medical examiner has identified only a few dozen victims. It could be months before many of those killed can be officially confirmed dead. In the" , "date" : "20010915" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "11" , "title" : "AFTER THE ATTACKS: THE NAMES; Snapshots of Their Lives With Family and at Work" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/15\/us\/after-the-attacks-the-names-snapshots-of-their-lives-with-family-and-at-work.html"} , {"body" : "Surely one of the most suburban parts of Brooklyn is the wrench-shaped peninsula that holds Bergen Beach, Georgetown, Mill Basin and Old Mill Basin. This area is embroidered with shady, quiet streets and mint-green lawns; down by the water, houses can sell for $1 million and more. Historically, the area has been overwhelmingly white, and remains" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["OLD MILL BASIN (NYC)" , "GEORGETOWN (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BERGEN BEACH (NYC)" , "MILL BASIN (BKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: SOUTHEAST BROOKLYN; Drops of Diversity in a Quiet Area" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/neighborhood-report-southeast-brooklyn-drops-of-diversity-in-a-quiet-area.html"} , {"body" : "The police yesterday seized a small arsenal of high-powered weapons and Nazi memorabilia from a Brooklyn man after he was found in a park Wednesday firing a pistol at a picture of his girlfriend's mother, the authorities said. An off-duty police detective jogging Wednesday afternoon in Marine Park in Gerritsen Beach, Brooklyn, heard the gunshots" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Weapons and Nazi Artifacts Seized After Arrest" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/nyregion\/weapons-and-nazi-artifacts-seized-after-arrest.html"} , {"body" : "NEW YORK BROOKLYN: WOMAN FOUND DEAD IN PARKING LOT An 85-year-old woman searching for her deaf husband was found curled up in a Brooklyn parking lot yesterday morning, the police said. The woman, Angelina Mafredimi, who had Alzheimer's disease, was pronounced dead at Kings Highway Medical Center, they said. Her husband, Giovanni, 87, was found in" , "date" : "20010220" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/20\/nyregion\/metro-briefing.html"}]