[  {"body" : "George Adams 41 West 57th Street Manhattan Through Jan. 26 From a distance, Andrew Lenaghan's easel-size cityscapes have a freeze-dried Photorealist look. Up close, however, one is gratified to discover they are painted with a deft, lively touch, and the extreme detailing reads not as cold-blooded copying but as an affectionate alertness to the" , "date" : "20011228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "ART IN REVIEW; Andrew Lenaghan" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/28\/arts\/art-in-review-andrew-lenaghan.html"} , {"body" : "CITY OF DREAMS: A Novel of Niew Amsterdam and Early Manhattan By Beverly Swerling Simon & Schuster ($26.95, hardcover) ''You're assigned to plot Number 29. It's due north of here. Follow the Brede Wegh behind the fort to Wall Street. Take you some 10 minutes to walk the length of the town, then you leave by the second gate in the wall. The path" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF\/NOVELS; A Walk on Brede Wegh, a Body in the Canal" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/nyregion\/new-york-bookshelf-novels-a-walk-on-brede-wegh-a-body-in-the-canal.html"} , {"body" : "''When the phone rang, Parker was in the garage, killing a man.'' After dispensing with that little chore, Richard Stark's nihilistic hero spends the rest of FIREBREAK (Mysterious Press\/Warner, $23.95) trying to get down to the real work of a criminal of his talents -- robbing an obnoxious billionaire of the old-master paintings he has stolen and" , "date" : "20011209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "29" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/09\/books\/crime-426016.html"} , {"author" : "Vince Passaro is a novelist living in New York City." , "body" : "We have a tendency to measure the life of New York by the habits and welfare of the upper-middle classes, which is rather like taking all your weather reports from 25,000 feet in the air. The vast majority of New Yorkers make less than $40,000 per year. This is their city too, though that version of New York doesn't have a series yet on HBO." , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "29" , "title" : "The Way We Live Now: 11-11-01: Sightlines; The View From Out Here" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/magazine\/the-way-we-live-now-11-11-01-sightlines-the-view-from-out-here.html"} , {"body" : "NICHOLAS EVANS-CATO has been painting pictures of the same triangle of dirt for five years. Today the object of his affection -- an awkward lot at Hudson Avenue and Front Street in the Vinegar Hill section of Brooklyn -- is filled with sickly grass, robust weeds, automobiles, old socks and a deflated Wilson football. But 200 years ago, historians" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; A Patch of Dirt With a Haunting Past" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/citypeople-a-patch-of-dirt-with-a-haunting-past.html"} , {"author" : "E-mail: thecity@nytimes.com" , "body" : "Digging Around PATH Q. The destruction of the World Trade Center will interrupt service on the 1 and 9 trains for years. How did the PATH trains keep running when the towers were being built? A. Unlike the London Underground stations, which are so far below ground that they served as bomb shelters during the World War II blitz, New York subway" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/fyi-499846.html"} , {"body" : "City officials and construction executives are considering building concrete plants on the waterfront in Manhattan for the first time in more than a decade because traffic jams on bridges have stalled trucks' delivery of concrete to building sites and have idled hundreds of workers. The city is also considering providing police escorts to help" , "date" : "20010929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plants May Rise for a Concrete-Starved Manhattan" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/29\/nyregion\/plants-may-rise-for-a-concrete-starved-manhattan.html"} , {"body" : "They came by the hundreds, hoping that an early morning ferry ride from Brooklyn to Lower Manhattan would somehow ease the anxiety of returning to work to offices in the middle of a disaster area. But for many of the bond traders, bankers and other Wall Street workers who boarded boats outside the Brooklyn Army Terminal, the free 30-minute ride" , "date" : "20010918" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: THE BROOKLYN FERRY; On a Free Boat Ride, 'It Hurts to Even Look'" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/18\/nyregion\/a-nation-challenged-the-brooklyn-ferry-on-a-free-boat-ride-it-hurts-to-even-look.html"} , {"body" : "ABOUT a year ago, Alexander Saunders began showing up at community meetings with his outlandish proposal to replace the aging Tappan Zee Bridge with a seven-mile tunnel, from the Palisades Mall to Elmsford. The bridge project is a sensitive one here, and at first Mr. Saunders's Tappan Tunnel idea served mostly as comic relief. But that is changing." , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ELMSFORD (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One Man's Vision: The Tappan Tunnel" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/nyregion\/one-man-s-vision-the-tappan-tunnel.html"} , {"body" : "The busiest subway lines between Brooklyn and Manhattan -- some of which had been reopened on Wednesday -- were severed again yesterday, throwing millions of commuters back into turmoil that had seemed to be easing. Officials warned that getting around the New York region would not return to normal again for a long time. Commuters arrived to find" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "13" , "title" : "AFTER THE ATTACKS: THE COMMUTERS; Closings Snarl Travel to Manhattan Again" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/us\/after-the-attacks-the-commuters-closings-snarl-travel-to-manhattan-again.html"} ,   {"body" : "ATTRACTIONS Museums and Sites INTREPID SEA-AIR-SPACE MUSEUM, Pier 86, West 46th Street at the Hudson River, Clinton. The Intrepid is a converted World War II aircraft carrier with two full decks of displays, including four theme halls: United States Navy Hall, Pioneer Hall, Technologies Hall and Intrepid Hall. Admission: $12; 65+, veterans," , "date" : "20010907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/07\/arts\/spare-times-057061.html"} , {"body" : "The news conference yesterday seemed pretty straightforward. Charles J. Hynes, the Brooklyn district attorney, stood at a Boerum Hill housing project, telling reporters that his office had just won indictments of 13 gang members on murder and drug charges. But as Mr. Hynes announced that the gang had terrorized the neighborhood for years, some" , "date" : "20010907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Hynes Greeted With Questions On Harassment" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/07\/nyregion\/hynes-greeted-with-questions-on-harassment.html"} , {"body" : "The Brooklyn district attorney filed a new indictment yesterday against a former city police officer accused of drinking all day and then running down a family, including a woman who was eight months pregnant. The indictment charged the former officer with manslaughter in the death of the woman's baby, delivered by emergency surgery after she died." , "date" : "20010905" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Indictment Of Ex-Officer Counts Baby Among Victims" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/05\/nyregion\/new-indictment-of-ex-officer-counts-baby-among-victims.html"} , {"body" : "Among the myriad open City Council seats this year, few have attracted as many candidates with the political credentials and connections as those in the six-way race in the Democratic primary in the 39th Council District. The candidates' résumés cover the spectrum of local politics in what is commonly known as brownstone Brooklyn, but their names" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boasts in 6-Way Race: Experience and Endorsements" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/nyregion\/boasts-in-6-way-race-experience-and-endorsements.html"} , {"body" : "What does Angela Yurman know about the Battle of Brooklyn? ''Just living in Brooklyn is a battle every day,'' she says. In fact, Mrs. Yurman, 59, is well aware that she has been surrounded by ghosts of the battle her entire life. She grew up across the street from the Old Stone House on the edge of Park Slope, a reconstruction of a 1699 Dutch" , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Washington Fought Here; Who Knew?; On 225th Anniversary, Battle of Brooklyn Is Little-Known Chapter" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/washington-fought-here-who-knew-225th-anniversary-battle-brooklyn-little-known.html"} , {"body" : "About a thousand Brooklyn residents marched on their local police station in Sunset Park last night and demanded a vigorous prosecution of a police officer who has been charged with drunken driving and killing a family with his minivan, as court documents said the officer had run a red light just before the accident. The man whose wife and two" , "date" : "20010807" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Fatal Drunken-Driving Accident, Anger and a Cry for Justice" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/07\/nyregion\/after-fatal-drunken-driving-accident-anger-and-a-cry-for-justice.html"} , {"body" : "A New York City police officer was arraigned on charges of manslaughter and drunken driving yesterday after, the police say, his van plowed into a family crossing a Brooklyn street Saturday night, killing a pregnant woman, her 4-year-old son, her sister and, after an emergency Caesarean delivery, her baby. At the accident site in Sunset Park," , "date" : "20010806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Officer Is Arraigned In Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/06\/nyregion\/police-officer-is-arraigned-in-fatal-crash.html"} , {"body" : "Three pedestrians -- a 4-year-old boy, a 16-year-old girl and a 24-year-old woman who was eight months pregnant -- were killed last night when they were struck by a van driven by an off-duty police officer in the Sunset Park section of Brooklyn, the authorities said. Before the woman died, doctors at Lutheran Medical Center delivered her baby boy," , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "3 Killed in Brooklyn Crash; Officer Faces Alcohol Charge" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/3-killed-in-brooklyn-crash-officer-faces-alcohol-charge.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue (or 35th Avenue at 36 Street), Astoria, Queens. ''Hollywood on the Home Front: American Film in the 1940's,'' running through Sept. 9. Tomorrow at 2 p.m., Alfred Hitchcock's ''Shadow of a Doubt'' (1943); at 4:15, Sam Wood's ''Kings Row'' (1940). Sunday at 2 p.m.," , "date" : "20010803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/arts\/spare-times-525901.html"} , {"body" : "A 19-year-man died and the friend he was apparently teaching how to drive was in very critical condition yesterday after their van raced off the edge of a Brooklyn pier and plunged into Gowanus Bay, the police said. The cause was unclear, but witnesses saw a burgundy Chevrolet Astro van smash through two metal rail barriers at the edge of Pier 4," , "date" : "20010726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "1 Killed and 1 Severely Hurt When Van Runs Off Pier" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/26\/nyregion\/1-killed-and-1-severely-hurt-when-van-runs-off-pier.html"} ,   {"body" : "SMITH STREET, Brooklyn's restaurant row, has been called the hottest new hot spot in New York. Newspapers and magazines have been filled with articles about the street in Boerum Hill, as if the strip had sat there its whole life gathering dust until the young and hip arrived a few years ago and put the place on the map. Truth be told, the 14-block" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SMITH STREET (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Smith St.: A Hot Strip With a Storied Past" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/city-lore-smith-st-a-hot-strip-with-a-storied-past.html"} , {"body" : "Harbor Tour Municipal Art Society; (212) 935-3960, ext. 245. On Wednesday, from 6 to 9 p.m., the society will offer a guided boat tour around New York Harbor, highlighting the history and architecture of New York, the ecology of the rivers and harbor and plans for the waterfront. Speakers will be Philip Lopate, a writer; Nancy Steinberg, an" , "date" : "20010719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/19\/garden\/calendar.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LUCY, VAMPIRE OF LAMMERMOOR.'' In this production, presented in the style of a 1930's horror movie, Opera Nova sends up Donizetti's classic opera -- in English, of course -- casting the innocent Lucia as a" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/movies\/classical-music-and-dance-guide.html"} , {"body" : "The Swedish furniture retailer Ikea, whose stores are so large that they provide customers with maps, has outlets in Russia and China, in Slovakia and Saudi Arabia. But it does not have a store in New York City, and for now, it will not. Ikea's plan to buy a nine-acre site near the Gowanus Canal in Brooklyn and build a 300,000-square-foot store" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Ikea Scrapping Plans for Store Amid Resistance by Neighbors" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/ikea-scrapping-plans-for-store-amid-resistance-by-neighbors.html"} , {"body" : "INTERNATIONAL 3-12 Putin Cautions Bush On Missile Defense Shield President Vladimir V. Putin of Russia cautioned President Bush about developing a missile defense shield without Moscow's consent, telling Mr. Bush that such an action could seriously strain relations between the two countries. 1 Exodus From Rural Mexico Swaths of central Mexico are" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/news-summary-846180.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Gary Cooper: A Centennial Celebration,'' through July 1. Tomorrow: two films directed by Frank Capra, at 2 p.m., ''Mr. Deeds Goes to Town'' (1936); at 4:15, ''Meet John Doe'' (1941). Sunday, two films directed by Sam Wood: at 2," , "date" : "20010615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/arts\/spare-times-804169.html"} , {"body" : "A FAMILIAR green image of a mermaid stands on Van Brunt Street in Red Hook, Brooklyn, near the corner of Coffey Street. ''Coming Soon,'' the sign says, ''Starbucks Coffey.'' Both a play on words and a joking reference to the neighborhood's nascent gentrification, the sign does not seem an accurate prediction -- at least not yet. With a long history" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Red Hook; Isolated Brooklyn Area Starts to Awaken" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/if-you-re-thinking-of-living-in-red-hook-isolated-brooklyn-area-starts-to-awaken.html"} , {"body" : "Like most people who spend their days on the banks of the Gowanus Canal, a two-mile stretch of water that starts at the mouth of New York Harbor and dead-ends in South Brooklyn, Dan Kinney used to run for cover when barges came through, kicking up the putrid refuse that had settled on the bottom. ''Run for the nearest building and close the door!''" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Once a Mess, Canal Aspires To Beauty Now" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/arts\/once-a-mess-canal-aspires-to-beauty-now.html"} , {"body" : "A CLASSIFIED ad in The Daily News last September set in motion the events that are leading Linda Hamlin to make the first housing change of her life. For all her 42 years Ms. Hamlin has lived in a small three-bedroom one-bath apartment in Gowanus Houses on Baltic Street in South Brooklyn. At one time seven family members lived there, but currently" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New Roles for Nonprofit Housing Groups" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/realestate\/new-roles-for-nonprofit-housing-groups.html"} , {"body" : "When Rafaela Gonzalez's son Joseph was 9, she let him go away to the country for a three-week summer vacation. She knew it wouldn't be easy -- for her. ''I cried and cried. I'm Hispanic, and we tend to hold on to our kids,'' she said. ''It was horrible for me, but it was great for him. I realized that my child needed that experience.'' It has been" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "The Fresh Air Fund; Snapshots of Summer Past Soothe Fears of Camp" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/the-fresh-air-fund-snapshots-of-summer-past-soothe-fears-of-camp.html"} ,   {"body" : "ONE afternoon last summer I was sauntering home with a bag of vegetables when I saw something on my Brooklyn street corner that stopped me in my tracks: a red double-decker sightseeing bus and a throng of sunburned, backpack-toting tourists, chattering excitedly in some Scandinavian language. Cameras flashed and whirred. What was this all about?" , "date" : "20010513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "FRUGAL TRAVELER; Playing Tourist at Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/13\/travel\/frugal-traveler-playing-tourist-at-home-in-brooklyn.html"} , {"body" : "Seven years ago, when Eric Richmond bought a dilapidated building on Fourth Avenue and President Street, rain was leaking in and pigeons were living in the rafters. So he did what any pragmatic romantic would do: he power-sprayed out a layer of festering sludge in a basement chamber, filled it with water and took a swim. ''I said, 'I own the" , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Baths Shut by Robert Moses Serve the Arts 64 Years Later" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/nyregion\/neighborhood-report-park-slope-baths-shut-robert-moses-serve-arts-64-years-later.html"} , {"body" : "SUPPOSE that you are the editor of The Park Slope Courier in Brooklyn, and you have two front-page articles on the gritty industrial expanse near the Gowanus Canal. One article, with the headline ''Residents Live in Fear of Wild Dogs,'' is about packs of stray dogs that have chased people, mauled a pet dog and killed a cat. The other article is" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big City; Stray Dogs As a Litigant's Best Friend" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/nyregion\/the-big-city-stray-dogs-as-a-litigant-s-best-friend.html"} , {"body" : "PARIS may have Madeline and Boston those wonderful ducklings. But New York has yielded tale after tale for children, from picture books to young-adult novels, in a steady stream unaffected by trends in publishing. In children's fiction, ''New York City is definitely the No. 1 urban setting,'' said Christy Ottaviano, executive editor of books for" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "LOOKING UP; Where Eloise Romped and Holden Obsessed" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/looking-up-where-eloise-romped-and-holden-obsessed.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE BALLAD OF BABY DOE.'' During hr years as the reigning prima donna of the New York City Opera, Beverly Sills enjoyed the title role of Douglas Moore's 1956 opera ''The Ballad of Baby" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A developer's hopes to put an Ikea in Brooklyn are coming closer to realization, and residents are stepping up their complaints. The developer Forest City Ratner has been negotiating with the Postal Service for property from 10th to 12th Streets along the Gowanus Canal. Joyce Baumgarten, a spokeswoman for Forest City, said the sale would close" , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; Residents' Group Sees Big Box as No Boon" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/nyregion\/neighborhood-report-gowanus-residents-group-sees-big-box-as-no-boon.html"} , {"author" : "Stan Fischler is the author of several books on subways, most recently ''The Subway: A Trip Through Time on New York's Rapid Transit'' (H&M Productions) and a hockey analyst for MSG and Fox Sports. He lives in Morningside Heights." , "body" : "FOR many subway riders an underground run is sheer, unadulterated fun, whether they're heading for work, the dentist or a movie. For 65 years, I have been one of them. And one of the greatest pleasures of our subway ride, the front window, is going the way of the rattan seat. The greatest fun is in the watching, whether it be the languorous climb" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "SOAPBOX; Blind Spot" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/soapbox-blind-spot.html"} , {"body" : "Ikea, the Swedish furniture retailer that was forced last month to scrap its plans for a superstore in Westchester, is considering putting a store on a nine-acre site on the banks of the Gowanus Canal in Brooklyn, two people involved in the deal said yesterday. The planned store, which would be Ikea's first in New York City, would be built along" , "date" : "20010310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ikea Is Said To Consider Gowanus Site For New Store" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/10\/nyregion\/ikea-is-said-to-consider-gowanus-site-for-new-store.html"} , {"body" : "INTERNATIONAL A3-5 U.S. Sets Milosevic Arrest As Condition for Further Aid The United States has told the new democratic government of Yugoslavia that if it expects American aid to continue, it should arrest and imprison former President Slobodan Milosevic by the end of the month, Western officials said. Belgrade must also assist in the transfer to" , "date" : "20010310" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/10\/nyregion\/news-summary-337129.html"} , {"body" : "A Brooklyn man who had worked for the City Council for more than a decade was fatally shot by a group of men trying to rob his apartment late Monday afternoon, the police said. The man, Charles Woods, 29, who lived in the Gowanus Houses in Boerum Hill, worked as a clerk in the Council Services Department, which orders supplies and equipment for" , "date" : "20010207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Council Worker Killed In Robbery Attempt at Home" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/07\/nyregion\/city-council-worker-killed-in-robbery-attempt-at-home.html"} ,   {"body" : "IT took two years of looking before Nicholas and Jill Benz Malter found a house. The couple, who had previously rented in Windsor Terrace and Park Slope in Brooklyn, settled on a two-story brick row house in Sunset Park, arriving in late summer with their 3-year-old son, Teddy. ''We wanted a nice house, something sturdy, with some historic" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sunset Park, Brooklyn; Historic Character and Foreign Accents" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/realestate\/if-you-re-thinking-living-sunset-park-brooklyn-historic-character-foreign.html"} , {"body" : "Alfred A. Allegretti, who transformed his father's one-truck oil dealership beside the Gowanus Canal into one of the largest heating oil companies in the New York metropolitan area, died Jan. 13 at Memorial Sloan-Kettering Cancer Center in Manhattan. He was 65 and lived in the Bay Ridge neighborhood of Brooklyn. The cause was prostate cancer, his" , "date" : "20010126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "13" , "title" : "Alfred Allegretti, 65, Heating Oil Executive" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/26\/nyregion\/alfred-allegretti-65-heating-oil-executive.html"} , {"body" : "In a legal settlement announced yesterday by a coalition of neighborhood groups in Brooklyn, state and federal transportation agencies that are planning to rebuild the Gowanus Expressway have agreed to work closely with a committee of residents and elective officials. The Brooklyn groups have long favored replacing the decrepit 5.7-mile stretch of" , "date" : "20010120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Neighbors Will Have Voice In Gowanus Road Project" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/20\/nyregion\/neighbors-will-have-voice-in-gowanus-road-project.html"} , {"body" : "As they negotiate the morning rush to Manhattan, Staten Island express bus riders find themselves traveling in two distinct high-occupancy-vehicle lanes. One moves like a coursing current, the other like a stagnant stream. Why the difference? Lisa Schreibman, a spokeswoman for the Tri-State Transportation Campaign, an advocacy group, says the" , "date" : "20010107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: STATEN ISLAND UP CLOSE -- UPDATE; All Fast Lanes Aren't Equal, Riders to Manhattan Find" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/07\/nyregion\/neighborhood-report-staten-island-up-close-update-all-fast-lanes-aren-t-equal.html"} , {"author" : "E-mail: thecity@nytimes.com" , "body" : "The Maryland 400 Q. When the Old Stone House in Park Slope, Brooklyn, is open, a flag with a black and gold checkered pattern and red and white crosses is hung out the window. What flag is this? A. That flag you see bears the arms of the families of the Lords Baltimore. It is the Maryland state flag and it is hung to honor young men who lost their" , "date" : "20010107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/01\/07\/nyregion\/fyi-303291.html"}]