[  {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "The disappointing field of candidates in this year's handful of contested races for seats on New York City's Civil Court leaves defenders of the current system of electing judges a lot to answer for. However, these are our recommendations in the all-but-decisive Democratic primary next Tuesday. Brooklyn (Countywide): Of the four candidates vying" , "date" : "20010905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Endorsements" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/05\/opinion\/civil-court-endorsements.html"} , {"body" : "RECREATION ''Y.M.C.A. WORLD'S LARGEST RUN,'' Flushing Meadows-Corona Park, Queens. A five-kilometer run-walk to be held nationwide to celebrate the 150th anniversary of the founding of the Y.M.C.A. in the United States. Begins tomorrow at 10 a.m. at the Science Bridge near the Queens Museum of Art, opposite the Unisphere. Sponsored by the Y.M.C.A." , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/arts\/spare-times-593710.html"} , {"body" : "NEW YORKERS on the lookout for design ideas for a room or a garden, or who are just curious about how others live, are in luck, because the season for house and garden tours and show houses is beginning in the city and the rest of the Northeast. Tours will take in renovated carriage houses, sky-high apartments and tiny backyard gardens. Unless" , "date" : "20010419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Touring Art and History in New York Houses" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/19\/garden\/touring-art-and-history-in-new-york-houses.html"} , {"body" : "SHORTLY after Serge Joseph and Alva Sam got married, they decided to buy a place to live. They both knew what they wanted. Unfortunately, it wasn't the same thing. ''I was thinking Westchester, Long Island,'' she said. ''Serge was, 'You have got to be kidding.' '' Although they both grew up in New York, they might as well have lived in different" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Crown Heights; A Brooklyn Compromise" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/realestate\/habitats-crown-heights-a-brooklyn-compromise.html"} , {"body" : "Two brothers were arrested last night in connection with a four-hour attack on a housekeeper at a Brooklyn town house on Monday, the police said. One brother confessed to raping the woman and robbing the house, a law enforcement official said. The housekeeper, 34, whose name was not released, went to work at the three-story house in the" , "date" : "20010228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Arrested in Brooklyn Housekeeper's Rape" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/28\/nyregion\/2-arrested-in-brooklyn-housekeeper-s-rape.html"} , {"body" : "A 34-year-old woman reported that she was tied up and sexually assaulted by three burglars in a house in Brooklyn yesterday, the police said. The woman, who works at the house, said the men entered the house, on Midwood Avenue in Prospect-Lefferts Gardens, at 9:15 a.m. and terrorized her for nearly four hours, said Sgt. James Foley, a police" , "date" : "20010227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burglars Assault Woman" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/27\/nyregion\/burglars-assault-woman.html"} , {"body" : "Most everyone knows that the Empire State Building is a city landmark and that Trump Tower is not. But how about the Starrett-Lehigh Building at 601 West 26th Street or the quaint town house en route to the subway? The Landmarks Preservation Commission, the agency charged with protecting the city's architectural and historic gems, has just revamped" , "date" : "20010128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "NEW YORK ONLINE; A Showcase Of Architectural Gems" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/28\/nyregion\/new-york-online-a-showcase-of-architectural-gems.html"}]