[  {"body" : "ON oceanfront land in Brooklyn once occupied by the Brighton Beach Baths, the Muss Organization of Queens is moving into the third year of construction on a condominium project that is reversing the symbolism of the site -- from one linked with the past to one reflecting the possibilities the city holds for its recent immigrants and their children." , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "On Brighton Beach, a Tide of Immigrants" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/realestate\/on-brighton-beach-a-tide-of-immigrants.html"} , {"body" : "A Queens priest who was suspected of stealing almost $2 million from his parish will not face criminal charges, although a yearlong investigation uncovered a ''disturbing pattern of questionable financial transactions,'' prosecutors said yesterday. There was not enough evidence to charge Msgr. Thomas A. Gradilone -- who retired from Our Lady Queen" , "date" : "20011218" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Priest Will Not Face Charges In Handling of Church Funds" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/18\/nyregion\/priest-will-not-face-charges-in-handling-of-church-funds.html"} , {"body" : "THE voice that responds to the ringing of a Lower East Side doorbell reflects the hysteria of a host running way behind schedule. It's so intense that the visitor briefly fears having rung the wrong buzzer, and violated the lair of a New York crazy. But it is merely an artist. ''Oh, noooo, you're early,'' filmmaker Sandi Simcha DuBowski, 31, is" , "date" : "20011030" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Even His Freeze-Frame Moments Seem Spastic" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/30\/nyregion\/public-lives-even-his-freeze-frame-moments-seem-spastic.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 393 yesterday, and the city medical examiner had identified 335. In all, 4,979 could be missing. Here are glimpses of some of those lives. NURAL and SHAKILA MIAH The Voice of a Deer Long ago in Bangladesh, Nural Miah's grand father hunted birds in the jungle." , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Hunting Tradition Is Upheld, Along With a Bond Between Cousins" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/nation-challenged-portraits-grief-victims-hunting-tradition-upheld-along-with.html"} , {"body" : "New York City public schools are being run this year largely by a corps of inexperienced leaders, with two out of every three principals having less than five years of experience on the job and 36 percent having less than two years. The lack of seasoned leaders, the worst shortage in decades, could not have come at a worse time, school officials" , "date" : "20011002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Increasingly, The Principal Is a Newcomer" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/02\/nyregion\/increasingly-the-principal-is-a-newcomer.html"} , {"author" : "E-mail: thecity@nytimes.com" , "body" : "Phantom Railroad Q. On Hancock Street in Bushwick, Brooklyn, there is a railroad crossing sign near Wyckoff Avenue, but I can't see any tracks. Why the sign? A. You need not stop or even slow down; a train hasn't crossed Hancock Street in nearly 40 years. The sign is a remnant of the New York and Manhattan Beach Railway, which was started in 1870" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/fyi-853631.html"} , {"body" : "The Democrats who would be mayor of New York City turned their attention yesterday to one of the city's most reliable sources of votes: the elderly. All four major Democratic candidates spoke at senior centers. One released a commercial offering to help pay for medicine, while another pledged to help elderly crime victims. The advertisement was" , "date" : "20010821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Senior Centers, Candidates Focus on Medicine and Crime" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/21\/nyregion\/at-senior-centers-candidates-focus-on-medicine-and-crime.html"} , {"body" : "These days, when Claudine Barbot's telephone rings, she approaches with trepidation. She's never sure what she might hear. Some callers apologize for bothering her. Others do not. ''I'm an old lady,'' said Ms. Barbot, 70. ''I can't even repeat what they say. I am French. We don't speak like that.'' Ms. Barbot and many of her neighbors are victims" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY\/MANHATTAN BEACH; Dial M for Muddle: A Cell-Phone Story That Never Ends" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/neighborhood-report-sheepshead-bay-manhattan-beach-dial-m-for-muddle-cell-phone.html"} , {"body" : "Theater ''CHARLOTTE'S WEB,'' based on the E. B. White story about the friendship of a pig and a spider. Tomorrow at 11 a.m. and 2 p.m. at Lovinger Theater, Lehman College, 250 Bedford Park Boulevard West, at Goulden Avenue, Bedford Park, the Bronx. Tickets: $10. Tickets: in advance, (718) 960-8833; day of show, (718) 960-8025. ''FREE TO BE . . ." , "date" : "20010518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/18\/arts\/spare-times-for-children.html"} , {"body" : "LIDSKY-David (Dave). 99 years young. Husband of deceased wife Florence. Father of Stuart and Barbara. Grandfather of Doron and Sinai. Great-grandfather of Dana and Leah. Brother of Moishe. Dave lived in Manhattan Beach, Brooklyn, for over 60 years. A respected member of Manhattan Beach Synagogue. Respected businessman and philanthropist, supporting" , "date" : "20010423" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths LIDSKY, DAVID (DAVE)" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/23\/classified\/paid-notice-deaths-lidsky-david-dave.html"} ,   {"body" : "How many gowns does a woman -- the regular kind, who will never thank the William Morris Agency in a televised awards ceremony -- actually need? This is a question repeatedly asked by those who live at some remove from fashion's orbit, and one that sociologists have seemingly been remiss to explore. But last week, Laura Royter-Shvarts, a Russian" , "date" : "20010116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "Where the Belles of Brooklyn Shop" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/16\/style\/where-the-belles-of-brooklyn-shop.html"} , {"body" : "When Yitta Halberstam Mandelbaum was growing up in Borough Park, Brooklyn, in the late 1950's, she figured there were two careers for Orthodox Jewish girls: teaching and social work. But Yitta's father, a traditional Hasidic man whose dark curls dangled from beneath his black hat, planted his daughter in the biography section of the local public" , "date" : "20010104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Working World Grows For Orthodox Women; New Fields and Strict Judaism Coexist" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/04\/nyregion\/working-world-grows-for-orthodox-women-new-fields-and-strict-judaism-coexist.html"}]