[  {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JIMMY RICHES A Way With Women Among the firemen sifting debris at ground zero is a battalion chief, James Riches, who is searching for his son and namesake, known to his family as Little Jimmy. Jimmy Riches, who would have turned 30 on Sept. 12, is the oldest" , "date" : "20011224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; One Was Almost 30, One Liked Simple Life, One Was a Born Firefighter" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/24\/nyregion\/nation-challenged-portraits-grief-victims-one-was-almost-30-one-liked-simple.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL EDWARD ROBERTS Firehouse Psychologist When Michael Edward Roberts was just 4, his father took him to a firehouse and sat him on a rig parked there. That's all it took. From that moment on, life was a countdown to the Fire Academy. He took time to get" , "date" : "20011222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Knack for Inventing, a Love of Animals, and a Flair for the Dramatic" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/22\/nyregion\/nation-challenged-portraits-grief-victims-knack-for-inventing-love-animals-flair.html"} , {"body" : "Eleven school custodians were arrested yesterday on charges of taking kickbacks from companies that were given contracts to wash school windows without going through an authentic bidding process, law enforcement authorities said. The arrests, the culmination of an 18-month investigation by the state attorney general's office, drew further scrutiny" , "date" : "20011212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "11 School Custodians Held in Kickback and Bid-Rigging Scheme" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/12\/nyregion\/11-school-custodians-held-in-kickback-and-bid-rigging-scheme.html"} , {"body" : "The following are not the kinds of things you typically find at a subway station: A poster warning that pinkeye might be going around. A nice woman handing out apple juice. A group of Brooklynites sitting on the ground in a circle, singing, ''The more we get together, the happier we will be!'' But if you go to the Prospect Park station on the Q" , "date" : "20011211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Tunnel Vision; Unexpected Denizens Of a Subway Station" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/11\/nyregion\/tunnel-vision-unexpected-denizens-of-a-subway-station.html"} , {"body" : "In a game full of momentum swings, Sheepshead Bay used a big play on offense and took advantage of two Lehman fumbles to win its first Public Schools Athletic League championship, 26-16, yesterday at Midwood Field in Brooklyn. The Sharks finished the season with a 12-0 record. Glenroy Watkins, a linebacker and fullback, has been a force for the" , "date" : "20011203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "HIGH SCHOOL FOOTBALL; Sheepshead Defeats Lehman For Title" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/03\/sports\/high-school-football-sheepshead-defeats-lehman-for-title.html"} , {"body" : "It was a case of too little, too late. Despite a fourth-quarter rally, Freeport ended up a yard short and Farmingdale ended the Red Devils' 20-game winning streak with a 13-6 victory in the Nassau County Conference I title game yesterday at Hofstra University in Hempstead, N.Y. Freeport was held scoreless for more than three quarters as" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL FOOTBALL; Freeport's 20-Game Streak Is Ended by Farmingdale" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/sports\/high-school-football-freeport-s-20-game-streak-is-ended-by-farmingdale.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. EVAN BARON The Determined Type Jeannine Spinella, a receptionist at Elders Futures, was shy. Evan Baron, a floor trader at the same company, was not. One Friday night 16 years ago, he asked if she wanted to go to a Mets game after work. She agreed. Then she" , "date" : "20011124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; An Oil Trader, an Avid Cyclist and a Leader Dedicated to His Firehouse" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/24\/nyregion\/nation-challenged-portraits-grief-victims-oil-trader-avid-cyclist-leader.html"} , {"body" : "Wisps of gloom have settled in the Almontaser home these first days of Ramadan. For the first time, the older son, Yousif, was not at the table to break the fast. He is a national guardsman, called up after Sept. 11. The second son, Mohammed, spent most of the evening in his room. The attack crushed his spirit and he dropped out of his senior year" , "date" : "20011121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Thanksgiving In a Time of Fasting; In Brooklyn, Healing Rhythms of Ramadan" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/21\/nyregion\/thanksgiving-in-a-time-of-fasting-in-brooklyn-healing-rhythms-of-ramadan.html"} , {"body" : "LIKE most Americans, I know what I will be eating tomorrow. It is the day after Thanksgiving I am thinking about. My postfeast mantra is, ''No more turkey, no more turkey.'' No sandwiches, no stuffing, no cranberry sauce -- well, maybe cranberry sauce. What I want is pizza. Finding good pizza is easier than it used to be, though not if you want" , "date" : "20011121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; At a No-Frills Pizza Spot, a Perfectionist's Pie" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/21\/dining\/25-and-under-at-a-no-frills-pizza-spot-a-perfectionist-s-pie.html"} , {"body" : "GLASCOE-Keith Alexander. A firefighter for three and-a-half years with the Fire Department of New York Ladder Company 21, was tragically lost with that Company's entire squad in the horrific collapse of the World Trade Center on September 11, 2001. He was 38. Born in San Francisco, CA, Mr. Glascoe was known for his 30-year football career beginning" , "date" : "20011116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths GLASCOE, KEITH ALEXANDER" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/16\/classified\/paid-notice-deaths-glascoe-keith-alexander.html"} ,   {"body" : "Manhattan TRIBECA $1.44 million 27 North Moore Street (Varick St.) (Ice House) 2-bedroom, 2-bath, 2,130-sq.-ft. condo in a renovated prewar loft building; concierge, dining area, kitchen, gas fireplace, private roof deck, exercise room in building; common charge $757; taxes $5,376; listed at $1.595 million, 10 weeks on market (brokers: Susan" , "date" : "20011115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/15\/garden\/residential-sales.html"} , {"body" : "TOWBA-Albert. On November 6, 2001. Devoted husband of Evelyn. Loving father of Eugene Towba and Janet Winter. Dear brother of Cecile Fried. Adored grandfather of Jordan, Jesse, Catherine and Natalie. Services 1 PM, today, Nieberg Midwood Chapel, 1625 Coney Island Avenue, Brooklyn, corner of Avenue M." , "date" : "20011108" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths TOWBA, ALBERT" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/08\/classified\/paid-notice-deaths-towba-albert.html"} , {"body" : "Farmingdale, one of Long Island's best teams, turned over the ball five times in the first half and trailed Uniondale (2-4) by 20-0 at halftime Friday night. ''That ain't getting it done,'' Coach Bud Krumenacker said of his team's first-half performance. The Dalers (6-0) came out of the locker room and scored on five straight possessions on the way" , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "HIGH SCHOOL FOOTBALL; Farmingdale Gets It Done in 2nd Half" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/sports\/high-school-football-farmingdale-gets-it-done-in-2nd-half.html"} , {"body" : "JOSEPH L. GENTILI has a spare moment in his spartan office at the New York City Board of Elections, but he is not a happy camper on a recent afternoon. Is anyone, he wants to know, listening to his gripes that the Nov. 6 general election could be a mess? Mr. Gentili, the board's deputy executive director, is irritated that the election was not" , "date" : "20011024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; The Chief Worrier and Election Watcher" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/24\/nyregion\/public-lives-the-chief-worrier-and-election-watcher.html"} , {"body" : "Virgil Avery scored three touchdowns yesterday to lead Brooklyn Tech (5-1) to a 27-7 victory over New Utrecht (3-3) at Wang Field in Brooklyn. Avery, a senior running back, leads the Public Schools Athletic League with 17 touchdowns on the season. ''He didn't even lead the team in yards,'' Coach Jim DiBenedetto said. ''He just finds the end zone.''" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "HIGH SCHOOL FOOTBALL; Avery's 3 Touchdowns Power Brooklyn Tech" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/sports\/high-school-football-avery-s-3-touchdowns-power-brooklyn-tech.html"} , {"body" : "ONCE each month for more than a dozen years, Lucy Lui cut and styled the reddish-brown hair of a quiet man named Paul Lisson, an unassuming office clerk who had followed her from one salon to another and finally, to Saks Fifth Avenue. They weren't exactly what you'd call friends, yet, like so many hairdressers and longtime clients, they knew" , "date" : "20011014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; For a Solitary Life, a Quiet Death" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/14\/nyregion\/citypeople-for-a-solitary-life-a-quiet-death.html"} , {"body" : "At Brooklyn Technical High School, they called it a football practice ground. But there were more weeds than grass and the players were challenged more by broken glass and concrete rubble than by scrimmage opponents. ''It was like the Discovery Channel, or Wild Kingdom,'' recalled Jared Foles, who graduated from Brooklyn Tech in 1988 and played" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Fort Greene Journal; A Godsend in the Guise of a Ball Field" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/fort-greene-journal-a-godsend-in-the-guise-of-a-ball-field.html"} , {"body" : "THE house, a three-bedroom bungalow built in the 1930's, is just a little more than a block from the Atlantic Ocean. Even on a cool evening, it is gratifying to walk out onto the sand and feel the wind. On nearly every street, children are taking a last bike ride before it gets dark. It looks like any small town in the United States. And in nearly" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Habitats\/Belle Harbor, Rockaways, Queens; Trading Manhattan Buzz For Beach and Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/realestate\/habitats-belle-harbor-rockaways-queens-trading-manhattan-buzz-for-beach.html"} , {"body" : "New York City public schools are being run this year largely by a corps of inexperienced leaders, with two out of every three principals having less than five years of experience on the job and 36 percent having less than two years. The lack of seasoned leaders, the worst shortage in decades, could not have come at a worse time, school officials" , "date" : "20011002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Increasingly, The Principal Is a Newcomer" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/02\/nyregion\/increasingly-the-principal-is-a-newcomer.html"} , {"body" : "SYMONS-Selma. Loving wife of the late Dr. Louis J. Beloved mother of Sonya and Gordon Goldsmith, Michael and Arlene Symons, and the late Barry Symons. Cherished grandmother and great-grandmother. Services Sunday, 11AM at Nieberg's Midwood Chapel, Inc., 1625 Coney Island Ave. (corner Avenue M), Brooklyn. 718-377-2700." , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "38" , "title" : "Paid Notice: Deaths SYMONS, SELMA" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/classified\/paid-notice-deaths-symons-selma.html"} ,   {"body" : "SEKZER-Jason. The members and staff of Camp Sussex deeply mourn this tragic and senseless loss resulting from the brutal attack on the World Trade Center. Jason was a good friend who gave many years to our organization as a staff and board member and helped thousands of disadvantaged children. A fund will be established in his memory. Our thoughts" , "date" : "20010926" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths SEKZER, JASON" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/26\/classified\/paid-notice-deaths-sekzer-jason.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "Poly Prep took an early lead yesterday and withstood a late rally to upset Bethlehem (Pa.) Catholic, 22-14, in a matchup of two of the top teams in the Northeast. On fourth-and-goal at the Poly Prep 5-yard line with 10 seconds remaining, Bethlehem Catholic (1-1) attempted a pass over the middle for the tying score, but Poly Prep defender John" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "HIGH SCHOOL FOOTBALL; Poly Prep Stops Rally And Pulls Off an Upset" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/sports\/high-school-football-poly-prep-stops-rally-and-pulls-off-an-upset.html"} , {"body" : "The disappointing field of candidates in this year's handful of contested races for seats on New York City's Civil Court leaves defenders of the current system of electing judges a lot to answer for. However, these are our recommendations in the all-but-decisive Democratic primary next Tuesday. Brooklyn (Countywide): Of the four candidates vying" , "date" : "20010905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Endorsements" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/05\/opinion\/civil-court-endorsements.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "DIANA BELOZOVSKY was 13 when she and her parents set out on a complicated getaway from the Soviet Union. At the American Embassy in Rome, the girl's elementary-school English proved indispensable to her parents for the first time. ''This was very crucial,'' said Ms. Belozovsky, who is now 24. ''They were deciding whether we get to America or not.''" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; Translating for Parents Means Growing Up Fast" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/urban-tactics-translating-for-parents-means-growing-up-fast.html"} , {"body" : "To the Editor: By using a front-page photograph of a decidedly stylish young man who looks more like a French movie star than a typical New York bus rider, you send a subliminal message that is erroneous and elitist. New York bus riders reflect a multitude of colors, ethnicities, shapes and sizes, but this fact seemed irrelevant. The implication" , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "On the Bus" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/nyregion\/l-on-the-bus-765848.html"} , {"body" : "Roy A. Rosenberg, a rabbi who saw intermarriage as inevitable and joyously performed thousands of marriages between Jews and non-Jews, died on Saturday from irregular heart rhythms while driving his car. He was 70. His son Raoul said the car then crashed into a tree, slightly injuring the rabbi's wife, Ruth. A doctor in the emergency room of Lock" , "date" : "20010815" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "Roy A. Rosenberg, 70, Rabbi at Mixed Weddings, Dies" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/15\/nyregion\/roy-a-rosenberg-70-rabbi-at-mixed-weddings-dies.html"} , {"body" : "Manhattan GREENWICH VILLAGE $725,000 39 Fifth Avenue (10th Street) 1-bedroom, 1-bath, 850-sq.-ft. co-op in a prewar building; 24-hr. doormen, manned elevator; 10-ft. ceilings, hardwood floors, fireplace, 3 exposures; maintenance $1,091, 47% tax-deductible; listed at $725,000, 4 weeks on market (brokers: Bellmarc Realty; Corcoran Group) GRAMERCY" , "date" : "20010802" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/02\/garden\/residential-sales.html"} ,   {"body" : "ROSENWASSER-Irving M. Beloved husband of Clarissa. Devoted father of Judith Berenbom. Dear brother of Ethel Long. Loving grandfather of Jonathan and Sara Berenbom. Dear father-inlaw of Joshua Berenbom. Services Monday, 12 noon, Midwood Chapel, Coney Island Ave. and Ave M, Brooklyn." , "date" : "20010730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths ROSENWASSER, IRVING M." , "url" : "http:\/\/www.nytimes.com\/2001\/07\/30\/classified\/paid-notice-deaths-rosenwasser-irving-m.html"} , {"body" : "MONICA HUNT'S eyes were half closed as she sat in the sun in Bryant Park, behind the New York Public Library. But she snapped to attention when asked about a recent comment by Michael Bloomberg, a Republican mayoral candidate, that the Northeast harbors ''very little discrimination.'' ''Is he crazy or what?'' demanded Ms. Hunt, a 57-year-old" , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Cuts on the Bias: The Pain Lingers" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/coping-cuts-on-the-bias-the-pain-lingers.html"} , {"body" : "Dr. Kendall Stewart had a hammertoe waiting. He is a podiatrist by profession. He will fix whatever bothers the foot. He took a bit of time to talk politics, for he is running for City Council in the 45th District in central Brooklyn. Like who isn't. So is an elementary school teacher. So is a rent examiner. So is a college professor. So are" , "date" : "20010721" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Who's in Running For Council Seat? Almost Everybody" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/21\/nyregion\/who-s-in-running-for-council-seat-almost-everybody.html"} , {"body" : "A 16-year-old Brooklyn youth was arrested yesterday and charged with spray-painting anti-Semitic remarks and swastikas on a block in Brooklyn this week, the police said. The boy, Maxim Tcherkassov, was charged with felony criminal mischief, aggravated harassment and making graffiti, the police said. On Monday, large black swastikas were painted on" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Anti-Semitic Graffiti" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/nyregion\/metro-briefing-new-york-brooklyn-arrest-in-anti-semitic-graffiti.html"} , {"body" : "On a sultry evening this week, a candidate for Brooklyn borough president, Jeannette Gadson, greeted a seemingly endless stream of people entering Wingate Park for a concert by Teena Marie, the rhythm-and-blues singer of 1980's fame. With a broad smile and a firm handshake, Ms. Gadson, who served as deputy borough president for eight years, urged" , "date" : "20010719" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Brooklyn, 3 Candidates Battle in Close Race for Borough President" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/19\/nyregion\/in-brooklyn-3-candidates-battle-in-close-race-for-borough-president.html"} , {"body" : "The police said yesterday that they were investigating the spray-painting of swastikas on a synagogue, several homes, a car and the rooftop of an apartment building, mostly on a single block in Brooklyn. Large black swastikas were painted on the doors of seven homes along East 12th Street between Avenue K and Avenue L in Midwood, where many" , "date" : "20010717" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Anti-Semitic Graffiti" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/17\/nyregion\/metro-briefing-new-york-brooklyn-anti-semitic-graffiti.html"} , {"body" : "Students seeking summer remedial classes to help them pass high-school graduation examinations in math are being turned away from some Brooklyn schools because of a shortage of qualified teachers, the New York City teachers' union said yesterday. Union officials said canvassing of their membership showed shortages of math and science teachers at" , "date" : "20010711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "2" , "title" : "Teacher Shortage Is Hurting Students, Union Says" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/11\/nyregion\/teacher-shortage-is-hurting-students-union-says.html"} , {"body" : "ALLALOUF-Sam, 73. Of NYC. Died Saturday, July 7, 2001, after weeks of complications following heart surgery. Beloved brother of Pauline and Maury (and wife Jenny) and uncle to Robert, Felice, Gary and Francine. Retired Public Relations Officer and News Editor, formerly of Roosevelt Hospital and St. Mary's Hospital, Hoboken, among others. He will be" , "date" : "20010709" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths ALLALOUF, SAM" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/09\/classified\/paid-notice-deaths-allalouf-sam.html"} , {"body" : "SCHEIB-Rose (nee Grossberg). Passed away July 1, 2001 at the age of 89 in San Francisco. She was the loving and loved wife of the late Sol Scheib, mother of Hilda Scheib, mother-in-law of David Handsher and grandmother of Jesse and Nora Handsher. Rose graduated from Hunter College and earned a Master's degree in German Literature. She spent 37" , "date" : "20010704" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths SCHEIB, ROSE (NEE GROSSBERG)" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/04\/classified\/paid-notice-deaths-scheib-rose-nee-grossberg.html"} , {"body" : "MARKS-Mildred Gralla. Loving wife of the late Benjamin Gralla and the late Louis Marks. Devoted mother of Audrey Einhorn, Toby Cohn and Stephen Gralla. Dear sister of Anna Lubin, Gertrude Kleinman and Dorothy Price. Cherished grandmother of Jaymie, Debra, Meryl, Shari, Douglas, Saul and Beni. Adored greatgrandmother of Benjamin, Jason and Alex." , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths MARKS, MILDRED GRALLA" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/classified\/paid-notice-deaths-marks-mildred-gralla.html"} ,   {"body" : "To the Editor: Re ''Taking the Cure,'' by Gail Collins (column, June 19): I have been a relatively successful and relatively happy New York City school teacher for 31 years. I started teaching in 1970 because I could make $2,000 more a year as a school teacher with a master's degree than as a chemist, thanks to the contract negotiated by Mayor John" , "date" : "20010625" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Why Teachers Stay, and Leave" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/25\/opinion\/l-why-teachers-stay-and-leave-960667.html"} , {"body" : "In the 1980's, rebellious teenagers used to scrawl an ''A'' for anarchy on high school walls in hopes of inciting chaos and revolution. To the casual observer, Edward R. Murrow High School in Brooklyn might look like the answer to their prayers. Students socialize and eat in the hallways at all hours of the day. No one has a hall pass. They do not" , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "At Murrow High, a Feeling of Freedom Prevails" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/nyregion\/at-murrow-high-a-feeling-of-freedom-prevails.html"} , {"body" : "WHEN it came to mules, there was barely a virgin in sight. The women in the second-floor shoe department of Bloomingdale's the other day were mostly mavens appreciating the sexy, backless little shoe that is suddenly de rigueur everywhere from hip bars to hushed offices. Going half-shoeless in a city full of grime, glass, potholes and grates would" , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Getting on Board The Mule Train" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/nyregion\/coping-getting-on-board-the-mule-train.html"} , {"body" : "One afternoon last week, Deanna Cunneen, a pert young woman whose figure suggested she had never gotten too close to ordering a cheese course, arrived on the eighth floor of Barneys uptown to try on a dress. The trajectory of events that took her there started out something like this: ''I have a friend who runs the derivatives desk at Merrill" , "date" : "20010515" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In Rush Hour Of the Brides, The Word Is Sexy" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/15\/nyregion\/in-rush-hour-of-the-brides-the-word-is-sexy.html"} , {"body" : "Alexander Elegudin, the quarterback for Brooklyn Technical High School, dreads practice. He and his teammates must travel 30 minutes by subway to a public site in Midwood because their school does not have its own athletic field. ''We practice on dirt and play on grass,'' Mr. Elegudin said. ''They've been talking about a home field for 20 years.''" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; It Took 78 Years, but Brooklyn Tech Is Finally Getting a Field" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/nyregion\/neighborhood-report-fort-greene-it-took-78-years-but-brooklyn-tech-finally.html"} , {"body" : "THE real problem is not ''The Sopranos,'' the television mob opera, or all those movies and books showing vulgar Italian-Americans wolfing down pasta and working for the Mafia. The problem is that popular culture makes little room for defining Italian-Americans in other ways. And the best solution for Italian-Americans troubled by stereotypes is to" , "date" : "20010422" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "COPING; Italian Stories, Without Bullets" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/22\/nyregion\/coping-italian-stories-without-bullets.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $1.375 million 500 Park Avenue (59th Street) 2-bedroom, 2-bath, 1,700-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, dining area," , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/realestate\/residential-sales.html"} , {"body" : "One car of a northbound R train that was rounding a curve into the City Hall station jumped the tracks yesterday, stranding several hundred passengers for more than a half-hour and tangling subway service across the city through the evening rush. Passengers described a slight jolt and a loud noise, followed by a haze of smoke inside some of the" , "date" : "20010411" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Derailment at City Hall Snarls Subway Through the Evening Rush" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/11\/nyregion\/derailment-at-city-hall-snarls-subway-through-the-evening-rush.html"} , {"body" : "Boys and Girls High School of Brooklyn, which dominated the indoor girls' distance relays, continued its winning ways yesterday, setting three meet records in the Hornet Relays at Midwood High in Brooklyn. Boys and Girls won the 4x400-meter relay in 3 minutes 53.0 seconds, the 4x800 in 9:19.0 and the 4x1,600 in 21:09.3. Stacey Ann Livingston ran on" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "PLUS: TRACK AND FIELD; BOYS AND GIRLS IN TOP FORM" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/sports\/plus-track-and-field-boys-and-girls-in-top-form.html"} , {"body" : "SLATE-GRAY clouds raced across the turbulent sky. A fine drizzle misted the landscape. Except for the buses trundling up the Avenue of the Americas, the ladies agreed as they peered out the wood-paneled windows, it was a perfect Brontë day. They would know. American members of the Brontë Society, they converged in New York last weekend for a day" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Brontë Rapture, Far From the Moors" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/city-lore-bronte-rapture-far-from-the-moors.html"} ,   {"body" : "''I am your principal,'' Mark Green declared brightly yesterday morning, looking just a bit nervously across a classroom at Midwood High School in Brooklyn that was packed, desk to desk, with students hoisting guitars for their music class and staring straight back at him. Mr. Green, the New York public advocate and a Democratic candidate for" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "A School Day in the Lives of 4 Principal Democrats" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/nyregion\/a-school-day-in-the-lives-of-4-principal-democrats.html"} , {"body" : "New York City's neediest community school districts spent the most per pupil last year and the wealthiest spent the least, according to a study released yesterday by the Board of Education. The results run counter to what has become conventional wisdom: that the wealthiest school districts generally spend the most on their students and the poorest" , "date" : "20010403" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Neediest Districts Spend the Most Per Pupil, the Board of Education Says" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/03\/nyregion\/neediest-districts-spend-the-most-per-pupil-the-board-of-education-says.html"} , {"body" : "It was 10 days before Passover and the brisket orders were coming in like so many plagues, but Steve Gilmer, along with most of the country's kosher butchers, had no brisket. Except for one little piece he was saving for his best customer. ''She came in the other day and I said, 'Betty, meet me in the back because I don't want any of the other" , "date" : "20010331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["ARGENTINA" , "KANSAS"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "Butchers' Passover Lament: Yes, We Have No Brisket" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/31\/us\/butchers-passover-lament-yes-we-have-no-brisket.html"} , {"body" : "Thirty-three years ago, when Julianne Hirsh moved into a house on East 24th Street in South Midwood, she noticed that her mail sometimes listed a street name that sounded as if it should be in Jane Austen's England, not Brooklyn, N.Y. ''Early on, we would receive mail addressed to Mansfield Place,'' she recalled. ''It must have still been on some" , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD; Streets Reclaim Names That Had Sense and Sensibility" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/nyregion\/neighborhood-report-midwood-streets-reclaim-names-that-had-sense-and-sensibility.html"} , {"body" : "Though she works as an illiterate Irish maid born in 1830, Meghan Klages wants you to know that she drives a 2000 Volkswagen Beetle, has tattoos and thinks of Tuesday night as ''Buffy night.'' That would be ''Buffy the Vampire Slayer,'' the television show, you would need to explain to Brigid Clarke, the maid Ms. Klages portrays at a historical" , "date" : "20010318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; A Serving Wench in Staten Island" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/18\/nyregion\/citypeople-a-serving-wench-in-staten-island.html"} , {"body" : "GREENBERG-Mae (nee Strauss). Passed away March 11, at age 91. Loving wife of the late Professor Isidore Greenberg. Devoted mother of Judith Jones & Glenda Rubin. Cherished grandmother of Rachel Jones and Gabrielle, Talia and Michal Rubin. Dear sister of Augusta Thomas and Morris Strauss. Services Thursday, 11:30 AM at Nieberg's Midwood Chapel Inc.," , "date" : "20010314" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths GREENBERG, MAE (NEE STRAUSS)" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/14\/classified\/paid-notice-deaths-greenberg-mae-nee-strauss.html"} , {"body" : "A 25-year-old film student at New York University. An 86-year-old Brooklyn landlord. Two infant Washington Heights children. These are just a few of the victims included on a gruesome list of fatal fires in New York City in the last year that have each been attributed to a seemingly innocuous source: candles. Citing this surge in candle-related" , "date" : "20010308" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "City Warns of Candle Hazards, Citing Rise in Related Deaths" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/08\/nyregion\/city-warns-of-candle-hazards-citing-rise-in-related-deaths.html"} , {"body" : "Two brothers were arrested last night in connection with a four-hour attack on a housekeeper at a Brooklyn town house on Monday, the police said. One brother confessed to raping the woman and robbing the house, a law enforcement official said. The housekeeper, 34, whose name was not released, went to work at the three-story house in the" , "date" : "20010228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Arrested in Brooklyn Housekeeper's Rape" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/28\/nyregion\/2-arrested-in-brooklyn-housekeeper-s-rape.html"} , {"body" : "A 34-year-old woman reported that she was tied up and sexually assaulted by three burglars in a house in Brooklyn yesterday, the police said. The woman, who works at the house, said the men entered the house, on Midwood Avenue in Prospect-Lefferts Gardens, at 9:15 a.m. and terrorized her for nearly four hours, said Sgt. James Foley, a police" , "date" : "20010227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burglars Assault Woman" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/27\/nyregion\/burglars-assault-woman.html"} , {"body" : "Kirsten McKnight, once a guard on the University of Oregon women's basketball team, is now an assistant coach with the Ducks. She is also studying for a graduate degree at Oregon, with the goal of someday working as an executive in a professional league. Allison Gardiner, a competitive swimmer in high school and college, never considered a career" , "date" : "20010213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "CLAIMING THEIR SHARE: A special report.; Women in Sports Cultivating New Playing Fields" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/13\/sports\/claiming-their-share-special-report-women-sports-cultivating-new-playing-fields.html"} ,   {"author" : "James Traub is a contributing writer for The New York Times Magazine." , "body" : "The old testament furnishes any number of possible metaphors for the reign, now nearing its end, of New York's mayor, Rudolph W. Giuliani. The Rev. Calvin Butts, pastor of Harlem's Abyssinian Baptist Church, suggests the following: ''There was a fellow named Josiah that became king. And they were searching through some rubble, and they found the" , "date" : "20010211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "Giuliani Internalized" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/11\/magazine\/giuliani-internalized.html"} , {"body" : "THREE weeks ago, The New York Times invited children from the public schools to submit essays on problems in their schools and how to correct them. Hundreds of essays were received; here are some excerpts: Teachers, Classes . . . I'd have more labs where you can study animal behavior and put mouse and cockroach traps on the floor so that the" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "SOAPBOX; Sitting in Mom's Old Desk" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/nyregion\/soapbox-sitting-in-mom-s-old-desk.html"} , {"body" : "To the Editor: Heartfelt thanks to Ronnie Eldridge for putting the Lindsay era in balance and perspective (''Days of Activism and Idealism,'' First Person, Dec. 31). During his 1969 re-election campaign, I chaired the Labor Committee of the Liberal Party and arranged a meeting of labor leaders and activists with the Mayor at City Hall. I have a" , "date" : "20010121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Remembrance of Lindsay Captured His Will to Listen" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/21\/nyregion\/l-remembrance-of-lindsay-captured-his-will-to-listen-535630.html"} , {"body" : "As funerals go, yesterday's ceremony in Brooklyn was unusual. It was held at 2 a.m., in the headquarters of an ambulance service, while the body lay 6,000 miles away. But mourners make a funeral, and more than 700 Orthodox Jews jammed the Hatzoloh of Flatbush Volunteer Ambulance Corps building in Midwood in the middle of the night, reciting psalms" , "date" : "20010120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Funeral on 2 Continents For Ambulance Worker" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/20\/nyregion\/funeral-on-2-continents-for-ambulance-worker.html"} , {"author" : "Jill Eisenstadt, who was born in Brooklyn and lives there now, is the author of two novels, ''From Rockaway'' and ''Kiss Out.''" , "body" : "KICK the can. The seltzer man. Dem bums. The candy store. A charlotte russe made the right way, with a ring of cardboard around the sponge cake. Cafeterias and bowling alleys. Stickball and stoopball. Ebbinger's Boston Cream Pie made the wrong way, with whipped cream instead of the custard. Taking the trolley. Plunging your arm into a pickle" , "date" : "20010114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; Brooklyn of Old Leaves Her Cold" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/14\/nyregion\/city-lore-brooklyn-of-old-leaves-her-cold.html"} , {"body" : "Deborah Anne Gillman, a daughter of Sarah Fisher Gillman and Dr. Neil Gillman of Manhattan, is to be married today to Dr. Daniel Jeremy Kass, a son of Miryom Kass and Dr. Alvin Kass of Brooklyn. The bride's father, who is the rabbi at the East Midwood Jewish Center in Brooklyn, will perform the ceremony there with the bridegroom's father, a rabbi" , "date" : "20010114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Deborah Gillman, Daniel Kass" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/14\/style\/weddings-deborah-gillman-daniel-kass.html"} , {"body" : "NEW YORK BROOKLYN: TEENAGER DIES IN GUNFIRE -- A teenager was killed and a man was critically injured early yesterday when they were shot in what the police believe was a drug-related dispute. The teenager, identified as Deshawn Alleyne, 17, was pronounced dead shortly before 2 a.m. He had been shot once in the back, the police said. The second" , "date" : "20010108" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/08\/nyregion\/metro-briefing.html"} , {"body" : "When Ray Brenciforte came home from the Korean War, the city's economy was booming and so were its mostly mom-and-pop funeral homes. A limousine to a local cemetery back then might cost as little as $33. After a stint delivering air-conditioners, Mr. Brenciforte got a union job driving a hearse for a Brooklyn livery service. While being a funeral" , "date" : "20010107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RIDGEWOOD -- CITYPEOPLE; Decorum and a Touch of Runyon Mark a Career at the Wheel of a Hearse" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/07\/nyregion\/neighborhood-report-ridgewood-citypeople-decorum-touch-runyon-mark-career-wheel.html"} , {"body" : "ABRAMOWITZ - Hayim, EdD. Principal and founder of Bialick School, Solomon Schechter High School of Brooklyn and the Ben Yehuda School. Esteemed prominent educator in the field of Jewish day schools. Graduate of Yeshiva University, loving husband of Florence. Devoted father of Amnon and Henni, Naomi and Rubin, Michael and Gail, Ira and Leah." , "date" : "20010102" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths ABRAMOWITZ, HAYIM, EDD." , "url" : "http:\/\/www.nytimes.com\/2001\/01\/02\/classified\/paid-notice-deaths-abramowitz-hayim-edd.html"}]