[  {"body" : "ON oceanfront land in Brooklyn once occupied by the Brighton Beach Baths, the Muss Organization of Queens is moving into the third year of construction on a condominium project that is reversing the symbolism of the site -- from one linked with the past to one reflecting the possibilities the city holds for its recent immigrants and their children." , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "On Brighton Beach, a Tide of Immigrants" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/realestate\/on-brighton-beach-a-tide-of-immigrants.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. LONNY STONE Life Is Like a Good Burger Sometimes, the family of Lonny Stone would lie on top of one another to make a hamburger. Lonny, at the bottom, was half the bun. His sons, Joshua, 9, and Alex, 12, were the meat and the pickle. His wife, Stacey, was the" , "date" : "20011220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; No More Waves From the Tower, Trips to Church, Tattooing Ambitions" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/20\/nyregion\/nation-challenged-portraits-grief-victims-no-more-waves-tower-trips-church.html"} , {"body" : "FAJNSOD-Eleanore. We mourn her passing on November 13, 2001, after a tenacious battle against pancreatic cancer. Elly was born December 26, 1938, in Brooklyn, daughter of Irving and Rae (Widomlansky) Wilkes, and graduated Thomas Jefferson H.S. While living in the Glenwood Projects, she worked at South Shore H.S., lastly as a paraprofessional. After" , "date" : "20011119" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths FAJNSOD, ELEANORE" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/19\/classified\/paid-notice-deaths-fajnsod-eleanore.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 393 yesterday, and the city medical examiner had identified 335. In all, 4,979 could be missing. Here are glimpses of some of those lives. NURAL and SHAKILA MIAH The Voice of a Deer Long ago in Bangladesh, Nural Miah's grand father hunted birds in the jungle." , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Hunting Tradition Is Upheld, Along With a Bond Between Cousins" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/nation-challenged-portraits-grief-victims-hunting-tradition-upheld-along-with.html"} , {"body" : "A teenager accused last year of igniting a fire in a Brooklyn stable that killed 21 horses and sent 30-foot flames soaring into the night sky was acquitted yesterday by a state jury. The jury decided that the teenager, Frank Esposito, who was 17 at the time of the fire, was not guilty of arson, reckless endangerment and 21 counts of animal cruelty" , "date" : "20011006" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Acquits Teenage Boy In Stable Fire" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/06\/nyregion\/jury-acquits-teenage-boy-in-stable-fire.html"} , {"body" : "On the cast that covers Cathy Nash's right leg, there is a drawing of the twin towers above a wide smile. Next to the towers is a drawing of the American flag and below that, a note written by a proud daughter to her courageous mother. ''Dear Mom,'' the note says, ''Good job helping out -- Love, Deirdre.'' Minutes after the World Trade Center was" , "date" : "20010923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: CHARITY; Some of Those Who Helped Now Need Help" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/23\/nyregion\/a-nation-challenged-charity-some-of-those-who-helped-now-need-help.html"} , {"body" : "SHOWING a degree of resilience in the face of the national economic slowdown, the residential real estate market in the New York metropolitan region clung to its penchant for price increases in the first half of the year, even as buyers became more choosy (or wary) and sellers lost a bit of their swagger. Though more moderate than during the frenzy" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Home Prices Are Up, but Not as Much" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/realestate\/home-prices-are-up-but-not-as-much.html"} , {"body" : "For buyers at the Oceana condominium development, which is taking shape on 15 acres once occupied by the Brighton Beach Baths, a major attraction is the same thing that once drew bathers -- the Atlantic Ocean. That is the case for Vsevolod and Natalie Maksin, who moved in March to a two-bedroom apartment, with water views, that they bought in 1999" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Residential Real Estate; Draw to Brighton Beach Is by the Sea, by the Sea" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/nyregion\/residential-real-estate-draw-to-brighton-beach-is-by-the-sea-by-the-sea.html"} , {"body" : "Merrill Horenstein, a daughter of Marcia and Sidney Horenstein of Manhattan, was married yesterday to Brian McGarity, the son of Jane McGarity of Old Mill Basin, N.Y., and Donald McGarity of Tamworth, N.H. The Rev. Robert Swain, a Unitarian Universalist minister, officiated at the W New York-Union Square hotel in Manhattan. Mrs. McGarity, 32, was" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "WEDDINGS; Merrill Horenstein, Brian McGarity" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/style\/weddings-merrill-horenstein-brian-mcgarity.html"} , {"body" : "For gangsters living the incognito life, the witness protection program can be as dull as old pencil lead. After all, wise guys love to talk, and under federal protection, whom do they really get to talk with except bartenders and waitresses at the local greasy spoon? It seems perfectly natural, then, that one relocated mobster should call another" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Reporter's Notebook; What Mobsters Chat About: Glory Days and Bad Teeth" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/nyregion\/reporter-s-notebook-what-mobsters-chat-about-glory-days-and-bad-teeth.html"} ,   {"author" : "E-mail: daschn@nytimes.com" , "body" : "The Amish Body Shop Q. Recently I saw a Central Park-style horse carriage being hauled down Broadway on the back of a flatbed truck. Where are the city's horse-drawn carriages taken when they need repairs? A. When your car breaks down, you take it to someone who knows how to fix cars; when your carriage breaks down, you take it to someone who knows" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/nyregion\/fyi-713015.html"} , {"body" : "Surely one of the most suburban parts of Brooklyn is the wrench-shaped peninsula that holds Bergen Beach, Georgetown, Mill Basin and Old Mill Basin. This area is embroidered with shady, quiet streets and mint-green lawns; down by the water, houses can sell for $1 million and more. Historically, the area has been overwhelmingly white, and remains" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["OLD MILL BASIN (NYC)" , "GEORGETOWN (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BERGEN BEACH (NYC)" , "MILL BASIN (BKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: SOUTHEAST BROOKLYN; Drops of Diversity in a Quiet Area" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/neighborhood-report-southeast-brooklyn-drops-of-diversity-in-a-quiet-area.html"} , {"body" : "Aside from the quadruple bypass surgery, the ventricular arrhythmia, the cerebral vascular disease, the Basal cell carcinoma, the abdominal aortic aneurysm and the peptic ulcer, Rudy Casale has problems. Mr. Casale, who is 74, pleaded guilty in May to using ''extortionate methods'' to collect a debt from an unlucky Russian gambler a year ago." , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Reporter's Notebook; New Plea in Mob Case: Not Guilty, Just Stupid" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/reporter-s-notebook-new-plea-in-mob-case-not-guilty-just-stupid.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Indigenous Peoples: Perspectives and Perceptions,'' weekend programs of events and performances. Tomorrow and Sunday at 1 p.m., a lecture on Hawaiian arts with a lei-maker, Kilohana, and Lehua Domingo; at 2:15, ''Encircled With Love: The Musical" , "date" : "20010504" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/04\/arts\/spare-times-148261.html"} , {"body" : "They have lived long enough for their days to be easy, yet on any given day Angelo Furio, 73, and David Heller, 80, are racing around Brooklyn in an old station wagon, making house calls as highly sought-after handymen. Getting a date with them can take weeks. Still, their clients speak their names with awe and adoration, in part because Mr. Furio" , "date" : "20010430" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Elderly Volunteers Aid Homebound" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/30\/nyregion\/elderly-volunteers-aid-homebound.html"} , {"body" : "ADD this to the list of stylish accessories that people will steal for: your headlamps. Barry Reznik, an engineer who lives in the Mill Basin section of Brooklyn, is among a small but growing number of lighting fashion victims. He awoke one morning last week to find two empty sockets in the face of his 2001 Acura 3.2CL, where" , "date" : "20010427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "To Thieves, New Headlamps Become a Blue-Light Special" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/27\/automobiles\/to-thieves-new-headlamps-become-a-blue-light-special.html"} , {"body" : "Threats of violence continued to plague school districts in the New York region as the Valhalla schools in Westchester County were closed today because of a menacing note found on a wall, and on Long Island the police charged a 13-year-old boy with harassment on Friday for making a threat online. The decision to shut down the schools in Valhalla, a" , "date" : "20010425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VALHALLA (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Two School Districts Respond to Student Threats" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/25\/nyregion\/two-school-districts-respond-to-student-threats.html"} , {"body" : "So it turns out that the World Trade Center is really just an office complex. Forget, for a moment, the distinctive silhouette that bullied the Manhattan skyline into an entirely new shape. Forget that there was a time when 1 World Trade was more a bold prediction than an address. Little remains of the project's government-devised purpose. It was" , "date" : "20010227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Twin Peaks Make A Vertical World Of Their Own; A Distinctive Urban Silhouette That Has Its Own ZIP Code" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/27\/nyregion\/twin-peaks-make-vertical-world-their-own-distinctive-urban-silhouette-that-has.html"} , {"body" : "At the entrance of ''Committed to the Image,'' a new photography exhibition at the Brooklyn Museum of Art, a makeshift altar of roses, lilies and tulips appeared yesterday. They were in memory of Mfon Essien, a Nigerian-born photographer whose naked self-portraits taken after she had a mastectomy are among 188 photographs by black photographers in" , "date" : "20010217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Amid Strong Debate, Mild Curiosity at the Exhibition" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/17\/nyregion\/amid-strong-debate-mild-curiosity-at-the-exhibition.html"} , {"body" : "How many gowns does a woman -- the regular kind, who will never thank the William Morris Agency in a televised awards ceremony -- actually need? This is a question repeatedly asked by those who live at some remove from fashion's orbit, and one that sociologists have seemingly been remiss to explore. But last week, Laura Royter-Shvarts, a Russian" , "date" : "20010116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "Where the Belles of Brooklyn Shop" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/16\/style\/where-the-belles-of-brooklyn-shop.html"} ,   {"body" : "A 28-year-old Queens man was charged yesterday with committing six murders in 1993 and 1994, at least two of them drug related, the authorities said. The man, Guillermo Benitez-Zapata of Otis Avenue in Corona, was already in jail serving a sentence on a drug conviction unrelated to the homicide charges, said his lawyer, Donna R. Newman. Among the" , "date" : "20010109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FORT LEE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Queens Man Faces Charges In Six Killings In Early 90's" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/09\/nyregion\/queens-man-faces-charges-in-six-killings-in-early-90-s.html"}]