[  {"body" : "Three years ago, Eileen McMillan sat at a kitchen table in Bergen Beach, Brooklyn, and stared blankly at her niece, Joan Tallerie. Ms. Tallerie was trying to talk to her aunt -- but wasn't getting much of a response. ''If we were standing next to her and we said something, she wouldn't even acknowledge us, she wouldn't look over or anything,'' Ms." , "date" : "20011231" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; A Set of Hearing Aids Reinvigorates One Life" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/31\/nyregion\/the-neediest-cases-a-set-of-hearing-aids-reinvigorates-one-life.html"} , {"author" : "Michael Miscione is a contributor to ''City Secrets: New York City,'' to be published in June by the Little Bookroom. He lives in Turtle Bay." , "body" : "SOON after the Sept. 11 attacks, much was made of an overripe bronze sculpture that a well-meaning company in Pittsburgh donated in tribute to New York's fallen firefighters. It stands on Eighth Avenue near 44th Street. Few New Yorkers realized that we already had our own Firemen's Memorial, a dignified stone and metal monument -- with a separate" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "SOAPBOX; The Forgotten" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/nyregion\/soapbox-the-forgotten.html"} , {"body" : "H. Peter Kriendler, who helped transform ''21'' from a speakeasy into one of Manhattan's most beloved and enduring restaurants, and for decades was its face, voice and ambassador, died yesterday at his home on the Upper East Side of Manhattan. He was 96 years old. . Mr. Kriendler, known to his friends as Pete and to employees at ''21'' as Mr. Pete" , "date" : "20011222" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "H. Peter Kriendler, 96, Operator of '21' Club" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/22\/nyregion\/h-peter-kriendler-96-operator-of-21-club.html"} , {"body" : "In the Rockaways, sand dunes ripple past underground silos that once housed nuclear-tipped missiles. On the island where New York City maintains potter's field, prisoners bury the indigent near the foundations of former Army barracks. At a Staten Island park, children dig soccer cleats into land that offers a faint outline of a former Army air" , "date" : "20011216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Fortress New York, Falling to Time; Across City, Vestiges of the Days of Redcoats, Rebels and Russians" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/16\/nyregion\/fortress-new-york-falling-time-across-city-vestiges-days-redcoats-rebels.html"} , {"body" : "GOLDMAN-Murray. Consulting Engineer, age 81, died December 1, 2001. Devoted husband of Anne, loving father of David, Susan Luca and Ellen, and brother of Rosalind Black. Murray spent his first years on the Lower East Side in New York City; the family later moved to Ozone Park. In the early 1940s he worked for the government as a pipefitter at the" , "date" : "20011211" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths GOLDMAN, MURRAY" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/11\/classified\/paid-notice-deaths-goldman-murray.html"} , {"body" : "John Gore swore that once he retired from his job as a traveling salesman, he would roam no longer. The pins on his hat say otherwise. ''That's Hurricane Floyd, Fran, Hugo, Mitch,'' he said last week, pointing out some of the relics of his travels. ''And now,'' he said, his finger resting on a pin purchased in Times Square, ''the New York twin" , "date" : "20011204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Doing Good Deeds, and Windows; Baptist Volunteers Clean Homes Near Ground Zero" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/04\/nyregion\/doing-good-deeds-and-windows-baptist-volunteers-clean-homes-near-ground-zero.html"} , {"body" : "Plans to build an enormous television tower to replace the one atop the World Trade Center are in doubt. The efforts have stalled despite growing pressure from television executives concerned about losing millions of viewers and the advertising dollars they attract. The plan, proposed after the terrorist attack, calls for building a 2,000-foot" , "date" : "20011122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Replacement For TV Tower Lost on Sept. 11 Is in Doubt" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/22\/nyregion\/replacement-for-tv-tower-lost-on-sept-11-is-in-doubt.html"} , {"body" : "Mark Green campaigned across Brooklyn yesterday, strolling through Sunset Park and Borough Park and visiting four predominantly black churches, where he fiercely and repeatedly criticized his opponent, Michael R. Bloomberg. Mr. Green listened to the harmonies of a gospel choir, visited a kosher restaurant and shook hands with a churros vendor. He" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Green Navigates Brooklyn Bearing Swipes at Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/green-navigates-brooklyn-bearing-swipes-at-bloomberg.html"} , {"body" : "NICHOLAS EVANS-CATO has been painting pictures of the same triangle of dirt for five years. Today the object of his affection -- an awkward lot at Hudson Avenue and Front Street in the Vinegar Hill section of Brooklyn -- is filled with sickly grass, robust weeds, automobiles, old socks and a deflated Wilson football. But 200 years ago, historians" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; A Patch of Dirt With a Haunting Past" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/citypeople-a-patch-of-dirt-with-a-haunting-past.html"} , {"body" : "THE Clancys of City Island in the Bronx do not consider themselves a military family. Even though one of their male relatives is buried in a mass grave near the Argonne, the forest in France where thousands of soldiers died in World War I. Another stormed a beach in Normandy on D-Day and ended up posing for a picture in Hitler's captured Alpine" , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Down the Years, a Call to Arms" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/nyregion\/down-the-years-a-call-to-arms.html"} ,   {"body" : "The book, published 150 years ago today, speaks to you. I don't mean this as an empty gesture of literary piety but as a literal description. That famous first sentence -- ''Call me Ishmael'' -- is in the second person. Someone wants your attention. He is a New York character, and the encounter is one most New Yorkers have had at one time or" , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "With Ishmael in That Island City; Though Everything Has Changed, Melville's Landlocked Dreamers Linger" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/arts\/with-ishmael-that-island-city-though-everything-has-changed-melville-s.html"} , {"body" : "Open Lofts Jo Malone Shop, 949 Broadway (22nd Street); (212) 431-2440. Seven lofts, including an architect's where the dividing walls are suspended between the ceiling and floor and a duplex designed for a family, will be open for a self-guided tour on Saturday, from 11 a.m. to 3 p.m. Tickets, $55, will benefit the River to River Partnership, which" , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/garden\/calendar.html"} , {"body" : "William Feehan, the Fire Department's second-highest official, whose knowledge and cunning in battling fires himself made him the stuff of legend to his firefighters, died Tuesday when the south tower of the World Trade Center collapsed on his command station. He was 71 and lived in Flushing, Queens. Mr. Feehan, the first deputy fire commissioner," , "date" : "20010913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries" , "Washington"] , "page_facet" : "25" , "title" : "William Feehan, Fire Dept. Leader, Dies at 71" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/13\/nyregion\/william-feehan-fire-dept-leader-dies-at-71.html"} , {"body" : "In 1991, when the City Council was expanded to add more minority members, the new First District in Chinatown was expected to produce the city's first Asian-American elected official. With that in mind, Chinatown's leaders debated whether it would be better to yoke their neighborhood to the heavily Latino East Side, which might share its concerns" , "date" : "20010903" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Despite a Heavily Asian District, Chinese-American Candidates Are Still Lagging" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/03\/nyregion\/despite-a-heavily-asian-district-chinese-american-candidates-are-still-lagging.html"} , {"body" : "It is a district made up of Brooklyn neighborhoods with different personalities. There is Fort Greene and Clinton Hill, with their immense population of black, middle-class residents and trendy restaurants and shops. There is Crown Heights, with its Orthodox Jewish enclave in a largely Caribbean neighborhood. There is also the Brooklyn Academy of" , "date" : "20010824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Mixed Field for a Mixed District Expected to Gain in Political Strength" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/24\/nyregion\/a-mixed-field-for-a-mixed-district-expected-to-gain-in-political-strength.html"} , {"body" : "IF only Hugh Hefner could keep his hands away from those Playboy bunnies, he might come off a bit more like Jeff Brauer, the strait-laced strategist behind On Your Own Publications, publisher of ''Sexy New York City,'' an annual guidebook to Big Apple erotica; Zany's, a reference tool for apartment seekers; and the brand-new ''Queer New York,'' a" , "date" : "20010801" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Sexy and Zany? Nah, He Just Prints the Stuff" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/01\/nyregion\/public-lives-sexy-and-zany-nah-he-just-prints-the-stuff.html"} , {"body" : "THE tattoo stood out on the glimmering chest. There on the shoulder was another. Encircling the wrist of a well-toned forearm was what appeared to be a woven blue band -- but on closer inspection was yet one more tattoo. The man with her had even more of them. Years ago -- perhaps no more than a dozen -- the word tattoo conjured up images of" , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Back Alleys to Beauty Queens" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/nyregion\/from-back-alleys-to-beauty-queens.html"} , {"body" : "LAST Fourth of July, the day throngs of spectators flocked to the New York waterfront to watch giant ships glide in from around the world, 200 white-clad sailors and 400 civilians caroused on the roof of a building in the Brooklyn Navy Yard overlooking the docks. Some twirled dance partners to a swing band. Others feasted on strawberries and" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yard Work" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/nyregion\/yard-work.html"} , {"body" : "ON the northwest edge of Bedford-Stuyvesant -- bordering the bodegas and housing projects of DeKalb Avenue, but only three blocks from the Italianate brownstones and Victorian mansions of Clinton Hill -- six former factories built on a street called Taaffe Place at the turn of the last century have been reincarnated as beautifully renovated" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When New Homes Drive Out Old Jobs" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/realestate\/when-new-homes-drive-out-old-jobs.html"} , {"author" : "E-mail: lijournal@nytimes.com" , "body" : "SOME people buy a van Gogh,'' Lou Rubino Sr. said in his low, raspy voice. ''Some people buy art by Tattoo Lou. They wear it or they hang it. But it is all art.'' Standing in his West Babylon tattoo parlor, Mr. Rubino is a walking advertisement for the well-inked. His forearms are covered in layer upon layer of tattoos that chronicle his years in" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST HAMPTON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LONG ISLAND JOURNAL; In This Artist's Hands, Skin Is the Canvas" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/long-island-journal-in-this-artist-s-hands-skin-is-the-canvas.html"} ,   {"body" : "The letter from New York City to welfare veterans is blunt. ''Your time limits for cash assistance will be expiring this year,'' one version says, referring to the five-year lifetime limit on federal cash aid. ''We have scheduled an appointment for you to be seen so you can discuss how you plan to manage your household expenses.'' The notice went" , "date" : "20010625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "As Welfare Deadline Looms, Answers Don't Seem So Easy" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/25\/nyregion\/as-welfare-deadline-looms-answers-don-t-seem-so-easy.html"} , {"body" : "FOUR stops after the No. 3 IRT line rises out of its tunnel in the far reaches of Brooklyn, its elevated tracks enter East New York, looming above what was, less than a decade ago, a six-block stretch of weed-choked grassland. This was no natural habitat. That swath, criss-crossed by a street grid, was pockmarked in those days by the rusted hulks" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "East New York: a Neighborhood Reborn" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/east-new-york-a-neighborhood-reborn.html"} , {"body" : "RECREATION ''Y.M.C.A. WORLD'S LARGEST RUN,'' Flushing Meadows-Corona Park, Queens. A five-kilometer run-walk to be held nationwide to celebrate the 150th anniversary of the founding of the Y.M.C.A. in the United States. Begins tomorrow at 10 a.m. at the Science Bridge near the Queens Museum of Art, opposite the Unisphere. Sponsored by the Y.M.C.A." , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/arts\/spare-times-593710.html"} , {"body" : "When in war, follow your leader. This is a basic prescript of military life. It is a rule that Joe Lafferty, a gas turbine machinist third class, forgot yesterday in the hurly-burly of Fleet Week. And it cost him. The day started well for Mr. Lafferty, 21, a sailor assigned to the frigate Samuel B. Roberts, and his crew mates, whose ship is docked" , "date" : "20010525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Naval Crew Maneuvers On the D Train; Sailors in for Fleet Week Are Befriending Natives" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/25\/nyregion\/naval-crew-maneuvers-d-train-sailors-for-fleet-week-are-befriending-natives.html"} , {"body" : "Theater ''CHARLOTTE'S WEB,'' based on the E. B. White story about the friendship of a pig and a spider. Tomorrow at 11 a.m. and 2 p.m. at Lovinger Theater, Lehman College, 250 Bedford Park Boulevard West, at Goulden Avenue, Bedford Park, the Bronx. Tickets: $10. Tickets: in advance, (718) 960-8833; day of show, (718) 960-8025. ''FREE TO BE . . ." , "date" : "20010518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/18\/arts\/spare-times-for-children.html"} , {"body" : "Gehry on Gehry Solomon R. Guggenheim Museum, 1071 Fifth Avenue (89th Street); (212) 423-3500. Frank O. Gehry has designed the retrospective exhibition of his architectural work, which opens tomorrow and runs through Aug. 26. Among the projects to be represented by photographs, drawings and models are the Vitra International Manufacturing Facility" , "date" : "20010517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/17\/garden\/calendar.html"} , {"body" : "A top official at the city Clothing Bank, which distributes apparel to the needy and homeless, was arrested yesterday for taking cash payoffs from an undercover investigator who said he wanted to divert $9,000 worth of donated clothes and merchandise to bogus charities, officials said. An inquiry began last July when the city's Department of" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City Clothing Bank Manager Charged in Fraud" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/nyregion\/city-clothing-bank-manager-charged-in-fraud.html"} , {"body" : "Paul Merwin's industrial-style lighting fixture shop, Fabulux, in the Brooklyn Navy Yard, is a well-kept secret source of customized lighting fixtures for many architects and designers. His address may be obscure, but his client list is not. His work can be found in Tom Hanks's offices in Santa Monica, the Bronx Zoo's cafe, Robert Redford's home in" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: WHO KNEW?; In the Brooklyn Navy Yard, Lighting Fixtures Soldier On" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/garden\/currents-who-knew-in-the-brooklyn-navy-yard-lighting-fixtures-soldier-on.html"} , {"body" : "Consolidated Edison said yesterday that there would be no increase in air pollution from restarting a dormant power generator in Brooklyn, because it planned to reduce its use of four other units at the same plant. The company plans to reactivate a 60-megawatt unit at the Hudson Avenue Generating Station, near the Brooklyn Navy Yard, that was shut" , "date" : "20010503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Con Edison Says Use of Old Boiler Will Not Increase Air Pollution at Brooklyn Plant" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/03\/nyregion\/con-edison-says-use-old-boiler-will-not-increase-air-pollution-brooklyn-plant.html"} , {"body" : "INTERNATIONAL A3-11 Bush to Skirt ABM Treaty In Quest for Missile Shield President Bush called for sweeping changes in national security strategy, including a new relationship with Russia, that would include a defensive missile system and cut ''to the lowest possible number'' the nuclear arsenals both sides assembled during the cold war. In a" , "date" : "20010502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/02\/nyregion\/news-summary-122122.html"} ,   {"body" : "Consolidated Edison plans to restart the most polluting power plant in New York City, a small, dormant generator in Brooklyn. State regulators, eager to increase the city's power supply, have tentatively agreed to let it resume operation without an environmental review. The plant, a part of the Hudson Avenue Generating Station, near the Brooklyn" , "date" : "20010502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Con Ed Is Planning To Fire Up a Plant Known as a Polluter" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/02\/nyregion\/con-ed-is-planning-to-fire-up-a-plant-known-as-a-polluter.html"} , {"body" : "SCHWARTZ-Morton. Of Hartsdale, due to complications from mesothelioma due to asbestos exposure at the Brooklyn Navy Yard during World War II. Beloved husband of Sarita. Devoted father of Arlene, Paul and Jeffrey. Loving grandfather of Justin, Michael and Janene. Dear brother of Goldie and Ethel. Services are today, 12:45 PM at Parkside Memorial" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths SCHWARTZ, MORTON" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/classified\/paid-notice-deaths-schwartz-morton.html"} , {"body" : "Mayor Rudolph W. Giuliani agreed yesterday to sell Talk Miramax Books his autobiography and a guide about ''leadership and management'' for nearly $3 million. The autobiography is to include the mayor's public life as well as what a person close to the negotiations described as his ''personal relationships'' -- a reference to the mayor's estranged" , "date" : "20010201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "Giuliani to Get $3 Million In Book Deal With Ex-Foes" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/01\/nyregion\/giuliani-to-get-3-million-in-book-deal-with-ex-foes.html"} , {"body" : "Three years ago, when Tocci Brothers of Brooklyn was shut down, it was, for the Giuliani administration, another victory in its war against New York's mob-tainted trash-hauling world. Tocci Brothers, city regulators said, had a habit of paying off corrupt industry officials to preserve access to desirable clients. Paul Tocci fought the allegations," , "date" : "20010129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Even With Mob Gone, Trash Haulers Flex Muscle" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/29\/nyregion\/even-with-mob-gone-trash-haulers-flex-muscle.html"}]