[  {"body" : "CITY OF DREAMS: A Novel of Niew Amsterdam and Early Manhattan By Beverly Swerling Simon & Schuster ($26.95, hardcover) ''You're assigned to plot Number 29. It's due north of here. Follow the Brede Wegh behind the fort to Wall Street. Take you some 10 minutes to walk the length of the town, then you leave by the second gate in the wall. The path" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF\/NOVELS; A Walk on Brede Wegh, a Body in the Canal" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/nyregion\/new-york-bookshelf-novels-a-walk-on-brede-wegh-a-body-in-the-canal.html"} , {"body" : "Late last month, the commandant of the United States Coast Guard met with leaders of the International Maritime Organization on the banks of the Thames in London to propose sweeping changes in the way the world conducts international shipping. Concerned about terrorism after Sept. 11 and all too certain that United States ports and others around" , "date" : "20011223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: CARGO; Port of Entry Now Means Point of Anxiety" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/23\/nyregion\/a-nation-challenged-cargo-port-of-entry-now-means-point-of-anxiety.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. FRANCIS J. FEELY Friend of 'The Far Side' You always knew when Francis Jude Feely was around by his distinctive laugh, a deep and loud guffaw. An accountant at Marsh & McLennan, Mr. Feely was a huge fan of ''The Far Side,'' and would bring cartoons applicable" , "date" : "20011218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Joke Teller With a Repertory, a Raconteur and a Rakish Bon Vivant" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/18\/nyregion\/nation-challenged-portraits-grief-victims-joke-teller-with-repertory-raconteur.html"} , {"body" : "''When the phone rang, Parker was in the garage, killing a man.'' After dispensing with that little chore, Richard Stark's nihilistic hero spends the rest of FIREBREAK (Mysterious Press\/Warner, $23.95) trying to get down to the real work of a criminal of his talents -- robbing an obnoxious billionaire of the old-master paintings he has stolen and" , "date" : "20011209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "29" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/09\/books\/crime-426016.html"} , {"body" : "2 Former Officers And 4 Fateful Bullets The pain, physical and psychological, still burns. In 1994, Desmond Robinson, a black police officer working undercover, was shot four times and severely wounded by Peter Del-Debbio, a white officer, as both responded to a gunshot in a Manhattan subway station. A youth whom Officer Robinson and other officers" , "date" : "20011209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/09\/nyregion\/following-up.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. STEPHEN L. ROACH A Certain Taste in Shoes He was very cute. And charming. An athletic six feet, 200 pounds. But those white Capezios he was wearing had to go. Isabel Roach didn't change much about her husband, Stephen L. Roach, when they were married 16 years" , "date" : "20011207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Taste in Fine Red Wines, an Unlikely Romance and a Fast Response" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/07\/nyregion\/nation-challenged-portraits-grief-victims-taste-fine-red-wines-unlikely-romance.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ANGEL R. PENA Rain or Shine Rain. More rain. So much rain that ball fields became too soggy even for the fairy-light footsteps of a little girls' softball team. But the season had already begun, and the Eagle Paint Minors' coach wanted his girls to be ready." , "date" : "20011204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; The 'Joe Torre' of River Vale, a Matriarch, a Man Who Lived a Lesson" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/04\/nyregion\/nation-challenged-portraits-grief-victims-joe-torre-river-vale-matriarch-man-who.html"} , {"body" : "For the past week, Robin Ventura has gotten in touch with his inner New Yorker. Yesterday, he visited a firehouse in Brooklyn. Today, he plays host to a charity bowling tournament at the Chelsea Piers Lanes. Ventura and his family have seen a Broadway show, watched the Rangers play and strolled through Central Park on their way to the Thanksgiving" , "date" : "20011127" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BASEBALL; A Different Approach For Ventura This Year" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/27\/sports\/baseball-a-different-approach-for-ventura-this-year.html"} , {"body" : "SHORTLY after Sebastian Russell and Joseph Kuharic moved into their new home in Harlem, they invited the Rev. John Luce, a priest from the Cathedral Church of St. John the Divine, to bless their house. ''He said some prayers and sprinkled holy water from the River Jordan on it, and I swear the house glowed after that,'' said Mr. Russell, who is a" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Abandoned Houses Are Reborn in Style" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/realestate\/abandoned-houses-are-reborn-in-style.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. KEVIN PFEIFER Shouting With His Life To the casual acquaintance, Kevin Pfeifer had a manner -- a quiet, thoughtful demeanor -- that seemed of a piece with all the philosophy courses he took at Marist College. His gift for abstractions, though, was far" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; The Quiet One, the D.J., A Man of November, And the Head of the Table" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/nyregion\/nation-challenged-portraits-grief-victims-quiet-one-dj-man-november-head-table.html"} ,   {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. EUGENE CLARK From the Terrace In life, Eugene Clark observed the three D's: dance, drama and divas. He started early: Roberta Flack was his music teacher in Washington, D.C., during the 1960's. He could sing like Jennifer Holliday in the musical" , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: THE VICTIMS; Routines And Plans, And Friends And Family" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/nyregion\/a-nation-challenged-the-victims-routines-and-plans-and-friends-and-family.html"} , {"author" : "Peter Kobel's most recent article for Arts & Leisure was about the British director Stephen Frears and his film ''Liam.''" , "body" : "AFTER watching an advance videotape of ''Lantana,'' an Australian mystery due out on Dec. 14, my companion said of Anthony LaPaglia, who plays the movie's central character, ''He had a good Australian accent.'' Well, he should have; he is Australian. But after living in the United States for nearly two decades and performing in American films like" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "HOLIDAY FILMS: WORKING ACTORS; A New Yorker From Adelaide" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/movies\/holiday-films-working-actors-a-new-yorker-from-adelaide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening tonight at 7:30, 25th Annual Margaret Mead Film and Video Festival, featuring contemporary international documentaries, as well as early films by Mead; tickets, $20. Screenings this weekend continue tomorrow, beginning at 12:30 p.m., and" , "date" : "20011102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/02\/arts\/spare-times-972991.html"} , {"body" : "It was a day of heroic salutes and somber remembrances yesterday, as 240 probationary firefighters graduated and prepared to take their place in a department still grieving the loss of hundreds of its veterans in the World Trade Center attack. Mayor Rudolph W. Giuliani and Fire Commissioner Thomas Von Essen praised the graduates, telling them that" , "date" : "20011102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "240 New Firefighters: Bricks for Rebuilding a Department" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/02\/nyregion\/240-new-firefighters-bricks-for-rebuilding-a-department.html"} , {"body" : "REGENHARD-Christian Michael Otto. Age 28. FDNY. Missing since responding to the terrorist attack on the World Trade Center on September 11, 2001. Christian graduated from the Fire Academy on July 27, 2001. He was a Firefighter for six weeks. Born and raised in Co-op City, Bronx, he graduated from the Bronx H.S. of Science in 1991. Christian" , "date" : "20011024" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths REGENHARD, CHRISTIAN MICHAEL OTTO" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/24\/classified\/paid-notice-deaths-regenhard-christian-michael-otto.html"} , {"body" : "In releasing a plan for economic development yesterday, the Republican mayoral candidate, Michael R. Bloomberg, rejected the idea of a new state authority to oversee the rebuilding of Lower Manhattan, and also proposed putting high schools on Governors Island to free up school buildings citywide. The plan expanded on some ideas he had already" , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bloomberg Expands on Economic Plans" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/nyregion\/bloomberg-expands-on-economic-plans.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. COLIN BONNETT Manners and a Motorcycle Colin Bonnett was a gentleman -- a Harley-Davidson-riding, bodybuilder sort of gentleman. Born in Barbados, he had been raised with Caribbean good manners that said that a door was always to be opened for a lady and that" , "date" : "20011016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Weight Lifting, the French Horn and a Woman Who Didn't Do Shoes" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/16\/nyregion\/nation-challenged-portraits-grief-victims-weight-lifting-french-horn-woman-who.html"} , {"author" : "Samantha M. Shapiro is a writer who moved during the summer from Israel to the East Village." , "body" : "IT is the harvest season, and although New York has no fields of barley to reap and no forests to shimmer gold on their way to winter quiet, one ancient standby from the season was in evidence last week: the sukkah, a temporary hut that Jews build and dwell in for the weeklong festival of Sukkot, which ended Wednesday evening. There were sukkahs" , "date" : "20011014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "FIRST PERSON; Temporary Dwellings" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/14\/nyregion\/first-person-temporary-dwellings.html"} , {"author" : "Additional reporting was provided by Jim O'Grady and Tara Bahrampour." , "body" : "ON the southernmost tip of New York, in the Staten Island town of Tottenville, there sits a stony building by the sea, called the Conference House. In the early 1700's, local farmers called it the Billopp House after its owner, Christopher Billopp. But its lasting name and tourist attraction fame comes from a historic meeting held here in the shaky" , "date" : "20011014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "The End of Innocence" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/14\/nyregion\/the-end-of-innocence.html"} , {"body" : "The city has nearly completed a super-accelerated dredging of the East and Hudson Rivers to create barge ports to carry away a large share of the 1.2 million tons of debris from the World Trade Center site. The goal is simple: every load of steel or crumbled concrete moved by barge means fewer trucks clogging already crowded roadways, tunnels and" , "date" : "20011002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "7" , "title" : "A NATION CHALLENGED: THE HARBOR; Red Tape Cut and Rivers Dredged to Carry Debris by Water" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/02\/nyregion\/nation-challenged-harbor-red-tape-cut-rivers-dredged-carry-debris-water.html"} ,   {"body" : "NOT long after arriving in Kyoto, I began obsessing about tea and its accessories. Poking around narrow lanes and busy shopping streets, I spotted teacups everywhere. Some were of porcelain as thin as paper and no bigger than a thimble; others were rough-hewn and thick, bearing the subtle dent of the potter's thumbprint. Passing one shop whose" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KYOTO (JAPAN)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "Frugal Traveler; Tea, Temples and Hot Spots In Old Kyoto" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/travel\/frugal-traveler-tea-temples-and-hot-spots-in-old-kyoto.html"} , {"body" : "City officials and construction executives are considering building concrete plants on the waterfront in Manhattan for the first time in more than a decade because traffic jams on bridges have stalled trucks' delivery of concrete to building sites and have idled hundreds of workers. The city is also considering providing police escorts to help" , "date" : "20010929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plants May Rise for a Concrete-Starved Manhattan" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/29\/nyregion\/plants-may-rise-for-a-concrete-starved-manhattan.html"} , {"author" : "Edward M. Gomez is a research fellow in the National Arts Journalism Program at Columbia University." , "body" : "IT is no secret that Brooklyn's art scene has grown more active and visible since the mid-1980's, when artists, driven out of Manhattan by rising rents, began to move there. Today, artists from around the world have settled in districts like Red Hook, Dumbo (Down Under the Manhattan Bridge Overpass), Greenpoint and especially Williamsburg. And" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART\/ARCHITECTURE; Taking the Spirit of Brooklyn on a Florida Vacation" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/arts\/art-architecture-taking-the-spirit-of-brooklyn-on-a-florida-vacation.html"} , {"author" : "E-mail: thecity@nytimes.com" , "body" : "'R' That Wouldn't Die Q. Near the Brooklyn entrance to the Brooklyn-Battery Tunnel is a giant letter R on top of a building. What is it doing there? A. The Red Hook R, as it's sometimes called, is perched above a building at Verona and Richards Streets owned by John Turano & Sons, a wholesaler of Italian furniture. The Turanos bought the building" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/fyi-059099.html"} , {"body" : "To the Editor: In ''Destroy a Freeway, Save a City'' (Op-Ed, Aug. 23), Charles Lockwood says ''New York was fortunate to have been spared Robert Moses' proposed Lower Manhattan Expressway,'' but other parts of New York City were not so fortunate. Moses' Brooklyn-Queens Expressway ripped apart neighborhoods in Brooklyn like Carroll Gardens, Red Hook" , "date" : "20010828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/28\/opinion\/l-brooklyn-waterfront-896535.html"} , {"body" : "It's official. Brooklyn and Queens have arrived, and they've got their own alternative weekly newspaper to prove it. On Thursday, more than a dozen neighborhoods received the debut issue of New York Metropolis, a free, 32-page publication that will be distributed almost exclusively in those boroughs. ''In certain parts of Brooklyn and Queens," , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; 2 Boroughs Arrive (Once Again) With a New Newspaper's Arrival" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/neighborhood-report-new-york-up-close-2-boroughs-arrive-once-again-with-new.html"} , {"body" : "New Yorkers are throwing money out the window -- literally. Most drivers using the city's bridges and tunnels use the E-ZPass electronic toll collection system. But six years after E-ZPass made its debut here, 31 to 42 percent of drivers still abstain, depending on the day, sacrificing their discount and idling on long cash-only lines. While" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; E-ZPass, the Shortcut Some Drivers Won't Take" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/neighborhood-report-new-york-up-close-e-zpass-shortcut-some-drivers-won-t-take.html"} , {"body" : "I HAVE wandered like some kind of lost farmer on the outskirts of cities most of my life. When my job was based in Boston, I lived on a salt marsh in Ipswich, in an open studio over an old garage. When I worked on Long Island, I lived in a ramshackle cottage on the Nissequogue River and gardened in the barnyard of an old horse stable. Then I" , "date" : "20010823" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FINKSBURG (MD)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "HUMAN NATURE; A Hayloft for the Heart" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/23\/garden\/human-nature-a-hayloft-for-the-heart.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturdays from 9 to 11 a.m. (through Aug. 25) and Wednesdays from 7 to 9 p.m. (through Aug. 29), ''Genomic Laboratory Workshop'' for adults, which will include instruction in the methods, techniques and procedures for DNA sequencing; limited to 25" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/arts\/spare-times-732834.html"} , {"body" : "A storm that dumped up to three inches of rain on parts of the New York region caused delays for thousands of commuters yesterday, and also left three men injured, one critically, after they were struck by lightning in New Jersey. Near Syosset, N.Y., eight empty cars of a Long Island Rail Road train derailed about 4:40 p.m. after showers washed" , "date" : "20010814" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Struck by Lightning in Storm That Delayed Many Commuters" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/14\/nyregion\/3-struck-by-lightning-in-storm-that-delayed-many-commuters.html"} ,   {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. A performance and film series through tomorrow, ''Indigenous Peoples: Old Ways and New Challenges,'' offers the film ''Wisdomkeepers,'' at 1 p.m.; Mohawk Singers and Dancers, at 3 p.m.; and readings by the Native American Writers Circle, at 4 p.m, in the Linder" , "date" : "20010810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/10\/arts\/spare-times-629286.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue (or 35th Avenue at 36 Street), Astoria, Queens. ''Hollywood on the Home Front: American Film in the 1940's,'' running through Sept. 9. Tomorrow at 2 p.m., Alfred Hitchcock's ''Shadow of a Doubt'' (1943); at 4:15, Sam Wood's ''Kings Row'' (1940). Sunday at 2 p.m.," , "date" : "20010803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/arts\/spare-times-525901.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. MERRIE AMSTERBERG, Fez, 380 Lafayette at Great Jones Street, NoHo, (212) 533-2680. Boston-based Merrie Amsterberg is a multi-instrumentalist with a clear, high, delicate voice who" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/movies\/pop-and-jazz-guide-423912.html"} , {"body" : "The thunk of the East River against the ferry landing at Pier 11 on Wall Street is the sound of a vast and largely untapped resource for city commuters: water. But by 2004, the jaunty ferry terminal at Pier 11, which opened last fall, may be joined by 14 more landings. ''The ferry in the 21st century will transform New York the way the subways did" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPPER EAST SIDE; Envisioning a Day When Ferries Abound on City Waters" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/neighborhood-report-upper-east-side-envisioning-day-when-ferries-abound-city.html"} , {"body" : "SMITH STREET, Brooklyn's restaurant row, has been called the hottest new hot spot in New York. Newspapers and magazines have been filled with articles about the street in Boerum Hill, as if the strip had sat there its whole life gathering dust until the young and hip arrived a few years ago and put the place on the map. Truth be told, the 14-block" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SMITH STREET (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Smith St.: A Hot Strip With a Storied Past" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/city-lore-smith-st-a-hot-strip-with-a-storied-past.html"} , {"body" : "ATTRACTIONS Museums and Sites HISTORIC RICHMONDTOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmondtown. More than 25 buildings from the late 17th to the 19th century, restored and furnished. This village and outdoor museum depict the history of Staten Island and the surrounding region. Through Sunday, ''Cleanliness Is Next . . . ''" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/arts\/spare-times-323454.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''The Genomic Revolution'' examines the genome, genetics, developments involving molecular biology and the impact on" , "date" : "20010713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/13\/arts\/spare-times-218324.html"} , {"body" : "When the long-troubled John Jay High School in Park Slope, Brooklyn, closed its doors for good a week ago today, the goodbyes were tinged with a mix of emotions. Some students and teachers at the academically struggling school said they believed that they were being forced out by middle-class neighborhood parents looking for a new school for their" , "date" : "20010704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Reinventing John Jay High Amid Charges of Exclusion" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/04\/nyregion\/reinventing-john-jay-high-amid-charges-of-exclusion.html"} , {"body" : "Plans for a New York Harbor ferry loop moved one step closer to reality last week with $300,000 in city financing for a series of ferry stops in Brooklyn. The money, which was included in the city's new budget approved last week, will pay for the design of docking facilities in Red Hook, Bay Ridge and at Fulton Ferry Landing. Ultimately, the $18.5" , "date" : "20010618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New Jersey: Newark: Harbor Ferry Plan Advances" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/18\/nyregion\/metro-briefing-new-jersey-newark-harbor-ferry-plan-advances.html"} , {"body" : "With great fanfare, Madison Square Park reopened yesterday, offering a quiet and elegant refuge in Manhattan's bustling Midtown. The facelift for this 19th-century oasis is a credit to civic-minded neighbors and corporations, which raised enough money and pushed enough of the right levers for a quick and thorough restoration of the six-acre park" , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MADISON SQUARE PARK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "A City Parks Revival" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/opinion\/a-city-parks-revival.html"} ,   {"body" : "A FAMILIAR green image of a mermaid stands on Van Brunt Street in Red Hook, Brooklyn, near the corner of Coffey Street. ''Coming Soon,'' the sign says, ''Starbucks Coffey.'' Both a play on words and a joking reference to the neighborhood's nascent gentrification, the sign does not seem an accurate prediction -- at least not yet. With a long history" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Red Hook; Isolated Brooklyn Area Starts to Awaken" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/if-you-re-thinking-of-living-in-red-hook-isolated-brooklyn-area-starts-to-awaken.html"} , {"body" : "Like most people who spend their days on the banks of the Gowanus Canal, a two-mile stretch of water that starts at the mouth of New York Harbor and dead-ends in South Brooklyn, Dan Kinney used to run for cover when barges came through, kicking up the putrid refuse that had settled on the bottom. ''Run for the nearest building and close the door!''" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Once a Mess, Canal Aspires To Beauty Now" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/arts\/once-a-mess-canal-aspires-to-beauty-now.html"} , {"body" : "Theater ''THE BIG MOUTH MOUSE,'' a puppet show based on a traditional Japanese fable. Saturdays and Sundays at 2 p.m. (through June 17) at New Perspectives Theater Company, 750 Eighth Avenue, between 46th and 47th Streets. Tickets: $8; $6 for families of four or more. Information: (212) 730-2030. ''LAS LOCAVENTURAS DE DON QUIJOTE'' (''THE CRAZY" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/arts\/spare-times-for-children.html"} , {"body" : "When Rafaela Gonzalez's son Joseph was 9, she let him go away to the country for a three-week summer vacation. She knew it wouldn't be easy -- for her. ''I cried and cried. I'm Hispanic, and we tend to hold on to our kids,'' she said. ''It was horrible for me, but it was great for him. I realized that my child needed that experience.'' It has been" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "The Fresh Air Fund; Snapshots of Summer Past Soothe Fears of Camp" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/the-fresh-air-fund-snapshots-of-summer-past-soothe-fears-of-camp.html"} , {"body" : "A Circus Goes Overboard When the circus comes to Red Hook, it never fails to make a splash. ''It's a tradition that someone goes overboard every show,'' said Karen Gersch, the artistic director for CircuSundays in June, a series at the floating Waterfront Museum in Brooklyn. Not to worry, though: the person who ends up in the drink is not a member" , "date" : "20010601" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/arts\/family-fare.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''The Responsive Eye: A Brian De Palma Retrospective,'' through May 27. Tomorrow: at 2 p.m., ''Sisters'' (1973); at 4, ''Raising Cain'' (1992). Sunday: at 2 p.m., ''Carrie'' (1976); at 4, ''Hi, Mom!'' (1970). Tomorrow at 6:30 p.m.," , "date" : "20010511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/arts\/spare-times-258563.html"} , {"body" : "A federal grand jury in Manhattan is investigating whether a city police detective tampered with evidence to help cover up his cousin's role in a 1998 mob killing on the Brooklyn waterfront, officials said. The F.B.I. and federal prosecutors are investigating whether the detective, Michael Silvestri, 44, who was assigned to the 76th Precinct in" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Suspected of Cover-Up in Killing" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/nyregion\/officer-suspected-of-cover-up-in-killing.html"} , {"body" : "Richly Decorated Nassau County Museum of Art, Northern Boulevard, two blocks west of Glen Cove Road, Roslyn Harbor, N.Y.; (516) 484-9337. ''Reflections of Opulence: Art Nouveau to Art Deco,'' an exhibition of cabinets, chairs, paintings, lamps, vases and windows, opens Sunday and runs through Aug. 5. The 200 objects, reflecting the international" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/garden\/calendar.html"} , {"body" : "When the Independence Community Bank opened a branch in Red Hook, Brooklyn, four years ago, residents were anticipating an economic revival in the impoverished neighborhood. The branch was supposed to spur new business and provide traditional banking services to a community that had not had a bank for more than 50 years. But the economic rebirth of" , "date" : "20010420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Struggling Red Hook Bank Gets State Deposit" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/20\/nyregion\/struggling-red-hook-bank-gets-state-deposit.html"} , {"body" : "Seven years ago, when Eric Richmond bought a dilapidated building on Fourth Avenue and President Street, rain was leaking in and pigeons were living in the rafters. So he did what any pragmatic romantic would do: he power-sprayed out a layer of festering sludge in a basement chamber, filled it with water and took a swim. ''I said, 'I own the" , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Baths Shut by Robert Moses Serve the Arts 64 Years Later" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/nyregion\/neighborhood-report-park-slope-baths-shut-robert-moses-serve-arts-64-years-later.html"} ,   {"body" : "A few years ago, the ballfield at James J. Walker Park in Greenwich Village was an expanse of dirt, with patches of scraggly grass here and there. Now it is a thick, even expanse of brilliant green plastic grass that the city parks commissioner says is the wave of the future. ''Eventually, many, many parks will be artificial turf,'' said the" , "date" : "20010414" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Saving Ball Fields With Green Plastic" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/14\/nyregion\/saving-ball-fields-with-green-plastic.html"} , {"body" : "SUPPOSE that you are the editor of The Park Slope Courier in Brooklyn, and you have two front-page articles on the gritty industrial expanse near the Gowanus Canal. One article, with the headline ''Residents Live in Fear of Wild Dogs,'' is about packs of stray dogs that have chased people, mauled a pet dog and killed a cat. The other article is" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big City; Stray Dogs As a Litigant's Best Friend" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/nyregion\/the-big-city-stray-dogs-as-a-litigant-s-best-friend.html"} , {"body" : "A senior prosecutor who is the subject of a federal investigation into allegations of bribe-taking was fired yesterday by the Brooklyn district attorney, Charles J. Hynes. The district attorney's office did not discover evidence of any criminal wrongdoing by the veteran prosecutor, Francis A. Mainiero, law enforcement officials said. But they said" , "date" : "20010317" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutor Loses His Job Amid Inquiry Into Bribes" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/17\/nyregion\/prosecutor-loses-his-job-amid-inquiry-into-bribes.html"} , {"body" : "Shipping is booming in New York Harbor, according to data released yesterday by the Port Authority of New York and New Jersey. Imports and exports rose almost 10 percent when measured by tonnage, and by 13.5 percent when measured by dollar value, in 2000 compared with 1999 figures. Car imports surged by more than 12 percent, but auto exports" , "date" : "20010313" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Business Briefing; SHIP CARGO RISES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/13\/nyregion\/metro-business-briefing-ship-cargo-rises.html"} , {"body" : "City Councilman Angel Rodriguez of Sunset Park and Red Hook was parked in his wife's Honda Civic, staring excitedly at a pile of junk on the Brooklyn waterfront. Off in the distance, through a chain link fence, he was even more thrilled to see the Statue of Liberty. ''There's going to be a park right here!'' he said. ''Look at this! What do you see" , "date" : "20010305" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yes, They Can Get Things Done; Council Members Say They're Mightier Than You Think" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/05\/nyregion\/yes-they-can-get-things-done-council-members-say-they-re-mightier-than-you-think.html"} , {"body" : "Next time you think about breaking an egg, you might want to talk to Peter DeVico first. Ditto for performing an Italian Rope Trick or ordering a Little Joe, which is four bullets to the back of the head in a neat square. All of the above are mobster euphemisms for murder and are among the tips Mr. DeVico, author of the recent mob novel ''From the" , "date" : "20010304" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; A Novelist Explicates the Mob's Greatest Hits" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/04\/nyregion\/neighborhood-report-brooklyn-up-close-novelist-explicates-mob-s-greatest-hits.html"} , {"body" : "From Boston to Seattle to San Diego, maritime cities across the country have embraced ferries as an inexpensive and people-pleasing way to ease congestion, spur waterfront revitalization and stitch together far-flung communities snubbed by other forms of mass transit. Now a coalition of ferry advocates in New York and New Jersey has quietly put" , "date" : "20010210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Ferry Loop Plan To Connect the Dots For New York Bay" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/10\/nyregion\/a-ferry-loop-plan-to-connect-the-dots-for-new-york-bay.html"} , {"body" : "It is a city where luxury apartments sell for more than $10 million, where a meal for two, without too much effort, can end with a $250 bill, and where the municipal government closed out last fiscal year with a pool of extra cash totaling $3.2 billion -- more than the annual budget of Wyoming. So how could Mayor Rudolph W. Giuliani put out a new" , "date" : "20010131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Political Memo; The Annual Cut-and-Restore Budget Game Begins" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/31\/nyregion\/political-memo-the-annual-cut-and-restore-budget-game-begins.html"} , {"body" : "RED HOOK isn't known for its concentration of grand houses, like Park Slope or Brooklyn Heights. Situated on a peninsula in western Brooklyn, cut off from the rest of the borough, its streets are filled mostly with workmanlike structures that don't demand a second look. That's why it's such a surprise to enter the simple brick house on Dikeman" , "date" : "20010121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Red Hook, Brooklyn; Finding the Right House -- And Making It Livable" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/21\/realestate\/habitats-red-hook-brooklyn-finding-the-right-house-and-making-it-livable.html"} , {"body" : "In a legal settlement announced yesterday by a coalition of neighborhood groups in Brooklyn, state and federal transportation agencies that are planning to rebuild the Gowanus Expressway have agreed to work closely with a committee of residents and elective officials. The Brooklyn groups have long favored replacing the decrepit 5.7-mile stretch of" , "date" : "20010120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Neighbors Will Have Voice In Gowanus Road Project" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/20\/nyregion\/neighbors-will-have-voice-in-gowanus-road-project.html"} ,   {"body" : "The blind man walked out of the bar. He said nothing until he bumped into a garbage can. Then he said into the cold Brooklyn evening, ''Hey?'' ''Yes, sir,'' the answer eventually came. He turned toward the voice. ''Where's Clinton Street?'' ''Over there,'' the stranger pointed. ''Where the hell is over there? I can't see nothing.'' ''Sorry,'' the" , "date" : "20010114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; The Piers, a Blind Man and an Old Seaman's Eyes" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/14\/nyregion\/neighborhood-report-bending-elbows-piers-blind-man-old-seaman-s-eyes.html"} , {"body" : "When Mayor Rudolph W. Giuliani moved to drive organized crime out of the commercial garbage-hauling industry in 1996, he started by creating the Trade Waste Commission, which regulates and licenses haulers and has pushed more than 100 corrupt companies from the industry. The mayor also sought to attract fresh competition, untouched by the mob, by" , "date" : "20010109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Surplus Trash of and Customers, But Shortage of Licensed Haulers" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/09\/nyregion\/surplus-trash-of-and-customers-but-shortage-of-licensed-haulers.html"}]