[  {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL EDWARD ROBERTS Firehouse Psychologist When Michael Edward Roberts was just 4, his father took him to a firehouse and sat him on a rig parked there. That's all it took. From that moment on, life was a countdown to the Fire Academy. He took time to get" , "date" : "20011222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Knack for Inventing, a Love of Animals, and a Flair for the Dramatic" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/22\/nyregion\/nation-challenged-portraits-grief-victims-knack-for-inventing-love-animals-flair.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. LONNY STONE Life Is Like a Good Burger Sometimes, the family of Lonny Stone would lie on top of one another to make a hamburger. Lonny, at the bottom, was half the bun. His sons, Joshua, 9, and Alex, 12, were the meat and the pickle. His wife, Stacey, was the" , "date" : "20011220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; No More Waves From the Tower, Trips to Church, Tattooing Ambitions" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/20\/nyregion\/nation-challenged-portraits-grief-victims-no-more-waves-tower-trips-church.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. JOHN KATSIMATIDES Everything in Technicolor Cool New Yorkers drape themselves in black. Guess someone forgot to tell John Katsimatides. Because he was very cool and lived utterly in Technicolor. His Jet Ski and his Jeep were bright yellow. His Harley was baby" , "date" : "20011216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: THE VICTIMS; A Vibrant Style, a Fountain of Fun and a Childhood Amid Cotton Fields" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/16\/nyregion\/nation-challenged-victims-vibrant-style-fountain-fun-childhood-amid-cotton.html"} , {"author" : "Herb McCormick is the editor of Cruising World magazine." , "body" : "With a dramatic come-from-behind victory last Tuesday on Leg 2 of the Volvo Ocean Race from Cape Town to Sydney, Australia, the Illbruck Challenge from Germany is making the prognosticators look like seers. As many predicted, and as proven by its second consecutive individual leg triumph, Illbruck is the boat to beat. The most impressive part of" , "date" : "20011209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "BOATING REPORT: NOTEBOOK; Despite Flooding, Illbruck Comes Back" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/09\/sports\/boating-report-notebook-despite-flooding-illbruck-comes-back.html"} , {"body" : "In a game full of momentum swings, Sheepshead Bay used a big play on offense and took advantage of two Lehman fumbles to win its first Public Schools Athletic League championship, 26-16, yesterday at Midwood Field in Brooklyn. The Sharks finished the season with a 12-0 record. Glenroy Watkins, a linebacker and fullback, has been a force for the" , "date" : "20011203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "HIGH SCHOOL FOOTBALL; Sheepshead Defeats Lehman For Title" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/03\/sports\/high-school-football-sheepshead-defeats-lehman-for-title.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. LISA KEARNEY-GRIFFIN She Could Calm the Angry It's crazy, she'd tell her daughter. Here she was, 35, and her best friend was 13. Flip a few cruel calendar pages back and imagine Lisa Kearney-Griffin dancing and singing in the kitchen with that daughter," , "date" : "20011201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; The Things Left Undone: Breakfast Runs and Second Honeymoons" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/01\/nyregion\/nation-challenged-portraits-grief-victims-things-left-undone-breakfast-runs.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PAUL BRISTOW A Cheeky Blithe Spirit Blithe spirits come in all sizes: this one was about 5 feet 6, skinny, with a smile that asserts itself in Cathy Bruneau's snapshots. There he is, Paul Bristow, cocking his head, compelling you to cast off the grumps," , "date" : "20011128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Surfing Firefighter, a Thrill-Riding Hunter, a Mormon Composer" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/28\/nyregion\/nation-challenged-portraits-grief-victims-surfing-firefighter-thrill-riding.html"} , {"body" : "The owner of a used-car lot in Brooklyn was arrested yesterday on charges that he smuggled or tried to smuggle 20 stolen luxury cars to Russia and Latvia, the United States Customs Service said. The man, Grigori Baranik, owner of Galaxy Auto Sales at 2733 Coney Island Avenue in Sheepshead Bay, bought some of the cars from owners who then reported" , "date" : "20011128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LATVIA" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Dealer Charged In Car Smuggling" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/28\/nyregion\/dealer-charged-in-car-smuggling.html"} , {"body" : "NO game this weekend because, officially, the season is over, though Pudgie Walsh has had the inescapable feeling of it being one game and a grand gesture short. His Brooklyn Mariners went 10-0 in the Garden State Football League of the semipro variety, but to put away the playbook he typically forsakes for his famed wild hunches would be akin to" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; It's 'One More for Danny and Courtney'" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/sports\/sports-of-the-times-it-s-one-more-for-danny-and-courtney.html"} , {"body" : "It was a case of too little, too late. Despite a fourth-quarter rally, Freeport ended up a yard short and Farmingdale ended the Red Devils' 20-game winning streak with a 13-6 victory in the Nassau County Conference I title game yesterday at Hofstra University in Hempstead, N.Y. Freeport was held scoreless for more than three quarters as" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL FOOTBALL; Freeport's 20-Game Streak Is Ended by Farmingdale" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/sports\/high-school-football-freeport-s-20-game-streak-is-ended-by-farmingdale.html"} ,   {"body" : "A sports article last Saturday about the Sheepshead Bay High School football team, in Brooklyn, reversed the references to two linebackers who also play on offense. Glenroy Watkins is a fullback on offense and entered the game against Campus Magnet with 620 yards and 5 touchdowns. Ed Lindsay plays tight end on offense." , "date" : "20011124" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/24\/nyregion\/c-corrections-355615.html"} , {"body" : "Two men were killed when the cars they were riding in collided on a Brighton Beach street, the police said yesterday. The driver of one car, Mark Ferdman, 29, of Sheepshead Bay, has been charged with driving while intoxicated and vehicular manslaughter, the police said. One of Mr. Ferdman's two passengers was his brother, Oleg Ferdman, 30, who was" , "date" : "20011120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: 2 Die In Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/20\/nyregion\/metro-briefing-new-york-brooklyn-2-die-in-crash.html"} , {"body" : "On a crisp October morning in the Bronx, the dean of students at Community School 61 walked into Clifton Moore's seventh-grade class and made an announcement. Three people in the class had been selected for applications to a program that sends underprivileged students to top private schools. A hush fell over the 26 students in the class as they" , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "The Neediest Cases; For Many, Sliding Into Poverty Takes Only a Few Missed Paychecks" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/nyregion\/neediest-cases-for-many-sliding-into-poverty-takes-only-few-missed-paychecks.html"} , {"body" : "Last season Sheepshead Bay was just happy to have made it as far as the Public Schools Athletic League semifinals. But this year, the Sharks, with a regular-season record of 8-0, expect to contend for the league championship. After the Sharks shocked Canarsie in the last minute of last year's quarterfinals, 14-8, they lost to Wagner, 38-6, in the" , "date" : "20011117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "HIGH SCHOOL FOOTBALL; Sheepshead Bay Seeks Date in Final" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/17\/sports\/high-school-football-sheepshead-bay-seeks-date-in-final.html"} , {"body" : "''Every funeral is bigger than the last,'' the gray-haired woman in the black jacket said to her neighbor on the packed sidewalk across the street from St. Francis de Sales Roman Catholic Church. ''It's scary.'' Scary, perhaps. But also reassuring, in a way, that just about everyone in Belle Harbor, Queens, a sliver of the Rockaways five blocks" , "date" : "20011117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BELLE HARBOR (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Even Closer-Knit Belle Harbor Mourns Anew" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/17\/nyregion\/an-even-closer-knit-belle-harbor-mourns-anew.html"} , {"body" : "A boy dribbled a basketball past imagined defenders. A woman took her dust mop of a dog for a walk. A white sanitation truck inched along, grinding the garbage in its hold. And in the middle of this mundane street scene yesterday morning was a jetliner engine, sitting like a metallic meteor behind the fire-charred house at 414 Beach 128th Street to" , "date" : "20011114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE CRASH OF FLIGHT 587: BELLE HARBOR; 5 Neighbors Gone, and a Jet Engine Where a Child's Bike Might Have Been" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/14\/nyregion\/crash-flight-587-belle-harbor-5-neighbors-gone-jet-engine-where-child-s-bike.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. CESAR A. MURILLO A Dance All His Own Cesar A. Murillo, 32, lived in TriBeCa and used the West Side Highway as his backyard. Along this road, Mr. Murillo used Rollerblades to get to work at Cantor Fitzgerald. He was proud of his Colombian heritage, flying a" , "date" : "20011110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Doing the Lawn-Mower Dance, and Bringing a Yard Into Full Bloom" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/10\/nyregion\/nation-challenged-portraits-grief-victims-doing-lawn-mower-dance-bringing-yard.html"} , {"body" : "THE camels are sleeping in their darkened room in the basement of Radio City Music Hall, and Howard Kolins, the executive producer of the Radio City Christmas Spectacular, is reluctant to wake them up. What kind of a producer turns down a photo op with a star of the show? Camel lover! When he flicks on the lights and the camels slowly turn their" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Stage Manager-Slash-Director Finds Christmas" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/nyregion\/public-lives-stage-manager-slash-director-finds-christmas.html"} , {"body" : "Farmingdale, one of Long Island's best teams, turned over the ball five times in the first half and trailed Uniondale (2-4) by 20-0 at halftime Friday night. ''That ain't getting it done,'' Coach Bud Krumenacker said of his team's first-half performance. The Dalers (6-0) came out of the locker room and scored on five straight possessions on the way" , "date" : "20011028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "HIGH SCHOOL FOOTBALL; Farmingdale Gets It Done in 2nd Half" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/28\/sports\/high-school-football-farmingdale-gets-it-done-in-2nd-half.html"} , {"body" : "As a youth in Kazakhstan, Alexandr Manin had no interest in the war that the Soviet Union was waging in Afghanistan in the 1980's. But since arriving in New York three years ago, he has had a change of heart, and has joined the military. The United States military, that is. Mr. Manin, who is here as a legal permanent resident but is not yet a" , "date" : "20011026" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "WASHINGTON (DC)" , "MIAMI (FLA)" , "AFGHANISTAN"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: THE RECRUITS; Not Yet Citizens but Eager to Fight for the U.S." , "url" : "http:\/\/www.nytimes.com\/2001\/10\/26\/nyregion\/a-nation-challenged-the-recruits-not-yet-citizens-but-eager-to-fight-for-the-us.html"} ,   {"body" : "Virgil Avery scored three touchdowns yesterday to lead Brooklyn Tech (5-1) to a 27-7 victory over New Utrecht (3-3) at Wang Field in Brooklyn. Avery, a senior running back, leads the Public Schools Athletic League with 17 touchdowns on the season. ''He didn't even lead the team in yards,'' Coach Jim DiBenedetto said. ''He just finds the end zone.''" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "HIGH SCHOOL FOOTBALL; Avery's 3 Touchdowns Power Brooklyn Tech" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/sports\/high-school-football-avery-s-3-touchdowns-power-brooklyn-tech.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 393 yesterday, and the city medical examiner had identified 335. In all, 4,979 could be missing. Here are glimpses of some of those lives. NURAL and SHAKILA MIAH The Voice of a Deer Long ago in Bangladesh, Nural Miah's grand father hunted birds in the jungle." , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Hunting Tradition Is Upheld, Along With a Bond Between Cousins" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/nation-challenged-portraits-grief-victims-hunting-tradition-upheld-along-with.html"} , {"body" : "JAMES MADISON HIGH SCHOOL was built 75 years ago to serve the growing families of the surrounding area when much of the farmland there was giving way to urbanization. The resulting rectangular blocks would end up almost exclusively residential, some of them featuring the spacious Spanish-style terrace homes for which the area is known. The high" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MADISON (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Madison, Brooklyn; Spacious, Gracious and Close to School" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/realestate\/if-you-re-thinking-living-madison-brooklyn-spacious-gracious-close-school.html"} , {"body" : "ON Wednesday, Abraham Shirinzada, an Afghan coffee vendor, stood in the garage on 30th Street in Manhattan where he stores his cart and spoke about the concern his customers have shown after the attacks. Some have overtipped him to make up for the days he didn't work that week. Others have gently asked if his wife and children in New Jersey have" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "REVERBERATIONS; Small Change, Big Acts of Kindness" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/nyregion\/reverberations-small-change-big-acts-of-kindness.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 276 yesterday, and the city medical examiner had identified 206. In all, 6,453 could be missing. Here are glimpses of some of those lives. DARREN BOHAN Banjos and Big Dreams Like so many New Yorkers, there was more to Darren Bohan than met the eye. By day he" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Lives Remembered, by the Families and Friends Who Shared Them" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/nyregion\/nation-challenged-portraits-grief-victims-lives-remembered-families-friends-who.html"} , {"body" : "WHEN Bill Parcells was coaching, he had a phrase for a rookie from the sticks. ''He's so country,'' Parcells liked to say, ''he has to go toward town to hunt.'' When one of those rookies walked onto the practice field outside Giants Stadium for the first time, turned to the east and stared across the Meadowlands and beyond, toward the New York" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)" , "PEARL HARBOR (HAWAII)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "49" , "title" : "Sports of The Times; The Giants Were There Twice Before" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/sports\/sports-of-the-times-the-giants-were-there-twice-before.html"} , {"body" : "In the aftermath of the terrorist attacks this week, some events may be canceled. ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue (or 35th Avenue at 36th Street), Astoria, Queens. ''Hollywood Meets the Avant-Garde,'' a weekend-long screening of early experimental films made by Hollywood directors and others." , "date" : "20010914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/arts\/spare-times-170151.html"} , {"body" : "Until Tuesday, few people beyond the rarefied world of the government bond market had ever heard of Cantor Fitzgerald L.P., a 57-year-old firm that is an important piece of the backstage machinery of the Treasury market. But in the wake of the attack on the World Trade Center, the firm has emerged as a magnet for Wall Street's concern about the" , "date" : "20010913" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "AFTER THE ATTACKS: THE TRADING FIRM; An Emblem of Concern and Anxiety" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/13\/business\/after-the-attacks-the-trading-firm-an-emblem-of-concern-and-anxiety.html"} , {"body" : "Poly Prep took an early lead yesterday and withstood a late rally to upset Bethlehem (Pa.) Catholic, 22-14, in a matchup of two of the top teams in the Northeast. On fourth-and-goal at the Poly Prep 5-yard line with 10 seconds remaining, Bethlehem Catholic (1-1) attempted a pass over the middle for the tying score, but Poly Prep defender John" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "HIGH SCHOOL FOOTBALL; Poly Prep Stops Rally And Pulls Off an Upset" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/sports\/high-school-football-poly-prep-stops-rally-and-pulls-off-an-upset.html"} , {"body" : "DIANA BELOZOVSKY was 13 when she and her parents set out on a complicated getaway from the Soviet Union. At the American Embassy in Rome, the girl's elementary-school English proved indispensable to her parents for the first time. ''This was very crucial,'' said Ms. Belozovsky, who is now 24. ''They were deciding whether we get to America or not.''" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; Translating for Parents Means Growing Up Fast" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/urban-tactics-translating-for-parents-means-growing-up-fast.html"} ,   {"body" : "Asian-Americans, for years hardly a speck on the jigsaw puzzle of New York City's ethnic politics, are emerging this year as a force to be courted. Just look at the candidates running in the unusually crowded contest for mayor: they are popping into subway stations in Chinatown, taking tea with Indians in Staten Island, printing up Chinese-language" , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Political Math in the City Raises Power of the Asian Vote" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/new-political-math-in-the-city-raises-power-of-the-asian-vote.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue (or 35th Avenue at 36 Street), Astoria, Queens. ''Hollywood on the Home Front: American Film in the 1940's,'' running through Sept. 9. Tomorrow at 2 p.m., Alfred Hitchcock's ''Shadow of a Doubt'' (1943); at 4:15, Sam Wood's ''Kings Row'' (1940). Sunday at 2 p.m.," , "date" : "20010803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/arts\/spare-times-525901.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''The Genomic Revolution'' examines the genome, genetics, developments involving molecular biology and the impact on" , "date" : "20010713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/13\/arts\/spare-times-218324.html"} , {"body" : "These days, when Claudine Barbot's telephone rings, she approaches with trepidation. She's never sure what she might hear. Some callers apologize for bothering her. Others do not. ''I'm an old lady,'' said Ms. Barbot, 70. ''I can't even repeat what they say. I am French. We don't speak like that.'' Ms. Barbot and many of her neighbors are victims" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY\/MANHATTAN BEACH; Dial M for Muddle: A Cell-Phone Story That Never Ends" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/neighborhood-report-sheepshead-bay-manhattan-beach-dial-m-for-muddle-cell-phone.html"} , {"author" : "Jeffrey Stanley, a playwright, is the author of ''Tesla's Letters,'' which was presented in 1999 by the Ensemble Studio Theater, and, most recently, ''UFOs Over Brooklyn.''" , "body" : "CHICKENBOY: Hey, who's that out there? You got the Chickenboy over here. 193: (laughs) Chickenboy? Yeah, come on. CHICKENBOY: I'm in Williamsburg. Metro and Graham. Where are you? 193: Yeah, roger. You got 193 on the Lower East. Roger? (loud static interference) CHICKENBOY: 193, come back with that. What's your 20? 193: Yeah, man. Come on. L-TRAIN:" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Talk Radio" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/talk-radio.html"} , {"body" : "WHEN police helicopters fly over his house in Sheepshead Bay, Robert Tanzer sometimes wakes up in a sweat, thinking he is back in Vietnam. He says the year he spent rescuing wounded men by helicopter in and around the Mekong Delta contained such painful scenes that he would rather not remember them. So why he does he spend three days a week at" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Props and Choppers of Old" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/city-lore-props-and-choppers-of-old.html"} , {"body" : "In the banquet hall of the Bay Ridge Manor in southern Brooklyn, a couple of Marines sipped long-neck beers at a table of registered nurses. A huddle of patrolmen stood near the lobby, where T-shirts reading, ''Love Your Country, Fear Your Government'' were on sale. Guy V. Molinari, the Staten Island borough president, milled in the crowd with" , "date" : "20010628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Motley Group, a Single Goal; Supporters Rally Round Officer Jailed in Louima Case" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/28\/nyregion\/motley-group-single-goal-supporters-rally-round-officer-jailed-louima-case.html"} , {"body" : "If you were drawing a caricature of Richard Baratz, you might start with the cheeks, which make him look special. Thinking about Mr. Baratz's caricature is to be expected because for 27 years he has drawn the famous caricatures on the walls at Sardi's, in the theater district. But Mr. Baratz, who grew up in Sheepshead Bay, Brooklyn, is also one of" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK FOLKLORE; For Him, All Theater District Celebrities Are a Caricature" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/nyregion\/neighborhood-report-new-york-folklore-for-him-all-theater-district-celebrities.html"} , {"body" : "ATTRACTIONS Museums and Sites CZECH CENTER, 1109 Madison Avenue, at 83rd Street. ''Czech Posters Between the Wars,'' closing today. Hours: Tuesdays through Fridays, 9 a.m. to 5 p.m.; Thursdays until 7 p.m. Free. Information: (212) 288-0830. HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Dedicated to" , "date" : "20010622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/22\/arts\/spare-times-911364.html"} , {"body" : "Officially, of course, it will always be the B train. But just take it on any given Sunday evening, along about half of its southerly course, and you might agree that it would not be much of an exaggeration to give the subway line a subtitle: the Fish Train. ''Whoa, man, it smells like fish in here,'' said Ramon Vasquez, a hotel maintenance worker." , "date" : "20010619" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Bags of Joy, Pungent And Lucky" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/19\/nyregion\/tunnel-vision-bags-of-joy-pungent-and-lucky.html"} ,   {"body" : "MARTY JOLTIN, who owns the Printing Store in the careworn part of Times Square, insists that he long ago tucked away his dreams of fame and fortune. But ask him about the Vocal Lords, and he swiftly pulls from the chaos of his desk a black-and-white photograph of the four teenage singers from Bensonhurst, Brooklyn, all slick pompadours and genial" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "COPING; Back When Hair and Harmonies Were Slick" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/coping-back-when-hair-and-harmonies-were-slick.html"} , {"body" : "With the palm of his hand, Michael S. Race pushed open the door of the Brooklyn courthouse, and there, standing under a spring sun and drawing their first breaths of freedom in 14 years, were Anthony Faison and Charles Shepherd: innocent men, home from serving time for someone else's murder. Mr. Race smiled. As a detective-sergeant during one of" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Officer Off Tough Beat Seeks to Free the Innocent" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/nyregion\/ex-officer-off-tough-beat-seeks-to-free-the-innocent.html"} , {"body" : "Rockets Redglare, a comedian, actor and longtime fixture on the Lower East Side of Manhattan who played characters not unlike himself in many movies, died on May 28 in Manhattan. He was 52. The cause was complications of kidney failure, liver failure, cirrhosis and hepatitis C, said his cousin, Madeline Schuster. Rockets Redglare's rugged good" , "date" : "20010606" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "29" , "title" : "Rockets Redglare, 52, Film Actor and Comedian" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/06\/arts\/rockets-redglare-52-film-actor-and-comedian.html"} , {"body" : "They were born in exotic places, these two unheralded members of the Los Angeles Dodgers, places that are not the usual origin of major leaguers. Luke Prokopec, the Dodgers' surprisingly good rookie pitcher, was born in Blackwood, South Australia; Paul LoDuca, their good-hitting catcher-first baseman, was born in Brooklyn. Prokopec isn't the first" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASEBALL: NOTEBOOK; A Part of Brooklyn Is With the Dodgers" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/sports\/baseball-notebook-a-part-of-brooklyn-is-with-the-dodgers.html"} , {"body" : "A city parks worker traveling between parks in Brooklyn was killed yesterday morning in an automobile accident in Sheepshead Bay, the police said. The worker, Harry Pellegrino, 38, was driving a Parks and Recreation Department pickup truck when it collided with a Volkswagen Jetta driven by Stella Cruz, 31, at the intersection of Avenue X and" , "date" : "20010528" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: City Worker Dies In Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/28\/nyregion\/metro-briefing-new-york-brooklyn-city-worker-dies-in-crash.html"} , {"body" : "It is not easy to explain why the partial shutdown of the Grand Street subway station has caused such outrage. After all, this is a city in which detours are a daily affair. Subway stations close for repairs all the time, and the Canal Street and Broadway station, the designated alternative to Grand Street, is not far. Grand Street will still be" , "date" : "20010425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Closing an Artery in Chinatown; Some Say Station Shutdown Threatens Brooklyn Ties" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/25\/nyregion\/closing-an-artery-in-chinatown-some-say-station-shutdown-threatens-brooklyn-ties.html"} , {"body" : "In the recent battle over plans to let a private company manage five low-performing schools, the loudest and most effective voice belonged to Acorn, the community group that led the opposition. But few people who followed that battle seemed aware that Acorn has itself been involved in the New York City school system for more than a decade, helping" , "date" : "20010425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Mixed School Record for Edison Foes" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/25\/nyregion\/mixed-school-record-for-edison-foes.html"} , {"body" : "Take a little ''Godfather,'' mix with a soupçon of ''Sopranos,'' add a mug of ''The Three Stooges'' and a few drops of ''Diner,'' and the result will resemble the slight but agreeable new comedy ''Six Goumbas and a Wannabe.'' But make no mistake about it. This streetwise, sentimental tale by Vincent M. Gogliormella, a nephew of the character actor" , "date" : "20010404" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER REVIEW; Still Brooklyn Wiseguys After All These Years" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/04\/theater\/theater-review-still-brooklyn-wiseguys-after-all-these-years.html"} , {"author" : "E-mail: daschn@nytimes.com" , "body" : "Patriotic Chic Q. Any particular reason that the managers at Lord & Taylor always play ''The Star-Spangled Banner'' over the public address system when the store opens? A. The tradition was established in 1980, during the Iranian hostage crisis, when, in an unembarrassed burst of flag-waving, hand-over-the-heart-style patriotism, Joseph E. Brooks," , "date" : "20010325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/03\/25\/nyregion\/fyi-531472.html"} , {"body" : "ON an achingly cold February day that gave the city the weary look of a black-and-white television screen, Shaheba Gabriel searched for a two-piece swimsuit in red, blue or orange. Ms. Gabriel, a high school senior and an enviable size 2 or 4, went to Macy's on 34th Street with her mother and a friend. Their mission was twofold: to find a" , "date" : "20010311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "There She Is" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/11\/nyregion\/there-she-is.html"} ,   {"body" : "Robeson and Grady, the Public Schools Athletic League's top two teams during the regular season, breezed through the boys' basketball semifinals yesterday and will meet for the city championship next Sunday at Madison Square Garden. Led by guard Gary Ervin, Robeson outmuscled, outhustled and outplayed Lincoln in the first semifinal to advance with" , "date" : "20010311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASKETBALL: P.S.A.L.; Robeson and Grady Ease Their Way Into Boys' Final" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/11\/sports\/basketball-psal-robeson-and-grady-ease-their-way-into-boys-final.html"} , {"body" : "He says that he is just an ordinary teenager, that there is nothing remarkable about William Rafael Sanchez. Yet the details of his life paint a different picture. Soon, the soft-spoken 17-year-old will graduate with a 97 average, first in his class, from St. Agnes Boys High School in Manhattan. He is also a student who in 11th grade, as he was" , "date" : "20010308" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "6 Who Overcame Odds Get Times Scholarships" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/08\/nyregion\/6-who-overcame-odds-get-times-scholarships.html"} , {"body" : "ATTRACTIONS Museums And Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''Fusions, Faces and Footprints,'' a cross-cultural examination of the African diaspora, runs weekends through" , "date" : "20010216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/arts\/spare-times-934852.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to movies, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent show with more than 1,000 artifacts that illustrate the" , "date" : "20010202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/02\/arts\/spare-times-724343.html"} , {"body" : "RED HOOK isn't known for its concentration of grand houses, like Park Slope or Brooklyn Heights. Situated on a peninsula in western Brooklyn, cut off from the rest of the borough, its streets are filled mostly with workmanlike structures that don't demand a second look. That's why it's such a surprise to enter the simple brick house on Dikeman" , "date" : "20010121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Red Hook, Brooklyn; Finding the Right House -- And Making It Livable" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/21\/realestate\/habitats-red-hook-brooklyn-finding-the-right-house-and-making-it-livable.html"} , {"body" : "A 45-year-old man was struck and killed by a city bus last night as he tried to cross Coney Island Avenue in the Sheepshead Bay section of Brooklyn, the authorities said. The man, whose name was not immediately released, was near the corner of Coney Island Avenue and Avenue X at 6 p.m. when a northbound B68 bus hit him, said Officer Cheryl Cox, a" , "date" : "20010116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Killed by Bus on a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/16\/nyregion\/man-is-killed-by-bus-on-a-brooklyn-street.html"} , {"author" : "Jill Eisenstadt, who was born in Brooklyn and lives there now, is the author of two novels, ''From Rockaway'' and ''Kiss Out.''" , "body" : "KICK the can. The seltzer man. Dem bums. The candy store. A charlotte russe made the right way, with a ring of cardboard around the sponge cake. Cafeterias and bowling alleys. Stickball and stoopball. Ebbinger's Boston Cream Pie made the wrong way, with whipped cream instead of the custard. Taking the trolley. Plunging your arm into a pickle" , "date" : "20010114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; Brooklyn of Old Leaves Her Cold" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/14\/nyregion\/city-lore-brooklyn-of-old-leaves-her-cold.html"}]