[  {"body" : "''SOMETIMES I come in here and just start heaving it around, but because I'm an undisciplined person, I try to have an idea first,'' Sue Williams says, more or less joking about the obvious before undertaking a big new canvas not too long ago in her studio in Brooklyn. Ms. Williams first made a splash during the early 1990's as another kind of" , "date" : "20011228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "IN THE STUDIO WITH: SUE WILLIAMS; In a Cheerful Groove, With a Plan and Serendipity" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/28\/arts\/in-the-studio-with-sue-williams-in-a-cheerful-groove-with-a-plan-and-serendipity.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. FRANKIE SERRANO Anything for His Dog When Frankie Serrano went shopping for Dino, he spared no expense. ''He totally spoiled Dino,'' said Mr. Serrano's girlfriend, Kristen Gasiorowski. ''All the toys he bought him, you can't imagine. It was like it was his" , "date" : "20011214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Spoiling Dino, Contemplating Nietzsche, Proposing Over Peking Duck" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/14\/nyregion\/nation-challenged-portraits-grief-victims-spoiling-dino-contemplating-nietzsche.html"} , {"author" : "E-mail: ernash@nytimes.com" , "body" : "From Subway to Skates Q. The skating rink at Rockefeller Center seems like the perfect site for lighting a Christmas tree, but I heard the rink was not originally planned as part of the complex. Is this true? A. The below-street-level site was designed as an entrance to the IND subway, but the city was tardy in making the rail connection, so the" , "date" : "20011202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/12\/02\/nyregion\/fyi-444197.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. Tomorrow, from noon to 5 p.m.: Holiday Music and Shopping Day. On view is ''Austen's Teahouse: Example of a National Trend,''" , "date" : "20011130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/30\/arts\/spare-times-431745.html"} , {"body" : "IF every day were the Sunday after Thanksgiving, Chinatown would almost feel like its old self again. But the bustling streets, crowded markets and long lines at so many restaurants last weekend were unlike what the area has generally experienced since Sept. 11, when the attacks less than half a mile away left the neighborhood sealed off and" , "date" : "20011128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "In Chinatown, A Taste of Revival" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/28\/dining\/in-chinatown-a-taste-of-revival.html"} , {"body" : "A 67-year-old Brooklyn man was killed yesterday after being struck by a police car responding to an emergency call. The man, Steven Michalacos, of Sunset Park, was struck about 2 p.m. as he was crossing Fifth Avenue near 80th Street in Bay Ridge, apparently unaware of the approaching car, according to the police. He was pronounced dead at Lutheran" , "date" : "20011124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man, 67, Dies After Being Hit by Police Car" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/24\/nyregion\/man-67-dies-after-being-hit-by-police-car.html"} , {"body" : "Wisps of gloom have settled in the Almontaser home these first days of Ramadan. For the first time, the older son, Yousif, was not at the table to break the fast. He is a national guardsman, called up after Sept. 11. The second son, Mohammed, spent most of the evening in his room. The attack crushed his spirit and he dropped out of his senior year" , "date" : "20011121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Thanksgiving In a Time of Fasting; In Brooklyn, Healing Rhythms of Ramadan" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/21\/nyregion\/thanksgiving-in-a-time-of-fasting-in-brooklyn-healing-rhythms-of-ramadan.html"} , {"body" : "The black pearls of Taiwan pass through United States Customs. Then they are sold on the open market at trendy modern tea bars in Chinatown, where they settle at the bottom of glasses of bubble tea. These pearls are made of tapioca and they are, well . . . chewy. A necklace of these gumdrop-size pearls would have no value, but a glassful, cold or" , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CHINATOWN; A Beverage That Tastes Good Till the Last Bite" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/nyregion\/neighborhood-report-chinatown-a-beverage-that-tastes-good-till-the-last-bite.html"} , {"author" : "Vince Passaro is a novelist living in New York City." , "body" : "We have a tendency to measure the life of New York by the habits and welfare of the upper-middle classes, which is rather like taking all your weather reports from 25,000 feet in the air. The vast majority of New Yorkers make less than $40,000 per year. This is their city too, though that version of New York doesn't have a series yet on HBO." , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "29" , "title" : "The Way We Live Now: 11-11-01: Sightlines; The View From Out Here" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/magazine\/the-way-we-live-now-11-11-01-sightlines-the-view-from-out-here.html"} , {"author" : "Tara Bahrampour is author of ''To See and See Again: A Life in Iran and America'' (Farrar, Straus & Giroux)" , "body" : "Life is short, pray on time!'' warns a sign in a stairwell. Below it, a flier reads ''Eighth-grade girls bake sale! Wednesday.'' A sticker on an office file cabinet announces in stylized Arabic that there is no God but Allah, and Mohammad is his prophet; beside it, an American flag waves on a computer screen. At Al Noor in Sunset Park, Brooklyn," , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "23" , "title" : "Where Islam Meets 'Brave New World'" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/education\/where-islam-meets-brave-new-world.html"} ,   {"body" : "Mark Green campaigned across Brooklyn yesterday, strolling through Sunset Park and Borough Park and visiting four predominantly black churches, where he fiercely and repeatedly criticized his opponent, Michael R. Bloomberg. Mr. Green listened to the harmonies of a gospel choir, visited a kosher restaurant and shook hands with a churros vendor. He" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Green Navigates Brooklyn Bearing Swipes at Bloomberg" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/green-navigates-brooklyn-bearing-swipes-at-bloomberg.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. WALWYN STUART When the Hugs Ran Out Oh, the mouth he had, that Walwyn Stuart. His smile was incandescent, and his kisses ever-flowing. His wife, Thelma, used to chide him over his enthusiasm for his newborn daughter -- You're going to smother her! -- and Mrs." , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; An Unabashed Kisser, a Human Bulldozer and a Steely-Nerved Mother" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/nation-challenged-portraits-grief-victims-unabashed-kisser-human-bulldozer.html"} , {"body" : "In the three weeks since President Bush asked every American child to donate a dollar to help Afghan children survive the winter, more than 200,000 envelopes bearing well over $1 million have poured into Washington from around the nation. But in New York City, it seems, relatively few children have heeded the call. Despite repeated requests over" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Washington"] , "page_facet" : "10" , "title" : "A NATION CHALLENGED: THE DOLLARS; In New York Schools, Afghanistan Aid Flops" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/a-nation-challenged-the-dollars-in-new-york-schools-afghanistan-aid-flops.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Frankenstein Film Fiesta'': tomorrow at 2 p.m., with ''Bride of Frankenstein'' (1935), directed by James Whalen and ''Frankenweenie'' (1984), a Disney film. Tomorrow at 4:30 p.m., ''The Revenge of Frankenstein'' (1958), directed" , "date" : "20011026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/26\/arts\/spare-times-854190.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MANUEL ASITIMBAY A Dream Realized Manuel Asitimbay's life revolved around his children -- two 13-year-old twin boys he had not seen since they were 6 months old, an 8-year-old boy he supported financially even though he was not his biological father, and a" , "date" : "20011023" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Dream Fulfilled, a Devoted Father and a Mother With No Answers" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/23\/nyregion\/nation-challenged-portraits-grief-victims-dream-fulfilled-devoted-father-mother.html"} , {"body" : "ELEVEN blocks separate Yankee Stadium, that hallowed home of the reigning World Series champions, from St. Mary's Park, a rocky plot cut into the heart of the South Bronx. But the two couldn't appear more distant. In the House that Ruth Built, multimillion-dollar athletes play before ravenous fans who scrutinize every ball and strike, every bobbled" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; Diamonds on the Soles of His Shoes" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/nyregion\/citypeople-diamonds-on-the-soles-of-his-shoes.html"} , {"body" : "Street vendors selling CD's and knock-off T-shirts have long added to the shuffle of street life in Chinatown. As the neighborhood's stream of shoppers has markedly slowed since Sept. 11, many of the vendors have moved on. But where? One answer is Sunset Park, Brooklyn, where Jindi Gu, 41, set up her portable table on Fifth Avenue last Thursday." , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Forced Out of Chinatown, Seeking Greener Pastures" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/nyregion\/neighborhood-report-new-york-up-close-forced-chinatown-seeking-greener-pastures.html"} , {"body" : "GROWING up in Brooklyn, Siraj Wahhaj recalls, he felt a certain shame whenever he read that a black person had committed a crime. He feels something similar these days as a Muslim. Members of his faith stand accused not only of committing crimes on a heinous scale, but of doing it in Islam's name. Outside the Bedford-Stuyvesant mosque, Masjid" , "date" : "20011009" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; American Imam Refutes Attacks and Defends Islam" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/09\/nyregion\/public-lives-american-imam-refutes-attacks-and-defends-islam.html"} , {"body" : "SHE refuses to remove her scarf. But Efrah, a Muslim woman who lives in Prospect Heights, Brooklyn, is still afraid because she has heard stories of women in hijab (Arabic for veil) who have been attacked and called names. It was Efrah's fear that made her ask that her last name not be given in this column. She will not ride a subway or a bus. And" , "date" : "20010923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Trying to Soothe The Fears Hiding Behind the Veil" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/23\/nyregion\/coping-trying-to-soothe-the-fears-hiding-behind-the-veil.html"} , {"body" : "The New York Is Book Country fair, which was to be held on Sunday on Fifth Avenue, has been canceled because of the terrorist attacks. But a variety of book-related activities, including screenings, readings and panel discussions, are still planned at museums, libraries and elsewhere in New York City this weekend. Information on events:" , "date" : "20010921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Speaking of Books: Weekend Events" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/21\/arts\/speaking-of-books-weekend-events.html"} ,   {"body" : "Connie Desarden had just begun letting her daughter, Anjoli, 14, ride the subway alone -- and only for the short trip from their East Village home to Stuyvesant High School. But yesterday, in the wake of the World Trade Center attack that closed Stuyvesant indefinitely, Ms. Desarden insisted on escorting Anjoli across the river to Brooklyn" , "date" : "20010921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "A NATION CHALLENGED: STUYVESANT HIGH SCHOOL; Studies Are Resumed Across the East River" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/21\/nyregion\/nation-challenged-stuyvesant-high-school-studies-are-resumed-across-east-river.html"} , {"body" : "It's that time of the campaign season when only one thing matters: the carefully staged production -- part science, part fantasy -- to get out the vote. By this time, in a normal election year, candidates and their strategy gurus have zeroed in on the ever-dwindling band of hard-core civics who vote in primary elections year after year. They know" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "CAMPAIGNING FOR CITY HALL: THE ELECTORATE; Lining Up the Blocs Isn't Easy This Year" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/campaigning-for-city-hall-electorate-lining-up-blocs-isn-t-easy-this-year.html"} , {"body" : "At Public School 178 in upper Manhattan, a new elementary school, construction workers were scrambling yesterday to clear out garbage, install computers and hook up telephones before the arrival of students in less than 24 hours. P.S. 178, which was scheduled to be finished in July, is the first newly built school in five years to fall short of its" , "date" : "20010906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School-Building Delays Signal Troubles" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/06\/nyregion\/school-building-delays-signal-troubles.html"} , {"body" : "The Brooklyn district attorney filed a new indictment yesterday against a former city police officer accused of drinking all day and then running down a family, including a woman who was eight months pregnant. The indictment charged the former officer with manslaughter in the death of the woman's baby, delivered by emergency surgery after she died." , "date" : "20010905" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Indictment Of Ex-Officer Counts Baby Among Victims" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/05\/nyregion\/new-indictment-of-ex-officer-counts-baby-among-victims.html"} , {"body" : "SPEAKING of Labor Day, there are easier jobs than being The Rat. First off, there is this problem of being a streetwise 15-foot-tall inflatable gray beast with fierce red eyes, prominent white fangs and claws poised in a fighting stance. There is the undeniable reality, too, that The Rat is full of hot air. In fulfilling its year-round mission of" , "date" : "20010904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Break From the Rat Race for a Union Organizer" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/04\/nyregion\/public-lives-a-break-from-the-rat-race-for-a-union-organizer.html"} , {"body" : "A Brooklyn man whose pregnant wife, son and sister-in-law were killed by a police officer accused of drunken driving was admitted to a Queens hospital yesterday after the police escorted him from a pedestrian walkway over the Long Island Expressway, the authorities said. They said that he had been distraught and was apparently contemplating a leap" , "date" : "20010903" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Bereaved Man In D.W.I. Case Is Hospitalized" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/03\/nyregion\/bereaved-man-in-dwi-case-is-hospitalized.html"} , {"body" : "Leora Yonat Cohen, a daughter of Susan N. Krieger of Stamford, Conn., and Rabbi Norman Cohen of Scarborough, N.Y., is to be married this evening to Jonathan Wade Friedman, a son of Judy S. and Robert C. Friedman of Mahwah, N.J. The bride's father will perform the ceremony at West Park Wine Cellars in West-Park-on-Hudson, N.Y. Ms. Cohen and Mr." , "date" : "20010902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Leora Cohen, Jonathan Friedman" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/02\/style\/weddings-leora-cohen-jonathan-friedman.html"} , {"body" : "The New York Police Department is looking to toughen the disciplinary sanctions for officers who abuse alcohol and is considering a new policy under which it would move to fire any officer found to have been driving while intoxicated, police officials said yesterday. In recent years, only officers involved in accidents that injured people would be" , "date" : "20010828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officers Who Drive Drunk May Face Tougher Penalties" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/28\/nyregion\/officers-who-drive-drunk-may-face-tougher-penalties.html"} , {"body" : "To the Editor: In ''Destroy a Freeway, Save a City'' (Op-Ed, Aug. 23), Charles Lockwood says ''New York was fortunate to have been spared Robert Moses' proposed Lower Manhattan Expressway,'' but other parts of New York City were not so fortunate. Moses' Brooklyn-Queens Expressway ripped apart neighborhoods in Brooklyn like Carroll Gardens, Red Hook" , "date" : "20010828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/28\/opinion\/l-brooklyn-waterfront-896535.html"} , {"body" : "Aaliyah, a multimillion-selling, precociously sultry rhythm-and-blues singer and actress, died on Saturday in the crash of a small airplane, The Associated Press reported. She was returning from Abaco Island in the Bahamas, where she had been making a video clip, to Miami in a private plane, which crashed on takeoff. Eight other passengers were" , "date" : "20010827" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "6" , "title" : "Aaliyah, 22, Singer Who First Hit the Charts at 14" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/27\/arts\/aaliyah-22-singer-who-first-hit-the-charts-at-14.html"} ,   {"body" : "VICTOR MANUEL HERRERA knows that proving that his newborn son was a human being and not a fetus will not add one second to the sentence of the police officer whose minivan killed his pregnant wife, his 4-year-old son and his sister-in-law. Mr. Herrera knows that the debate about when life begins may be hijacked by those on both sides of the" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Has a Life Ended if It Never Really Began?" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/coping-has-a-life-ended-if-it-never-really-began.html"} , {"body" : "What does Angela Yurman know about the Battle of Brooklyn? ''Just living in Brooklyn is a battle every day,'' she says. In fact, Mrs. Yurman, 59, is well aware that she has been surrounded by ghosts of the battle her entire life. She grew up across the street from the Old Stone House on the edge of Park Slope, a reconstruction of a 1699 Dutch" , "date" : "20010825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Washington Fought Here; Who Knew?; On 225th Anniversary, Battle of Brooklyn Is Little-Known Chapter" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/25\/nyregion\/washington-fought-here-who-knew-225th-anniversary-battle-brooklyn-little-known.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday from 9 to 11 a.m. and Wednesday from 7 to 9 p.m., ''Genomic Laboratory Workshop'' for adults, which will include instruction in the methods, techniques and procedures for DNA sequencing; limited to 25 persons per workshop. Fee: $60. Museum" , "date" : "20010824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/24\/arts\/spare-times-840831.html"} , {"body" : "A woman and her 3-year-old son were seriously injured yesterday after a wall of a building that was being demolished in Park Slope, Brooklyn, collapsed on top of them, sending bricks and loose concrete blocks toppling onto their heads. Niulka Almazar, 25, and her son, Juan-Antonio Perez, suffered head injuries when the wall was knocked over. The" , "date" : "20010823" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wall Collapses on Mother and Son in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/23\/nyregion\/wall-collapses-on-mother-and-son-in-brooklyn.html"} , {"body" : "A Brooklyn man whose 4-year-old son, sister-in-law and pregnant wife were killed two weeks ago after being struck by a minivan driven by a police officer accused of driving drunk said yesterday that he wanted the name of the child his wife was carrying to be added to the list of victims on the criminal charges. The man, Victor Manuel Herrera, also" , "date" : "20010822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Father Wants Dead Baby Listed as Victim of Officer" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/22\/nyregion\/father-wants-dead-baby-listed-as-victim-of-officer.html"} , {"body" : "Saying he was not a ''monster'' or a ''mindless drunk,'' the Brooklyn police officer accused of killing four people while driving drunk earlier this month apologized to the family of the victims at a tearful news conference yesterday and described his life since the accident as ''an absolute nightmare.'' The officer, Joseph Gray, sat with" , "date" : "20010821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer in Fatal Accident Offers an Apology" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/21\/nyregion\/officer-in-fatal-accident-offers-an-apology.html"} , {"body" : "On one side of the closed prison gate was the trimmer but still unmistakable figure of the Rev. Al Sharpton, waiting for his moment. On the other side were more than three dozen members of the media, their pens, cameras and boom mikes at the ready. The hope had been that the gate would open and Mr. Sharpton would walk out, dramatically ending his" , "date" : "20010818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Leaving Prison, Sharpton Again Takes the Stage" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/18\/nyregion\/leaving-prison-sharpton-again-takes-the-stage.html"} , {"body" : "Police Commissioner Bernard B. Kerik said yesterday that he would expedite the dismissal process for a half-dozen officers accused in drunken-driving accidents, including Officer Joseph Gray, the man charged with fatally running down a Brooklyn family after a daylong drinking binge earlier this month. The dismissals, which are being sought through" , "date" : "20010818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Kerik Seeks to Speed Dismissal of Officers Accused of D.W.I." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/18\/nyregion\/kerik-seeks-to-speed-dismissal-of-officers-accused-of-dwi.html"} , {"body" : "SPARKS-Marie B. On August 16th, 2001. Beloved wife of the late Lewis E. Sparks. Loving mother of Alice and Valentine Mateos, James and Margaret Sparks, and Patricia and Claudio Borghesan. Dear sister of Dorothy Smith. Also survived by 7 grandchildren and 3 great-grandchildren. Retired principal of P.S. 169 in Sunset Park, Brooklyn. Reposing at" , "date" : "20010818" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths SPARKS, MARIE B." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/18\/classified\/paid-notice-deaths-sparks-marie-b.html"} , {"body" : "In his last interview before ending a 90-day term in a federal prison for civil disobedience, the Rev. Al Sharpton said that he would plunge into the city's mayoral election within a week from his release today, probably by endorsing Fernando Ferrer, the Bronx borough president, and actively campaigning on his behalf. But Mr. Sharpton said he would" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Jailing at End, Politics Waits for Sharpton" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/nyregion\/jailing-at-end-politics-waits-for-sharpton.html"} ,   {"body" : "Police officials yesterday filed disciplinary charges against Officer Joseph Gray, who is accused of killing four people with his van while driving drunk, and said they planned to seek his dismissal from the force at an expedited administrative trial within weeks. Even in extreme misconduct cases, like the station house torture of Abner Louima, the" , "date" : "20010815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seek Fast Trial and Dismissal of Officer in Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/15\/nyregion\/police-seek-fast-trial-and-dismissal-of-officer-in-fatal-crash.html"} , {"body" : "Gov. George E. Pataki is using a fatal accident in which a van the authorities say was driven by a drunken police officer ran down a family in Brooklyn a week ago to push lawmakers to get behind a package of criminal justice reform bills he proposed in March. One proposal would allow prosecutors to appeal bail rulings. A senior Pataki" , "date" : "20010813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Pataki Using Brooklyn Crash to Promote Bills" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/13\/nyregion\/pataki-using-brooklyn-crash-to-promote-bills.html"} , {"body" : "On the day that would turn out to be the most difficult of his command, Capt. Thomas Deprisco, commander of the 72nd Precinct, stood guard over the home of relatives of a Brooklyn family killed by one of his officers in a driving accident. The captain had come to block off the streets and escort the relatives to a wake on Wednesday for the victims" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Brooklyn Journal; Fatal Accident Tests Neighborhood Trust in Police" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/brooklyn-journal-fatal-accident-tests-neighborhood-trust-in-police.html"} , {"body" : "Fernando Ferrer, the Bronx borough president, paid a jailhouse visit to the Rev. Al Sharpton yesterday as the city's black leaders again discussed endorsing Mr. Ferrer's run for mayor. Mr. Ferrer spent about an hour with Mr. Sharpton at the Metropolitan Detention Center in Sunset Park, Brooklyn, where he is serving the final days of a 90-day" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Black Leaders May Be Near Endorsement Of Ferrer" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/black-leaders-may-be-near-endorsement-of-ferrer.html"} , {"body" : "''You miss the old Times Square?'' asked Eric Rivera, a 31-year-old elevator operator who was standing on a dark street corner in Sunset Park, Brooklyn, drinking with some other men. He held a beer bottle wrapped in brown paper. ''I hear people say they miss the old Times Square. You know, the old nasty Times Square? The hookers and the Mafia and" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; A Newly Notorious Place, Like Times Square of Old" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/nyregion\/neighborhood-report-bending-elbows-newly-notorious-place-like-times-square-old.html"} , {"body" : "Three police officers who drank beer after work outside their station house with a colleague in the hours before the authorities say he killed four people with his van were abruptly fired yesterday. At the same time, police officials began a citywide inquiry into whether supervision was adequate on the midnight-to-8-a.m. shift that the officers" , "date" : "20010811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Kerik Fires 3 For Drinking Near Station" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/11\/nyregion\/kerik-fires-3-for-drinking-near-station.html"} , {"body" : "A police officer charged with killing a pregnant woman, her 4-year-old son and her sister while driving drunk pleaded not guilty and was ordered held in $250,000 bail yesterday in a Brooklyn courtroom packed with friends and relatives of the victims. The officer, Joseph Gray, was released from custody yesterday afternoon after his parents put up" , "date" : "20010811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer in Drunken-Driving Case Posts Bail" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/11\/nyregion\/officer-in-drunken-driving-case-posts-bail.html"} , {"body" : "After a week of rage and protests, Sunset Park paused yesterday to say goodbye to the four victims of a fatal accident that has shattered a family and raised questions about alcohol abuse among the police. Hundreds of people, braving blistering heat, stood for hours behind police barricades, sat on fire escapes or leaned out of windows, just to be" , "date" : "20010810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Day of Painful Goodbyes To 4 Run Over by an Officer" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/10\/nyregion\/a-day-of-painful-goodbyes-to-4-run-over-by-an-officer.html"} , {"body" : "Police Commissioner Bernard B. Kerik yesterday disciplined 17 officers in a Brooklyn precinct where an officer is accused of killing four people with his minivan after a marathon day of drinking with colleagues to celebrate a supervisor's upcoming wedding. Among those disciplined at the 72nd Precinct were the commander, the executive officer, a" , "date" : "20010809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "17 Police Officers Are Disciplined In Wake of Deadly Van Incident" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/09\/nyregion\/17-police-officers-are-disciplined-in-wake-of-deadly-van-incident.html"} , {"body" : "His workday done before most begin, Officer Joseph Gray walked out of the 72nd Precinct station house in Brooklyn at 8 a.m. Saturday and gathered with a few late-shift colleagues in a weed-strewn parking lot across the street, law-enforcement officials say. Beer, not breakfast, was calling. The officers, including a sergeant, would go on for more" , "date" : "20010808" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer in Accident Spent Up to 12 Hours Drinking, Police Say" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/08\/nyregion\/officer-in-accident-spent-up-to-12-hours-drinking-police-say.html"} ,   {"body" : "INTERNATIONAL A3-7 I.R.A. Offers Plan on Arms; Hailed as Breakthrough The Irish Republican Army has agreed to a method of destroying its arsenal that Britain and Ireland hailed as the long-sought breakthrough needed to push forward the stalled Northern Ireland peace accord. The matter of when actual disarmament might begin was not addressed. A1" , "date" : "20010807" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/07\/nyregion\/news-summary-588768.html"} , {"body" : "About a thousand Brooklyn residents marched on their local police station in Sunset Park last night and demanded a vigorous prosecution of a police officer who has been charged with drunken driving and killing a family with his minivan, as court documents said the officer had run a red light just before the accident. The man whose wife and two" , "date" : "20010807" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Fatal Drunken-Driving Accident, Anger and a Cry for Justice" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/07\/nyregion\/after-fatal-drunken-driving-accident-anger-and-a-cry-for-justice.html"} , {"body" : "The smallest bit of comfort for the family of Maria Alta Gracia Peña lay swaddled in a pale blue blanket in a Brooklyn hospital in the very early hours yesterday. With little else to cling to, relatives sat by the incubator holding Ms. Peña's tiny grandson, and prayed that he would make it through the day. But by midmorning, Ms. Peña, 56, had" , "date" : "20010806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With a Fourth Death, a Family's Last Hope Is Lost" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/06\/nyregion\/with-a-fourth-death-a-family-s-last-hope-is-lost.html"} , {"body" : "A New York City police officer was arraigned on charges of manslaughter and drunken driving yesterday after, the police say, his van plowed into a family crossing a Brooklyn street Saturday night, killing a pregnant woman, her 4-year-old son, her sister and, after an emergency Caesarean delivery, her baby. At the accident site in Sunset Park," , "date" : "20010806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Officer Is Arraigned In Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/06\/nyregion\/police-officer-is-arraigned-in-fatal-crash.html"} , {"body" : "Chinatown leaders say the Metropolitan Transportation Authority has failed to make good on its promise to ease disruption caused by the elimination of service at the Grand Street subway station. After months of protests, transit officials agreed to expand M train service at the Bowery Station from 9:30 a.m. to 3:30 p.m., when many workers in" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: CHINATOWN; Deal on Subways Stops Short of Destinations, Riders Say" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/neighborhood-report-chinatown-deal-subways-stops-short-destinations-riders-say.html"} , {"body" : "Three pedestrians -- a 4-year-old boy, a 16-year-old girl and a 24-year-old woman who was eight months pregnant -- were killed last night when they were struck by a van driven by an off-duty police officer in the Sunset Park section of Brooklyn, the authorities said. Before the woman died, doctors at Lutheran Medical Center delivered her baby boy," , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "3 Killed in Brooklyn Crash; Officer Faces Alcohol Charge" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/3-killed-in-brooklyn-crash-officer-faces-alcohol-charge.html"} , {"body" : "DEAR DIARY: A few months ago, much to my dismay, my daughter Stephanie announced that she was sending in the required video and application to be on the next ''Survivor'' television series. Those chosen would have to spend 42 days in Africa. To the question of why she thought she could be a survivor, Stephanie answered that after dating in New York" , "date" : "20010730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/30\/nyregion\/metropolitan-diary-469599.html"} , {"body" : "A 19-year-man died and the friend he was apparently teaching how to drive was in very critical condition yesterday after their van raced off the edge of a Brooklyn pier and plunged into Gowanus Bay, the police said. The cause was unclear, but witnesses saw a burgundy Chevrolet Astro van smash through two metal rail barriers at the edge of Pier 4," , "date" : "20010726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "1 Killed and 1 Severely Hurt When Van Runs Off Pier" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/26\/nyregion\/1-killed-and-1-severely-hurt-when-van-runs-off-pier.html"} , {"body" : "The thunk of the East River against the ferry landing at Pier 11 on Wall Street is the sound of a vast and largely untapped resource for city commuters: water. But by 2004, the jaunty ferry terminal at Pier 11, which opened last fall, may be joined by 14 more landings. ''The ferry in the 21st century will transform New York the way the subways did" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPPER EAST SIDE; Envisioning a Day When Ferries Abound on City Waters" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/neighborhood-report-upper-east-side-envisioning-day-when-ferries-abound-city.html"} , {"body" : "SeaStreak America is closing its ferry service from the 58th Street Pier in Sunset Park, Brooklyn, to Pier 11 in Manhattan, on July 27, after about three years. ''It's getting too uneconomical to run the boat,'' said Patty Shrensel, customer service manager for Sea Streak, in Atlantic Highlands, N.J., confirming a report in yesterday's New York" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Business Briefing | Ferry Service To End" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/nyregion\/metro-business-briefing-ferry-service-to-end.html"} ,   {"body" : "ON the northwest edge of Bedford-Stuyvesant -- bordering the bodegas and housing projects of DeKalb Avenue, but only three blocks from the Italianate brownstones and Victorian mansions of Clinton Hill -- six former factories built on a street called Taaffe Place at the turn of the last century have been reincarnated as beautifully renovated" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When New Homes Drive Out Old Jobs" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/realestate\/when-new-homes-drive-out-old-jobs.html"} , {"body" : "The New York Power Authority is coming under intense criticism from some Staten Island residents as it prepares to turn on a mini-power plant in their neighborhood this weekend. The residents of the Rosebank section of the borough have asked a State Supreme Court justice to determine whether the power authority was deceptive in moving the natural" , "date" : "20010707" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Staten Island Residents Fight Relocated Power Plant's Start" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/07\/nyregion\/staten-island-residents-fight-relocated-power-plant-s-start.html"} , {"body" : "When the long-troubled John Jay High School in Park Slope, Brooklyn, closed its doors for good a week ago today, the goodbyes were tinged with a mix of emotions. Some students and teachers at the academically struggling school said they believed that they were being forced out by middle-class neighborhood parents looking for a new school for their" , "date" : "20010704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Reinventing John Jay High Amid Charges of Exclusion" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/04\/nyregion\/reinventing-john-jay-high-amid-charges-of-exclusion.html"} , {"body" : "Of all the remarkable things about New York City's Municipal Archives, the most extraordinary, by far, is its very survival. The collection -- three million pounds of material, ranging from the original 1654 Dutch sales slip for the purchase of Coney Island, to a trove of stereoscopic Victorian pornography assembled by an antivice crusader -- has" , "date" : "20010702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In 3 Million Pounds of History, Views of Day-to-Day New York" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/02\/nyregion\/in-3-million-pounds-of-history-views-of-day-to-day-new-york.html"} , {"author" : "Samuel G. Freedman, a professor of journalism at Columbia University, is the author most recently of ''Jew vs. Jew: The Struggle for the Soul of American Jewry.''" , "body" : "ONE afternoon in the autumn of 1998, a young filmmaker named Aaron Matthews paid for a membership at the Museum of Television and Radio in Manhattan, checked into its library and began screening the public television documentary ''An American Family.'' He had been just 2 years old and living in Venezuela when the series, about the Loud family of" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "TELEVISION\/RADIO; An American Family Living in a New America" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/arts\/television-radio-an-american-family-living-in-a-new-america.html"} , {"body" : "There was a baseball game in Brooklyn last night. It took 44 years to say this, but the professional game returned to the holy and haunted borough that was plundered after the 1957 season. The Brooklyn Cyclones, named for a roller coaster just to the east, opened with a 3-2 victory in 10 innings last night at their new $39 million publicly" , "date" : "20010626" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Summer Rite Returns To Borough of Churches" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/26\/sports\/sports-of-the-times-summer-rite-returns-to-borough-of-churches.html"} , {"body" : "New York would become the first state in the nation to ban the use of hand-held cellular telephones while driving, under a bill the governor and legislative leaders agreed to late tonight. Shortly after the deal on the ban was hammered out, at 10:30 p.m., the Republican Senate majority passed legislation that New York City needs in order to avoid" , "date" : "20010622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "State Is Expected to Limit Drivers' Use of Cell Phones" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/22\/nyregion\/state-is-expected-to-limit-drivers-use-of-cell-phones.html"} , {"body" : "Officially, of course, it will always be the B train. But just take it on any given Sunday evening, along about half of its southerly course, and you might agree that it would not be much of an exaggeration to give the subway line a subtitle: the Fish Train. ''Whoa, man, it smells like fish in here,'' said Ramon Vasquez, a hotel maintenance worker." , "date" : "20010619" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Bags of Joy, Pungent And Lucky" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/19\/nyregion\/tunnel-vision-bags-of-joy-pungent-and-lucky.html"} , {"body" : "A QUIET residential enclave just north of busy Northern Boulevard and not far from the commercial whirl of downtown Flushing, the Broadway-Flushing neighborhood of Queens is known for large gracious houses set behind spacious front lawns, sidewalks that are shaded by a profusion of maple, oak, tulip trees and beech, and residents determined to keep" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Broadway-Flushing, Queens; Gracious and Diverse, With Good Schools" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/realestate\/if-you-re-thinking-living-broadway-flushing-queens-gracious-diverse-with-good.html"} , {"body" : "From the start, there was nothing ordinary about the case of John Kennedy O'Hara. He was, legal scholars said, the first New Yorker since Susan B. Anthony to be prosecuted for voting, and possibly the first ever prosecuted for lying about his voting address. The Brooklyn district attorney, Charles J. Hynes, took Mr. O'Hara's case to trial not once" , "date" : "20010615" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Court Upholds Conviction In Vote Fraud By Candidate" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/nyregion\/court-upholds-conviction-in-vote-fraud-by-candidate.html"} ,   {"body" : "Doral Bank plans to open its second Manhattan branch next week, the latest move in its effort to fill in gaps left by New York's biggest banks. The branch is scheduled to open on June 21 at 4246 Broadway in Washington Heights, officials from the Doral Financial Corporation, owner of Doral Bank, said yesterday. The company, based in Puerto Rico and" , "date" : "20010615" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Business Briefing | Second Branch For Doral Bank" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/15\/nyregion\/metro-business-briefing-second-branch-for-doral-bank.html"} , {"body" : "The Rev. Al Sharpton, somewhat trimmer after fasting for two weeks in a Brooklyn jail cell, has kept himself busy behind bars. Every day, he said, he rises at 5:30 a.m. in the Metropolitan Detention Center and reads the Bible. He gets some exercise by walking around the prison ward 100 times or so. He showers, then meets with his lawyers or" , "date" : "20010612" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sleeker by 14 Pounds, Sharpton Fights On" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/12\/nyregion\/sleeker-by-14-pounds-sharpton-fights-on.html"} , {"body" : "A FAMILIAR green image of a mermaid stands on Van Brunt Street in Red Hook, Brooklyn, near the corner of Coffey Street. ''Coming Soon,'' the sign says, ''Starbucks Coffey.'' Both a play on words and a joking reference to the neighborhood's nascent gentrification, the sign does not seem an accurate prediction -- at least not yet. With a long history" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Red Hook; Isolated Brooklyn Area Starts to Awaken" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/if-you-re-thinking-of-living-in-red-hook-isolated-brooklyn-area-starts-to-awaken.html"} , {"body" : "The mayor of the Puerto Rican island of Vieques, Damaso Serrano, joined about 75 other officials and protesters yesterday at a rally outside a Brooklyn detention center where four political leaders are jailed for civil disobedience on the island. Mr. Serrano, speaking in Spanish, said of the so-called Vieques Four, ''I am very proud and happy as" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Vieques Mayor Praises Jailed Protesters" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/nyregion\/vieques-mayor-praises-jailed-protesters.html"} , {"body" : "It can't be easy to run for office when you are Prisoner No. 21453-069. But Adolfo Carrión Jr. is trying. Mr. Carrión, a city councilman who wants to be the next Bronx borough president, has spent all but five days since he entered the race in jail, for protesting near the United States Navy bombing site on the Puerto Rican island of Vieques. The" , "date" : "20010608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bronx Candidate Undeterred By Detour Into Brooklyn Jail" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/08\/nyregion\/bronx-candidate-undeterred-by-detour-into-brooklyn-jail.html"} , {"body" : "When Rafaela Gonzalez's son Joseph was 9, she let him go away to the country for a three-week summer vacation. She knew it wouldn't be easy -- for her. ''I cried and cried. I'm Hispanic, and we tend to hold on to our kids,'' she said. ''It was horrible for me, but it was great for him. I realized that my child needed that experience.'' It has been" , "date" : "20010603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "The Fresh Air Fund; Snapshots of Summer Past Soothe Fears of Camp" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/03\/nyregion\/the-fresh-air-fund-snapshots-of-summer-past-soothe-fears-of-camp.html"} , {"body" : "After a week in jails, first in San Juan and then in Brooklyn, the three Bronx Democratic officials who were imprisoned for participating in a protest in Puerto Rico seem a little worn and slightly haggard. But despite daily strip searches and other hardships, they described their experience behind bars as necessary to call attention to the Navy" , "date" : "20010531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Jailed Vieques Protesters Remain Unbowed" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/31\/nyregion\/jailed-vieques-protesters-remain-unbowed.html"} , {"body" : "The Justice Department filed court papers yesterday objecting to the release of the Rev. Al Sharpton and three Bronx politicians pending their appeal. As a result, Mr. Sharpton and the others will remain in a federal detention center in Brooklyn at least until a federal appeals court rules on their request for an appeal of their sentence. Last" , "date" : "20010530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 in Vieques Protest Kept in Jail During Appeal" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/30\/nyregion\/4-in-vieques-protest-kept-in-jail-during-appeal.html"} , {"body" : "After nearly a week in federal jails in Puerto Rico and in Brooklyn, the Rev. Al Sharpton said yesterday that he would begin a hunger strike this morning to publicize the Navy bombing exercises on the Puerto Rican island of Vieques. ''I am not going to eat until we are released,'' Mr. Sharpton said. ''I want to draw attention to what is going on in" , "date" : "20010529" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jailed Sharpton Plans Hunger Strike Over Bombing" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/29\/nyregion\/jailed-sharpton-plans-hunger-strike-over-bombing.html"} , {"body" : "Senator Hillary Rodham Clinton met yesterday with the Rev. Al Sharpton and the three other men calling themselves the ''Vieques Four'' who are jailed at the Metropolitan Detention Center in Sunset Park. The four men have been jailed for their roles in a demonstration on May 1 near a Navy bombing range in Puerto Rico. Jim Kennedy, Senator Clinton's" , "date" : "20010528" , "day_of_week_facet" : "Monday" , "geo_facet" : ["VIEQUES (PUERTO RICO)" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Mrs. Clinton Meets With Sharpton" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/28\/nyregion\/metro-briefing-new-york-brooklyn-mrs-clinton-meets-with-sharpton.html"} ,   {"body" : "One candidate for City Council invited guests to participate in an ''Extreme Bowling Night,'' several slightly odd hours of throwing 16-pound balls down dimly lighted lanes in a Queens alley. Nights earlier in Brooklyn, another candidate staged an event featuring ''spoken word artists,'' where for $10 one could listen to hip-hop or poetry and" , "date" : "20010524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Dash for Campaign Cash; Creative Fund-Raising Spreads in Year of Term Limits" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/24\/nyregion\/a-dash-for-campaign-cash-creative-fund-raising-spreads-in-year-of-term-limits.html"} , {"body" : "The New York City Economic Development Corporation has selected landscape designers to redevelop the Bush Terminal Piers in Sunset Park, Brooklyn, into a public recreation space. A team headed by Donna Walcavage Landscape Architecture and Urban Design will prepare plans for Bush Terminal Piers 1 through 5, a 24-acre parcel between 44th and 50th" , "date" : "20010522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSH TERMINAL PIERS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Business Briefing | Progress In Park Project" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/22\/nyregion\/metro-business-briefing-progress-in-park-project.html"} , {"body" : "ONE afternoon last summer I was sauntering home with a bag of vegetables when I saw something on my Brooklyn street corner that stopped me in my tracks: a red double-decker sightseeing bus and a throng of sunburned, backpack-toting tourists, chattering excitedly in some Scandinavian language. Cameras flashed and whirred. What was this all about?" , "date" : "20010513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "FRUGAL TRAVELER; Playing Tourist at Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/13\/travel\/frugal-traveler-playing-tourist-at-home-in-brooklyn.html"} , {"body" : "Following is a selected list, compiled by Anna Bahney, of events through September. Performances rarely occur every day of the week, and programs are subject to change. Alabama ALABAMA SHAKESPEARE FESTIVAL -- Montgomery (800-841-4273). Productions in repertory through July 15: ''A Midsummer Night's Dream,'' ''The Negro of Peter the Great,''" , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "SUMMER FESTIVALS; A Wealth of Cultural Nuggets Waiting to Be Mined" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/arts\/summer-festivals-a-wealth-of-cultural-nuggets-waiting-to-be-mined.html"} , {"body" : "DEEP fried and braised chicken claw is not my usual breakfast of choice. But I was at the Ocean Palace Pavilion on Avenue U in Brooklyn, and a latte and croissant were not on the menu. As I nibbled at this delicacy, flavored with ginger and soy, I discovered that chicken claw is pretty tasty. Even at 10 a.m. It was the kind of revelation I would" , "date" : "20010502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Hungry Explorer in New York's 3 Chinatowns" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/02\/dining\/a-hungry-explorer-in-new-york-s-3-chinatowns.html"} , {"body" : "A woman whom the authorities called the godmother of a violent Brooklyn street gang was sentenced yesterday to life in prison for the 1995 murder of a rival gang member. The woman, Joanna Pimentel, was a ranking member of the Netas, a street gang that has its roots in Puerto Rico, the authorities said. Ms. Pimentel and other Netas members were" , "date" : "20010501" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing\/NEW YORK: BROOKLYN: GANG 'GODMOTHER' SENTENCED" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/01\/nyregion\/metro-briefing-new-york-brooklyn-gang-godmother-sentenced.html"} , {"body" : "It is not easy to explain why the partial shutdown of the Grand Street subway station has caused such outrage. After all, this is a city in which detours are a daily affair. Subway stations close for repairs all the time, and the Canal Street and Broadway station, the designated alternative to Grand Street, is not far. Grand Street will still be" , "date" : "20010425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Closing an Artery in Chinatown; Some Say Station Shutdown Threatens Brooklyn Ties" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/25\/nyregion\/closing-an-artery-in-chinatown-some-say-station-shutdown-threatens-brooklyn-ties.html"} , {"body" : "Seven years ago, when Eric Richmond bought a dilapidated building on Fourth Avenue and President Street, rain was leaking in and pigeons were living in the rafters. So he did what any pragmatic romantic would do: he power-sprayed out a layer of festering sludge in a basement chamber, filled it with water and took a swim. ''I said, 'I own the" , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Baths Shut by Robert Moses Serve the Arts 64 Years Later" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/nyregion\/neighborhood-report-park-slope-baths-shut-robert-moses-serve-arts-64-years-later.html"} , {"body" : "As work on the Mnhattan Bridge scrambles several subway lines this summer, weekend service from Brooklyn into Manhattan will also be significantly reduced, internal transit documents show. The W line, an addition to the subway map that will replace the B line in Brooklyn beginning this summer because of the bridge work, will not run into Manhattan" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Weekend Cuts In Subway Trips From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/weekend-cuts-in-subway-trips-from-brooklyn.html"} , {"body" : "A State Supreme Court justice ruled yesterday that the state power authority can continue building several mini-power plants around New York City, determining that state officials did follow environmental laws in choosing locations for the plants, despite a rushed schedule. The ruling was a setback for environmentalists and neighborhood activists" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Court Clears Plan to Build Power Plants" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/court-clears-plan-to-build-power-plants.html"} ,   {"body" : "New York State repeatedly violated its own environmental laws in its haste to install a mini-power plant in Queens, and it must halt work on the project until it conducts a thorough environmental review, a judge ruled yesterday. The ruling, by Justice Joseph G. Golia of State Supreme Court in Queens, struck a blow to the Pataki administration's" , "date" : "20010405" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Judge Stops Power Project Until Review Is Conducted" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/05\/nyregion\/judge-stops-power-project-until-review-is-conducted.html"} , {"body" : "A Russian official detained in New York since January on Swiss charges of laundering millions of dollars in kickbacks from Swiss companies that renovated the Kremlin agreed yesterday to abandon his fight against extradition, saying he wanted to go to trial in Geneva and clear his name. The official, Pavel P. Borodin, 54, a close associate of" , "date" : "20010403" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["SWITZERLAND" , "RUSSIA"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "6" , "title" : "Russian Held In New York Now Agrees To Swiss Trial" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/03\/world\/russian-held-in-new-york-now-agrees-to-swiss-trial.html"} , {"body" : "IT was late on a Saturday night, a few minutes shy of midnight, when Maritza Gonzalez strode through the door of Club Rio in Bay Ridge, Brooklyn. She wore a black lamb's-wool coat with a mink fur collar and black leather boots elevated by four-inch heels. Visible under her coat was a black wrap blouse that revealed ample cleavage and, an inch or" , "date" : "20010401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For a New Bay Ridge, A New Tony Manero" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/01\/nyregion\/for-a-new-bay-ridge-a-new-tony-manero.html"} , {"body" : "A lawyer representing many of the city's X-rated video stores and go-go bars vowed yesterday to return to court to try to ensure that the mayor's new crackdown on the city's sex trade is no more successful than an earlier campaign. ''I can't imagine any court in the country sustaining this law,'' the lawyer, Herald Price Fahringer, said of Mayor" , "date" : "20010327" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyer for Sex Shops Predicts Failure for Mayor's Crackdown" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/27\/nyregion\/lawyer-for-sex-shops-predicts-failure-for-mayor-s-crackdown.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. The Hayden Planetarium includes the Space Theater, presenting ''Passport to the Universe,'' and the Big Bang Theater, featuring narrated visual and audio effects simulating the beginning of the universe. ''Starry" , "date" : "20010323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/23\/arts\/spare-times-530042.html"} , {"body" : "The Board of Education yesterday canceled an $8.9 million contract with a frozen food distributor that the city comptroller alleges is the offshoot of a company that was controlled by the Gambino crime family. The board entered into an agreement in February with the distributor, Liberty Food Group in Sunset Park, Brooklyn, to supply the city's" , "date" : "20010320" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Schools Contract Canceled After Mob Ties Are Alleged" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/20\/nyregion\/schools-contract-canceled-after-mob-ties-are-alleged.html"} , {"body" : "The Pataki administration acknowledges in its own study that the electric generators it wants to install around New York City would go into poor, heavily minority communities, a finding that supports some of the arguments of the project's opponents. The study, conducted in January by the State Power Authority, has not been publicly released," , "date" : "20010315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "State Admits Plants Headed To Poor Areas" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/15\/nyregion\/state-admits-plants-headed-to-poor-areas.html"} , {"body" : "ON an achingly cold February day that gave the city the weary look of a black-and-white television screen, Shaheba Gabriel searched for a two-piece swimsuit in red, blue or orange. Ms. Gabriel, a high school senior and an enviable size 2 or 4, went to Macy's on 34th Street with her mother and a friend. Their mission was twofold: to find a" , "date" : "20010311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "There She Is" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/11\/nyregion\/there-she-is.html"} , {"body" : "City Councilman Angel Rodriguez of Sunset Park and Red Hook was parked in his wife's Honda Civic, staring excitedly at a pile of junk on the Brooklyn waterfront. Off in the distance, through a chain link fence, he was even more thrilled to see the Statue of Liberty. ''There's going to be a park right here!'' he said. ''Look at this! What do you see" , "date" : "20010305" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yes, They Can Get Things Done; Council Members Say They're Mightier Than You Think" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/05\/nyregion\/yes-they-can-get-things-done-council-members-say-they-re-mightier-than-you-think.html"} , {"body" : "It started with van service between Sunset Park, Brooklyn, and Chinatown. Now it has branched out to Boston: a van ride from Chinatown can cost as little as $15. The entrepreneur behind it is Pei Lin Liang, an immigrant from China, who worked as a delivery man for a noodle shop before he opened Fung Wah Transport Vans in 1996. To get to work in" , "date" : "20010218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "VENTURES; Chinatown to Boston On a $15 Van Ride" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/18\/nyregion\/ventures-chinatown-to-boston-on-a-15-van-ride.html"} ,   {"body" : "Two apparel factories in Brooklyn are being accused of forcing three employees to work 100 to 140 hours a week -- and illegally failing to pay them overtime. The three workers are expected to file a lawsuit today that claims the employers demanded that two of the plaintiffs do a full day's work without pay and fired them when they refused. The" , "date" : "20010212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Workers Accuse Apparel Maker of Forcing Unpaid Overtime" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/12\/nyregion\/3-workers-accuse-apparel-maker-of-forcing-unpaid-overtime.html"} , {"body" : "From Boston to Seattle to San Diego, maritime cities across the country have embraced ferries as an inexpensive and people-pleasing way to ease congestion, spur waterfront revitalization and stitch together far-flung communities snubbed by other forms of mass transit. Now a coalition of ferry advocates in New York and New Jersey has quietly put" , "date" : "20010210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Ferry Loop Plan To Connect the Dots For New York Bay" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/10\/nyregion\/a-ferry-loop-plan-to-connect-the-dots-for-new-york-bay.html"} , {"body" : "IT took two years of looking before Nicholas and Jill Benz Malter found a house. The couple, who had previously rented in Windsor Terrace and Park Slope in Brooklyn, settled on a two-story brick row house in Sunset Park, arriving in late summer with their 3-year-old son, Teddy. ''We wanted a nice house, something sturdy, with some historic" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sunset Park, Brooklyn; Historic Character and Foreign Accents" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/realestate\/if-you-re-thinking-living-sunset-park-brooklyn-historic-character-foreign.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' live multicolored butterflies from Africa, Asia" , "date" : "20010126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/26\/arts\/spare-times-615153.html"} , {"body" : "A Russian official who was detained last week on a Swiss warrant accusing him of taking millions of dollars in bribes from Swiss companies doing renovations in the Kremlin was denied bail yesterday by a judge in New York. The decision came even though the Russian ambassador stood up before a federal judge and personally guaranteed that the" , "date" : "20010126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SWITZERLAND" , "RUSSIA"] , "nytd_section_facet" : ["World"] , "page_facet" : "3" , "title" : "New York Judge Denies Bail to Russian Aide in Corruption Case" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/26\/world\/new-york-judge-denies-bail-to-russian-aide-in-corruption-case.html"} , {"body" : "In a legal settlement announced yesterday by a coalition of neighborhood groups in Brooklyn, state and federal transportation agencies that are planning to rebuild the Gowanus Expressway have agreed to work closely with a committee of residents and elective officials. The Brooklyn groups have long favored replacing the decrepit 5.7-mile stretch of" , "date" : "20010120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Neighbors Will Have Voice In Gowanus Road Project" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/20\/nyregion\/neighbors-will-have-voice-in-gowanus-road-project.html"} , {"body" : "The ethnic multiplicity of New York is a beautiful thing, for many reasons. It teaches understanding and tolerance, or at least it should. It makes for great places to eat. It is rarely ever dull. As an added bonus, it can help you get a seat on the subway. The strategy is one that has been used by deft subway seat-getters for as long as there have" , "date" : "20010116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Using Sociological Radar to Snare a Seat" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/16\/nyregion\/tunnel-vision-using-sociological-radar-to-snare-a-seat.html"} , {"body" : "When Congress passed sweeping legislation in 1996 mandating that all immigrants who had been convicted of crimes be deported, it said it intended to rid the country of even legal immigrants who had committed crimes. The implications for those immigrants were straightforward, but as the laws have been enforced, the consequences for their families in" , "date" : "20010110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Deportation, and Family Ruin; Immigrant Breadwinners Are Held Far Away for Years" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/10\/nyregion\/deportation-and-family-ruin-immigrant-breadwinners-are-held-far-away-for-years.html"} , {"body" : "IT was nearly noon on a wintry day, the Midtown traffic was snarled, and Kathryn S. Wylde was running a few minutes late for a meeting involving the financier Henry R. Kravis. Ms. Wylde, however, had recently been named the chief executive of an organization of 200 chief executives, and she did not get the job by keeping powerful men like Mr." , "date" : "20010103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; On the Run to the Halls of Boardroom Power" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/03\/nyregion\/public-lives-on-the-run-to-the-halls-of-boardroom-power.html"}]