[  {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts for this weekend and New Year's Eve. * denotes a highly recommended performance. A listing of New Year's Eve celebrations in Manhattan cabarets is on Page 50; other New Year's Eve events are on Page 49. This Weekend * BURNT SUGAR, Tonic, 107 Norfolk Street, near" , "date" : "20011228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/28\/movies\/pop-and-jazz-guide-869422.html"} , {"body" : "Daniel Reich 308 West 21st Street, 2A Chelsea Through Jan. 31 The young curator Daniel Reich, formerly of the Pat Hearn Gallery, has figured out a way to be in Chelsea without necessarily being of Chelsea, at least the Chelsea of the pricey art malls. He operates out of his tiny ground-floor apartment with real shows but limited walk-in hours:" , "date" : "20011228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "ART IN REVIEW; 'Miss World 1972' -- 'A Free-Form Art Show by Daniel Reich'" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/28\/arts\/art-in-review-miss-world-1972-a-free-form-art-show-by-daniel-reich.html"} , {"body" : "Remembering what makes ordinary New York great is central to everyone's current agenda. Three compilations released this year offer sonic slices of day-to-day communities and recall the best qualities of home: variety, engagement, the striving hearts of a jubilantly noisy population. Despite lingering sadness, these beats go on. Joyfully Diverse" , "date" : "20011227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "CRITIC'S CHOICE\/Pop CD's; Sounds That Affirm New York's Strength" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/27\/arts\/critic-s-choice-pop-cd-s-sounds-that-affirm-new-york-s-strength.html"} , {"body" : "Manhattan GREENWICH VILLAGE $565,000 40 East Ninth Street 1-bedroom, 1-bath, 1,000-sq.-ft. condo in a post-World War II building; 24-hr. doormen; dining area, terrace, 2 exposures; maintenance $1,108, 60% tax-deductible; listed at $585,000, 30 weeks on market (broker: Bellmarc Realty; Insignia Douglas Elliman) EAST MIDTOWN $225,000 211 East 53rd" , "date" : "20011227" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/27\/garden\/residential-sales.html"} , {"body" : "Rents on thousands of apartments in Manhattan have tumbled in the last few months as the economy has worsened and fallout from the terrorist attack has spread beyond Lower Manhattan. Rent reductions in the World Trade Center area have been widespread and deep since the attack on Sept. 11, as tenants have fled. But what is surprising now is how deep" , "date" : "20011220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "As Economy Slumps, Even Manhattan Rents Fall" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/20\/nyregion\/as-economy-slumps-even-manhattan-rents-fall.html"} , {"body" : "Bellwether 335 Grand Street Williamsburg, Brooklyn Through Monday Painting looks healthy and hybrid in this show by three young artists from diverse backgrounds who all attended American art schools and share a penchant for artificial color and worked surfaces. Augusto Arbizo, born in the Philippines, who organized the show, produces nature-based" , "date" : "20011214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ART IN REVIEW; Augusto Arbizo, Mala Iqbal and Kanishka Raja" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/14\/arts\/art-in-review-augusto-arbizo-mala-iqbal-and-kanishka-raja.html"} , {"body" : "It's the rare subway poster that escapes unwanted ink. So most New Yorkers might not have looked twice at the graffiti scrawled on posters advertising the HBO broadcast of Britney Spears's Nov. 18 concert in Las Vegas, featuring the performer encased in a skintight rhinestone jumpsuit. But Stephen Hoban, 25, an editorial assistant at the Guggenheim" , "date" : "20011209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Politically Charged Graffiti Treats Spears as a Symptom, Not a Star" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/09\/nyregion\/neighborhood-report-new-york-up-close-politically-charged-graffiti-treats-spears.html"} , {"author" : "Patrick J. McCloskey is writing a book for Random House about inner-city Catholic education." , "body" : "SEVERAL times during my 10 years as a waiter at Peter Luger Steak House in Williamsburg, Brooklyn, Sol Forman, the restaurant's longtime owner, urged me to try his world-famous porterhouse. Although I was a chronic vegetarian, I wondered whether the secret to prosperity and longevity had something to do with eating steak every day. After all, Mr." , "date" : "20011202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "FIRST PERSON; A Carnivore's Best Friend" , "url" : "http:\/\/www.nytimes.com\/2001\/12\/02\/nyregion\/first-person-a-carnivore-s-best-friend.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ARABELLA.'' The Metropolitan Opera, long faulted for failing to bring enough important conductors to its podium on the nights when James Levine is absent, is presenting a major maestro," , "date" : "20011130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "FAMILY TIME Clockwise from top left: A large wooden photo box holds 720 pictures in 10 hanging albums; $89 from Hold Everything, (800) 421-2285. Various size photo albums covered in paper are $24 at the gift shop of the American Museum of Natural History, Central Park West at 79th Street. A small round frame that looks like a snowflake costs $28" , "date" : "20011129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Shopping Outsided the Box" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/29\/garden\/shopping-outsided-the-box.html"} ,   {"body" : "Sol Forman, who sometimes ate a steak or two a day at Peter Luger, the steakhouse across the street from his Brooklyn metalware factory, and then rescued the restaurant from oblivion by buying it at auction and owning it for a half century, died on Thursday at Maimonides Hospital in Brooklyn. He was 98. His daughter Marilyn Spiera said that he" , "date" : "20011127" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Sol Forman, 98, Owner of Famed Steakhouse" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/27\/nyregion\/sol-forman-98-owner-of-famed-steakhouse.html"} , {"body" : "A 29-year-old Brooklyn man who was fatally shot Saturday night outside the Hammerstein Ballroom in Midtown was a bystander to a dispute that resulted in gunfire, the police said yesterday. The man, Jorge Correa Garcia of East Williamsburg, was shot once in the back around 10 p.m. and pronounced dead at St. Vincent's Manhattan Hospital, the police" , "date" : "20011126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Manhattan: Shooting Victim was Bystander" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/26\/nyregion\/metro-briefing-new-york-manhattan-shooting-victim-was-bystander.html"} , {"body" : "When Joe Amrhein, a Conceptual painter, moved to Williamsburg 13 years ago, the neighborhood was teeming with artists but there were few galleries. A handful of alternative spaces like Brand Name Damages, Minor Injury and Test-Site, came and went. Other galleries like Pierogi, which Mr. Amrhein opened in 1994, stuck around. Today, Williamsburg has" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; A Brief Appearance by a SoHo Star Draws Mixed Reviews" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/nyregion\/neighborhood-report-williamsburg-brief-appearance-soho-star-draws-mixed-reviews.html"} , {"body" : "Pigeons roost in rows along the yellow brick building at 89-111 Porter Avenue in eastern Williamsburg, Brooklyn. Sea gulls murmur. But this is a deceptive calm. Last fall, the Doe Fund won a 22-year, $176 million city contract to transform the building, an abandoned knitting factory, into a 400-bed shelter for homeless men. The plans have been" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; A Shelter Plan Wins in Court, But Residents Aren't Swayed" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/nyregion\/neighborhood-report-williamsburg-shelter-plan-wins-court-but-residents-aren-t.html"} , {"body" : "NO game this weekend because, officially, the season is over, though Pudgie Walsh has had the inescapable feeling of it being one game and a grand gesture short. His Brooklyn Mariners went 10-0 in the Garden State Football League of the semipro variety, but to put away the playbook he typically forsakes for his famed wild hunches would be akin to" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; It's 'One More for Danny and Courtney'" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/sports\/sports-of-the-times-it-s-one-more-for-danny-and-courtney.html"} , {"body" : "Even Eli Taub, who regularly repeats the story about a pair of Arab-American men seen in a white van taking photographs of synagogues and Jewish homes in Kew Gardens Hills, Queens, says it's only a rumor. But such is the state of anxiety in the increasingly Orthodox Jewish neighborhood that the story, and others like it, has prompted Mr. Taub to" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KEW GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: KEW GARDENS HILLS; An Anxious Community Ponders Its Own Patrols" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/nyregion\/neighborhood-report-kew-gardens-hills-anxious-community-ponders-its-own-patrols.html"} , {"body" : "Contrary to the general impression, not all stores in Lower Manhattan are crippled, at least not when your customer base includes electronics geeks and the mayor of New York. J&R Music and Computer World, which dominates a block along Park Row, was closed for six weeks and lost tens of millions of dollars in vanished sales and ruined gizmos. But" , "date" : "20011125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: LOWER MANHATTAN; A Music Retailer Is Back, And So Is the Volume" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/25\/nyregion\/neighborhood-report-lower-manhattan-music-retailer-back-so-volume.html"} , {"body" : "A month after the State Legislature voted to distribute about $200 million among scores of charities that provide social services, lawmakers have still not decided how to divide the money, and some organizations have been forced to lay off workers in the meantime. The Legislature's slowness to act has sown chaos among the many nonprofit groups that" , "date" : "20011123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Albany Slow to Divide Millions for Charities" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/23\/nyregion\/albany-slow-to-divide-millions-for-charities.html"} , {"body" : "Roebling Hall 390 Wythe Avenue, at South Fourth Street, Williamsburg, Brooklyn Through Tuesday Given the proliferation of dotting in post-abstract painting these days, it is not surprising that this device has migrated to photography. One noteworthy point of entry is the work of Sebastiaan Bremer, a young Dutch-born New York artist who started out" , "date" : "20011123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART IN REVIEW; Sebastiaan Bremer -- 'Veronica'" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/23\/arts\/art-in-review-sebastiaan-bremer-veronica.html"} , {"author" : "Richard Eder writes book reviews and articles for The Times." , "body" : "FOR ROUENNA By Sigrid Nunez. 230 pp. New York: Farrar, Straus and Giroux. $22. Midway through her life, Sigrid Nunez's narrator, a writer, finds herself lost in a desert of acedia. She has broken with her lover, writing and friends have grown stale, and after moving into a small Manhattan apartment she lacks the energy to unpack or cook a meal." , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "8" , "title" : "The Last Casualty" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/books\/the-last-casualty.html"} ,   {"body" : "USING a pressurized spray gun the size of a fountain pen, Miguel Luciano turned the plastic coqui frog from green to brown. This coqui, with its sky-blue saddle and big blue eyes, was part of a children's automated ride, the kind that squats outside barbershops and bodegas, eating quarters and bobbing to a tinny tune. As the sunlight drifted into" , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Seeking Truth And Beauty In a Plastic Frog" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/nyregion\/coping-seeking-truth-and-beauty-in-a-plastic-frog.html"} , {"body" : "With four days until Thanksgiving, here are ideas -- some traditional and some exotic -- for those who have not yet made plans. CHELSEA BISTRO AND BAR ** [Rating: two stars] (212) 727-2026; 358 West 23rd Street (near Ninth Avenue); $$; Review: 6\/9\/95. A Thanksgiving harvest dinner served by the glow of the fireplace will feature fire-roasted" , "date" : "20011118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "GOOD EATING; Turkey Is Just the Start" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/18\/nyregion\/good-eating-turkey-is-just-the-start.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RAY ANDERSON, CRAIG HARRIS, GERRY HEMINGWAY, In House, 474 Greenwich Street, West Village, (212) 925-8534. Three improvisers synonymous with the recombinant, shapeshifting," , "date" : "20011116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/16\/movies\/pop-and-jazz-guide-213799.html"} , {"body" : "Sometimes the best exhibitions are staged way out in the country, in historical places like Deerfield, a 332-year-old farming village with 300 residents in western Massachusetts. The museum there, Historic Deerfield, nearly 50 years old, has gained international renown for its meticulous restoration of 14 of the village's 18th- and 19th-century" , "date" : "20011116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ANTIQUES; When Men Were Plumed In Silk" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/16\/arts\/antiques-when-men-were-plumed-in-silk.html"} , {"body" : "Julia Reyes leaned forward, as if the weight of all her problems would not allow her to sit back comfortably. Ms. Reyes's chin was in her left hand, resting on her wedding ring. The ring, a thin band of gold topped by a tiny diamond, is all that is left after 31 years of marriage. ''I have nothing left in my home that reminds me of my husband,''" , "date" : "20011114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Unable to Work and No Husband to Help, but With Young Children to Raise" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/14\/nyregion\/neediest-cases-unable-work-no-husband-help-but-with-young-children-raise.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. PAIGE FARLEY-HACKEL RUTH McCOURT JULIANA McCOURT Taking Miss J to Disneyland They were best friends, close as sisters, and they were headed to California. Paige Farley-Hackel, left, and Ruth McCourt were going to fly from Boston together on United Airlines" , "date" : "20011113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Pride in a Friend's Daughter, a Trade Show, Vacuuming, Rescue Work" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/13\/nyregion\/nation-challenged-portraits-grief-victims-pride-friend-s-daughter-trade-show.html"} , {"body" : "For decades, residents of Gravesend knew the building at the southeast corner of East Second Street and Avenue U as a place to gas up their cars. For six months, it was a place to eat. For the last three years, the one-story structure, whose large glass-paned bays still recall its automotive past, has been Mikdash Eliyahu, an Orthodox synagogue" , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SYRIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: GRAVESEND; A Recent Influx of Syrian Jews Alters a Neighborhood Yet Again" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/nyregion\/neighborhood-report-gravesend-recent-influx-syrian-jews-alters-neighborhood-yet.html"} , {"author" : "Michael Sorkin is the director of the graduate program in urban design at City College." , "body" : "The radical act of the terrorists opens a space for us to think radically as well. While many of the billions that will be available for rebuilding -- from insurance, from federal aid, from city coffers, from developers -- are surely needed to restore the health and character of Lower Manhattan, it seems reasonable to question whether such massive" , "date" : "20011111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "102" , "title" : "[RETHINK]: Manifestoes For the Next New York; [Boroughs]: Put a Piece of Downtown in Flushing" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/11\/magazine\/rethink-manifestoes-for-next-new-york-boroughs-put-piece-downtown-flushing.html"} , {"body" : "Bella Cabakoff Wexner, a philanthropist and the matriarch of the Limited Inc., a multibillion-dollar retail chain that specializes in women's clothing, died last Sunday at Mount Sinai Hospital in Manhattan. She was 93 and lived on the Upper East Side, where she moved from Columbus, Ohio, in 1992. Mrs. Wexner, with a professional background in the" , "date" : "20011110" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "12" , "title" : "Bella C. Wexner, 93, Matriarch of a Retail Chain" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/10\/us\/bella-c-wexner-93-matriarch-of-a-retail-chain.html"} , {"body" : "Smack Mellon Studios 56 Water Street Dumbo, Brooklyn Through Nov. 18 The Soviet space station Mir, or a witty approximation of it, is on maneuvers in Brooklyn, manned by a crew of weekend cosmonauts under the leadership of the artist Ward Shelley. Mr. Shelley, who recently created an ingenious, Orgone Box-ish crawl-through environment at the" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART IN REVIEW; 'Mir2'" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/arts\/art-in-review-mir2.html"} ,   {"body" : "Plus Ultra 235 South First Street Williamsburg, Brooklyn Through Sunday The squarish space at Plus Ultra is small, even by Williamsburg standards, but it is the perfect setting for JoAnne Carson's ''Bouquet,'' which resembles a rose tree infested by several other species of plant, or a giant dyed-flower corsage in a roomy box. All the blooms are" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART IN REVIEW; JoAnne Carson" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/arts\/art-in-review-joanne-carson.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * CLAUDIA ACUÑA, Jazz Gallery, 290 Hudson Street, below Spring Street, West Village, (212) 242-1063. Ms. Acuña, a young jazz singer from Chile, is committed to the idea of a jazz" , "date" : "20011109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/09\/movies\/pop-and-jazz-guide-095656.html"} , {"body" : "When he was in his prime in the early 1990's, Manny Rodriguez, inspecting the underside of a car at his auto-repair shop, looked just like another hard-working guy, earning a living in a rough part of town. But the repair shop, underneath the elevated J, M and Z subway line in Williamsburg, Brooklyn, served not just as his place of work, but as his" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Addiction, Depression, And Now, Job Skills" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/the-neediest-cases-addiction-depression-and-now-job-skills.html"} , {"body" : "It was 10:45 a.m. on the final Sunday before Michael R. Bloomberg's first bid for political office, and the candidate, on his way from one black church in Manhattan to another in Queens, was calling into a radio talk show for an interview that followed one with his opponent. The host, Steve Malzberg of WABC, was having trouble hearing Mr. Bloomberg" , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "On a Zigzag Day, Bloomberg Sticks to Nonpolitician Label" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/on-a-zigzag-day-bloomberg-sticks-to-nonpolitician-label.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. ZUHTU IBIS In the Thick of Things Zuhtu Ibis was born and raised in a small city in the middle of Turkey. So it is perhaps understandable that when he made his way to the United States, at 18, with his father, he was not overjoyed about working in New Jersey." , "date" : "20011105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Finding Excitement in the Big City, on a Harley and on the Golf Green" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/05\/nyregion\/nation-challenged-portraits-grief-victims-finding-excitement-big-city-harley.html"} , {"body" : "NICHOLAS EVANS-CATO has been painting pictures of the same triangle of dirt for five years. Today the object of his affection -- an awkward lot at Hudson Avenue and Front Street in the Vinegar Hill section of Brooklyn -- is filled with sickly grass, robust weeds, automobiles, old socks and a deflated Wilson football. But 200 years ago, historians" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; A Patch of Dirt With a Haunting Past" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/citypeople-a-patch-of-dirt-with-a-haunting-past.html"} , {"author" : "RANDY KENNEDY is a reporter on the metropolitan staff of The Times." , "body" : "I DIDN'T intend it to be so metaphorical. But in the middle of planning a day that would teach me something about the city where I have lived the last 10 years, I looked over my itinerary and realized something: I had accidentally planned a back-to-school day. I am 34 and have not spent a minute in a classroom since around the time I became old" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "Exploring Around The Edges" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/travel\/exploring-around-the-edges.html"} , {"body" : "A clay pipe or a pottery shard is a fine day's work for an urban archaeologist. Celia J. Bergoffen found a bathhouse. What thrilled her was not so much the 20-foot-long swimming pool -- though that is a remarkable enough thing to find under an empty lot -- but a 6-by-7-foot tank with snow-white tiles and six marble steps. For this was a mikvah, a" , "date" : "20011104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Manhattan Journal; Tale of Past Jewish Life, Told in Tile" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/04\/nyregion\/manhattan-journal-tale-of-past-jewish-life-told-in-tile.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ANTIBALAS, Luxx, 256 Grand Street, between Driggs and Roebling Avenues, Williamsburg, Brooklyn, (718) 599-1000. Antibalas gives a New York makeover to Fela Kuti's Afro-Beat, a" , "date" : "20011102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/02\/movies\/pop-and-jazz-guide-975435.html"} , {"body" : "ROMEarts 103 Havemeyer Street Williamsburg, Brooklyn Through Nov. 11 Utopian forms are floating around in new art these days, not as believed-in things, but not entirely as sendups, either. Instead, they're treated as concepts once discarded but worthy of reconsideration. Colin Keefe's new work is an example. The main piece, which takes up almost" , "date" : "20011102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ART IN REVIEW; Colin Keefe" , "url" : "http:\/\/www.nytimes.com\/2001\/11\/02\/arts\/art-in-review-colin-keefe.html"} ,   {"body" : "There were heros who had jobs to do that day and did them, whatever the cost. And there were other, unsung heros who did not have the jobs they knew had to be done and did them anyway. Paul Amico, a construction supervisor with NY Waterway, was working at the dock in Weehawken, N.J., across the Hudson River from Manhattan, when he saw the smoke" , "date" : "20011031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Washington" , "Job Market"] , "page_facet" : "1" , "title" : "Everyday People, Extraordinary Day" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/31\/jobs\/everyday-people-extraordinary-day.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. CHRISTOPHER FAUGHNAN Love Behind the Wheel It was Saturday morning, and Cathy Faughnan was standing in the chilling wind beside a soccer field rooting for Juliet, her second child. Just a few weeks earlier, that had been the job of her husband, Christopher" , "date" : "20011031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Children's Chauffeur, a Heroic Colonel, a Woman Who Spoke Bluntly" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/31\/nyregion\/nation-challenged-portraits-grief-victims-children-s-chauffeur-heroic-colonel.html"} , {"body" : "Significant signs that Lower Manhattan has begun the trek to recovery: More and more streets have been reopened around the World Trade Center ruins. Fewer subway stations remain closed. Lenny and Steve and Ike are back on the job. Who? Lenny Harris, Steven Harris and Izak Rozencwajg are three members of a shoeshine squad that has been operating for" , "date" : "20011030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Shoeshine Trio Resurfaces; Another Small Step in the Recovery of Lower Manhattan" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/30\/nyregion\/shoeshine-trio-resurfaces-another-small-step-recovery-lower-manhattan.html"} , {"body" : "Michael R. Bloomberg has spent a record-shattering $41 million on his mayoral campaign, according to documents his campaign filed yesterday, allowing him to establish supremacy over the airwaves in television advertising, plaster the subways with campaign posters, take out full-page ads in dozens of small newspapers and even hand out blue ''Mike" , "date" : "20011027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bloomberg Sets a $41 Million Spending Record" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/27\/nyregion\/bloomberg-sets-a-41-million-spending-record.html"} , {"body" : "They are social chroniclers of a different daily life, one of food quotas that do not last until the end of the month and of women who fall for the capitalist wiles of foreign men. They talk about the artist's responsibility to value message over money. And at a recent panel discussion at the Caribbean Cultural Center in Manhattan, they seemed" , "date" : "20011024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CUBA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giving Hip-Hop A Cultural Beat; Rappers Visiting From Cuba Find a Welcoming Audience" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/24\/nyregion\/giving-hip-hop-cultural-beat-rappers-visiting-cuba-find-welcoming-audience.html"} , {"body" : "At first, Michael Mailer, an independent film producer, considered editing the twin towers out of his new picture, ''Empire,'' which he calls a ''Latin 'Godfather' movie'' set in New York. ''The last thing you want,'' he said, ''is something that is going to take you out of the dream of the film.'' But something about filmmakers rushing to" , "date" : "20011024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Front Page" , "Arts"] , "page_facet" : "1" , "title" : "A NATION CHALLENGED: AN ALTERED IMAGE; The Manhattan Skyline's 'Phantom Limb'" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/24\/arts\/a-nation-challenged-an-altered-image-the-manhattan-skyline-s-phantom-limb.html"} , {"body" : "Here are glimpses of some of the victims of the Sept. 11 attack on the World Trade Center. MICHAEL R. WITTENSTEIN Every Day a Casual Day Michael R. Wittenstein loved game shows, the Jets and Mets, and good -- or, truth to tell, bad -- jokes. When he graduated from the State University of New York at Albany 13 years ago, he told friends he planned" , "date" : "20011021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; One Enjoyed a Good Joke; Another, Lobster; Yet Another, Family Time" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/21\/nyregion\/nation-challenged-portraits-grief-victims-one-enjoyed-good-joke-another-lobster.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. OBO ADDY, the Kitchen, 512 West 19th Street, Chelsea, (212) 255-5793. A percussionist from Ghana, Obo Addy leads a group, Okropong, that revels in the propulsive subtleties of West" , "date" : "20011019" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/19\/movies\/pop-and-jazz-guide-740659.html"} , {"body" : "The book, published 150 years ago today, speaks to you. I don't mean this as an empty gesture of literary piety but as a literal description. That famous first sentence -- ''Call me Ishmael'' -- is in the second person. Someone wants your attention. He is a New York character, and the encounter is one most New Yorkers have had at one time or" , "date" : "20011018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "With Ishmael in That Island City; Though Everything Has Changed, Melville's Landlocked Dreamers Linger" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/18\/arts\/with-ishmael-that-island-city-though-everything-has-changed-melville-s.html"} , {"body" : "NATIONAL GUARDSMEN were pacing the waiting room at Grand Central Terminal. A zipper in a newsstand was reeling out an update from the F.B.I. that read like an inscription on a Barbara Kruger photograph: ''Terror could come at any time.'' And down on the concourse, time seemed to have stopped at the Oyster Bar. Sitting at one of the horseshoe-shaped" , "date" : "20011017" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Great Escape, at Vintage Tables" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/17\/dining\/the-great-escape-at-vintage-tables.html"} ,   {"body" : "More than two months before the new City Council is sworn in, the race for Council speaker has begun in earnest, characterized by a barrage of letters, telephone conversations and meetings with incumbent council members and candidates who won last month's Democratic primary races. Of course, several contenders for Council speaker have made their" , "date" : "20011016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Hallways And Offices, Speaker Race Is Now Raging" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/16\/nyregion\/in-hallways-and-offices-speaker-race-is-now-raging.html"} , {"body" : "A report in the Postings column on Sept. 30 about a residential development in Williamsburg, Brooklyn, omitted the name of an architectural firm. While Karl Fischer Design is the project designer, Bricolage Designs is the architect of record." , "date" : "20011014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "7" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/14\/realestate\/c-corrections-617555.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Opening today and running through Oct. 21, a Michael Cimino retrospective. Screenings this weekend: tomorrow at 2 p.m., ''The Deer Hunter'' (1978); Sunday at 2 p.m., ''Year of the Dragon'' (1985), followed at 4:30 p.m. by ''The" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/arts\/spare-times-619647.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. The CMJ Music Marathon, the annual music-business convention, began on Wednesday and continues through tomorrow. Its showcase concerts bring multiple bands playing short sets to" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/movies\/pop-and-jazz-guide-620939.html"} , {"body" : "The City Council is set to vote today on the appointment of Victor L. Robles as city clerk. Mr. Robles is a city councilman who has represented parts of Bedford-Stuyvesant, Bushwick and Williamsburg, Brooklyn, since 1985. He is barred from re-election by term limits. If appointed, Mr. Robles, who as the Council's majority whip and chairman of its" , "date" : "20011012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Vote On City Clerk" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/12\/nyregion\/metro-briefing-new-york-manhattan-vote-on-city-clerk.html"} , {"body" : "Eye doctors in the Williamsburg section of Brooklyn can expect a modest surge in business thanks to ''Witch Mountain, Black Tarantula,'' the latest exercise in theater that isn't theater from the experimental troupe Collapsable Giraffe. ''Focus on the light,'' a voice intones about a thousand times in this hourlong performance piece, but that is" , "date" : "20011010" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW; An Evening of Beer, Breasts and a Surprise Ending" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/10\/theater\/theater-review-an-evening-of-beer-breasts-and-a-surprise-ending.html"} , {"body" : "''We're making this up as we go along,'' said Charles Traub as he stood in a storefront at 116 Prince Street in SoHo, surrounded by a quiet swarm of people. Some were hunched over computers and scanners or tending printers; others were busy with papers, cellphones and visitors at a table in the back. Most, however, were studying the photographs" , "date" : "20011009" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Snapshots Of Sept. 11: A Gathering Of Witnesses" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/09\/arts\/snapshots-of-sept-11-a-gathering-of-witnesses.html"} , {"body" : "Every November, the fifth graders in this small town near the Virginia border have traveled with their teachers, parents, grandparents and siblings to Washington for a four-day visit that is as much a high point of the town's calendar as their school's. By early last month, the 200 fifth graders at the New Vision Intermediate School had sold more" , "date" : "20011008" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S." , "Education" , "Washington"] , "page_facet" : "12" , "title" : "Fears Erase Field Trips From School Calendars" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/08\/us\/fears-erase-field-trips-from-school-calendars.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 393 yesterday, and the city medical examiner had identified 335. In all, 4,979 could be missing. Here are glimpses of some of those lives. NURAL and SHAKILA MIAH The Voice of a Deer Long ago in Bangladesh, Nural Miah's grand father hunted birds in the jungle." , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; A Hunting Tradition Is Upheld, Along With a Bond Between Cousins" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/nyregion\/nation-challenged-portraits-grief-victims-hunting-tradition-upheld-along-with.html"} , {"body" : "IN 1963 the Pan Am Building, just north of Grand Central Terminal, was to many critics one of the biggest and ugliest things on the Manhattan skyline. Today, as workers are cleaning and restoring the white facade of what is now the MetLife Building, there are signs that a new generation is re-examining that decades-old verdict. The 57-story" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Streetscapes\/The MetLife Building, Originally the Pan Am Building; Critics Once Called It Ugly; Now They're Not Sure" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/realestate\/streetscapes-metlife-building-originally-pan-am-building-critics-once-called-it.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $3 million 260 West 11th Street 5-bedroom, 4 1\/2-bath, 4-story Federal-style brick town house built in 1830; dining room, 10 1\/2-ft. ceilings, h\/w" , "date" : "20011007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/07\/realestate\/residential-sales.html"} , {"body" : "New York City public schools are being run this year largely by a corps of inexperienced leaders, with two out of every three principals having less than five years of experience on the job and 36 percent having less than two years. The lack of seasoned leaders, the worst shortage in decades, could not have come at a worse time, school officials" , "date" : "20011002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Increasingly, The Principal Is a Newcomer" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/02\/nyregion\/increasingly-the-principal-is-a-newcomer.html"} , {"body" : "New York City's morning ban on driving alone into Manhattan via four bridges and two tunnels cut deeply into traffic on those crossings yesterday, and transportation officials' fears about a nightmarish commute were largely unfounded. In the morning's worst snarl, drivers were delayed for about 90 minutes at the Lincoln Tunnel, in part because a" , "date" : "20011002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officials Pleased by Morning Traffic With Car-Pooling Rule" , "url" : "http:\/\/www.nytimes.com\/2001\/10\/02\/nyregion\/officials-pleased-by-morning-traffic-with-car-pooling-rule.html"} , {"body" : "The parking lot that for the last decade took up most of Havemeyer Street between Hope and Grand Streets in the Williamsburg section of Brooklyn has filled with something unusual for the area -- a 24-unit condominium complex. The complex, Williamsburg Mews, is a departure from the new and renovated rental apartments that have been offered in recent" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 24 Units North of the Bridge; Condo Complex In Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/realestate\/postings-24-units-north-of-the-bridge-condo-complex-in-williamsburg.html"} , {"author" : "Gia Kourlas is the dance editor of Time Out New York." , "body" : "MODERN dance has experienced a resurgence in a seemingly incongruous place -- the nightclub. The hugely popular ''Lisa LeAnn and Terry Dean Put on a Dance Show,'' for instance, presents experimental choreography once a month at the Galapagos Art and Performance Space, a club in the Williamsburg section of Brooklyn. Organized by two veterans of" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Dance; A New Stage for Modernists: the Nightclub" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/arts\/dance-a-new-stage-for-modernists-the-nightclub.html"} , {"body" : "King Arthur and Robin Hood Q. My husband and I are planning a weeklong trip to England next April. We have two boys, 7 and 9, who are very interested in castles and anything related to King Arthur and Robin Hood. We want to see the Tower of London as well. Can you suggest a kid-friendly itinerary and accommodations? -- C. B., West Barnstable, Mass." , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "page_facet" : "14" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/travel\/q-and-a-341185.html"} , {"author" : "Additional reporting was provided by Erika Kinetz." , "body" : "UNTIL this month, the Gullen family loved being typical. The four of them live in Forest Hills, Queens, where for 22 years they have rented the same dim apartment on a leafy street with birdbaths and lawn jockeys. They are big coffee drinkers. They know all their neighbors. Paul Gullen is a snowy-haired English professor at Hofstra University in" , "date" : "20010930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Untouched, But Touched" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/30\/nyregion\/untouched-but-touched.html"} , {"body" : "City officials and construction executives are considering building concrete plants on the waterfront in Manhattan for the first time in more than a decade because traffic jams on bridges have stalled trucks' delivery of concrete to building sites and have idled hundreds of workers. The city is also considering providing police escorts to help" , "date" : "20010929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plants May Rise for a Concrete-Starved Manhattan" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/29\/nyregion\/plants-may-rise-for-a-concrete-starved-manhattan.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Meeting God: Elements of Hindu Devotion'' explores Hinduism's rituals, prayers, customs and festivals in India through more than 75 photographs, devotional objects and videos. Accompanying the exhibition are color photographs by Steve McCurry" , "date" : "20010928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/28\/arts\/spare-times-380920.html"} , {"body" : "The conversation among the four uniformed patrolmen on the Brooklyn side of the Manhattan Bridge caught the relative gracefulness of yesterday's morning commute. They talked about Roger Clemens, Michael Jordan and Osama bin Laden. There was hardly a word about Hondas, Fords or Chevrolets. ''I guess people wised up and rode with their neighbors,''" , "date" : "20010928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Crowded Cars Bring Less Crowded Crossings" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/28\/nyregion\/more-crowded-cars-bring-less-crowded-crossings.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * AN EVENING OF SONG: A CONCERT TO BENEFIT SQUAD 1, St. Francis Xavier Church, 226 Sixth Avenue, at Carroll Street, Park Slope, Brooklyn; (718) 638-1366. A striking array of" , "date" : "20010928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/28\/movies\/pop-and-jazz-guide-382027.html"} , {"body" : "David Santiago, a community advocate who fought for black and Hispanic access to public housing projects in Williamsburg, Brooklyn, in the 1980's and who more recently coordinated protests against the United States military presence in Vieques, died on Sept. 17 in Fairfax, Va., near his home in Annandale, Va. He was 49. He died during a liver" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "19" , "title" : "David Santiago, 49, Leader In Fight Over Public Housing" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/david-santiago-49-leader-in-fight-over-public-housing.html"} , {"body" : "Some compared it to sneaking totalitarianism, and they asked what other unalienable rights would soon disappear. Others were not quite so upset. They simply compared it to martial law. ''Can he really do that?'' asked Tawana Brackett, gassing up her car in Brooklyn yesterday morning. ''Who says he can do that?'' They were not talking about wiretaps" , "date" : "20010927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lone-Driver Limits Meet Mostly Road Resignation; Many Commuters Say Sacrifice Makes Sense" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/27\/nyregion\/lone-driver-limits-meet-mostly-road-resignation-many-commuters-say-sacrifice.html"} , {"body" : "The primary election scheduled for Sept. 11 but postponed because of the terrorist attack will be held today. Absentee ballots submitted before Sept. 11 count, but votes cast at polling places that day do not. This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County. All are Democratic" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Voting Today in New York" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/opinion\/voting-today-in-new-york.html"} , {"body" : "Does contemporary art have an impact on everyday life? The matter is up for debate. There's no question, though, that life can transform the way we look at new art. An overwhelming political or social crisis -- AIDS, for example -- can alter aesthetic taste. Art that seemed smart and zeitgeisty one day feels out of sync the next. Hard-to-categorize" , "date" : "20010925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "CRITIC'S NOTEBOOK; Works Echo Differently When Life Overtakes Art" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/25\/arts\/critic-s-notebook-works-echo-differently-when-life-overtakes-art.html"} , {"body" : "The official number of bodies found in the destruction of the World Trade Center stood at 261 yesterday, and the city medical examiner had identified 194. In all, 6,453 could be missing. Here are glimpses of some of those lives. RICK BLOOD His City Ever Since Rick Blood grew up in Williamsburg, Va., but his heart always belonged to New York City." , "date" : "20010924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A NATION CHALLENGED: PORTRAITS OF GRIEF: THE VICTIMS; Dedicated to New York, Their Children and to Jobs at the Twin Towers" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/24\/nyregion\/nation-challenged-portraits-grief-victims-dedicated-new-york-their-children-jobs.html"} , {"body" : "SHE refuses to remove her scarf. But Efrah, a Muslim woman who lives in Prospect Heights, Brooklyn, is still afraid because she has heard stories of women in hijab (Arabic for veil) who have been attacked and called names. It was Efrah's fear that made her ask that her last name not be given in this column. She will not ride a subway or a bus. And" , "date" : "20010923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Trying to Soothe The Fears Hiding Behind the Veil" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/23\/nyregion\/coping-trying-to-soothe-the-fears-hiding-behind-the-veil.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ANTIBALAS, Luxx, 256 Grand Street, between Driggs and Roebling Avenues, Williamsburg, Brooklyn, (718) 599-1000). Antibalas gives a New York makeover to Fela Kuti's Afro-beat, a" , "date" : "20010921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/21\/movies\/pop-and-jazz-guide-270407.html"} , {"body" : "The effects of the shattering tragedy on Sept. 11 will undoubtedly be seen in contemporary art in the not-so-distant future. But it has already created, virtually overnight, a new category of outsider art: the astounding impromptu shrines and individual artworks that have proliferated along New York's streets and in its parks and squares." , "date" : "20010919" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "In New York's Galleries, a New Context Seems to Remake the Art" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/19\/arts\/in-new-york-s-galleries-a-new-context-seems-to-remake-the-art.html"} , {"body" : "The tens of thousands of New Yorkers who will return to work in the financial district today will pick their way through a radically redrawn map of Lower Manhattan. And a tour of these recently re-opened streets yesterday provided a preview of the jarring scenes that will greet workers flooding back into a part of the city that has literally been" , "date" : "20010917" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "6" , "title" : "AFTER THE ATTACKS: THE LANDSCAPE; Business Will Resume on Drastically Redrawn Map" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/17\/us\/after-the-attacks-the-landscape-business-will-resume-on-drastically-redrawn-map.html"} ,   {"author" : "Edward M. Gomez is a research fellow in the National Arts Journalism Program at Columbia University." , "body" : "IT is no secret that Brooklyn's art scene has grown more active and visible since the mid-1980's, when artists, driven out of Manhattan by rising rents, began to move there. Today, artists from around the world have settled in districts like Red Hook, Dumbo (Down Under the Manhattan Bridge Overpass), Greenpoint and especially Williamsburg. And" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART\/ARCHITECTURE; Taking the Spirit of Brooklyn on a Florida Vacation" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/arts\/art-architecture-taking-the-spirit-of-brooklyn-on-a-florida-vacation.html"} , {"author" : "Stan Fischler is the author of ''The Subway: A Trip Through Time on New York's Rapid Transit'' and other books on subways. He is also a hockey analyst for MSG and Fox Sports." , "body" : "I WAS 9 years old at the time of America's original Day of Infamy. Sitting on a green sofa in our living room in Williamsburg, Brooklyn, I was tuned to the radio broadcast of the New York Giants-Brooklyn Dodgers football game. It was Tuffy Leemans Day at the Polo Grounds in honor of the Giants star, and I would have been in the crowd myself were it" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE FRAGILE CITY; 'I Felt Perfectly Secure in the Tower'" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/nyregion\/the-fragile-city-i-felt-perfectly-secure-in-the-tower.html"} , {"author" : "E-mail: thecity@nytimes.com" , "body" : "Cleric's Crook, No Flock Q. In the Bernard Downing Playground behind one of the Hillman co-op houses on Grand Street there is an odd-looking streetlight hidden by surrounding trees. It's out of service, it's out of place, so why is it there? A. That particular lamppost is a rare vestige of a neighborhood that existed long before the hip and the" , "date" : "20010916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BERNARD DOWNING PLAYGROUND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "TIMES SQUARE (NYC)" , "CENTRAL PARK (NYC)" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/09\/16\/nyregion\/fyi-171336.html"} , {"body" : "The subway and many other parts of the region's transportation network limped back to some kind of normalcy yesterday, with busy train lines and bridges back in operation. But officials said they were worried about what would happen on Monday, if Wall Street reopens as planned and thousands of commuters try to return to a crippled and isolated part" , "date" : "20010915" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "18" , "title" : "AFTER THE ATTACKS: THE SUBWAYS; As Train Service Limps Back, Worries About Monday" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/15\/us\/after-the-attacks-the-subways-as-train-service-limps-back-worries-about-monday.html"} , {"body" : "Dorothy McGuire, who came to Hollywood from Broadway to repeat her 1941 stage success in the title role in ''Claudia,'' and went on to have a long and distinguished film career playing sensitive, intelligent and steadfast women, died yesterday in Santa Monica, Calif. She was 83. Miss McGuire broke her leg three weeks ago and then developed" , "date" : "20010915" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts" , "Obituaries" , "Theater"] , "page_facet" : "7" , "title" : "Dorothy McGuire, Steadfast Heroine of Film, Dies at 83" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/15\/movies\/dorothy-mcguire-steadfast-heroine-of-film-dies-at-83.html"} , {"body" : "The busiest subway lines between Brooklyn and Manhattan -- some of which had been reopened on Wednesday -- were severed again yesterday, throwing millions of commuters back into turmoil that had seemed to be easing. Officials warned that getting around the New York region would not return to normal again for a long time. Commuters arrived to find" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "13" , "title" : "AFTER THE ATTACKS: THE COMMUTERS; Closings Snarl Travel to Manhattan Again" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/us\/after-the-attacks-the-commuters-closings-snarl-travel-to-manhattan-again.html"} , {"body" : "In the aftermath of the terrorist attacks this week, some events may be canceled. ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue (or 35th Avenue at 36th Street), Astoria, Queens. ''Hollywood Meets the Avant-Garde,'' a weekend-long screening of early experimental films made by Hollywood directors and others." , "date" : "20010914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/arts\/spare-times-170151.html"} , {"body" : "Searching for missing loved ones. Finding a place to stay. Trying to get to work. Looking for a way to help. Below are emergency numbers and other help lines and Web sites as well as information on closings, transportation and utilities. Updates are on The New York Times Web site: www.nytimes.com POLICE, FIRE AND OTHER EMERGENCY CALLS 911: New York" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Washington" , "U.S." , "Technology"] , "page_facet" : "25" , "title" : "Where to Get Information: A Listing of Emergency Numbers and Web Sites" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/us\/where-to-get-information-a-listing-of-emergency-numbers-and-web-sites.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. In the aftermath of the terrorist attacks this week, some events may be canceled. Opera ''AIDA.'' Usually seen as one of the grandest of grand operas, Verdi's Egyptian work takes on a kind of intimacy in the" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/movies\/classical-music-and-dance-guide.html"} , {"body" : "On the third day, New York tried to move toward some semblance of normality, but too often it seemed to fail. Frazzled police officers found themselves responding to dozens of false bomb scares, mass transit officials worked to keep a fractured system up and running, and people everywhere struggled to shake the paralysis of fear. In a lunchtime" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "12" , "title" : "AFTER THE ATTACKS: THE SCENE; Normality Proves Elusive Amid Bomb Scares and Transit Woes" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/us\/after-attacks-scene-normality-proves-elusive-amid-bomb-scares-transit-woes.html"} ,   {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. Because of the attacks on Manhattan, some events may be canceled. * denotes a highly recommended concert. * MICHAEL BRECKER QUARTET, Iridium, 1650 Broadway, at 51st Street, (212) 582-2121. Through the fusion and the pop" , "date" : "20010914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/14\/movies\/pop-and-jazz-guide-169030.html"} , {"body" : "IT looks like the result of a miscommunication at an industrial design lab: a household steam iron with a cell-phone keypad and display punched into its metal plate. It's not much use as an iron, but it's a perfectly good cell phone, if a little heavy. Just dial a number and grab the handle as if you are about to iron your face. The Ironphone is" , "date" : "20010913" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "3" , "title" : "Weary of Gadgetmania? Just Dial M for Mockery" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/13\/technology\/weary-of-gadgetmania-just-dial-m-for-mockery.html"} , {"body" : "THERE is a time for exotic woods, fragile textiles and precious metals. But from the looks of the merchandise last month at the New York Gift Market in the Jacob K. Javits Convention Center, this does not seem to be the season. The wholesale market was full of colorful designs, many for children, in ordinary materials like plywood, nylon, textured" , "date" : "20010913" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "PERSONAL SHOPPER; Common Materials, Uncommon Twists" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/13\/garden\/personal-shopper-common-materials-uncommon-twists.html"} , {"body" : "This list summarizes The Times's recommendations in some primary races throughout New York City and Nassau County today. All are Democratic primary choices except for the borough presidency in Staten Island, where there is only a Republican primary. Poll hours are 6 a.m. to 9 p.m. Mayor Mark Green Public Advocate Betsy Gotbaum Comptroller William" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/opinion\/primary-choices.html"} , {"body" : "Like most New Yorkers, Jérôme Fortin goes to work on the subway. The difference is that from day to day, Mr. Fortin never quite knows which subway line he will ride. Or even which stop might take him closest to his job. One day, it could be the F to Coney Island, where his mission is to track down elusive metallic ice-cream cup lids. (No luck.)" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Plumbing a City's Curiosities in the Name of Art" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/nyregion\/tunnel-vision-plumbing-a-city-s-curiosities-in-the-name-of-art.html"} , {"body" : "The six major candidates running to succeed Mayor Rudolph W. Giuliani ranged across the city yesterday in the final burst of politicking before the polls open today. Dodging late summer downpours, the candidates hit neighborhoods where they thought they might be able to eek out just a few more votes. Crossing and crisscrossing the boroughs --" , "date" : "20010911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CAMPAIGNING FOR MAYOR: MAYOR; Mayoral Candidates Crisscross City Seeking Last Few Votes" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/11\/nyregion\/campaigning-for-mayor-mayor-mayoral-candidates-crisscross-city-seeking-last-few-131288.html"} , {"body" : "The 33rd Council District extends from the Brooklyn banks of the East River to Prospect Park, encompassing neighborhoods as varied as the city itself. It includes Greenpoint, with its enclaves of Polish and Italian families and a growing Hispanic population; a large portion of Williamsburg, the home to a large Hasidic community; downtown Brooklyn" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CAMPAIGNING FOR CITY HALL: NORTHWEST BROOKLYN; Five Varied Neighborhoods Test Candidates' Strategies" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/nyregion\/campaigning-for-city-hall-northwest-brooklyn-five-varied-neighborhoods-test.html"} , {"body" : "A * indicates an event of special note. September DANCENOWFEST 2001 Just about everybody in dance, from near-mainstream to the new, participates in this event, considered the traditional opening of the dance season for seven years now. The performances will take place at four dance spaces, through Saturday. Darrah Carr, Jeanette Stoner, Jamie" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "THE NEW SEASON\/DANCE: THE ANNOTATED LIST; Pina Bausch Loosens Up and José Limón Looks Back" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/arts\/new-season-dance-annotated-list-pina-bausch-loosens-up-jose-limon-looks-back.html"} , {"body" : "A * indicates an event of special note. September ''BERNARDO BELLOTTO'' A nephew, pupil and assistant of Canaletto, Bellotto (1720-80) also painted Venice but gave it the silvery chill of northern weather. This survey comes from Venice to the Museum of Fine Arts, Houston. Through Oct. 21. (713-639-7300) www.mfah.org ''YOU LOOK BEAUTIFUL LIKE THAT:" , "date" : "20010909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "78" , "title" : "THE NEW SEASON\/ART: THE ANNOTATED LIST; Traces of Sichuan in New York, Brooklyn in Palm Beach" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/09\/arts\/new-season-art-annotated-list-traces-sichuan-new-york-brooklyn-palm-beach.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Classical Music AMERICAN SYMPHONY CHAMBER ORCHESTRA. The group begins its season at Bard and Vassar with an attractive and varied program. Karen Holvik, a soprano, sings Barber's ''Knoxville: Summer of 1915,'' and" , "date" : "20010907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/07\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "A man wanted in the rape of a 77-year-old Williamsburg woman last week was arrested yesterday in New Jersey. The suspect, Santos Flores, 34, was arrested at 5 a.m. in West New York, N.J., by officers of the Brooklyn Special Victims Unit and the police in West New York. Mr. Flores had been sought in the rape of a woman who had asked him to repair a" , "date" : "20010906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WEST NEW YORK (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Arrest Of Rape Suspect" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/06\/nyregion\/metro-briefing-new-york-brooklyn-arrest-of-rape-suspect.html"} , {"body" : "Peter F. Vallone won the endorsement yesterday of Rabbi David Niederman, head of the Council of Jewish Organizations, an umbrella of social service groups for the Satmar sects of Williamsburg, Brooklyn. In announcing his decision, Rabbi Niederman prefaced his remarks this way: ''I'm sure you know the expression. Two Jews, three minds.'' He was" , "date" : "20010906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "RACE FOR CITY HALL: ENDORSEMENTS; A Rabbi Who Serves Satmars Is Backing Vallone for Mayor" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/06\/nyregion\/race-for-city-hall-endorsements-rabbi-who-serves-satmars-backing-vallone-for.html"} , {"body" : "The police said yesterday they were searching for a handyman wanted in the rape of an elderly woman in Williamsburg. The authorities said the handyman, Santos Flores, 34, entered a 77-year-old woman's home last Thursday to do routine maintenance. Once inside, he beat, choked and raped the woman, and then stole jewelry from her, said Capt. Salvatore" , "date" : "20010905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Sought In Rape Of Woman, 77" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/05\/nyregion\/metro-briefing-new-york-brooklyn-man-sought-in-rape-of-woman-77.html"} , {"body" : "For a neighborhood long scorned as the capital of dissipation, the Bowery and its dwindling flophouses and $10-a-night cubicles are finally getting history's respect and a measure of reverence for the lives of men on the margin. Call it Bowery nostalgia. Uptown, the New-York Historical Society is glowing pink with a 1930's neon sign at a gallery" , "date" : "20010904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOWERY (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Documenting The Bowery, Or at Least Its Remnants; In Exhibitions and Films, an Unromantic Look at Manhattan Flophouse Life" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/04\/arts\/documenting-bowery-least-its-remnants-exhibitions-films-unromantic-look.html"} , {"body" : "American modern dance is rooted in the early explorations of Isadora Duncan, Ruth St. Denis and Martha Graham. But a study commissioned last year by the Gender Project, compiled by the choreographer and performer Janis Brenner, suggests that modern dance is now a man's world, at least in New York City. Among Ms. Brenner's findings was that 25 dance" , "date" : "20010903" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE NOTES; Modern Field Out of Balance" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/03\/arts\/dance-notes-modern-field-out-of-balance.html"} , {"author" : "Field Maloney is on the editorial staff of The New Yorker." , "body" : "I RIDE the A train out from Manhattan to my summer bungalow in the Rockaways. Crossing Jamaica Bay, I get a little lightheaded. The subway car, which has been chugging along over the bay, plunges downward with a jerk, as if it's headed straight for the bottom. Then abruptly, almost at the waterline, the car seems to skim right across the top of the" , "date" : "20010902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "The Hamptons It's Not" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/02\/nyregion\/the-hamptons-it-s-not.html"} , {"body" : "Her weekends start on Monday, now that she has left her job. The thought of what she threw away makes her tense and her tiny feet, hanging over the bar stool, clench into claws. Kimmy Schregadus was once a junior advertising executive. Perhaps she was not very good at it, and she quit before she got a pink slip. Now she has a job as a sales" , "date" : "20010902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; A Picky Observer of the Singles Scene" , "url" : "http:\/\/www.nytimes.com\/2001\/09\/02\/nyregion\/neighborhood-report-bending-elbows-a-picky-observer-of-the-singles-scene.html"} , {"body" : "Brooklyn voters have a chance this year to enliven New York's City Council with the kind of energy, intelligence and independence unrivaled in city politics in many years. Here are our recommendations in seven important Democratic races in the Sept. 11 primary. 33rd District (Downtown Brooklyn, Brooklyn Heights, Williamsburg, Greenpoint): David" , "date" : "20010830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Council Endorsements: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/30\/opinion\/council-endorsements-brooklyn.html"} , {"body" : "It was supposed to be a 15-minute hike in the White Mountains of New Hampshire, about 10 miles from the synagogue that Abraham Hauer managed for the many Orthodox Jews who vacationed in the area. Mr. Hauer's wife, Milka, stopped to rest after about five minutes, and her husband said he would be back in 20 minutes. But Mr. Hauer, who lives in" , "date" : "20010829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW HAMPSHIRE" , "WHITE MOUNTAINS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Hiker From Brooklyn Is Found Dead in New Hampshire" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/29\/nyregion\/hiker-from-brooklyn-is-found-dead-in-new-hampshire.html"} , {"body" : "They came from the Upper West Side. From Brooklyn Heights. From the Upper East Side. They came to Fort Greene, and they multiplied. Jerry Minsky, a senior vice president at the Corcoran Group real estate company who has lived in Fort Greene since 1984, said couples in search of large, family-friendly spaces in the late 90's sold their co-ops and" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK CENSUS; Y2K Babies" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/neighborhood-report-new-york-census-y2k-babies.html"} ,   {"body" : "It's official. Brooklyn and Queens have arrived, and they've got their own alternative weekly newspaper to prove it. On Thursday, more than a dozen neighborhoods received the debut issue of New York Metropolis, a free, 32-page publication that will be distributed almost exclusively in those boroughs. ''In certain parts of Brooklyn and Queens," , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; 2 Boroughs Arrive (Once Again) With a New Newspaper's Arrival" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/neighborhood-report-new-york-up-close-2-boroughs-arrive-once-again-with-new.html"} , {"body" : "LONG, long ago, before trendy restaurants, realty agencies and kitsch shops occupied its storefronts, Orchard Street on the Lower East Side was known for something else. It was, as Irving Howe wrote in ''World of Our Fathers,'' his classic study of Jewish immigrant life, ''pushcart territory,'' a narrow lane teeming with vendors of ''shawls," , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Let There Be Pickles" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/nyregion\/let-there-be-pickles.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $555,000 305 East 40th Street (Parker 40) 3-bedroom, 2-bath, 1,350-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge, windowed kitchen," , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/realestate\/residential-sales.html"} , {"body" : "UP in the penthouse of the West Chelsea restaurant the Park on a recent Thursday night, the 20-something host, who looked fresh off the set of ''Boogie Nights,'' in hip-hugger jeans and a tight decal T-shirt, was obviously stressed. The room didn't have the right mix of cool; it was mobbed with blown-out blondes in frayed jean miniskirts and" , "date" : "20010826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "VIEW; I'm Stylish, I'm Single and I'm Not Carrie Bradshaw" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/26\/style\/view-i-m-stylish-i-m-single-and-i-m-not-carrie-bradshaw.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. KARRIN ALLYSON, Birdland, 315 West 43rd Street, Manhattan, (212) 581-3080. Ms. Allyson, a singer, recently made an imaginative record of Coltrane covers; this engagement ropes in a" , "date" : "20010824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/24\/movies\/pop-and-jazz-guide-840033.html"} , {"body" : "A report in the Metro Briefing column on Monday about vandalism that is being investigated by the Police Department as a possible bias crime misidentified the Brooklyn neighborhood in which tires were slashed and a swastika was painted on a rabbi's door. It was Crown Heights, not Williamsburg." , "date" : "20010822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/22\/nyregion\/c-corrections-816329.html"} , {"body" : "Several car tires in Williamsburg were found slashed early yesterday morning, and a swaskika was painted on the door of a rabbi's home in the neighborhood, police officials said. The tire slashings occurred in sections of Williamsburg that are predominantly Hispanic and Jewish. Sgt. James Foley, a police spokesman, said that the owners of the cars" , "date" : "20010820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Vandalism Inquiry" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/20\/nyregion\/metro-briefing-new-york-brooklyn-vandalism-inquiry.html"} , {"body" : "''This is not your garden-variety endorsement,'' the mayoral hopeful Fernando Ferrer said yesterday afternoon of the blessings he had just garnered from the Rev. James A. Forbes Jr. True, it was not. Dr. Forbes, senior minister of the Riverside Church and one of the most prominent clerical voices for leftist causes, had not muddied his shoes before" , "date" : "20010820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prominent Pastor Adds Important Voice to Ferrer's Endorsement Chorus" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/20\/nyregion\/prominent-pastor-adds-important-voice-to-ferrer-s-endorsement-chorus.html"} , {"body" : "BROADWAY. The name stands alone. In cities across the country, it evokes a hub, a main strip, the teeming backbone of an urban grid. But while guides to New York exalt Manhattan's Broadway and its floodlit marquees, stream of yellow cabs and ticker tape parades, few tourists or New Yorkers make it to the other Broadway, the one across the river." , "date" : "20010819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Other Broadway" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/19\/nyregion\/the-other-broadway.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturdays from 9 to 11 a.m. (through Aug. 25) and Wednesdays from 7 to 9 p.m. (through Aug. 29), ''Genomic Laboratory Workshop'' for adults, which will include instruction in the methods, techniques and procedures for DNA sequencing; limited to 25" , "date" : "20010817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/17\/arts\/spare-times-732834.html"} ,   {"body" : "To the Editor: What you heard in the Brooklyn neighborhoods of Bushwick and Williamsburg (''In a Poor Hispanic District, Housing is Voters' Priority,'' front page, Aug. 9) can be heard throughout most of the city, and explains why candidates for both citywide and local offices are increasingly talking about housing. With homelessness at record" , "date" : "20010816" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Housing and the Vote" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/16\/opinion\/l-housing-and-the-vote-718874.html"} , {"author" : "Nicholas Dawidoff is the author of ''The Catcher Was a Spy'' and the editor of a coming Library of America anthology of baseball writing." , "body" : "Fred Wilpon became a New York real-estate plutocrat, the builder of tall towers along gilded blocks of Manhattan avenues, by excelling at the art of the calculated risk. The grandson of an immigrant Brooklyn street peddler, Wilpon left Bensonhurst on a full scholarship to the University of Michigan, and by age 30, he was back in New York, betting" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "40" , "title" : "The House That Rudy Built" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/magazine\/the-house-that-rudy-built.html"} , {"body" : "THE contents of Susan Popi Pustilnik's pockets resemble those of a 10-year-old rather than someone who is 33. In them you might find confetti, rhinestone rings, glitter makeup, magic markers, a bubble wand. Anything that shimmers and costs less than $1 appeals to her. In her own way, Ms. Pustilnik, who is known as Popi (pronounced POP-eye), glows" , "date" : "20010812" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS: VOWS; Popi Pustilnik and William Karlin" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/12\/style\/weddings-vows-popi-pustilnik-and-william-karlin.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Once again, the Alice Busch Opera Theater, home of the adventurous Glimmerglass Opera's summer festival, is itself one of the best reasons to travel to Cooperstown, N.Y. (a four-hour drive" , "date" : "20010810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/10\/movies\/classical-music-and-dance-guide.html"} , {"body" : "In just under a decade, Rafael and Milagros Hernández have found in New York City many of the everyday comforts that eluded them back home in the Dominican Republic: clean water, reliable electricity, steady jobs and, in the last few years, safer streets for their children. Like many others in the city, Democrats and Republicans alike, the" , "date" : "20010809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TALKING POLITICS: Bushwick and Williamsburg; In a Poor Hispanic District, Housing Is Voters' Priority" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/09\/nyregion\/talking-politics-bushwick-williamsburg-poor-hispanic-district-housing-voters.html"} , {"body" : "The Divrie Yoel camp is a summer yeshiva for the young men of the Satmar sect of the Hasidim, located off Cohen & Cohen Road near the Catskill town of Monticello. It is a world in itself: black-suited and black-hatted men teach boys the Talmud, while the women there -- wigged and well-covered -- cook and look after children. Signs are lettered in" , "date" : "20010806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CATSKILLS (NYS AREA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Blessings From Satmar Grand Rabbi. Endorsements Later." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/06\/nyregion\/blessings-from-satmar-grand-rabbi-endorsements-later.html"} , {"body" : "UNTIL they drove by the house they ended up buying -- it had a wraparound porch and five stained-glass windows -- Christopher James Quinn and his wife, Nanette Fuentes, were only dimly aware of Kensington's existence. They visited the house many times, bought it in March 2000, renovated it top to bottom and grew fond of their little-known" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KENSINGTON (CONN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Kensington; An Old Neighborhood Is Rediscovered" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/realestate\/if-you-re-thinking-of-living-in-kensington-an-old-neighborhood-is-rediscovered.html"} , {"author" : "Cynthia Cox is an installation artist who lives in Williamsburg, Brooklyn." , "body" : "THE sentinel elders are gone. The Maspeth holder tanks are down, lying peacefully like two slain giants after a fierce battle. With magisterial grace and dignity, they seem to have gently knelt down, realizing that their wounds were mortal. They valiantly relinquished their watch over the beleaguered communities of Greenpoint and Williamsburg," , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "SOAPBOX; The Giants Are Gone" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/soapbox-the-giants-are-gone.html"} , {"body" : "The working-class neighborhood near Jackson Avenue in Long Island City isn't exactly known as a seaside paradise. It is known more for industrial parks, an elevated subway line and an influx of immigrants. For many homeowners here, a wet and wild weekend consists of unspooling the garden hoses to water the roses in tiny front yards bordered by" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Long Island City Journal; A Summer Frolic in the Sand, No Ocean in Sight" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/long-island-city-journal-a-summer-frolic-in-the-sand-no-ocean-in-sight.html"} , {"body" : "The hunt for votes and endorsements in the New York City mayor's race took a northward turn this weekend -- straight out of the city and up into the Catskills -- as the Democratic hopefuls Mark Green and Peter F. Vallone intensified their efforts to attract different factions of Satmar Hasidim. Mr. Green, the public advocate, made his trip last" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CATSKILLS (NYS AREA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Candidates Push North In Pursuit Of Approval" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/candidates-push-north-in-pursuit-of-approval.html"} ,   {"author" : "E-mail: daschn@nytimes.com" , "body" : "No Birds See Stars Q. When construction of the Rose Center for Earth and Space began on the site of the old Hayden Planetarium, there were complaints that a great many birds would fly into the transparent glass cube that houses the exhibits. Has this happened? A. Thomas Slade, head of the Security and Safety Office at the American Museum of Natural" , "date" : "20010805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/08\/05\/nyregion\/fyi-542580.html"} , {"body" : "A coalition of about 15 Muslim groups that had endorsed Public Advocate Mark Green for mayor and three other Democratic candidates for borough presidencies withdrew the endorsements yesterday amid accusations that it had links to groups that support terrorism. ''As many before us, Muslims this year came together in the Muslim Political Coordinating" , "date" : "20010804" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Muslim Coalition Backs Off Endorsements Amid Accusations About Its Ties" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/04\/nyregion\/muslim-coalition-backs-off-endorsements-amid-accusations-about-its-ties.html"} , {"body" : "Federal regulators filed a discrimination lawsuit yesterday on behalf of three female construction workers who claimed that they were sexually harassed and forced to pick up after their male colleagues while working at a job site in Brooklyn. The three women complained last year to the Equal Employment Opportunity Commission that they were" , "date" : "20010803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Business Briefing | Discrimination Claimed" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/nyregion\/metro-business-briefing-discrimination-claimed.html"} , {"body" : "Bellwether 150 Franklin Street Greenpoint, Brooklyn Through Sunday Red, white and blue plastic pennants decorate the storefront facade of this Brooklyn gallery, where a picture of America as a mixed-up but fairly zesty state of mind unfolds in a show by young artists, organized by the painter Ellen Altfest. National symbols are in place. Mike" , "date" : "20010803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "ART IN REVIEW; 'All American'" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/03\/arts\/art-in-review-all-american.html"} , {"body" : "IN an industrial corner of East Williamsburg, in Brooklyn, a two-story brick building reverberated with cool jazz and sweat equity. A screw gun slammed into Sheetrock, and a table saw ripped through plywood. Herbie Hancock's ''Empyrean Isles'' floated above the buzz and bark of the power tools. A glossy, unthumbed copy of ''Modern Practical" , "date" : "20010802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TURF; Trading Sweat for Shares" , "url" : "http:\/\/www.nytimes.com\/2001\/08\/02\/garden\/turf-trading-sweat-for-shares.html"} , {"body" : "The suburban drive-in movie theater -- that iconic site of American adolescent lust -- may have gone the way of the Partridge Family. But few things being sweeter in summer than watching movies in the moonlight, New Yorkers are spreading their blankets and kicking off their workday shoes to relish the romance of open-air cinema again: On rooftops," , "date" : "20010730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Stars on the Screen, the Moon Up Above" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/30\/nyregion\/stars-on-the-screen-the-moon-up-above.html"} , {"body" : "It was only a matter of time before someone tried to lie down on the bed in the elevator. The time was 7:48 p.m. Saturday, with more than 11 hours of the slumber party at the Queens Museum of Art still ahead, and the someone was Lilah Freedland, who sprawled across the Murphy bed with spread and pillowcases depicting the United Nations and Central" , "date" : "20010730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Debut in Queens: Nighthawks at the Museum" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/30\/nyregion\/a-debut-in-queens-nighthawks-at-the-museum.html"} , {"body" : "MULTICULTURALISM, more than an attitude but less than a theory, was a propelling force behind American art of the last two decades. It will define the 1990's in the history books as surely as Pop defined the 1960's. But it came with problems as well as benefits; some of those problems have grown acute. In the 2000's, the time has come to move on to" , "date" : "20010729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART\/ARCHITECTURE; Beyond Multiculturalism, Freedom?" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/29\/arts\/art-architecture-beyond-multiculturalism-freedom.html"} , {"body" : "His daughter Jessica tells him not to get hit by any cars. His wife, Iris Weinshall, perhaps out of love and perhaps because she is the New York City Commissioner of Transportation, orders him to put on his safety helmet. With a smile as big as Brooklyn, Senator Charles E. Schumer wheels his bicycle from its home in the family living room. He is on" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A Senator's Own Brand Of Seven-League Boots" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/arts\/a-senator-s-own-brand-of-seven-league-boots.html"} , {"body" : "It is one of the classic photographs in New York City politics: that of a smiling candidate standing on the steps of City Hall, surrounded by the black-hatted Hasidic Jews who have just endorsed him. The snapshot has taken on an almost superstitious charm in city politics, preposterously suggesting that the candidate has received the support not" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Posing With Satmars, Green Steps Into a Sectarian Thicket" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/nyregion\/posing-with-satmars-green-steps-into-a-sectarian-thicket.html"} ,   {"body" : "INTERNATIONAL A3-10 Forced Out, Indonesia Chief Heads to U.S. for Checkup Abdurrahman Wahid, 61, exhausted and bitter, ended his occupation of the presidential palace in Jakarta and left Indonesia for a medical checkup in the United States. Hamza Haz, leader of a Muslim party, was elected vice president by lawmakers. In 1999, he opposed the" , "date" : "20010727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/27\/nyregion\/news-summary-434434.html"} , {"body" : "In a converted garage on a residential street in Williamsburg, Brooklyn, a small band of Japanese painters were making art. One young woman stood behind a plastic curtain, using a spray gun to apply coat after coat of white paint to a canvas mounted on wood. At a table, another woman was tracing the outlines of a mouselike character onto another" , "date" : "20010725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Japanese Artist Goes Global; Far-Flung Helpers Meet Demand for Takashi Murakami's Paintings" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/25\/arts\/japanese-artist-goes-global-far-flung-helpers-meet-demand-for-takashi-murakami-s.html"} , {"body" : "The Board of Education has awarded planning grants of up to $250,000 to eight groups with proposals to break up some of New York City's largest and lowest-performing high schools, and to create smaller ones. Each proposal was submitted by a community school district or high school superintendency, in partnership with a university or nonprofit" , "date" : "20010725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Grants Awarded for New High School Plans" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/25\/nyregion\/grants-awarded-for-new-high-school-plans.html"} , {"body" : "When I wrote about the Dodgers of My Brooklyn four weeks ago, it inspired readers to write me about Their Brooklyn in those years. One even soothed my disappointment in being stiffed for an autograph by Pete Reiser, who was my favorite Dodger. ''Still whining over Pete Reiser?'' wrote Mary Edith Travers of Southold, N.Y., enclosing a" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BackTalk; Dodger Days Created Memories For All of Brooklyn to Share" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/sports\/backtalk-dodger-days-created-memories-for-all-of-brooklyn-to-share.html"} , {"body" : "In front of a warehouse at South Fourth Street and Wythe Avenue in Brooklyn yesterday, there were thousands of treasures for sale to the highest bidder. The problem was figuring out what, exactly, the treasures were. ''Whatever they are, everybody needs some,'' said the auctioneer. He had been hired to liquidate the final inventory of Canal" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANAL STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "The Tinkerer's Last Stand, Sold for Pennies on the Streets of Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/the-tinkerer-s-last-stand-sold-for-pennies-on-the-streets-of-williamsburg.html"} , {"body" : "The Floating Hospital is probably the only vessel in New York Harbor that can claim four medical examining rooms, hundreds of little life preservers and a constant supply of crayons. Moored to Pier 11 just below Wall Street, the nonprofit clinic treats 5,000 of the city's poor and homeless children each year, either aboard the barge Lila Acheson" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SOUTH STREET SEAPORT; For the Floating Hospital, A Day Without Any Patients" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/nyregion\/neighborhood-report-south-street-seaport-for-floating-hospital-day-without-any.html"} , {"author" : "Linda Yablonsky is the author of ''The Story of Junk,'' a novel, and often writes about art." , "body" : "AMONG the many group shows of contemporary art offered by Manhattan galleries this summer was one that trumpeted its own historical significance. It had to. '' 'Pictures' at an Exhibition'' at Artists Space, the nonprofit gallery at 38 Greene Street, recreated part of a 1977 show whose focus on appropriated imagery is said to have signaled the" , "date" : "20010722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART\/ARCHITECTURE; When the Mainstream Takes Over Outsiders' Turf" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/22\/arts\/art-architecture-when-the-mainstream-takes-over-outsiders-turf.html"} , {"body" : "ATTRACTIONS Museums and Sites HISTORIC RICHMONDTOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmondtown. More than 25 buildings from the late 17th to the 19th century, restored and furnished. This village and outdoor museum depict the history of Staten Island and the surrounding region. Through Sunday, ''Cleanliness Is Next . . . ''" , "date" : "20010720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/20\/arts\/spare-times-323454.html"} , {"body" : "A 30-year-old man was arrested yesterday in connection with six attacks since 1999, including rapes, attempted rapes and robberies. The victims were women in their 20's in the Brooklyn neighborhoods of Greenpoint and Williamsburg, investigators said yesterday. The police identified the suspect as Carlos J. Ramos, a former Williamsburg resident, and" , "date" : "20010718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "An Arrest in 6 Attacks on Women in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/18\/nyregion\/an-arrest-in-6-attacks-on-women-in-brooklyn.html"} , {"body" : "In 1994, Yahia and Lauza Jaradi left Yemen for a stab at life in America. As devout Jews in a Muslim land, they were eager to practice their religion freely. As poor teenagers with little education, they were grateful that their Hasidic sponsors, the ultra-Orthodox Satmars, had promised a nurturing environment. Since then, however, their Yemeni" , "date" : "20010715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["YEMEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Child's Death Spotlights Culture Shock Among Yemeni Jews" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/15\/nyregion\/child-s-death-spotlights-culture-shock-among-yemeni-jews.html"} ,   {"body" : "Some 850 homeless men now sleep where New York University wants to create a 1.2-million-square-foot complex for new biotechnology companies. The university wants to redevelop seven acres of city-owned land bounded by First Avenue, the Franklin D. Roosevelt Drive and East 28th and 30th Streets, between Bellevue Hospital and N.Y.U. Medical Center." , "date" : "20010715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: EAST SIDE; A Shelter For the Homeless May Soon Be Homeless Itself" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/15\/nyregion\/neighborhood-report-east-side-shelter-for-homeless-may-soon-be-homeless-itself.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has opened, with the same hours as the museum. ''The Genomic Revolution'' examines the genome, genetics, developments involving molecular biology and the impact on" , "date" : "20010713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/13\/arts\/spare-times-218324.html"} , {"body" : "A selective listing by critics of The New York Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ADD N TO (X), Knitting Factory, 74 Leonard Street, TriBeCa, (212) (212) 219-3006. The cry of the analog synthesizer -- out of tune, distorted, ready to swoop or buzz --" , "date" : "20010713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/13\/movies\/pop-and-jazz-guide-218405.html"} , {"body" : "A 31-year-old Israeli man pleaded guilty yesterday to running an international smuggling ring for the drug Ecstasy by using Hasidic couriers. The Israeli, Sean Erez, admitted in Federal District Court to using Hasidim from Williamsburg and Monsey. For $1,500 per trip, the couriers smuggled more than one million Ecstasy tablets from Europe to the" , "date" : "20010712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Plea In Drug Case" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/12\/nyregion\/metro-briefing-new-york-brooklyn-plea-in-drug-case.html"} , {"body" : "New York City and State have agreed to pay back the medical expenses and restore the health care coverage of thousands of poor city families who were wrongly cut from Medicaid when they were dropped from the welfare rolls. Officials will begin sending notices later this month to about 20,000 city families who were affected by a combination of" , "date" : "20010712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Medicaid To Be Restored For Thousands" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/12\/nyregion\/medicaid-to-be-restored-for-thousands.html"} , {"body" : "LAST Fourth of July, the day throngs of spectators flocked to the New York waterfront to watch giant ships glide in from around the world, 200 white-clad sailors and 400 civilians caroused on the roof of a building in the Brooklyn Navy Yard overlooking the docks. Some twirled dance partners to a swing band. Others feasted on strawberries and" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yard Work" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/nyregion\/yard-work.html"} , {"body" : "ON the northwest edge of Bedford-Stuyvesant -- bordering the bodegas and housing projects of DeKalb Avenue, but only three blocks from the Italianate brownstones and Victorian mansions of Clinton Hill -- six former factories built on a street called Taaffe Place at the turn of the last century have been reincarnated as beautifully renovated" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When New Homes Drive Out Old Jobs" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/realestate\/when-new-homes-drive-out-old-jobs.html"} , {"body" : "In the shadows of the Cyclone and Astroland, lit by a full moon nearly hidden by the neon green Nathan's sign, boxing arrived in Coney Island last night. On a night of fights at KeySpan Park, the new home of the Brooklyn Cyclones minor league baseball team, the show varied from local boxers hoping to make an impression on their own turf to the show" , "date" : "20010708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; Johnson Wins Unanimous Decision as Part of Lively Card in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/08\/sports\/boxing-johnson-wins-unanimous-decision-as-part-of-lively-card-in-brooklyn.html"} , {"body" : "John Bishop doesn't look like Superman. Nor, with his bushy beard, wire-rimmed glasses and generous girth, does he even closely resemble an emergency medical services technician. Nevertheless yesterday, in a church about to be torn down in the Williamsburg section of Brooklyn, Mr. Bishop was performing his own kind of dramatic rescue. He was there," , "date" : "20010707" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "A Second Life For Historic Pipe Organs" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/07\/arts\/a-second-life-for-historic-pipe-organs.html"} , {"body" : "About once a week, outside some Manhattan concert, Steve Weitzman can be found handing out fliers in an attempt to lure the audience to a West Village music club called the Village Underground. Most concert halls and promoters hire high school and college students to do this work. But Mr. Weitzman is neither: he is 51 and happens to book, promote" , "date" : "20010705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE POP LIFE; Club Master Has His Eye On Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/05\/arts\/the-pop-life-club-master-has-his-eye-on-brooklyn.html"} ,   {"body" : "DINERS for the most part are bygone expressions of Americana in the same way egg creams are relics of New York City's past. Decades ago diners were community hubs, slinging the sort of hash that was standard fare at the time, rich and pliable enough symbolically to fit into the universes of both Edward Hopper and Norman Rockwell. As the world moved" , "date" : "20010704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; Reinventing the Local Diner for a Bohemian Community" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/04\/dining\/25-and-under-reinventing-the-local-diner-for-a-bohemian-community.html"} , {"body" : "In 1997, to the groans of everyone in the neighborhood whose lease was coming up, Utne Reader magazine declared Williamsburg to be the third-hippest place in America to live. (Just behind the Lower Garden District in New Orleans and the Inner Mission in San Francisco.) Now, at the risk of driving rents up even higher along Bedford Avenue, it is" , "date" : "20010703" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Underground And Now Cool: The L Train" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/03\/nyregion\/tunnel-vision-underground-and-now-cool-the-l-train.html"} , {"body" : "A popular parkside promenade running along the East River for more than a mile on Manhattan's Lower East Side has been closed indefinitely for structural repairs, depriving Fourth of July celebrants of a waterfront site for watching fireworks this week, as well as joggers, bikers and strollers who use it daily. The commissioner of parks and" , "date" : "20010702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Promenade at East River Park Is Closed Indefinitely for Repairs" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/02\/nyregion\/promenade-at-east-river-park-is-closed-indefinitely-for-repairs.html"} , {"author" : "Jeffrey Stanley, a playwright, is the author of ''Tesla's Letters,'' which was presented in 1999 by the Ensemble Studio Theater, and, most recently, ''UFOs Over Brooklyn.''" , "body" : "CHICKENBOY: Hey, who's that out there? You got the Chickenboy over here. 193: (laughs) Chickenboy? Yeah, come on. CHICKENBOY: I'm in Williamsburg. Metro and Graham. Where are you? 193: Yeah, roger. You got 193 on the Lower East. Roger? (loud static interference) CHICKENBOY: 193, come back with that. What's your 20? 193: Yeah, man. Come on. L-TRAIN:" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Talk Radio" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/nyregion\/talk-radio.html"} , {"body" : "IF Yamani Sekhri, who received her M.B.A. from Indiana University in May, had been searching for an apartment in Manhattan a year ago, Michael Shapot would have had one listing, maybe two, to show her on any given day. But this year is different. Ms. Sekhri, who began as an investment banking associate with UBS Warburg in May, phoned Mr. Shapot, an" , "date" : "20010701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Class of 2001, a Less Frenetic Market" , "url" : "http:\/\/www.nytimes.com\/2001\/07\/01\/realestate\/for-class-of-2001-a-less-frenetic-market.html"} , {"body" : "A Brooklyn landlord who owned a building in Williamsburg that collapsed two years ago, killing a day laborer in a torrential slide of wet concrete, agreed yesterday to pay $1 million in restitution to the victims of the accident. The agreement by the landlord, Eugene Ostreicher, was revealed in Federal District Court in Brooklyn as he pleaded" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Landlord of Collapsed Building Is to Pay $1 Million to Victims" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/nyregion\/landlord-of-collapsed-building-is-to-pay-1-million-to-victims.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * CLAUDIA ACUÑA, Jazz Gallery, 290 Hudson Street, below Spring Street, West Village, (212) 242-1063. Ms. Acuña, a young jazz singer from Chile, is committed to the idea of a jazz" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/movies\/pop-and-jazz-guide-014834.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LUCY, VAMPIRE OF LAMMERMOOR.'' In this production, presented in the style of a 1930's horror movie, Opera Nova sends up Donizetti's classic opera -- in English, of course -- casting the innocent Lucia as a" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Pierogi 177 North Ninth Street Williamsburg, Brooklyn Through Sunday Yun-Fei Ji, a China-born, New York-based artist who has degrees from both Chinese and American art schools, goes in for nasty surprises. From a distance his allover fields, rendered in ink, pigment and alum on paper, exude consummate skill and a lush, decorative beauty. Up close" , "date" : "20010629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART IN REVIEW; Yun-Fei Ji" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/29\/arts\/art-in-review-yun-fei-ji.html"} , {"body" : "For nearly six months, the men of Ward B-11 watched restorers chip and dissolve their way through seven coats of institutional paint. They breathed the mingled odors of solvent and hospital food. They wondered at the stream of important-looking visitors to their day room. And they witnessed the resurrection of a 1941 landmark of abstract art in" , "date" : "20010627" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shedding 7 Coats, A Beauty Emerges On a Hospital Wall; Years and Paint Stripped Away From a Noted Abstract Mural" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/27\/nyregion\/shedding-7-coats-beauty-emerges-hospital-wall-years-paint-stripped-away-noted.html"} ,   {"body" : "IN the mid-1990's, when Rocking Horse in Chelsea was known as Rocking Horse Cafe Mexicano, it eliminated Tex-Mex cooking from its menu in favor of what its owners, Roe DiBona and Marvin Beck, called contemporary Mexican cuisine. This was instrumental in changing the way New York looked at Mexican food. Though Rocking Horse served dishes that might" , "date" : "20010627" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; A Mexican Spot Preserves an Echo of Its Latin Roots" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/27\/dining\/25-and-under-a-mexican-spot-preserves-an-echo-of-its-latin-roots.html"} , {"body" : "The letter from New York City to welfare veterans is blunt. ''Your time limits for cash assistance will be expiring this year,'' one version says, referring to the five-year lifetime limit on federal cash aid. ''We have scheduled an appointment for you to be seen so you can discuss how you plan to manage your household expenses.'' The notice went" , "date" : "20010625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "As Welfare Deadline Looms, Answers Don't Seem So Easy" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/25\/nyregion\/as-welfare-deadline-looms-answers-don-t-seem-so-easy.html"} , {"body" : "Sam Chwat, the dean of New York chat, roams the streets as a giant ear would, listening. A coach to Midwesterners, Southerners and other regional imports who want to talk New York for Broadway and film, he needs to hear, and often tape-record, the contours of each local accent, from Rosie Perez to Fran Drescher. ''My ears are always on duty,'' he" , "date" : "20010624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK FOLKLORE; A Teacher of Newyorkese Who Taps the Power of Babel" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/24\/nyregion\/neighborhood-report-new-york-folklore-teacher-newyorkese-who-taps-power-babel.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''THE MAGIC FLUTE.'' This weekend, the Opera Festival of New Jersey begins its 18th season, its most ambitious yet. Running through July 29, the festival presents four different evenings of opera, ranging" , "date" : "20010622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/22\/movies\/classical-music-and-dance-guide.html"} , {"body" : "When Juanita Bravo came to New York in 1970 to work in a textile factory, a Mexican could not find so much as a decent tortilla in this town. ''We ate bread,'' she said, making it sound like a prison diet. ''We ate what the Puerto Ricans ate: rice, beans, sometimes meat.'' But as Ms. Bravo stood in a fragrant Brooklyn kitchen presiding over a" , "date" : "20010621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "First the Mexicans, Then the Food; A Fast-Growing Group Now Feeds Itself and the Region, Too" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/21\/nyregion\/first-mexicans-then-food-fast-growing-group-now-feeds-itself-region-too.html"} , {"body" : "I GUESS it's just in my blood to be a pain,'' Angelo Falcón reflected happily. ''I'm always busting chops.'' Actually, that's not entirely what he said. Mr. Falcón was quite precise about just where he was a pain. However, like much of his cheerfully profane recollections of nearly 20 years of political battles fought and enemies made, it had to" , "date" : "20010620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A 20-Year Battler for Puerto Rican Political Pull" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/20\/nyregion\/public-lives-a-20-year-battler-for-puerto-rican-political-pull.html"} , {"body" : "HANDS clasped behind his back, a copy of El Diario tucked under his arm, Manuel Escobar stood on a crumbling, weed-tufted sidewalk in East Williamsburg, Brooklyn, in April, staring across the street at a sprawling green building. Through the dark, yawning entrance, payloaders and backhoes could be dimly seen, lurching and digging amid 15-foot-high" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Talking Union" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/talking-union.html"} , {"body" : "Had Gregory Vena, a young man whiling away his Monday morning in a Bedford Avenue cafe, heard the Williamsburg rumor? ''What rumor?'' he said. ''You mean that they're opening a Starbucks in Williamsburg?'' Yes, that one. ''No, I hadn't heard it,'' he replied. ''But if there's going to be a rumor in the neighborhood, that's what it would be.'' The" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; The Word That Strikes Fear in a Neighborhood's Heart. (Sshhh.) It's Starbucks." , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/nyregion\/neighborhood-report-williamsburg-word-that-strikes-fear-neighborhood-s-heart.html"} , {"body" : "With so many Manhattan artists moving to Williamsburg, Brooklyn, it seems only fitting that a bit of Williamsburg should move into Manhattan's art district. Open, a new lounge at 11th Avenue and 22nd Street, was inspired by the mellow parties that go on late at night in the converted Brooklyn warehouses colonized by artists. ''We would hang out" , "date" : "20010617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "PULSE: BOITE; The Art Of Lounging" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/17\/style\/pulse-boite-the-art-of-lounging.html"} , {"body" : "Faiga Teitelbaum, who achieved unusual influence for a woman among the Satmar group of Hasidic Jews, died on June 2 at Mount Sinai Hospital in Manhattan. She was 89. Mrs. Teitelbaum's husband, Joel, the Satmars' rebbe, or grand rabbi, suffered a stroke 36 years ago, causing her to be a behind-the-scenes power in much the way President Woodrow" , "date" : "20010613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "Faiga Teitelbaum, 89, a Power Among the Satmar Hasidim" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/13\/nyregion\/faiga-teitelbaum-89-a-power-among-the-satmar-hasidim.html"} ,   {"body" : "For a man with little formal education, a sturdy pair of legs and an inbred sense of fastidious elegance, there is no better occupation than that of a steakhouse waiter. Such a man partakes of the finest culinary delights without having to pay through the nose. He is surrounded by fine wines, aged beef, crisp linens and a respectable clientele." , "date" : "20010611" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Leading a Porterhouse Ballet; For Decades, a Guiding Hand Where Steak is Art" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/11\/nyregion\/leading-a-porterhouse-ballet-for-decades-a-guiding-hand-where-steak-is-art.html"} , {"body" : "A 7-year-old boy died in Brooklyn yesterday after officers found him unconscious with his head caught between a window and a window guard, the police said. The police answered an emergency call at 376 South Third Street in Williamsburg about 8:45 p.m. and found the boy, who was not identified, in a third-floor apartment. He died 45 minutes later at" , "date" : "20010611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Boy Dies In Apartment" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/11\/nyregion\/metro-briefing-new-york-brooklyn-boy-dies-in-apartment.html"} , {"body" : "A FAMILIAR green image of a mermaid stands on Van Brunt Street in Red Hook, Brooklyn, near the corner of Coffey Street. ''Coming Soon,'' the sign says, ''Starbucks Coffey.'' Both a play on words and a joking reference to the neighborhood's nascent gentrification, the sign does not seem an accurate prediction -- at least not yet. With a long history" , "date" : "20010610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Red Hook; Isolated Brooklyn Area Starts to Awaken" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/10\/realestate\/if-you-re-thinking-of-living-in-red-hook-isolated-brooklyn-area-starts-to-awaken.html"} , {"body" : "When this Hasidic village was incorporated by the ultra-orthodox Satmars in 1977, its founding fathers hoped they would be able to replicate the intensely religious and insular enclave they had fashioned for themselves in Williamsburg, Brooklyn. And to a large degree, they have succeeded, as manifested by the dozens of shuls and the predominance of" , "date" : "20010609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Hasidic Village Gets a Lesson In Bare-Knuckled Politicking" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/09\/nyregion\/a-hasidic-village-gets-a-lesson-in-bare-knuckled-politicking.html"} , {"body" : "Benefits for Palladin Benefit dinners for Jean-Louis Palladin, the chef who is battling lung cancer, are being held around the country to raise money for his treatment. On June 24 at Daniel, 60 East 65th Street, 17 New York chefs, including Daniel Boulud, Alain Ducasse, Rocco DiSpirito, François Payard, Tom Colicchio and David Burke, will prepare" , "date" : "20010606" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/06\/dining\/calendar.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''FALSTAFF.'' The diminutive Amato Opera company, a fixture on the New York opera scene, is presenting the last production of its 53rd season, Verdi's ''Falstaff,'' on weekends through June 17. Verdi's last" , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Plus Ultra 235 South First Street, Williamsburg, Brooklyn Through Sunday Plus Ultra, a new gallery founded and directed by Joshua Stern and Ed Winkleman, has made its debut with a slyly cheery group show built around the theme of sleaze culture. A few pieces set the scene. One is Christopher Johnson's brushy painting ''Playtime Boutique (Sky Top" , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART IN REVIEW; 'Skank'" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/arts\/art-in-review-skank.html"} , {"body" : "To understand the troubled progress of electricity deregulation in New York, it helps to consider a cluster of gray prefabricated buildings at the foot of the Williamsburg Bridge in Brooklyn. Inside are the components of a small power generator, one of 10 that the state is hurriedly installing in the city to avert blackouts and price spikes when" , "date" : "20010601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Failed Energy Plan Catches Up to New York" , "url" : "http:\/\/www.nytimes.com\/2001\/06\/01\/nyregion\/a-failed-energy-plan-catches-up-to-new-york.html"} , {"body" : "THEY just kept running into each other, or at least that's what Brooke Dunn thought. Actually, Erik Parker had made a point of arranging to run into Ms. Dunn. The two met during a summer heat wave in 1999 at Black Betty, a bar in the neighborhood they shared, Williamsburg, Brooklyn. Mr. Parker, 32, is a painter. Ms. Dunn, 31, is a filmmaker who" , "date" : "20010527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS: VOWS; Brooke Dunn, Erik Parker" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/27\/style\/weddings-vows-brooke-dunn-erik-parker.html"} , {"author" : "Jim Rasenberger is writing a book about high-steel ironworkers, to be published by HarperCollins." , "body" : "ON a blustery evening in early March, I stood before a big blue barn door on Varick Street and tried, again, to pry it open. Through the crack came a thin band of light and a whiff of horse manure. I put my eye up to the crack and peered in at a long, narrow stable. Bales of hay lay neatly stacked in a loft near the back. Half a dozen horses idled" , "date" : "20010520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Searching for Charles" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/20\/nyregion\/searching-for-charles.html"} ,   {"body" : "101 North Third Street, near Berry Street, Williamsburg Through Sunday A good sense of Williamsburg's polymorphic art scene comes through in this multimedia show of 26 artists. Well-schooled polish is where it's at in painting, to judge by Paul Plante's binocular-lens close-ups of birds, Alyson Shotz's organic abstraction, Michael Houston's vivid," , "date" : "20010518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART IN REVIEW; 'Mixed Greens at Space 101'" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/18\/arts\/art-in-review-mixed-greens-at-space-101.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/18\/arts\/art-guide.html"} , {"body" : "Neighborhood high schools, the large, factory-size buildings attended by most people who grew up on the streets of New York City, may be in their twilight years. Last month, Schools Chancellor Harold O. Levy announced plans to seize control of two more traditional high schools in the Bronx that have long been symbols of educational neglect. The" , "date" : "20010516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "A Small Strategy for Troubled Giants" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/16\/nyregion\/a-small-strategy-for-troubled-giants.html"} , {"body" : "ONE afternoon last summer I was sauntering home with a bag of vegetables when I saw something on my Brooklyn street corner that stopped me in my tracks: a red double-decker sightseeing bus and a throng of sunburned, backpack-toting tourists, chattering excitedly in some Scandinavian language. Cameras flashed and whirred. What was this all about?" , "date" : "20010513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "6" , "title" : "FRUGAL TRAVELER; Playing Tourist at Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/13\/travel\/frugal-traveler-playing-tourist-at-home-in-brooklyn.html"} , {"body" : "The floors were clean and shiny. The seafood counter was stocked with Alaskan snow crabs. A wide-screen television overhead offered cooking tips. Even Gertrud Wittingham, who had been dead set against the Pathmark supermarket, was singing its praises at the tomato sauce display. ''There is nothing bad I can say,'' Mrs. Wittingham said the other day" , "date" : "20010512" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Big Store, Seen as Interloper, Wins Over a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/12\/nyregion\/big-store-seen-as-interloper-wins-over-a-neighborhood.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''AETHELRED THE UNREADY.'' Richard Wilson offers a comic opera about this Saxon king who around the turn of the last millennium, believed he could appease the aggressive Danes with bribes" , "date" : "20010511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Pierogi 177 North Ninth Street Williamsburg, Brooklyn Through May 21 Labor-intensive, eye-straining effort is the common ground in these paired solo shows. Lee Etheredge IV, a young Louisiana-born artist, takes handtyped words as his medium. Using standard typewriters, he fills sheets of Japanese paper edge to edge with continuous lines of random" , "date" : "20010511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART IN REVIEW; Lee Etheredge IV Sermin Kardestuncer" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/arts\/art-in-review-lee-etheredge-iv-sermin-kardestuncer.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/11\/arts\/art-guide.html"} , {"body" : "ON a dazzling spring afternoon, Andres Serrano sat in the dark, still living room of his East Village apartment waiting for his visitor's eyes to adjust to the light. A wrought-iron chandelier hung ineffectually from the 16-foot-high vaulted ceiling, its dimmer switch on the fritz, he explained. With just a hint of apology, he turned up the room's" , "date" : "20010510" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: ANDRES SERRANO; Fitting Out a Triplex Cloister" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/10\/garden\/at-home-with-andres-serrano-fitting-out-a-triplex-cloister.html"} , {"body" : "For weeks, residents of South Eighth Street in Williamsburg, Brooklyn, worried that something bad was going to happen at the old meatpacking plant that was being converted into housing. Work went on late at night, they said. During the day, building beams toppled onto the street where children played. On the evening of April 30, the grim forecast" , "date" : "20010509" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Site That Was an Accident Waiting to Happen. It Did." , "url" : "http:\/\/www.nytimes.com\/2001\/05\/09\/nyregion\/a-site-that-was-an-accident-waiting-to-happen-it-did.html"} ,   {"body" : "A construction worker slipped off the Williamsburg Bridge and plunged 200 feet into the East River yesterday morning, prompting a daring rescue by two paramedics whom the Fire Department hailed as heroes for their quick thinking. The worker, Dennis Blinn, 37, was in stable condition last night at Bellevue Hospital Center, officials said. The" , "date" : "20010508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Worker Pulled From East River After Falling From Bridge" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/08\/nyregion\/worker-pulled-from-east-river-after-falling-from-bridge.html"} , {"body" : "MODELL-Michael S. A special memorial Mass will be held at St. Patrick's Cathedral for Michael Modell, Co-President of Modell's Sporting Goods, Monday, May 7th, 10AM, at the main altar. The Mass will be celebrated by Monsignor Cassota of Our Lady of Mount Carmel in Williamsburg, Brooklyn." , "date" : "20010507" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Memorials MODELL, MICHAEL S." , "url" : "http:\/\/www.nytimes.com\/2001\/05\/07\/classified\/paid-notice-memorials-modell-michael-s.html"} , {"body" : "State and federal authorities are investigating a collapse in a Brooklyn building last week that caused the death of a day laborer who was hit by several falling metal beams. It was the second collapse at the building, which is being renovated, in two months. In the first accident, on March 7, a few workers suffered minor injuries at the" , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Day Laborer's Death in Brooklyn Collapse Prompts Investigations" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/nyregion\/day-laborer-s-death-in-brooklyn-collapse-prompts-investigations.html"} , {"author" : "Apollinaire Scherr contributes to ''Goings on About Town'' in The New Yorker." , "body" : "JENNIFER MONSON is not your average reckless bike-to-work New Yorker. She's an experimental choreographer, so when she commutes it's research. ''I've been thinking a lot about how I navigate,'' she said recently. ''I have these routes that I take over and over again, but sometimes there's road work, so I'll go out of my way. If I drew a map of my" , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "DANCE; Like a Bird, Like a Whale, Like the Wind" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/arts\/dance-like-a-bird-like-a-whale-like-the-wind.html"} , {"body" : "LATE last Wednesday night, Chuck Webster, a painter who lives in Williamsburg, Brooklyn, but whose penchant for gyrating in place suggested he did not fit the saturnine stereotype of such a person, was talking about what Yaddo meant to him. Yaddo, the 100-year-old artists' colony in Saratoga Springs, N.Y., provides writers, painters and composers" , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "A NIGHT OUT WITH\/Elaina Richardson; Arts Patrons Wanted" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/style\/a-night-out-with-elaina-richardson-arts-patrons-wanted.html"} , {"body" : "MODELL-Michael S. A special memorial Mass will be held at St. Patrick's Cathedral for Michael Modell, Co-President of Modell's Sporting Goods, Monday, May 7th, 10AM, at the main altar. The Mass will be celebrated by Monsignor Cassota of Our Lady of Mount Carmel in Williamsburg, Brooklyn." , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "54" , "title" : "Paid Notice: Memorials MODELL, MICHAEL S." , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/classified\/paid-notice-memorials-modell-michael-s.html"} , {"body" : "A few months ago, according to government prosecutors, a Genovese crime family associate, Anthony Soldano, approached a powerful captain in his clan with a delicate problem. Mr. Soldano's brother, James, was a drug addict. He had started hallucinating and was dangerously out of control. According to federal wiretaps, the captain, Salvatore Aparo," , "date" : "20010506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Reporter's Notebook; Solving a Family Difficulty The Genovese Way: Bluntly" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/06\/nyregion\/reporter-s-notebook-solving-a-family-difficulty-the-genovese-way-bluntly.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010504" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/04\/arts\/art-guide.html"} , {"body" : "A picture caption last Thursday with an article about public artworks that recently won awards from the New York City Art Commission omitted the name of the artist who designed a silhouette fence with Aleksandra Szefke, the designer for the award-winning reconstruction of McKibbin Park in the East Williamsburg section of Brooklyn. A picture credit" , "date" : "20010503" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2001\/05\/03\/garden\/c-corrections-127086.html"} , {"body" : "J & R Music World\/Computer World, the electronics retailer with seven stores on Park Row, was unable to persuade city officials to designate part of the street J & R Row. But the effort cast a spotlight on a little-understood practice: the awarding of so-called street aliases. Each year, council members introduce dozens of bills to create aliases," , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK STREETS; The Street Is Familiar, but Can't Remember the Nickname" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/nyregion\/neighborhood-report-new-york-streets-street-familiar-but-can-t-remember-nickname.html"} ,   {"author" : "Valerie Gladstone writes frequently about dance for Arts & Leisure." , "body" : "FOR more than a year, in the dark basement of a small Greenwich Village brownstone, the puppeteer Basil Twist has been reimagining Stravinsky's poignant ballet ''Petrouchka,'' originally choreographed by Michel Fokine for Diaghilev's Ballets Russes in 1911. In his cramped eight-foot-square work space, piled high with cartons of old, cherished" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "DANCE; Grace at the End of His Fingertips" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/arts\/dance-grace-at-the-end-of-his-fingertips.html"} , {"body" : "''Be sure you're on the right track.'' So say Metropolitan Transit Authority posters plastered on trains around the city. But many angry G and F train riders in Brooklyn and Queens think the agency has not followed its own advice. These riders are furious over proposed route changes in an M.T.A. plan. The outcry has been so great that the authority" , "date" : "20010429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UNDERGROUND; Reroute the F and G Trains? Derail the Plan, Riders Say" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/29\/nyregion\/neighborhood-report-new-york-underground-reroute-f-g-trains-derail-plan-riders.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/27\/arts\/art-guide.html"} , {"body" : "AS evanescent as shadows flickering on a wall. As enduring as a portrait of society that is meant to be transmitted 999 years into the future. Both are examples of public design that the New York City Art Commission will honor tonight at its 19th annual awards ceremony. The event is supposed to puncture the notion that nothing imaginative ever gets" , "date" : "20010426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "When City Hall Smiles on Public Art" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/26\/garden\/when-city-hall-smiles-on-public-art.html"} , {"body" : "Lobster Club Closes Anne Rosenzweig, who recently opened Inside in Greenwich Village, has closed the Lobster Club, her Upper East Side restaurant. The space has been taken over by Jennifer Handler, the chef who owns Caffe Grazie on East 84th Street. She plans to reopen it as Clove at the end of May with an American menu -- bacon-wrapped cod," , "date" : "20010425" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/25\/dining\/off-the-menu.html"} , {"body" : "Boar's Head Provisions, a century-old maker of delicatessen meat and cheese products, will move its corporate headquarters from Williamsburg, Brooklyn, to Sarasota, Fla., this summer. The company made its announcement yesterday after being enticed by one of its major customers, Publix Super Markets. Boar's Head, whose more than 350 deli products" , "date" : "20010424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SARASOTA (FLA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Business Briefing; BOAR'S HEAD MOVING" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/24\/nyregion\/metro-business-briefing-boar-s-head-moving.html"} , {"body" : "It is nearly noon, prime time for unloading garbage at the BFI waste transfer station in the South Bronx. City sanitation trucks back into a cavernous warehouse and dump their loads onto the concrete floor. Bulldozers rumble across, pushing trash toward a 20-foot high mountain of garbage. Soon it will be compacted, loaded onto trucks, and driven to" , "date" : "20010422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "As Garbage Piles Up, So Do Complaints" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/22\/nyregion\/as-garbage-piles-up-so-do-complaints.html"} , {"body" : "ROB RUSSELL and Robin Schiff lived for years in a loft downtown, in a building where most of the apartments were occupied by artists like Mr. Russell who paid a cheap rent in exchange for walk-up spaces that were far from elegant. But a few years ago, the landlord of their loft building, New York University, decided it wanted its space back. It" , "date" : "20010422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Habitats\/Second Avenue and 32nd Street; Creating a Loft Feeling In 1-Bedroom Apartment" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/22\/realestate\/habitats-second-avenue-32nd-street-creating-loft-feeling-1-bedroom-apartment.html"} , {"body" : "Manhattan BATTERY PARK CITY $725,000 200 Rector Place (Liberty Court) 2-bedroom, 2-bath, 1,200-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge; renovated kitchen, large master suite, marble baths, Hudson River view; common charge $556, taxes $8,700; listed at $755,000, 36 weeks on market (broker: Douglas Elliman) GREENWICH VILLAGE" , "date" : "20010419" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/19\/garden\/residential-sales.html"} , {"author" : "Mel Brooks wrote the music and lyrics and co-wrote the book for the musical ''The Producers.''" , "body" : "LONG, long ago. The early summer of 1935. I was 9 years old, happy as a lark, and living with my widowed mother and three older brothers in an $18-a-month fifth-floor walkup in a tenement at 365 South Third Street in the Williamsburg section of Brooklyn. We lived in the back. Though it was the depths of the Depression, there was music in the air." , "date" : "20010415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Springtime for the Music Man in Me" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/15\/theater\/springtime-for-the-music-man-in-me.html"} ,   {"body" : "Sully Boyar, a character actor who worked in films, on television and in theater, died on March 23 while waiting for a bus in Whitestone, Queens, where he lived. He was 77. Reared as one of seven children in the Williamsburg section of Brooklyn, Mr. Boyar was an established lawyer when he started thinking about giving it all up and enrolling in" , "date" : "20010414" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "7" , "title" : "Sully Boyar, 77, Prolific Character Actor" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/14\/arts\/sully-boyar-77-prolific-character-actor.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ARIADNE AUF NAXOS.'' Metropolitan Opera. Until Natalie Dessay, the brilliant French coloratura, withdrew for health reasons, the Met's revival of Elijah Moshinsky's haunting production of" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/arts\/art-guide.html"} , {"body" : "The Shoe Still Fits It may be only a matter of time before the downturn in the stock market and retailing affects arts institutions. But so far hard times have not hit the San Francisco Museum of Modern Art, even though its support, and a large number of acquisitions over the last few years, have come from donors whose fortunes depend on the" , "date" : "20010413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREAT BRITAIN"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "INSIDE ART" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/13\/arts\/inside-art.html"} , {"body" : "Glass Art Auction Tribeca Rooftop, 2 Desbrosses Street (near Greenwich Street); (718) 625-3685, ext. 239. Glass art by more than 90 artists will be offered in an auction at a dinner dance tomorrow, from 6 to 11 p.m. Tickets, to benefit Urban Glass, an art center in Brooklyn, are $175. On Saturday, there will be a series of events, including" , "date" : "20010412" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/12\/garden\/calendar.html"} , {"body" : "Downtown to Provence Jurors may start returning from lunch under the influence of garlic, thanks to L'Oursin, a Provençal seafood spot, opening tomorrow at 110 Chambers Street (Church Street). L'Oursin means sea urchin, and it is owned by Max Bernard, who also owns Park Bistro on Park Avenue South. The chef, Mark Gunnip, hails from Ireland, but he" , "date" : "20010411" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "11" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/11\/dining\/off-the-menu.html"} , {"author" : "Nicholas Weinstock is the author of the novel ''As Long as She Needs Me.''" , "body" : "Last summer, after much consideration, Toby Rosenberg announced to his friends and family that he had decided to change his name. ''Toby,'' he felt, was ''a little boy's name.'' Going forward, he would be called Karl, like his father before him. His school made note of the switch. His parents had no argument. Toby -- now Karl -- was 5 years old." , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "HOW TO; Raise a Genius" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/magazine\/how-to-raise-a-genius.html"} , {"body" : "Frederick Rath, a pioneer of historical conservation in a country devoted to replacement and redevelopment, died in his sleep on April 1 in Cooperstown, N.Y. He was 87 and lived in Cooperstown. Mr. Rath served from 1949 to 1956 as the director of the National Trust for Historic Preservation, newly created by Congress to succeed the National Council" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "46" , "title" : "Frederick Rath, 87, Pioneer Of Historical Conservation" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/frederick-rath-87-pioneer-of-historical-conservation.html"} , {"body" : "OZNOT'S DISH (718) 599-6596; 79 Berry Street (Ninth Street), Williamsburg, Brooklyn; $$; $25 and Under: 9\/2\/94. Jason Munger, the chef, has several surprises for Easter brunch at this Williamsburg spot decorated with mosaics and mismatched furniture. The blueberry pancakes are organic buckwheat, with fresh peach and pecan topping, plum ginger" , "date" : "20010408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Easter Brunch: Ham, Lamb and More" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/08\/nyregion\/good-eating-easter-brunch-ham-lamb-and-more.html"} , {"body" : "A State Supreme Court justice ruled yesterday that the state power authority can continue building several mini-power plants around New York City, determining that state officials did follow environmental laws in choosing locations for the plants, despite a rushed schedule. The ruling was a setback for environmentalists and neighborhood activists" , "date" : "20010407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Court Clears Plan to Build Power Plants" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/07\/nyregion\/court-clears-plan-to-build-power-plants.html"} ,   {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/06\/arts\/art-guide.html"} , {"body" : "New York State repeatedly violated its own environmental laws in its haste to install a mini-power plant in Queens, and it must halt work on the project until it conducts a thorough environmental review, a judge ruled yesterday. The ruling, by Justice Joseph G. Golia of State Supreme Court in Queens, struck a blow to the Pataki administration's" , "date" : "20010405" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Judge Stops Power Project Until Review Is Conducted" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/05\/nyregion\/judge-stops-power-project-until-review-is-conducted.html"} , {"body" : "Dr. Robin Hillary Kravets, a daughter of Joyce Kravets of Brooklyn and Dr. Arthur Kravets of Melville, N.Y., is to be married today to Robert-Jan Kooper, the son of Annemarie and Robert Kooper of Kuala Belait, Brunei. Rabbi Ari Fridkis will officiate at Chez Goo Goo, a restaurant in the Williamsburg section of Brooklyn. The bride and the bridegroom" , "date" : "20010401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS; Robin Kravets, Robert-Jan Kooper" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/01\/style\/weddings-robin-kravets-robert-jan-kooper.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $625,000 400 East 59th Street 2-bedroom, 2-bath, 1,400-sq.-ft. co-op in a prewar building; 24-hr. doormen, raised living room, arched doorways," , "date" : "20010401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/01\/realestate\/residential-sales.html"} , {"body" : "IT always happens. At some point during his concerts, the tenor saxophonist Sonny Rollins will embark on a long and forceful solo, and the audience, realizing that it is riding along on a torrent of notes, will rise to its feet and applaud with energetic approval. Although he will turn 71 in September, Mr. Rollins, often referred to as the world's" , "date" : "20010401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Far From Retirement, Jazz Saxophonist Keeps Doing What He Does" , "url" : "http:\/\/www.nytimes.com\/2001\/04\/01\/nyregion\/far-from-retirement-jazz-saxophonist-keeps-doing-what-he-does.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ACIS AND GALATEA.'' Handel's wondrously rich and justly famous ''Acis and Galatea'' is less an opera than a masque or an English pastoral drama. But Mark Lamos's charming new production" , "date" : "20010330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Roebling Hall 390 Wythe Avenue, at South Fourth Street Williamsburg, Brooklyn Through April 10 Joe Amrhein is best known as the founder and guiding spirit of Pierogi 2000, a Williamsburg gallery whose legendary drawing files have brought the work of hundreds of artists to wider attention. But he is also an artist with strong Conceptual leanings and" , "date" : "20010330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART IN REVIEW; Joe Amrhein -- 'Critical Mass'" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/30\/arts\/art-in-review-joe-amrhein-critical-mass.html"} , {"body" : "The George Washington Bridge is on an IV drip. The two great swoops of steel that hold up its north side are receiving an intravenous dose of linseed oil. Around-the-clock treatments are under way behind locked doors, way down deep in the bridge's western bowels, where its suspension cables have been hanging on to New Jersey since 1931. The linseed" , "date" : "20010326" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brawn, Bucks and Brains; Thriving at 70, 'the George' Is a Great Gray Success" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/26\/nyregion\/brawn-bucks-and-brains-thriving-at-70-the-george-is-a-great-gray-success.html"} , {"body" : "WALKING TOURS ''GREENWICH VILLAGE AND SOHO: OFF THE BEATEN PATH.'' Combines tastings at local ethnic restaurants and specialty food stores with a stroll and a discussion of the history of the area. Tuesdays through Sundays at 11 a.m. Sponsored by Foods of New York. Fee: $30 (includes food and wine tasting). Information and meeting place: (877)" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/arts\/spare-times-413496.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHÈME,'' New York City Opera. James Robinson's new production of this Puccini classic moves the action to 1914, and the specter of World War I looms over it. There are some problems" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/16\/arts\/art-guide.html"} , {"body" : "The Pataki administration acknowledges in its own study that the electric generators it wants to install around New York City would go into poor, heavily minority communities, a finding that supports some of the arguments of the project's opponents. The study, conducted in January by the State Power Authority, has not been publicly released," , "date" : "20010315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "State Admits Plants Headed To Poor Areas" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/15\/nyregion\/state-admits-plants-headed-to-poor-areas.html"} , {"body" : "In 1973, the artist Forrest Myers bolted 42 aluminum bars to 42 steel braces on a blank wall overlooking Broadway and Houston Street. New Yorkers have been wondering ever since. Is it art or architecture? Mural or sculpture? Found or created? To these perennial questions about the work, titled ''The Wall,'' add a new one, so critical that the" , "date" : "20010315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "'Wall' Dispute in SoHo Lands in Court" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/15\/nyregion\/wall-dispute-in-soho-lands-in-court.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/09\/arts\/art-guide.html"} , {"body" : "Bobby Horn should in theory be rejoicing that the 20-month strike at Domino Sugar is finally over, but instead he is so disgusted that last week he joined a group of workers who descended on their union's leaders to give them a piece of their minds. After piling into two minivans that carried them from the immense refinery, on the Brooklyn" , "date" : "20010305" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hard Feelings Outlast a 20-Month Strike at Domino" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/05\/nyregion\/hard-feelings-outlast-a-20-month-strike-at-domino.html"} , {"body" : "THEY are expatriates and exiles from Manhattan -- some native to the 13-mile sliver between the rivers, others who brought their dreams of career and exhilaration from the other boroughs, the suburbs or even more tranquil environs. With a confidence founded on the certainty of a loving if close-quartered family of seven in the South Bronx, George" , "date" : "20010304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Exiles Find There's Life After Manhattan" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/04\/realestate\/exiles-find-there-s-life-after-manhattan.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/arts\/art-guide.html"} , {"body" : "For the most materialistic of capitalists in China, officials said, there was a quick way to obtain a luxury car: contact the right official with the right connections in New York. The official in China would order the desired car, with Audis and Lexuses being the most popular, and the contact in New York would select the car from a prestigious" , "date" : "20010302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CHINA" , "SCARSDALE (NY)" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Eight Arrested in Smuggling of Luxury Cars" , "url" : "http:\/\/www.nytimes.com\/2001\/03\/02\/nyregion\/eight-arrested-in-smuggling-of-luxury-cars.html"} , {"body" : "THE shelves of the Plaza Buena Vista Grocery on Flushing Avenue in Brooklyn are full of imported Mexican goods like grapefruit soda, chili-covered lollipops and fresh prickly pear. The two-pound bags of corn tortillas, however, are local. Really local. Some are baked at Tortillería Tenochtitlan 2000, three blocks away. The rest come from another" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; How Brooklyn Became New York's Tortilla Basket" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/nyregion\/new-yorkers-co-how-brooklyn-became-new-york-s-tortilla-basket.html"} , {"body" : "FOR almost three years, Walter Biggs and his wife, Clara Rubio, searched in Manhattan for an apartment they could afford. After scouring scores of two-bedroom apartments packed into 650 square feet and priced at almost half a million dollars, they were ready to give up when a friend suggested they look in Harlem. That afternoon, Mr. Biggs drove" , "date" : "20010225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEST HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/West Harlem; Brownstones in Manhattan, at a Discount" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/25\/realestate\/if-you-re-thinking-living-west-harlem-brownstones-manhattan-discount.html"} ,   {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/23\/arts\/art-guide.html"} , {"body" : "A state judge has given the upstate village of Kiryas Joel another chance to continue operating a separate public school district for its disabled children. State and federal courts have ruled repeatedly since 1989 against the creation of the special district in Kiryas Joel, a Hasidic enclave in Orange County where most of the 5,000 children attend" , "date" : "20010220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "KIRYAS JOEL (NY)" , "ORANGE COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Ruling Favors Public School in Hasidic Village" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/20\/nyregion\/ruling-favors-public-school-in-hasidic-village.html"} , {"body" : "An obscure change in immigration law passed in the waning days of the Clinton administration could lead to legal status for as many as half-a-million illegal immigrants, but it could also lead to disappointment for millions more who have misinterpreted the change as a general amnesty. The crucial part of the law temporarily reinstates a provision," , "date" : "20010220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CHANGE STIRS HOPE FOR LEGAL STATUS AMONG IMMIGRANTS" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/20\/nyregion\/change-stirs-hope-for-legal-status-among-immigrants.html"} , {"body" : "He stood in a line, three deep. ''If they're going to take my money they should be a little faster about it before I change my mind,'' said Richard Turrin, a wry smile cutting across his chiseled face. Actually, Mr. Turrin, a ''blissfully unemployed'' investment banker, didn't give a hoot about waiting forever to buy merchandise at the first day of" , "date" : "20010220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Chelsea Journal; Where the Middle Class Shops Like the Upper" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/20\/nyregion\/chelsea-journal-where-the-middle-class-shops-like-the-upper.html"} , {"body" : "NEW YORK BROOKLYN: DEAD WOMAN FOUND A woman found dead Saturday afternoon outside of a Catholic school on Hooper Street in Williamsburg had been killed by being bludgeoned in the head, Ellen S. Borakove, a spokeswoman for the medical examiner's office, said yesterday. The woman has been tentatively identified as Maryann Ruhan, who was homeless. The" , "date" : "20010219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/19\/nyregion\/metro-briefing.html"} , {"body" : "NEXT month, residents of Los Angeles will learn exactly why pineapple doesn't belong on pizza. They will also find out why anyone named Lars shouldn't be selling slices in the first place. In a 60-second radio commercial developed for Olde Brooklyn soda by Friedman, Ellis, Nielsen & Rogan, a Hauppauge advertising agency, a young man with a" , "date" : "20010218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "SAN DIEGO (CALIF)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "MIAMI (FLA)" , "LAS VEGAS (NEV)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "L.I. @ WORK; Cheers! Using Nostalgia to Sell a Brooklyn Soda" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/18\/nyregion\/li-work-cheers-using-nostalgia-to-sell-a-brooklyn-soda.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''COSÌ FAN TUTTE.'' The inherent intimacy of Mozart's opera is sacrificed to the large scale of the Metropolitan Opera stage; nonetheless this remains an entertaining and popular" , "date" : "20010216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/movies\/classical-music-and-dance-guide.html"} , {"body" : "In the May 1969 issue of Playboy (which I read just for the articles, incidentally), I came across an item that still stuck in the back of my head as I watched ''Down to Earth,'' the remake of ''Here Comes Mr. Jordan,'' starring Chris Rock. In an interview with Bill Cosby, Playboy mentioned, ''And in April of this year, Cosby began filming a remake" , "date" : "20010216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "FILM REVIEW; He May Be in Heaven, but He's Dying at the Apollo" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/movies\/film-review-he-may-be-in-heaven-but-he-s-dying-at-the-apollo.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/16\/arts\/art-guide.html"} , {"body" : "David Twersky, grand rabbi of a branch of the Skverer dynasty of Hasidic Judaism, died on Feb. 2 at Mount Sinai Hospital in Manhattan. He was 79. He died of complications of heart and kidney ailments, his family said. Rabbi Twersky was the leader of the Borough Park, Brooklyn, branch of the dynasty, which traces its roots to Chernobyl, Ukraine. A" , "date" : "20010213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "David Twersky, 79, Grand Rabbi Of a Borough Park Hasidic Sect" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/13\/nyregion\/david-twersky-79-grand-rabbi-of-a-borough-park-hasidic-sect.html"} ,   {"body" : "NEW YORK ALBANY: URGING ELECTION REFORMS -- Eliot L. Spitzer, the state attorney general, urged the Legislature yesterday to overhaul the election laws to make it easier for candidates to get on the ballot, to allow voters to register the day of the election and to improve voting machines across the state. In an 84-page report on voting issues, Mr." , "date" : "20010213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/13\/nyregion\/metro-briefing.html"} , {"body" : "Arlene Eisenberg, who with her two daughters wrote ''What to Expect When You're Expecting,'' which became known as the pregnancy bible, died on Thursday at Memorial Sloan-Kettering Cancer Center in Manhattan. She was 66. The cause was breast cancer, her family said. From girlhood, when she repeatedly read Dr. Benjamin Spock's ''Baby and Child" , "date" : "20010210" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "13" , "title" : "Arlene Eisenberg, 66, Author Of 'What to Expect' Guides" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/10\/nyregion\/arlene-eisenberg-66-author-of-what-to-expect-guides.html"} , {"body" : "FLATBUSH Puppeteers Bring Potter to Life Beatrix Potter's classic story ''The Tale of Jemima Puddle-Duck'' tells of a duck's flight in search of a special place to lay her eggs, and ''The Story of a Fierce Bad Rabbit'' tells of a fight between said rabbit and the Nice Gentle Rabbit over ownership of a carrot. These stories are being brought to life" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/nyregion\/playing-in-the-neighborhood-740080.html"} , {"author" : "E-mail: thecity@nytimes.com" , "body" : "Spiritual Cleansing Q. While walking along East Broadway, I've seen a brick building with a brass sign identifying it as a ''Ritualarium.'' What goes on in there? A. That century-old five-and-a-half-story building at 333 East Broadway, near Grand Street, has been used since the 1930's as a place of religious ritual. Inside are four 800- or" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/nyregion\/fyi-738972.html"} , {"body" : "IT'S Saturday night, and on the stage at the Bowery Ballroom, the downtown rock club, the man in the pink vinyl pants is spinning like a dervish. His name is Billy Campion, and he is the lead singer of Vic Thrill, a self-styled ''punkadelic futuristic electronic trip hop'' band. As the penultimate song ends, Mr. Campion grabs the microphone and" , "date" : "20010204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Famous Long Ago" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/04\/nyregion\/famous-long-ago.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/02\/02\/arts\/art-guide.html"} , {"body" : "NEW YORK BROOKLYN: RENT RISE AT HOUSING COMPLEX After a decade of legal wrangling, a management company has won the right to raise rents 23 percent over the next four years at Bedford Gardens, a housing complex in Williamsburg, in return for certain concessions. The City Department of Housing Preservation and Development, which oversees the complex" , "date" : "20010130" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/30\/nyregion\/metro-briefing.html"} , {"body" : "Lloyd M. Schwan Jr., an American furniture and interior designer who brought an artist's eye for bold color and form and a lively wit to the craft of design in the 1980's and 90's, died on Jan. 19 at his home in Kutztown, Pa. He was 45. He committed suicide, his family said. The Crinkle Lamp he designed in 1996 with Lyn Godley, who was then his" , "date" : "20010127" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "13" , "title" : "Lloyd Schwan, 45, Designer With an Eye for Bold Color" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/27\/arts\/lloyd-schwan-45-designer-with-an-eye-for-bold-color.html"} , {"body" : "Alfred A. Allegretti, who transformed his father's one-truck oil dealership beside the Gowanus Canal into one of the largest heating oil companies in the New York metropolitan area, died Jan. 13 at Memorial Sloan-Kettering Cancer Center in Manhattan. He was 65 and lived in the Bay Ridge neighborhood of Brooklyn. The cause was prostate cancer, his" , "date" : "20010126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "13" , "title" : "Alfred Allegretti, 65, Heating Oil Executive" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/26\/nyregion\/alfred-allegretti-65-heating-oil-executive.html"} , {"body" : "Feeling at Home A good local restaurant is essential to any urban neighborhood. These 12 places let customers escape the anonymity of the city and feel at home, even if they're not from the vicinity. (These summaries are taken from dining reviews, columns and articles in The Times by William Grimes, Eric Asimov and others.) 1. Cafe Riazor + (212)" , "date" : "20010126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "EATING OUT" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/26\/arts\/eating-out.html"} ,   {"body" : "NEW YORK MANHATTAN: SCOOTER HELMET LAW -- The City Council unanimously passed a law yesterday that requires children under 14 to wear helmets while riding foot-powered scooters. The law, supported by Mayor Rudolph W. Giuliani, will impose a $50 fine on a parent or guardian who allows a child to ride without a helmet. ''If it can prevent one" , "date" : "20010125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/25\/nyregion\/metro-briefing.html"} , {"body" : "''Hey, what's up?'' Jon Petrow said when his cell phone rang as he headed down Ninth Street. ''Nothing,'' the caller replied. ''What's all that noise?'' ''Oh, I'm walking the dog,'' Mr. Petrow answered. '''What dog?'' the called demanded. ''You don't have a dog.'' Ah, but that day he did. Like many of his neighbors, Mr. Petrow, 29, a bartender from" , "date" : "20010121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Where Every Stray Has Its Day to Be Walked" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/21\/nyregion\/neighborhood-report-williamsburg-where-every-stray-has-its-day-to-be-walked.html"} , {"body" : "By all accounts, the martinis at Pete's Candy Store, a remote watering hole in Williamsburg, Brooklyn, are as stiff and pretty as anywhere else in the city. The toasted sandwiches aren't bad, either. So it is no surprise that an awful lot of people find their way to Pete's, in the shadow of the Brooklyn-Queens Expressway, simply to drink, nibble" , "date" : "20010121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Williamsburg Journal; They Belly Up to the Bar And Whet Their Wits" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/21\/nyregion\/williamsburg-journal-they-belly-up-to-the-bar-and-whet-their-wits.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20010112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/12\/arts\/art-guide.html"} , {"author" : "Sam Tanenhaus, a contributing editor for Vanity Fair, is writing a biography of William F. Buckley Jr." , "body" : "Ella Wolfe, who died last January at the age of 103, was the last survivor of the generation that brought the American Communist movement into existence, convinced they had found the gateway to an earthly paradise. They were mistaken, of course, and many a penitent true believer would lapse into morbid atonement. But Ella and her husband, Bertram" , "date" : "20010107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Washington"] , "page_facet" : "28" , "title" : "The Lives They Lived: 01-07-01: Ella Goldberg Wolfe, b. 1896; A Tale of Three Centuries" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/07\/magazine\/lives-they-lived-01-07-01-ella-goldberg-wolfe-b-1896-tale-three-centuries.html"} , {"body" : "Lee Locklear received a note in October from the school bus driver for his son, Cody: Cody is not being friendly with the other children. He doesn't want them to sit with him. However, today I had to write up two students for bothering him. They took his hat off and threw it to the back of the bus. Mr. Locklear, 54, who served for six years as a" , "date" : "20010101" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Helping Out a Father, and Helping a Son" , "url" : "http:\/\/www.nytimes.com\/2001\/01\/01\/nyregion\/the-neediest-cases-helping-out-a-father-and-helping-a-son.html"}]