[  {"body" : "LEAD: It stung the face and touched bare fingertips like a flame. It shattered plans and turned the most ordinary tasks to hardship. It meant danger and misery for some, poetry and adventure for others. But no one, it seemed, could ignore the cold. It stung the face and touched bare fingertips like a flame. It shattered plans and turned the most" , "date" : "19891223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "A Cold That Commands the Day's Attention" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/23\/nyregion\/a-cold-that-commands-the-day-s-attention.html"} , {"body" : "LEAD: UNADORNED homes are rare commodities around Christmastime in Bay Ridge, Bensonhurst and Canarsie. With thousands of plastic Santas and snowmen, armies of toy soldiers and multicolored megawatts of lights decorating block upon block of houses and apartment buildings, no one could accuse these Brooklyn neighborhoods of a lack of holiday cheer." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neighborhoods Santa Has No Trouble Finding" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/neighborhoods-santa-has-no-trouble-finding.html"} , {"body" : "LEAD: Susan Molinari, the only Republican on the 35-member City Council, announced yesterday that she would seek her father's seat in the House of Representatives in a special election early next year. Her father, Representative Guy Susan Molinari, the only Republican on the 35-member City Council, announced yesterday that she would seek her" , "date" : "19891207" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Datelines; Councilwoman Seeks Father's House Seat" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/07\/nyregion\/metro-datelines-councilwoman-seeks-father-s-house-seat.html"} , {"body" : "LEAD: On weeknights, between 8 and 9 o'clock, Maria Emilia Dalmeida is likely to be sitting at the dinner table in her apartment at Greenwich and Murray Streets in Manhattan, eating or writing. Most nights, she'll look out the window and spot a taxi driver standing against the open door of his car, relieving himself. On weeknights, between 8 and 9" , "date" : "19891125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sensibility of New York Offended As a Nuisance Becomes Common" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/25\/nyregion\/sensibility-of-new-york-offended-as-a-nuisance-becomes-common.html"} , {"body" : "LEAD: A BAY SHORE CENTRAL freight train loaded with timber derailed near a busy signal tower in Brooklyn the other day, scattering logs in the path of a Verrazano line locomotive barreling down an adjacent track. A BAY SHORE CENTRAL freight train loaded with timber derailed near a busy signal tower in Brooklyn the other day, scattering logs in the" , "date" : "19891116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "A Railroad Yard Where All the Trains Run to Reminiscence" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/16\/garden\/a-railroad-yard-where-all-the-trains-run-to-reminiscence.html"} , {"body" : "LEAD: The muffled drums were heard yesterday as the hearse carrying the body of Officer Gary C. Coe rolled slowly down Avenue R in Brooklyn and probably will be heard twice more this week. The muffled drums were heard yesterday as the hearse carrying the body of Officer Gary C. Coe rolled slowly down Avenue R in Brooklyn and probably will be heard" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Perils for Police Stressed at First of 3 Funerals" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/perils-for-police-stressed-at-first-of-3-funerals.html"} , {"body" : "LEAD: An off-duty New York City police officer was stabbed to death yesterday in a fight over a minor traffic accident in Brooklyn as he returned home from a fund-raiser for the family of a fellow officer who was shot earlier this year, the police said. The police arrested a suspect in the slaying last night. An off-duty New York City police" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Officer Is Slain; Suspect Arrested" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/nyregion\/officer-is-slain-suspect-arrested.html"} , {"body" : "LEAD: Two months after the fatal shooting of a black teen-ager, Yusuf K. Hawkins, in the Bensonhurst section of Brooklyn, the seven white defendants are preparing to argue in court that the crime was not racially motivated. Most defendants also plan to assert that they were not at the scene of the shooting or were unaware that the man accused of" , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defendants to Argue Hawkins Killing Was Not Racial" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/nyregion\/defendants-to-argue-hawkins-killing-was-not-racial.html"} , {"body" : "LEAD: When they say ''Pope'' at the Roman Catholic school where Michael Muraghy is in the fifth grade, they of course mean Pope John Paul II. But the other day, Michael, 10 years old, and hundreds of other Coptic Orthodox Christians had a chance to meet their own Pope - Shenouda III - at a Brooklyn Church. When they say ''Pope'' at the Roman" , "date" : "19891010" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Coptic Pope's Visit Cheers Faithful" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/10\/nyregion\/coptic-pope-s-visit-cheers-faithful.html"} , {"body" : "LEAD: The line of march for the Columbus Day parade up Fifth Avenue this Friday appears to be the reverse of where New York City's mayoral candidates stand with Italian-American voters. The line of march for the Columbus Day parade up Fifth Avenue this Friday appears to be the reverse of where New York City's mayoral candidates stand with" , "date" : "19891003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Italian Areas Giving Giuliani a Strong Push" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/03\/nyregion\/italian-areas-giving-giuliani-a-strong-push.html"} ,   {"body" : "LEAD: The quivering anger of Rudolph W. Giuliani as he defended his criticism of David N. Dinkins last week made painfully clear the predicament he faces: How to raise enough doubts about his rival for the New York City mayoralty to beat him without being accused of beating up on him. The quivering anger of Rudolph W. Giuliani as he defended his" , "date" : "19891001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Giuliani Sets Out on Tricky Task of Attacking Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/01\/nyregion\/giuliani-sets-out-on-tricky-task-of-attacking-dinkins.html"} , {"body" : "LEAD: History and Folk Art, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. History and Folk Art, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. On Tuesday, ''An American Sampler: Folk Art from the Shelburne Museum'' opens. The exhibition features more than 120 quilts, weathervanes," , "date" : "19890928" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar of Events; Folk Art and Photos" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/28\/garden\/calendar-of-events-folk-art-and-photos.html"} , {"body" : "LEAD: Closings in the week ended Sept. 15 MANHATTAN Carnegie Hill $1.3 million 1220 Park Avenue (95th St.) 3-bedroom, 3 1\/2-bath, 2,600-sq.-ft. prewar co-op; 24-hr. doorman, dining room, 2 maid's rooms, large kitchen, fireplace; maintenance $2,265, 35% tax-deductible (Broker: S. Closings in the week ended Sept. 15 MANHATTAN Carnegie Hill $1.3" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/realestate\/residential-resales-701789.html"} , {"body" : "LEAD: Even in politics, friends sometimes blurt out the most amazing things. Take Howard Golden, the Brooklyn Borough President and Democratic leader, who rose to the podium at a Brooklyn Chamber of Commerce luncheon yesterday right after David N. Dinkins, the Democratic nominee for New York City mayor, had finished a long speech on economic" , "date" : "19890921" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Campaign Trail; A Terrific 'Boring' Speech by Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/21\/nyregion\/campaign-trail-a-terrific-boring-speech-by-dinkins.html"} , {"body" : "LEAD: The Rev. Jesse Jackson told a crowd of cheering students at a high school in the Bensonhurst area yesterday that after the killing of a black teen-ager there last month, they had an important opportunity to reaffirm the victories of the civil rights movement. The Rev. Jesse Jackson told a crowd of cheering students at a high school in the" , "date" : "19890920" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Jackson Tells Bensonhurst School to Reaffirm Rights Effort" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/20\/nyregion\/jackson-tells-bensonhurst-school-to-reaffirm-rights-effort.html"} , {"body" : "LEAD: A picture caption on Thursday about reactions in Bensonhurst, Brooklyn, to David N. Dinkins's victory in the mayoral primary misidentified the street where two residents sat. It was Bay Ridge Parkway at 20th Avenue. A picture caption on Thursday about reactions in Bensonhurst, Brooklyn, to David N. Dinkins's victory in the mayoral primary" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/c-corrections-491489.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Until yesterday morning, the class in participation in government at Martin Luther King High School had seemed to the students, all seniors and all black, something of an abstraction. Until yesterday morning, the class in participation in government at Martin Luther King High School had seemed to the students, all seniors and all black," , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The New York Primary; From Primary, Swelling Pride and Easing Tensions" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-from-primary-swelling-pride-and-easing-tensions.html"} , {"body" : "LEAD: Charles J. Hynes, a veteran prosecutor in his first campaign for elective office, won the Democratic nomination for Brooklyn district attorney yesterday. The nomination is virtually tantamout to election in the heavily Democratic borough. Charles J. Hynes, a veteran prosecutor in his first campaign for elective office, won the Democratic" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hynes Wins Nomination For Prosecutor" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/hynes-wins-nomination-for-prosecutor.html"} , {"body" : "LEAD: Like a pot of water left on a burner, the contest for the Democratic nomination for Brooklyn District Attorney has suddenly boiled over. The closing days of the primary campaign have seen not only an increase in the political tempo but also the emergence of a sharper, angrier tone as three candidates -Charles J. Like a pot of water left on a" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "District Attorney Rivals Pick Up Pace" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/district-attorney-rivals-pick-up-pace.html"} ,   {"body" : "LEAD: Nearly 300 chanting black demonstrators protesting the killing of a black youth staged two peaceful marches through the Bensonhurst section of Brooklyn yesterday, and were met with calm, even respectful silence, by residents in the embattled white neighborhood. Nearly 300 chanting black demonstrators protesting the killing of a black youth" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "300 Demonstrators Are Met With Silence in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/300-demonstrators-are-met-with-silence-in-bensonhurst.html"} , {"body" : "LEAD: Mayor Edward I. Koch and Borough President David N. Dinkins of Manhattan, the two acknowledged front-runners for New York City's Democratic mayoral nomination, stumped the city yesterday in a final frenzy of rallies and walking tours in which they largely played to their separate constituencies while they preached racial harmony. Mayor Edward" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH AND DINKINS SPRINT TO FINISH" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/koch-and-dinkins-sprint-to-finish.html"} , {"body" : "LEAD: The Rev. Jesse Jackson campaigned yesterday for David N. Dinkins as the mayoral candidate of ''hope and healing'' for New York City. The Rev. Jesse Jackson campaigned yesterday for David N. Dinkins as the mayoral candidate of ''hope and healing'' for New York City. But Mayor Edward I. Koch, who has been accused of divisiveness, said: ''I'm" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Jackson Stumps With Dinkins At Queens Rally" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/jackson-stumps-with-dinkins-at-queens-rally.html"} , {"body" : "LEAD: Closings in the week ended Aug. 26 MANHATTAN Greenwich Village $500,000 30 East 10th Street 4-bedroom, 1 1\/2-bath, 1,800-sq.-ft. prewar loft-co-op; dining area, large kitchen, hardwood floors, three exposures; maintenance $516, 33% tax-deductible (Broker: Kingman Associates) Closings in the week ended Aug. 26 MANHATTAN Greenwich Village" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/realestate\/residential-resales-933989.html"} , {"body" : "LEAD: Declaring that ''the church can heal,'' the Roman Catholic clergy of Bensonhurst led 200 people, virtually all of them white, in a solemn procession through the Brooklyn neighborhood's streets yesterday and laid a wreath of roses and carnations at the site where a 16-year-old black youth was gunned down 11 days ago. Declaring that ''the" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Clergy in Bensonhurst Lead March To Lay Wreath at Site of Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/clergy-in-bensonhurst-lead-march-to-lay-wreath-at-site-of-slaying.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300 demonstrators bearing African liberation flags and chanting ''Yusuf, Yusuf,'' marched through the heart of the Bensonhurst section of Brooklyn yesterday afternoon. In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "No Violence as 300 March Into Bensonhurst Again" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/no-violence-as-300-march-into-bensonhurst-again.html"} , {"body" : "LEAD: An 18-year-old white youth who investigators say was the gunman in the racial killing of a black teen-ager in Brooklyn walked into a police station in Oneonta, N.Y., early yesterday and surrendered, the police said. An 18-year-old white youth who investigators say was the gunman in the racial killing of a black teen-ager in Brooklyn walked" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ONEONTA (NY)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suspect in Brooklyn Slaying Surrenders" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/suspect-in-brooklyn-slaying-surrenders.html"} , {"body" : "LEAD: Two suspects in the racial attack on 16-year-old Yusuf K. Hawkins were indicted yesterday on second-degree murder charges. Two suspects in the racial attack on 16-year-old Yusuf K. Hawkins were indicted yesterday on second-degree murder charges. The state grand jury in Brooklyn that handed up the indictments also accused the two defendants," , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Indicted for Murder in Racial Attack" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/nyregion\/2-indicted-for-murder-in-racial-attack.html"} , {"body" : "LEAD: Racial tensions from the killing of a black youth on Wednesday flared again in Bensonhurst yesterday as 60 to 70 marchers clashed with about 250 white residents who screamed obscenities and racial slurs. Racial tensions from the killing of a black youth on Wednesday flared again in Bensonhurst yesterday as 60 to 70 marchers clashed with about" , "date" : "19890828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "250 Whites Jeer Marchers In Brooklyn Youth's Death" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/28\/nyregion\/250-whites-jeer-marchers-in-brooklyn-youth-s-death.html"} ,   {"body" : "LEAD: The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have shot to death 16-year-old Yusef Hawkins in a racial attack Wednesday night in the Bensonhurst section of Brooklyn. The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Search for 18-Year-Old In Killing of Brooklyn Youth" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/police-search-for-18-year-old-in-killing-of-brooklyn-youth.html"} , {"body" : "LEAD: There are two Rudolph W. Giuliani campaigns for mayor - the public speeches and street campaigning, and the much more difficult private hours on the telephone or at small gatherings trying to raise money in a mostly Democratic city. There are two Rudolph W. Giuliani campaigns for mayor - the public speeches and street campaigning, and the" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Giuliani, on the Stump and on the Phone" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/giuliani-on-the-stump-and-on-the-phone.html"} , {"body" : "LEAD: A 16-year-old black youth was shot to death Wednesday night in an attack by 10 to 30 white teen-agers in the Bensonhurst section of Brooklyn, the police said. A 16-year-old black youth was shot to death Wednesday night in an attack by 10 to 30 white teen-agers in the Bensonhurst section of Brooklyn, the police said. The whites, the" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Black Youth Is Killed by Whites; Brooklyn Attack Is Called Racial" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/black-youth-is-killed-by-whites-brooklyn-attack-is-called-racial.html"} , {"body" : "LEAD: By the end of last week Charles J. Hynes had already given out 15,000 miniature sewing kits and 3,000 boxes of cookies, each kit and box carrying a message asking people to vote for him. Norman Rosen had given out 8,000 ballpoint pens, 6,000 emery boards and 4,000 pocket combs, asking voters to support him. By the end of last week Charles J." , "date" : "19890821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, 3 FIGHT TO BE PROSECUTOR" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/21\/nyregion\/in-brooklyn-3-fight-to-be-prosecutor.html"} , {"body" : "LEAD: WHEN the tenant of a rent-regulated apartment in New York City dies while a building is being converted to cooperative or condominium ownership, does the tenant's estate retain the right to buy that apartment at the below-market insider price? And if someone was living in that apartment with the tenant at the time of death, does that person" , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "TALKING: Insiders; Inheriting The Right To Buy" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/realestate\/talking-insiders-inheriting-the-right-to-buy.html"} , {"body" : "LEAD: James Haigney - who just might be the only process server who uses a wheelchair - has been known to, well, lie. Just ask the man in Queens who eagerly came to the door to hear about the big money he had won from Publishers Clearing House, only to be slapped with a subpoena. James Haigney - who just might be the only process server who uses a" , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "About New York; Process Server Makes a Living With Duplicity" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/about-new-york-process-server-makes-a-living-with-duplicity.html"} , {"body" : "LEAD: Closings in the week ending July 15 MANHATTAN Chelsea $630,000 457 West 22d Street 3-bedroom, 2-bath, 1,600-sq.-ft. prewar co-op; dining area, 2 fireplaces, rear garden; maintenance $230, no tax deduction (Broker: Kingman Associates) Greenwich Village Closings in the week ending July 15 MANHATTAN Chelsea $630,000 457 West 22d Street" , "date" : "19890730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/30\/realestate\/residential-resales-261889.html"} , {"body" : "LEAD: Friday DIVE-IN MOVIES Friday DIVE-IN MOVIES New Yorkers who longingly remember the pleasures of drive-in movies and who enjoy waterfront entertainment will be happy to learn that the Floating Cinema is in town for the next four weeks. This delightfully wacky concept will bring nearly two dozen feature films and cartoons to waterfront parks in" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/arts\/weekender-guide.html"} , {"body" : "LEAD: THREE months ago, the United States Supreme Court ruled unconstitutional the voting system of New York City's Board of Estimate, the powerful body that lies at the heart of the city's affairs. THREE months ago, the United States Supreme Court ruled unconstitutional the voting system of New York City's Board of Estimate, the powerful body that" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE REGION; Pro & Con: Remaking the Government Do New York's Borough Presidents Still Have Jobs Worth Paying for?" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/weekinreview\/region-pro-con-remaking-government-new-york-s-borough-presidents-still-have-jobs.html"} , {"body" : "LEAD: The world of Jamez Williams's Bedford-Stuyvesant childhood flickered large before his eyes. By the end of the weekend, Mr. Williams, an usher at a movie theater in the Flatbush section of Brooklyn, had already seen or heard Spike Lee's new feature film about racial tensions and urban brutalities nearly a dozen times. The world of Jamez" , "date" : "19890703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "21" , "title" : "Raw Reactions to Film on Racial Tension" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/03\/nyregion\/raw-reactions-to-film-on-racial-tension.html"} ,   {"body" : "LEAD: Ever since the first Fourth, in July 1776, the day of Independence has been aiming at ever greater gloriousness. This year's extended Fourth, from today through Tuesday, gives every hyperbolic promise of living up to the tradition of freedom, fun and frolic that turns New York into the biggest small-town celebration in the nation. Ever since" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Five-Day Fourth: A Wingding in the Rockets' Red Glare" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/arts\/five-day-fourth-a-wingding-in-the-rockets-red-glare.html"} , {"body" : "LEAD: When Catherine O'Brien and her husband, John, paid off the mortgage on their home in the Bay Ridge section of Brooklyn almost 20 years ago, they threw a party and burned their mortgage papers. The O'Briens, Irish immigrants, were proud to have made it in their new country. When Catherine O'Brien and her husband, John, paid off the mortgage on" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Got a Personal Problem? Maybe Legislature Can Help" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/nyregion\/got-a-personal-problem-maybe-legislature-can-help.html"} , {"body" : "LEAD: ''Dere's no guy livin' dat knows Brooklyn t'roo and t'roo, because it'd take a lifetime just to find his way aroun' duh town.'' ''Dere's no guy livin' dat knows Brooklyn t'roo and t'roo, because it'd take a lifetime just to find his way aroun' duh town.'' That's how Thomas Wolfe began his haunting short story ''Only the Dead Know Brooklyn,''" , "date" : "19890628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Woid (Sorry!) About the Birds In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/28\/nyregion\/about-new-york-a-woid-sorry-about-the-birds-in-brooklyn.html"} , {"body" : "LEAD: Closings in the week ending June 10 MANHATTAN Chelsea $475,000 332-334 West 19th Street 2-bedroom, 2-bath, 1,700-sq.-ft. prewar co-op in a brownstone; dining area, recreation room, fireplace, hardwood floors; maintenance $899, 68% tax-deductible (Broker: Kingman Associates) Closings in the week ending June 10 MANHATTAN Chelsea $475,000" , "date" : "19890625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/25\/realestate\/residential-resales-413689.html"} , {"body" : "LEAD: In the major leagues, a baseball player is often measured by the kind of October he has. In high school, a player's ability is gauged by June. And it's hard to imagine any young player having a more exciting month than Jermaine Swinton of Fort Hamilton High School had. In the major leagues, a baseball player is often measured by the kind of" , "date" : "19890622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "A Young 'Mr. June' Is at a Crossroad" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/22\/sports\/a-young-mr-june-is-at-a-crossroad.html"} , {"body" : "LEAD: The sun shone down benevolently on the people yesterday afternoon. This happened at 12:46, and the people, almost as one, drew in their umbrellas, peeled off their jackets, snapped on their shades and peered from the sidewalks below with confused, even amazed faces. But the people were not fooled. The sun shone down benevolently on the people" , "date" : "19890617" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "For One Brief Shining Moment . . . the Sun!" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/17\/nyregion\/for-one-brief-shining-moment-the-sun.html"} , {"body" : "LEAD: By SUSAN MERNITd wonders of Oriental cuisine, bao bing, a simple fruit dessert, has long stood out as one of the most ubiquitous in Asia. Yet it is almost unknown in the West. By SUSAN MERNITd wonders of Oriental cuisine, bao bing, a simple fruit dessert, has long stood out as one of the most ubiquitous in Asia. Yet it is almost unknown in" , "date" : "19890607" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Americanization of Bao Bing, a Cool, Fruity Asian Treat" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/07\/garden\/the-americanization-of-bao-bing-a-cool-fruity-asian-treat.html"} , {"body" : "LEAD: Nearly half the feeder cables that provide electricity to about 70,000 homes in the Park Slope section of Brooklyn failed late last night, prompting Consolidated Edison officials to reduce power to 156,000 homes and appeal to people to voluntarily cut back on their power use. Nearly half the feeder cables that provide electricity to about" , "date" : "19890603" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Power Is Reduced for 156,000 in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/03\/nyregion\/power-is-reduced-for-156000-in-brooklyn.html"} , {"body" : "LEAD: Fort Hamilton's batteries of big iron-barreled guns facing Lower New York Bay are long gone and its days as a battle-ready Army fort are past, but this 177-acre Brooklyn citadel remains heavily armed with history. Fort Hamilton's batteries of big iron-barreled guns facing Lower New York Bay are long gone and its days as a battle-ready Army" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Out of New York's Military Past" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/arts\/out-of-new-york-s-military-past.html"} , {"body" : "LEAD: VIRTUALLY all the rental buildings in and around New York City converted to co-op ownership each year achieve their new status through the ''noneviction'' method, permitting rent-regulated tenants who choose not to buy to stay on indefinitely. VIRTUALLY all the rental buildings in and around New York City converted to co-op ownership each" , "date" : "19890521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "TALKING: Co-op Boards; Making A Minority Effective" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/21\/realestate\/talking-co-op-boards-making-a-minority-effective.html"} ,   {"body" : "LEAD: New York-as-melting pot is to be celebrated in two large ethnic-heritage parades this weekend -one in Manhattan and the other in Brooklyn. Marchers will begin assembling for the seventh Turkish-American Parade at 1 P.M. tomorrow on the Avenue of the Americas at West 56th Street; at 2:30 P.M. 15,000 people are expected to begin following the" , "date" : "19890519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Moving for a Cause or Just Because" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/19\/arts\/moving-for-a-cause-or-just-because.html"} , {"body" : "LEAD: No other matter has so troubled and divided the commission rewriting New York City's charter as what to do with the borough presidents. Underlying the question is an even more fundamental debate about how New Yorkers perceive themselves and how those perceptions should be accommodated in the structure of municipal government. No other matter" , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Presidents Of Boroughs: Vestigial Or Vibrant?" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/nyregion\/presidents-of-boroughs-vestigial-or-vibrant.html"} , {"body" : "LEAD: Closings in the week ending April 22 MANHATTAN Chelsea $540,000 147 West 15th Street (La Fabrique) 2-bedroom, 2-bath, 1,900-sq.-ft. prewar loft-co-op; dining room, large kitchen, high ceilings; maintenance $1,043, 40% tax-deductible (Broker: Kingman Associates) Closings in the week ending April 22 MANHATTAN Chelsea $540,000 147 West 15th" , "date" : "19890507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/07\/realestate\/residential-resales-683589.html"} , {"body" : "LEAD: Closings in the week ending April 8 MANHATTAN Greenwich Village $1.5 million 55 Charles Street 3-family, 4-story town house; 3 bedrooms, 2 baths, dining room, 4 fireplaces, terrace in owner's duplex; 2 bedrooms, 1 bath in others; 20- by 95-ft. lot; taxes $7,000 (Broker: Fields-Eichner Inc.) Closings in the week ending April 8 MANHATTAN" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/realestate\/residential-resales-894989.html"} , {"body" : "LEAD: Looking for Love Looking for Love ''I think there hasn't been a great love story on the screen since 'The Way We Were,' '' the producer Craig Zadan was saying. ''I think what made it great was that it's a love story set against a political background.'' And those same elements, he explained, were what made him jump at the opportunity to" , "date" : "19890421" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "AT THE MOVIES" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/21\/movies\/at-the-movies.html"} , {"body" : "LEAD: Six armed men, including a 68-year-old and a 72-year-old wearing a back truss, were arrested Tuesday night as they robbed customers at an elegant midtown backgammon and bridge club, the police said. Six armed men, including a 68-year-old and a 72-year-old wearing a back truss, were arrested Tuesday night as they robbed customers at an elegant" , "date" : "19890420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Six Armed Men, Aged 40 to 72, Held in Bungled Robbery of a Club" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/20\/nyregion\/six-armed-men-aged-40-to-72-held-in-bungled-robbery-of-a-club.html"} , {"body" : "LEAD: John Patrick Walsh, an advertising executive and former public relations official for the New York City Department of Correction, died of pneumonia Monday at St. Vincent's Hospital in Manhattan. He was 58 years old and lived in the Bay Ridge section of Brooklyn. John Patrick Walsh, an advertising executive and former public relations official" , "date" : "19890413" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "John Patrick Walsh, Advertising Executive, 58" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/13\/obituaries\/john-patrick-walsh-advertising-executive-58.html"} , {"body" : "LEAD: Most of the time, New Yorkers dart determinedly from point A to point B, or wander about the city oblivious to the cultural, historical and architectural riches in their midst. Occasionally, they may glance up at a particularly notable building or monument, or even join a walking or bus tour in an attempt to become better acquainted with" , "date" : "19890407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Urban Adventures: Touring by the Book" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/07\/arts\/urban-adventures-touring-by-the-book.html"} , {"body" : "LEAD: The body of a 66-year-old Hasidic rabbi, the leader of a small Orthodox congregation on the Upper East Side who has been missing since mid-January, was found yesterday floating in the Gowanus Bay about 200 yards from the Brooklyn shore, the police said. The body of a 66-year-old Hasidic rabbi, the leader of a small Orthodox congregation on" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Find Body of Rabbi Floating in Bay off Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/nyregion\/police-find-body-of-rabbi-floating-in-bay-off-brooklyn.html"} , {"body" : "LEAD: Dr. Steven Koweity, a pediatrician, died of a heart attack Wednesday at Sand Lake Hospital in Orlando, Fla. He was 74 years old and lived in Searingtown, L.I. Dr. Steven Koweity, a pediatrician, died of a heart attack Wednesday at Sand Lake Hospital in Orlando, Fla. He was 74 years old and lived in Searingtown, L.I. Dr. Koweity, who graduated" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Steven Koweity, Pediatrician, 74" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/obituaries\/steven-koweity-pediatrician-74.html"} ,   {"body" : "LEAD: The owner of a taxicab-medallion brokerage pleaded guilty yesterday to participating in a fraudulent scheme to obtain and misapply $22 million from the Hyfin Credit Union in Brooklyn. The owner of a taxicab-medallion brokerage pleaded guilty yesterday to participating in a fraudulent scheme to obtain and misapply $22 million from the Hyfin" , "date" : "19890314" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Taxi-License Broker Admits Guilt" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/14\/nyregion\/taxi-license-broker-admits-guilt.html"} , {"body" : "LEAD: Theron and Claire Cook decided two years ago to sell their house in Jamaica, Queens, and rent an apartment. Theron and Claire Cook decided two years ago to sell their house in Jamaica, Queens, and rent an apartment. Mr. Cook, a graduate of Harvard University, is a hospital administrator. Mrs. Cook, a Hunter College graduate, is setting up an" , "date" : "19890313" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Blacks Remain Shut Out of Housing in White Areas" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/13\/nyregion\/blacks-remain-shut-out-of-housing-in-white-areas.html"} , {"body" : "LEAD: Sixty prisoners last night became the first group of inmates to be transferred from the city's overcrowded jails to a prison barge docked in the Bay Ridge section of Brooklyn, officials said. Sixty prisoners last night became the first group of inmates to be transferred from the city's overcrowded jails to a prison barge docked in the Bay" , "date" : "19890307" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "First Group of Inmates Moves to Prison Barge" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/07\/nyregion\/first-group-of-inmates-moves-to-prison-barge.html"} , {"body" : "LEAD: PERRY ROSEN paid $200 for his first jukebox, a Seeburg Model C. It was a chrome and glass machine from the 1950's with a Select-O-Matic carriage gliding over a rack of records. PERRY ROSEN paid $200 for his first jukebox, a Seeburg Model C. It was a chrome and glass machine from the 1950's with a Select-O-Matic carriage gliding over a rack of" , "date" : "19890223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Golden Oldies: Jukeboxes Are Big Again" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/23\/garden\/golden-oldies-jukeboxes-are-big-again.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: Two of four men charged in the 1987 gangland-style killing of Daniel F. Conlin, the head of the New York City school custodian's union, pleaded guilty to second-degree murder, conspiracy and weapons charges yesterday during a pre-trial hearing in State Supreme Court in Brooklyn. Two of four men charged in the 1987 gangland-style killing of" , "date" : "19890125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Last 2 Plead Guilty In Slaying of Leader Of Custodial Union" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/25\/nyregion\/last-2-plead-guilty-in-slaying-of-leader-of-custodial-union.html"} , {"body" : "LEAD: As the gentrification of Park Slope in Brooklyn continues, its major commercial artery, Seventh Avenue, is experiencing dramatic change. Small ethnic groceries and storefront service businesses are fast giving way to specialty grocers, upscale carryouts, wine shops, bars and trendy restaurants - from bagels to brioche, so to speak. As the" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "What's Cooking in Park Slope; Strolling Seventh Avenue With Food in Mind" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/what-s-cooking-in-park-slope-strolling-seventh-avenue-with-food-in-mind.html"}]