[  {"body" : "LEAD: A 23-year-old man was sentenced to 20 years to life in prison yesterday after he admitted that he beat his parents to death with a baseball bat in order to steal money from them to buy crack and that he killed his nephew in the same way after the child woke up. A 23-year-old man was sentenced to 20 years to life in prison yesterday after he" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Murder of 3 Relatives Draws 20 Years to Life" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/murder-of-3-relatives-draws-20-years-to-life.html"} , {"body" : "LEAD: Two men, one in Brooklyn and the other in the Bronx, died yesterday, apparently because of the extreme cold. Two men, one in Brooklyn and the other in the Bronx, died yesterday, apparently because of the extreme cold. The police declared a cold emergency on Saturday night, meaning that homeless people could be forcibly taken to shelters. From" , "date" : "19891225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "2 Deaths in New York Attributed to the Cold" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/25\/nyregion\/2-deaths-in-new-york-attributed-to-the-cold.html"} , {"body" : "LEAD: THIS WAS THE YEAR OF MONEY. THIS WAS THE YEAR OF MONEY. It wouldn't stop talking. Japanese interests bought Columbia Pictures and then paid an emperor's ransom to Warner Brothers to obtain the release of Jon Peters and Peter Guber, the producers of ''Batman,'' to run their new toy. ''Batman,'' which reportedly cost $50 million to produce," , "date" : "19891224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "THE YEAR'S BEST: FILM VIEW; New and Original Were the Hallmarks" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/24\/movies\/the-year-s-best-film-view-new-and-original-were-the-hallmarks.html"} , {"body" : "LEAD: ''The sisters, who wear their habits, they've been broken into 14 times since Aug. 1,'' Bishop Joseph M. Sullivan was saying. ''The sisters, who wear their habits, they've been broken into 14 times since Aug. 1,'' Bishop Joseph M. Sullivan was saying. ''The little priest - he's about 5-foot-1 - we had to move him. He was mugged three times," , "date" : "19891221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; Even the Nuns Have to Carry Mugger Money" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/21\/nyregion\/metro-matters-even-the-nuns-have-to-carry-mugger-money.html"} , {"body" : "LEAD: The man who came here 15 months ago with the reputation of an aggressive educator and with promises to prod the school system out of its malaise has been censured by the city's school board following attacks for what some board members labeled irascibility and arrogance. The man who came here 15 months ago with the reputation of an aggressive" , "date" : "19891214" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ATLANTA (GA)"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "33" , "title" : "DISCIPLINE IMPOSED ON A SCHOOL CHIEF" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/14\/us\/discipline-imposed-on-a-school-chief.html"} , {"body" : "LEAD: A 23-year-old Brooklyn man admitted yesterday that he fatally beat his parents and nephew with a baseball bat before stealing money from them to buy drugs. A 23-year-old Brooklyn man admitted yesterday that he fatally beat his parents and nephew with a baseball bat before stealing money from them to buy drugs. The suspect, Phillip Hall," , "date" : "19891208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Admits Killing Parents for Drug Money" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/08\/nyregion\/man-admits-killing-parents-for-drug-money.html"} , {"body" : "LEAD: A 42-year-old art teacher at Public School 59 in Brooklyn was arrested yesterday afternoon and charged with sexually abusing three students, the police said. A 42-year-old art teacher at Public School 59 in Brooklyn was arrested yesterday afternoon and charged with sexually abusing three students, the police said. The teacher, Anthony Romain," , "date" : "19891208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Metro Datelines; Art Teacher Charged With Fondling Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/08\/nyregion\/metro-datelines-art-teacher-charged-with-fondling-girls.html"} , {"body" : "LEAD: Joseph A. Fernandez, who is to become New York City's schools chancellor on Jan. 2, yesterday named a woman with little academic training in education as his deputy chancellor for programs, signaling once more that his administration will be rather unconventional. Joseph A. Fernandez, who is to become New York City's schools chancellor on" , "date" : "19891207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fernandez Appoints Another Deputy" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/07\/nyregion\/fernandez-appoints-another-deputy.html"} , {"body" : "LEAD: Takeout From Arcadia Arcadia, the two-star restaurant on East 62d Street in Manhattan, has branched out into the retail food business in time for the holidays. About a month ago, Anne Rosenzweig, the chef and owner, opened Out of Arcadia, a pocket-size shop in the Citicorp Center, 151 East 53d Street; 212-308-1320. Takeout From Arcadia" , "date" : "19891206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/06\/garden\/food-notes-630189.html"} , {"body" : "LEAD: A 30-year-old drug dealer who ran one of the largest and most violent drug rings in Brooklyn and was responsible for 6 murders, 17 assaults, a kidnapping, a maiming and other crimes, was sentenced yesterday to seven consecutive life terms in Federal prison. A 30-year-old drug dealer who ran one of the largest and most violent drug rings in" , "date" : "19891202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "A Drug Dealer Gets a Sentence Of 7 Life Terms" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/02\/nyregion\/a-drug-dealer-gets-a-sentence-of-7-life-terms.html"} ,   {"body" : "LEAD: The crack business, it turns out, is a modern, brutalized version of a 19th-century sweatshop. The crack business, it turns out, is a modern, brutalized version of a 19th-century sweatshop. Despite the popular notion that crack sellers all drive Mercedes-Benzes, wear gold jewelry and get rich quick, most of the people in the business work" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Selling Crack: The Myth of Wealth -- A Special Report: Despite Its Promise of Riches, The Crack Trade Seldom Pays" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/selling-crack-myth-wealth-special-report-despite-its-promise-riches-crack-trade.html"} , {"body" : "LEAD: Two people jumped to safety and a third was saved in a daring rescue after fire swept through a brownstone early yesterday in the Bedford-Stuyvesant section of Brooklyn. Two people jumped to safety and a third was saved in a daring rescue after fire swept through a brownstone early yesterday in the Bedford-Stuyvesant section of Brooklyn." , "date" : "19891124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Man Is Rescued From Fire in a Brownstone" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/24\/nyregion\/man-is-rescued-from-fire-in-a-brownstone.html"} , {"body" : "LEAD: After 141 years of lobbying on behalf of New York's poor, the Community Service Society is trying a different approach. It is encouraging the city's 2 million low-income residents to become politically active and plead their own cause. After 141 years of lobbying on behalf of New York's poor, the Community Service Society is trying a" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Charity's Plan Helps Poor Become Politically Active" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/nyregion\/charity-s-plan-helps-poor-become-politically-active.html"} , {"body" : "LEAD: They got the wrong guy, but otherwise it was refreshing to see baseball publicly spanked this week for taking baseball off free television and giving it to the barons of cable television. They got the wrong guy, but otherwise it was refreshing to see baseball publicly spanked this week for taking baseball off free television and giving it to" , "date" : "19891117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "33" , "title" : "SPORTS OF THE TIMES; Paddling The Lords Of Baseball" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/17\/sports\/sports-of-the-times-paddling-the-lords-of-baseball.html"} , {"body" : "LEAD: With its handsomely restored brownstones, well-organized block clubs and political activism, the southern part of Bedford-Stuyvesant contradicts the popular view of it as a crumbling and dangerous ghetto. With its handsomely restored brownstones, well-organized block clubs and political activism, the southern part of Bedford-Stuyvesant" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Community Shrinks From Crack's Embrace" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/community-shrinks-from-crack-s-embrace.html"} , {"body" : "LEAD: ''I just walk straight home and I don't look at nobody or talk to nobody,'' said Jackie Peterson, a 15-year-old sophomore at Julia Richman High School on the Upper East Side of Manhattan, describing her afternoon routine. ''People are waiting for people after school to jump on them.'' ''I just walk straight home and I don't look at nobody or" , "date" : "19891114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When Violence and Terror Strike Outside the Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/14\/nyregion\/when-violence-and-terror-strike-outside-the-schools.html"} , {"body" : "LEAD: A man the police said was emotionally disturbed was arrested last night after hurling an ax at officers sent to his apartment in Brooklyn. The police said that after subduing him, they found the body of his 60-year-old mother inside the apartment. A man the police said was emotionally disturbed was arrested last night after hurling an ax at" , "date" : "19891114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Disturbed Man Held; Mother's Body Is Found" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/14\/nyregion\/disturbed-man-held-mother-s-body-is-found.html"} , {"body" : "LEAD: A clash yesterday between two groups of teen-agers in the cafeteria of a Brooklyn intermediate school ended with two boys being stabbed, the police said. A clash yesterday between two groups of teen-agers in the cafeteria of a Brooklyn intermediate school ended with two boys being stabbed, the police said. The wounded students, 14 and 15" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "2 Boys Are Stabbed at a School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/nyregion\/2-boys-are-stabbed-at-a-school-in-brooklyn.html"} , {"body" : "LEAD: The standoff continued yesterday between the Board of Education and Gloria Simmons, the acting principal of Public School 262 in Brooklyn, who has refused reassignment to another school. The standoff continued yesterday between the Board of Education and Gloria Simmons, the acting principal of Public School 262 in Brooklyn, who has refused" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "Brooklyn Principal Still Refuses a New Post" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/nyregion\/brooklyn-principal-still-refuses-a-new-post.html"} , {"body" : "LEAD: The new principal reported for duty at Public School 262 in Brooklyn yesterday, but the acting principal he was sent there to replace refused to vacate the principal's office. The acting principal even made the morning announcements on the public address system. The new principal reported for duty at Public School 262 in Brooklyn yesterday," , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "At P.S. 262, 2 Principals Now Occupy One Post" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/at-ps-262-2-principals-now-occupy-one-post.html"} ,   {"body" : "LEAD: International A3-19 East Germany ended limits on travel and emigration yesterday, and thousands of East Germans swarmed across the Berlin wall in a mass celebration of freedom. Page A1 East Berliners of all ages, and from every way of life, walked, biked and drove to crossing points in the wall last night, entering the western half of the" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/news-summary-704789.html"} , {"body" : "LEAD: Ed Miller, the man charged with turning out every David N. Dinkins voter in Brooklyn, should be bouncing off the walls these days. Ed Miller, the man charged with turning out every David N. Dinkins voter in Brooklyn, should be bouncing off the walls these days. Normally the get-out-the-vote gurus in a campaign are like political mothers of" , "date" : "19891106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Dinkins's Vote-Getter in Brooklyn Has Big Army" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/06\/nyregion\/dinkins-s-vote-getter-in-brooklyn-has-big-army.html"} , {"body" : "LEAD: In a Brooklyn neighborhood of gutted apartment buildings where homelessness and drug abuse are widespread, a community health clinic stands like a rampart against a long catalogue of urban woes. In a Brooklyn neighborhood of gutted apartment buildings where homelessness and drug abuse are widespread, a community health clinic stands like a" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "36" , "title" : "New State Rule Limiting Medicaid Visits Is Causing Concern" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/nyregion\/new-state-rule-limiting-medicaid-visits-is-causing-concern.html"} , {"body" : "LEAD: A 15-year-old girl was shot in the neck outside her high school in Brooklyn yesterday, apparently by a stray bullet fired from a block away during a dispute between two groups of youths who fled, the police said. A 15-year-old girl was shot in the neck outside her high school in Brooklyn yesterday, apparently by a stray bullet fired from a" , "date" : "19891103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Girl Is Wounded by Stray Bullet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/03\/nyregion\/girl-is-wounded-by-stray-bullet-in-brooklyn.html"} , {"body" : "LEAD: ''I can't see where anything is going to be any different,'' says one resident of Bedford-Stuyvesant during the shooting of ''Do the Right Thing.'' Says another, ''It's not going to put a policeman on every corner or fix the stoplights.'' ''I can't see where anything is going to be any different,'' says one resident of Bedford-Stuyvesant" , "date" : "19891103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "Review\/Film; Double Bill Tracing Evolution Of Spike Lee" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/03\/movies\/review-film-double-bill-tracing-evolution-of-spike-lee.html"} , {"body" : "LEAD: Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools Chancellor Bernard Mecklowitz yesterday approved the transfer of the principal and the assistant principal. Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "2 Administrators Removed to End School's Turmoil" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/2-administrators-removed-to-end-school-s-turmoil.html"} , {"body" : "LEAD: Shaun Lee, an 11-year-old sixth grader, has the ''Batman'' movie's bat-shaped emblem shaved into his hair, and his literary tastes run to adventure stories. But until this week Shaun had a problem shared by thousands of other New York City pupils: no good school library in which to find his favorite books. Shaun Lee, an 11-year-old sixth" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Altering 'Dismal State' of School Libraries" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/altering-dismal-state-of-school-libraries.html"} , {"body" : "LEAD: One afternoon two years ago, when Richard Wesley was feeling especially frustrated in his effort to write a play about what W. E. B. Du Bois had called ''the talented tenth'' of black America, he drove from his suburban New Jersey home to visit cousins in Harlem. Heading across 145th Street, he noticed a car wash and decided to pull in. One" , "date" : "19891029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER; One Struggle Over, Attention Turns to Guilt" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/29\/theater\/theater-one-struggle-over-attention-turns-to-guilt.html"} , {"body" : "LEAD: Three New York City women - including one who had been working as a police 911 operator - face charges ranging from neglect and abandonment to murder of their children in separate incidents, the police said yesterday. Three New York City women - including one who had been working as a police 911 operator - face charges ranging from neglect" , "date" : "19891028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "3 New York Mothers Face Charges" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/28\/nyregion\/3-new-york-mothers-face-charges.html"} , {"body" : "LEAD: Richard J. Condon was sworn in yesterday as New York City's 35th Police Commissioner a few minutes after Mayor Edward I. Koch promised that he would not cut the hiring of police officers to balance the municipal budget. Richard J. Condon was sworn in yesterday as New York City's 35th Police Commissioner a few minutes after Mayor Edward I." , "date" : "19891024" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Koch Swears In Police Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/24\/nyregion\/koch-swears-in-police-commissioner.html"} ,   {"body" : "LEAD: Trying to defuse the issue of payments made to Robert (Sonny) Carson, a convicted kidnapper and a civil rights advocate, officials of David N. Dinkins's mayoral campaign produced some receipts for the money yesterday but were unable to account fully for $7,100 given to Mr. Carson and an organization he heads. Trying to defuse the issue of" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dinkins Explains Carson Cash, in Part" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/dinkins-explains-carson-cash-in-part.html"} , {"body" : "LEAD: After days of being buffeted by attacks from his Republican opponent, David N. Dinkins, the Democratic candidate for mayor, yesterday went on the offensive, challenging Rudolph W. Giuliani to get off the ''low road'' and rise from the ''depths of negative and divisive politics.'' After days of being buffeted by attacks from his Republican" , "date" : "19891016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Stance Hardens On Attacks by Giuliani" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/16\/nyregion\/dinkins-stance-hardens-on-attacks-by-giuliani.html"} , {"body" : "LEAD: A Brooklyn man was arrested yesterday and charged with breaking into a church where a minister was found slain, the police said. A Brooklyn man was arrested yesterday and charged with breaking into a church where a minister was found slain, the police said. The man, Sidney P. Hughes, 28 years old, of 110 Chauncey Street, was being questioned" , "date" : "19891014" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Brooklyn Man Is Questioned In the Slaying of a Minister" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/14\/nyregion\/brooklyn-man-is-questioned-in-the-slaying-of-a-minister.html"} , {"body" : "LEAD: A Baptist minister, a doorman walking home and a printer who planned to be married on Saturday were among 11 people slain in New York City during the 12 hours between sundown Wednesday and the following dawn. The police said it was one of the bloodiest nights the city has seen this year. A Baptist minister, a doorman walking home and a" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Deadly Night: New York Murders Keep Pace" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/deadly-night-new-york-murders-keep-pace.html"} , {"body" : "LEAD: Rudolph W. Giuliani ended a hard day of campaigning one night last week in a long, narrow room in a Harlem restaurant. About 30 people were there for a reception sponsored by the New York State Black Republicans Council. Rudolph W. Giuliani ended a hard day of campaigning one night last week in a long, narrow room in a Harlem restaurant." , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Blacks for Giuliani: Outnumbered, but Pressing On" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/nyregion\/blacks-for-giuliani-outnumbered-but-pressing-on.html"} , {"body" : "LEAD: A 52-year-old Baptist minister was found slain in his church in the Bedford-Stuyvesant section of Brooklyn yesterday, the apparent victim of an attempted robbery, the police said. A 52-year-old Baptist minister was found slain in his church in the Bedford-Stuyvesant section of Brooklyn yesterday, the apparent victim of an attempted robbery," , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Minister Found Slain in Brooklyn Church" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/nyregion\/minister-found-slain-in-brooklyn-church.html"} , {"body" : "LEAD: Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place after all. Golden sun, a gentle breeze and birds heading south for no obvious reason. A day to go fishing. Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place" , "date" : "19891004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Lessons of Life, At the Wet End Of a Fishing Line" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/04\/nyregion\/about-new-york-lessons-of-life-at-the-wet-end-of-a-fishing-line.html"} , {"body" : "LEAD: One man was killed and two other persons were injured last night when a fire of undetermined origin destroyed a three-story dwelling at 559 Lafayette Avenue between Bedford and Nostrand Avenues in the Bedford-Stuyvesant section of Brooklyn. One man was killed and two other persons were injured last night when a fire of undetermined origin" , "date" : "19891002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Dies and Two Are Hurt In Fire in a Brooklyn House" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/02\/nyregion\/man-dies-and-two-are-hurt-in-fire-in-a-brooklyn-house.html"} , {"body" : "LEAD: A 12-year-old Brooklyn boy was in critical condition at Bellevue Hospital last night after a four-story fall down an airshaft Saturday afternoon. A 12-year-old Brooklyn boy was in critical condition at Bellevue Hospital last night after a four-story fall down an airshaft Saturday afternoon. The boy, Burzel Morgan of 205 Taaffe Place in the" , "date" : "19891002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy in Coma After Falling Down Airshaft" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/02\/nyregion\/boy-in-coma-after-falling-down-airshaft.html"} , {"body" : "LEAD: A proposal to develop a nursing home for people with AIDS in the Bedford-Stuyvesant section of Brooklyn, which had met vigorous opposition from community leaders, was turned down yesterday by the New York City Board of Estimate. A proposal to develop a nursing home for people with AIDS in the Bedford-Stuyvesant section of Brooklyn, which had" , "date" : "19890929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "MANHATTAN (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AIDS Plan For Center Is Rejected" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/29\/nyregion\/aids-plan-for-center-is-rejected.html"} ,   {"body" : "LEAD: A water main broke and flooded the basements of two apartment buildings yesterday in the Bedford-Stuyvesant section of Brooklyn. The residents were removed. A water main broke and flooded the basements of two apartment buildings yesterday in the Bedford-Stuyvesant section of Brooklyn. The residents were removed. On the East Side of Manhattan," , "date" : "19890928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Two Mains Rupture, Cutting Water Service" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/28\/nyregion\/two-mains-rupture-cutting-water-service.html"} , {"body" : "LEAD: A convicted ringleader of a gang of crooked New York City police officers has made a dramatic videotape aimed at warning officers of the the perils of police corruption. A convicted ringleader of a gang of crooked New York City police officers has made a dramatic videotape aimed at warning officers of the the perils of police corruption. As" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Convicted Officer Issues Warning on Corruption" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/nyregion\/convicted-officer-issues-warning-on-corruption.html"} , {"body" : "LEAD: INTERNATIONAL\/3-29 INTERNATIONAL\/3-29 Soviet Jews who emigrate to Israel often find themselves trapped in immigrant way stations, with no job or place to live. Page 1 Colombia marked an annual festival, ''Day of Love and Friendship,'' after one of the most violent nights in the new drug war. 1 South Africa's post for propaganda, the Minister" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/nyregion\/news-summary-300689.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Shortly after 9 o'clock last night, the street outside of David N. Dinkins's campaign office in Harlem erupted into cheers, horn-honking and dancing as television stations projected that Mr. Dinkins would win the Democratic mayoral primary. Shortly after 9 o'clock last night, the street outside of David N. Dinkins's campaign office in Harlem" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEW YORK PRIMARY; For Black Voters, an Evening of Inspiration and Giddy Celebration" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/new-york-primary-for-black-voters-evening-inspiration-giddy-celebration.html"} , {"body" : "LEAD: Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with stepped up security, both inside and out. No incidents of violence were reported. Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with" , "date" : "19890912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Schools in Bensonhurst Remain Calm" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/12\/nyregion\/schools-in-bensonhurst-remain-calm.html"} , {"body" : "LEAD: Ninety-four people were arrested yesterday in an anti-drug effort near schools in the Bedford-Stuyvesant and Bushwick areas of Brooklyn, the police said. A police spokesman, Sgt. Raymond O'Donnell, said that the raids found dealers selling heroin, crack and cocaine and that the police had seized a .45-caliber gun, money and drugs. Ninety-four" , "date" : "19890912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "94 Arrested in Drug Raids" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/12\/nyregion\/94-arrested-in-drug-raids.html"} , {"body" : "LEAD: While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their supporters were mobilizing for the campaign that really counts: making sure the right people vote. While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Size of Turnout to Be Vital In New York City Primary; Black Vote Is Pivotal in Mayoral Race" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/size-turnout-be-vital-new-york-city-primary-black-vote-pivotal-mayoral-race.html"} , {"body" : "LEAD: A few weeks ago, Thomas Key paid little attention to the mayoral primary. The 62-year-old retiree said he had planned to vote for David N. Dinkins but was not especially inspired by the prospect. Politicians, he said, are basically the same. A few weeks ago, Thomas Key paid little attention to the mayoral primary. The 62-year-old retiree said" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Black Voters Say It's Time for Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/black-voters-say-it-s-time-for-dinkins.html"} , {"body" : "LEAD: Nearly 300 chanting black demonstrators protesting the killing of a black youth staged two peaceful marches through the Bensonhurst section of Brooklyn yesterday, and were met with calm, even respectful silence, by residents in the embattled white neighborhood. Nearly 300 chanting black demonstrators protesting the killing of a black youth" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "300 Demonstrators Are Met With Silence in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/300-demonstrators-are-met-with-silence-in-bensonhurst.html"} ,   {"body" : "LEAD: Walking briskly, as is his inclination, with his arms aloft to announce his presence, Mayor Edward I. Koch arrived at the Fairview Swim Club in Forest Hills, Queens, on a campaign stop the other day. Walking briskly, as is his inclination, with his arms aloft to announce his presence, Mayor Edward I. Koch arrived at the Fairview Swim Club in" , "date" : "19890908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Longer Called Underdog; Koch Strides to Primary" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/08\/nyregion\/no-longer-called-underdog-koch-strides-to-primary.html"} , {"body" : "LEAD: The Rev. Al Sharpton said yesterday that he plans to lead a march through the Bensonhurst section of Brooklyn on Saturday, despite arguments that a demonstration could detract from David N. Dinkins's campaign in Tuesday's mayoral primary. The Rev. Al Sharpton said yesterday that he plans to lead a march through the Bensonhurst section of" , "date" : "19890907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Sharpton Will March, Despite Claims It Might Hurt Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/07\/nyregion\/sharpton-will-march-despite-claims-it-might-hurt-dinkins.html"} , {"body" : "LEAD: Theodore Kanellakis leads two lives. Five days a week, he is a police officer in New York City. But on weekends, he changes uniform and becomes the minister of an Episcopal church here in rural Dutchess County. Theodore Kanellakis leads two lives. Five days a week, he is a police officer in New York City. But on weekends, he changes uniform" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PINE PLAINS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer's Second Calling Is a Weekend Ministry" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/nyregion\/officer-s-second-calling-is-a-weekend-ministry.html"} , {"body" : "LEAD: A Brooklyn motorist was shot in the head by a police officer after he pulled a gun as the police approached his car, a police spokeswoman said yesterday. A Brooklyn motorist was shot in the head by a police officer after he pulled a gun as the police approached his car, a police spokeswoman said yesterday. The driver, Robert Smith, 25 years" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Police Shoot Driver They Say Pulled a Gun" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/police-shoot-driver-they-say-pulled-a-gun.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300 demonstrators bearing African liberation flags and chanting ''Yusuf, Yusuf,'' marched through the heart of the Bensonhurst section of Brooklyn yesterday afternoon. In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "No Violence as 300 March Into Bensonhurst Again" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/no-violence-as-300-march-into-bensonhurst-again.html"} , {"body" : "LEAD: John Steptoe, a writer and illustrator of children's books who won several awards for his work, died of AIDS on Monday at St. Luke's Hospital. He was 38 years old and lived in Brooklyn. John Steptoe, a writer and illustrator of children's books who won several awards for his work, died of AIDS on Monday at St. Luke's Hospital. He was 38 years" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "John Steptoe, 38, Illustrator, Dies; He Also Wrote Children's Books" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/obituaries\/john-steptoe-38-illustrator-dies-he-also-wrote-children-s-books.html"} , {"body" : "LEAD: Thousands of mourners filed past the body of Yusuf K. Hawkins yesterday at a Brooklyn funeral home, as his family sought to deal with their grief amid unceasing public attention. Thousands of mourners filed past the body of Yusuf K. Hawkins yesterday at a Brooklyn funeral home, as his family sought to deal with their grief amid unceasing" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Youth's Wake, Grief, Anger and Talk of Racism" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/at-youth-s-wake-grief-anger-and-talk-of-racism.html"} , {"body" : "LEAD: The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have shot to death 16-year-old Yusef Hawkins in a racial attack Wednesday night in the Bensonhurst section of Brooklyn. The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Search for 18-Year-Old In Killing of Brooklyn Youth" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/police-search-for-18-year-old-in-killing-of-brooklyn-youth.html"} , {"body" : "LEAD: The man who once seemed a candidate to be mayor for life spent much of a recent dank day walking through Hispanic neighborhoods, looking for votes and dodging the rain. By his third stop, La Caridad restaraunt in upper Manhattan, Mayor Edward I. Koch had honed an almost plaintive appeal. The man who once seemed a candidate to be mayor for" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH'S CAMPAIGN: THE MAYOR AS UNDERDOG" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/koch-s-campaign-the-mayor-as-underdog.html"} ,   {"body" : "LEAD: By the end of last week Charles J. Hynes had already given out 15,000 miniature sewing kits and 3,000 boxes of cookies, each kit and box carrying a message asking people to vote for him. Norman Rosen had given out 8,000 ballpoint pens, 6,000 emery boards and 4,000 pocket combs, asking voters to support him. By the end of last week Charles J." , "date" : "19890821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, 3 FIGHT TO BE PROSECUTOR" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/21\/nyregion\/in-brooklyn-3-fight-to-be-prosecutor.html"} , {"body" : "LEAD: Two women were attacked yesterday as they jogged around the Central Park Reservoir, and a homeless man was arrested nearby and charged with sexual abuse, the police said. Two women were attacked yesterday as they jogged around the Central Park Reservoir, and a homeless man was arrested nearby and charged with sexual abuse, the police said." , "date" : "19890812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 Women Sexually Assaulted in Central Park" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/12\/nyregion\/2-women-sexually-assaulted-in-central-park.html"} , {"body" : "LEAD: To the Editor: To the Editor: I am a family practitioner in the Bedford-Stuyvesant section of Brooklyn. The New York State Department of Social Services confirms what I read in an obscure medical journal, that beginning Oct. 1, Medicaid will ration health care in New York. This is a sweeping change in policy. As a Medicaid provider, I was not" , "date" : "19890808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Medicaid to Ration Health Care in New York, Beginning Oct. 1" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/08\/opinion\/l-medicaid-to-ration-health-care-in-new-york-beginning-oct-1-049389.html"} , {"body" : "LEAD: About 200 worshippers were at Sunday morning services at a small church in East Harlem recently when the Rev. Edward J. Norman introduced David N. Dinkins, the Manhattan Borough President, as the man about to become the first black mayor of New York City. About 200 worshippers were at Sunday morning services at a small church in East Harlem" , "date" : "19890731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Dinkins, Styles Range From Calm To Serious" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/31\/nyregion\/for-dinkins-styles-range-from-calm-to-serious.html"} , {"body" : "LEAD: ''On my honor I will do my best\/To take what they give me and steal the rest'' is the motto of Frank Dandridge, a soldier who, against all odds, persuades an aloof nightclub singer to marry him in ''Every Goodbye Ain't Gone. . . .'' by Bill Harris. But the wedding is hardly a victory. Rula Payton, the singer he marries, will give love only" , "date" : "19890730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "57" , "title" : "Review\/Theater; Battles of Affection in 2 One-Acters" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/30\/theater\/review-theater-battles-of-affection-in-2-one-acters.html"} , {"body" : "LEAD: A 30-year-old man who was accused of being the leader of one of the largest and most violent drug rings in Brooklyn was convicted yesterday of Federal racketeering charges, including six murders. A 30-year-old man who was accused of being the leader of one of the largest and most violent drug rings in Brooklyn was convicted yesterday of" , "date" : "19890726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA (WEST INDIES)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Convicts Man as Chief of Drug Ring" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/26\/nyregion\/jury-convicts-man-as-chief-of-drug-ring.html"} , {"body" : "LEAD: There are worlds and worlds within New York City. Most never intersect. Tonight, though, the family of Giuseppe Ferraro of the Bensonhurst section of Brooklyn will journey to East Harlem to have dinner with the family of Kim Baez, a single mother. There are worlds and worlds within New York City. Most never intersect. Tonight, though, the" , "date" : "19890726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Road to Peace Is Being Paved With Pork Chops" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/26\/nyregion\/about-new-york-a-road-to-peace-is-being-paved-with-pork-chops.html"} , {"body" : "LEAD: Two Brooklyn hospitals have been fined $93,000, with one cited for deficiencies ''in almost every area'' and the other charged with operating on the wrong leg of a patient, state officials said today. Two Brooklyn hospitals have been fined $93,000, with one cited for deficiencies ''in almost every area'' and the other charged with operating" , "date" : "19890725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "State Officials Fine Brooklyn Hospitals For Faulty Services" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/25\/nyregion\/state-officials-fine-brooklyn-hospitals-for-faulty-services.html"} , {"body" : "LEAD: The poorest sections of New York City have a disproportionate share of housing and programs for homeless people, the mentally ill and drug abusers, prompting neighbors to charge discrimination and contend that this influx will doom efforts to rebuild their neighborhoods. The poorest sections of New York City have a disproportionate share of" , "date" : "19890716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Poorest Neighborhoods Bear the Brunt of Social Programs" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/16\/nyregion\/new-york-s-poorest-neighborhoods-bear-the-brunt-of-social-programs.html"} , {"body" : "LEAD: The city of New York is not just the setting of ''Batman,'' ''Ghostbusters II'' and ''Do the Right Thing,'' three summer movies that take place in imagined and real versions of the city. New York is raised to the status of a character - in some ways the major character - in all three films. And it is a malevolent character, its evil" , "date" : "19890711" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "Critic's Notebook; New York as Film Setting and as Star" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/11\/movies\/critic-s-notebook-new-york-as-film-setting-and-as-star.html"} ,   {"body" : "LEAD: The worshipers at Our Lady of Charity Roman Catholic Church in Brooklyn spent most of the service yesterday on their feet, swaying and clapping as they sang robust gospel melodies. A set of drums next to the organ helped keep the syncopated beat. And over the altar hung the imposing figure of a black The worshipers at Our Lady of Charity" , "date" : "19890710" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn, Support for a Maverick Priest" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/10\/nyregion\/in-brooklyn-support-for-a-maverick-priest.html"} , {"body" : "LEAD: DESPITE promises this year from Governor Mario M. Cuomo and Mayor Edward I. Koch to provide significantly more treatment slots to addicts who need them, New York state's drug treatment system remains overloaded and under financed, its officials say. DESPITE promises this year from Governor Mario M. Cuomo and Mayor Edward I. Koch to provide" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE REGION; Treatment For Addicts Is as Elusive As Ever" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/weekinreview\/the-region-treatment-for-addicts-is-as-elusive-as-ever.html"} , {"body" : "LEAD: Spike Lee's new film, ''Do the Right Thing'' - which depicts racial tensions on the hottest day of the summer in the Bedford-Stuyvesant section of Brooklyn, ending with the killing of a black man by the police and a riot - has generated considerable discussion about its portrayal of blacks, racism and violence. Spike Lee's new film, ''Do the" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "'Do the Right Thing': Issues and Images" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/movies\/do-the-right-thing-issues-and-images.html"} , {"body" : "LEAD: Busy Days Busy Days ''It's never been better.'' That's Danny Aiello talking about his career, and who would argue with him? Right now, he's starring as Sal the pizza man in Spike Lee's provocative ''Do the Right Thing.'' He spent the late spring and early summer with Eddie Murphy and Richard Pryor playing a nasty crooked detective in an" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "At the Movies" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/movies\/at-the-movies.html"} , {"body" : "LEAD: The members of the panel devising a new government for New York City have generally maintained a tone of marked civility in nearly 200 hours of meetings and hearings over the last three months. The members of the panel devising a new government for New York City have generally maintained a tone of marked civility in nearly 200 hours of" , "date" : "19890705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reporter's Notebook; What Gets Charter Panel All Riled Up?" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/05\/nyregion\/reporter-s-notebook-what-gets-charter-panel-all-riled-up.html"} , {"body" : "LEAD: The City Council was urged yesterday to honor anew William Floyd, one of the four New York signers of the Declaration of Independence, by naming a street after him. The City Council was urged yesterday to honor anew William Floyd, one of the four New York signers of the Declaration of Independence, by naming a street after him. A street in" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Metro Datelines; City Council Urged To Honor Patriot" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/metro-datelines-city-council-urged-to-honor-patriot.html"} , {"body" : "LEAD: Two officers shot and killed a 29-year-old Brooklyn man early yesterday morning after he shot and wounded them slightly, the police said. Two officers shot and killed a 29-year-old Brooklyn man early yesterday morning after he shot and wounded them slightly, the police said. The man, Eric Ricks, of 250 Wortman Avenue in the Bedford-Stuyvesant" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Metro Datelines; Two Officers Kill Man Who Shot Them" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/metro-datelines-two-officers-kill-man-who-shot-them.html"} , {"body" : "LEAD: The world of Jamez Williams's Bedford-Stuyvesant childhood flickered large before his eyes. By the end of the weekend, Mr. Williams, an usher at a movie theater in the Flatbush section of Brooklyn, had already seen or heard Spike Lee's new feature film about racial tensions and urban brutalities nearly a dozen times. The world of Jamez" , "date" : "19890703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "21" , "title" : "Raw Reactions to Film on Racial Tension" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/03\/nyregion\/raw-reactions-to-film-on-racial-tension.html"} , {"body" : "LEAD: ''Do the Right Thing,'' SPIKE Lee's jazzily aggressive folk tale about a Brooklyn racial confrontation, was filmed in bright primary colors on location in Bedford-Stuyvesant, where it all might have happened. The time is summer, in the middle of a heat wave capable of melting the polar ice caps. ''Whew! ''Do the Right Thing,'' SPIKE Lee's" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; NEW YORK CITY'S PROBLEMS ARE IN THE PICTURE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/movies\/film-view-new-york-city-s-problems-are-in-the-picture.html"} , {"body" : "LEAD: EVEN BEFORE ''DO THEJU Right Thing,'' opens on Friday, Spike Lee, its producer, director, writer and star, has already got what he expected most from the film: hot debate, heavy discussion and even denunciation from some who think he did the wrong thing. EVEN BEFORE ''DO THEJU Right Thing,'' opens on Friday, Spike Lee, its producer, director," , "date" : "19890625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "In a New Film, Spike Lee Tries To Do the Thing" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/25\/movies\/in-a-new-film-spike-lee-tries-to-do-the-thing.html"} ,   {"body" : "LEAD: David N. Dinkins, Manhattan Borough President and mayoral candidate, yesterday called for the creation of mobile teams of trouble-shooters that could be dispatched across New York City to assist schools in crisis. David N. Dinkins, Manhattan Borough President and mayoral candidate, yesterday called for the creation of mobile teams of" , "date" : "19890624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Dinkins Urges Help for Schools In Crisis Areas" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/24\/nyregion\/dinkins-urges-help-for-schools-in-crisis-areas.html"} , {"body" : "LEAD: Night life in New York City might fundamentally change under new zoning rules proposed for music and dance clubs, but whether the result would be sleep for weary neighbors or death for a vital industry was sharply debated yesterday at the City Planning Commission. Night life in New York City might fundamentally change under new zoning rules" , "date" : "19890622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Club Owners Balk at Zoning Proposal" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/22\/nyregion\/club-owners-balk-at-zoning-proposal.html"} , {"body" : "LEAD: A chilling recital of murders and assaults unfolded in a Federal courtroom yesterday as the racketeering trial began for a 30-year-old man who the authorities say headed one of the largest and most violent crack-selling rings in Brooklyn. A chilling recital of murders and assaults unfolded in a Federal courtroom yesterday as the racketeering" , "date" : "19890620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["JAMAICA (WEST INDIES)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Accused Chief Of Crack Ring Goes on Trial" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/20\/nyregion\/accused-chief-of-crack-ring-goes-on-trial.html"} , {"body" : "LEAD: Without so much as a POW! BAM! or a ZOOM!, Federal law-enforcement authorities yesterday announced the arrest of a former New York City police officer who gained fame as the Batman half of a celebrated anticrime team known as Batman and Robin. Without so much as a POW! BAM! or a ZOOM!, Federal law-enforcement authorities yesterday announced" , "date" : "19890615" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ex-Officer Known as 'Batman' Is Charged in Fraud" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/15\/nyregion\/ex-officer-known-as-batman-is-charged-in-fraud.html"} , {"body" : "LEAD: A 29-year-old Brooklyn woman was killed by a stray bullet early yesterday as she sat in a parked car near her home in the Bedford-Stuyvesant section, the police said. Lydia Pemberton, the mother of a 9-year-old girl, was struck by a single bullet at 12:55 A.M. as gunfire erupted in front of 728 Monroe Street, a known drug location. A" , "date" : "19890612" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Killed by Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/12\/nyregion\/woman-killed-by-stray-bullet.html"} , {"body" : "LEAD: Twelve winners of this year's New York State Governor's Arts Awards will receive sculptures tonight at the Metropolitan Museum of Art, with Governor Mario M. Cuomo and his wife, Matilda Cuomo, as hosts. Twelve winners of this year's New York State Governor's Arts Awards will receive sculptures tonight at the Metropolitan Museum of Art, with" , "date" : "19890608" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "12 Winners to Receive Governor's Arts Awards" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/08\/arts\/12-winners-to-receive-governor-s-arts-awards.html"} , {"body" : "LEAD: ''Happy Birthday, Joe,'' read the cake's inscription. But Joe had been crossed out with different-colored frosting. The name ''Richie'' had been added. ''Happy Birthday, Joe,'' read the cake's inscription. But Joe had been crossed out with different-colored frosting. The name ''Richie'' had been added. ''Sorry about the Joe,'' someone said." , "date" : "19890607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Line of Duty: Special Officers Help Their Own" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/07\/nyregion\/about-new-york-the-line-of-duty-special-officers-help-their-own.html"} , {"body" : "LEAD: Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it seems that everyone knows exactly where it is going on and who is taking part in it. But getting rid of it is another matter. Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Worst Drug Sites: Persistent Markets of Death" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/nyregion\/new-york-s-worst-drug-sites-persistent-markets-of-death.html"} , {"body" : "LEAD: Last summer, when the Bibby Venture was docked in the East River, the inmates dubbed it ''the Love Boat'' - an odd name for the country's first offshore floating jail. Last summer, when the Bibby Venture was docked in the East River, the inmates dubbed it ''the Love Boat'' - an odd name for the country's first offshore floating jail. Now" , "date" : "19890530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["RIKERS ISLAND (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Inmates, the Living is Easier on 'Love Boat'" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/30\/nyregion\/for-inmates-the-living-is-easier-on-love-boat.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} ,   {"body" : "LEAD: A 1 1\/2-year-old Brooklyn girl was killed yesterday afternoon when she crawled on a fire escape and fell to her death in an alley five floors below, the police said. The accident was at 5 P.M. at 930 Myrtle Avenue in the Bedford-Stuyvesant area, said a police spokesman, Sgt. Peter Berry, who added that her parents, Mr. A 1 1\/2-year-old" , "date" : "19890523" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Girl Dies in Fire-Escape Fall" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/23\/nyregion\/girl-dies-in-fire-escape-fall.html"} , {"body" : "LEAD: Five months after fleeing the New York City area to avoid a prison sentence for the largest Medicaid fraud to date, Sheldon Weinberg was arrested yesterday in Scottsdale, Ariz. Five months after fleeing the New York City area to avoid a prison sentence for the largest Medicaid fraud to date, Sheldon Weinberg was arrested yesterday in" , "date" : "19890519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "TV Ends Flight of Biggest Medicaid Thief" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/19\/nyregion\/tv-ends-flight-of-biggest-medicaid-thief.html"} , {"body" : "LEAD: At least 19 people were injured when an automobile and a bus collided in Brooklyn yesterday afternoon, a transit official said. At least 19 people were injured when an automobile and a bus collided in Brooklyn yesterday afternoon, a transit official said. The accident occurred about 4 P.M. at the intersection of Jefferson and Nostrand Avenues" , "date" : "19890518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "19 Injured in Brooklyn As Car and Bus Collide" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/18\/nyregion\/19-injured-in-brooklyn-as-car-and-bus-collide.html"} , {"body" : "LEAD: Comparing himself to Fiorello H. La Guardia but sounding like Thomas E. Dewey, Rudolph W. Giuliani formally announced his candidacy for mayor of New York City yesterday. Comparing himself to Fiorello H. La Guardia but sounding like Thomas E. Dewey, Rudolph W. Giuliani formally announced his candidacy for mayor of New York City yesterday. The" , "date" : "19890518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Giuliani Announces Bid For Election as Mayor" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/18\/nyregion\/giuliani-announces-bid-for-election-as-mayor.html"} , {"body" : "LEAD: Mayor Edward I. Koch announced an ambitious plan yesterday to replace the city's 11 barrack-style armory shelters with smaller, more humane shelters and to give increased special attention to drug abusers, the mentally ill and those suffering from AIDS-related illnesses. Mayor Edward I. Koch announced an ambitious plan yesterday to replace" , "date" : "19890517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Koch Offers $500 Million Plan To Replace Armory Shelters" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/17\/nyregion\/koch-offers-500-million-plan-to-replace-armory-shelters.html"} , {"body" : "LEAD: There's no plot to speak of in ''Over 40,'' a charmer of a musical playing at the intimate Billie Holiday Theater at the Restoration Plaza in Brooklyn, but there is certainly no dearth of stories. There's no plot to speak of in ''Over 40,'' a charmer of a musical playing at the intimate Billie Holiday Theater at the Restoration Plaza in" , "date" : "19890516" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "17" , "title" : "Review\/Theater; The Songs of 4 Women in Their 40's" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/16\/theater\/review-theater-the-songs-of-4-women-in-their-40-s.html"} , {"body" : "LEAD: Bringing new meaning to the adage ''crime doesn't pay,'' the police yesterday arrested a Brooklyn man in Manhattan and accused him of being ''probably the least successful bank robber we've ever had.'' Bringing new meaning to the adage ''crime doesn't pay,'' the police yesterday arrested a Brooklyn man in Manhattan and accused him of being" , "date" : "19890512" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Bank Robber Ignored Lesson 1: Be Firm" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/12\/nyregion\/police-say-bank-robber-ignored-lesson-1-be-firm.html"} , {"body" : "LEAD: Dr. Richard R. Green, the head of the New York City schools for only 14 months, died suddenly after an asthma attack early yesterday, leaving the leadership of the nation's largest schools system in disarray. Dr. Richard R. Green, the head of the New York City schools for only 14 months, died suddenly after an asthma attack early yesterday," , "date" : "19890511" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Obituaries" , "Education"] , "page_facet" : "1" , "title" : "Schools Chancellor Green Is Dead; New York System Faces Disarray" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/11\/obituaries\/schools-chancellor-green-is-dead-new-york-system-faces-disarray.html"} , {"body" : "LEAD: New York City yesterday awarded five minority-owned construction companies contracts to build affordable housing in a new program intended to help such companies break into the city's mainstream real-estate development industry. New York City yesterday awarded five minority-owned construction companies contracts to build affordable housing in" , "date" : "19890509" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Minority Builders Chosen In Pioneering Housing Plan" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/09\/nyregion\/5-minority-builders-chosen-in-pioneering-housing-plan.html"} , {"body" : "LEAD: Fast of Ramadan Is Soon to Be a Feast Fast of Ramadan Is Soon to Be a Feast TOMORROW evening Muslims will search the night sky for the new moon. If they see the first sliver of light or hear of its official sighting in Mecca, they will end their monthlong fast at daybreak and eat heartily in celebration. Since April 6, the beginning of" , "date" : "19890503" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Fast of Ramadan Ends With Feasts" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/03\/garden\/fast-of-ramadan-ends-with-feasts.html"} ,   {"body" : "LEAD: WITH a crash campaign to move thousands of families out of seedy, crime-infested welfare hotels, New York City is taking its first combative steps into a new era of publicly financed low-income housing. WITH a crash campaign to move thousands of families out of seedy, crime-infested welfare hotels, New York City is taking its first combative" , "date" : "19890430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Breaking New Ground in Housing Policy" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/30\/realestate\/breaking-new-ground-in-housing-policy.html"} , {"body" : "LEAD: An 18-year-old Brooklyn woman being treated for a gunshot wound was arrested at a hospital yesterday and charged with the attempted murder of a police officer, the police said. In the shooting incident, they said, an officer had fired into a car when threatened by a gunman. An 18-year-old Brooklyn woman being treated for a gunshot wound was" , "date" : "19890429" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Wounded Woman Is Held in Police Shooting" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/29\/nyregion\/wounded-woman-is-held-in-police-shooting.html"} , {"body" : "LEAD: In his movie ''History of the World - Part I,'' Mel Brooks played two roles in the French Revolution episode: King Louis XVI and a lowly servant constantly on the receiving end of royal bile. Given the alternative, and before he lost his head, the Louis character gleefully declared, ''It's good to be the king. In his movie ''History of the" , "date" : "19890424" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaign Matters; Yes, It's Good To Be the Mayor, Sometimes" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/24\/nyregion\/campaign-matters-yes-it-s-good-to-be-the-mayor-sometimes.html"} , {"body" : "LEAD: IT'S AN EARLY SPRING EVENING IN Brooklyn, and Nur Ali is moving amid the cheerful clutter of what she calls her ''mission shop,'' the Admiral Family Circle, named after the Islamic collective of which she is a part. While Mrs. Ali, 50, calls out advice to Ahmad, a tailor and member of the collective, she rearranges racks of African-influenced" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "24" , "title" : "THE WAY WE LIVE: AN AFRICAN-AMERICAN LIFE; Claiming A Culture" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/magazine\/the-way-we-live-an-african-american-life-claiming-a-culture.html"} , {"body" : "LEAD: The New York State Health Department recommended yesterday that Interfaith Medical Center in Brooklyn, which was criticized severely last year for shoddy patient care, be allowed to remain in the Federal Medicaid and Medicare programs. The New York State Health Department recommended yesterday that Interfaith Medical Center in Brooklyn, which" , "date" : "19890420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Federal Funding to Continue for Interfaith" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/20\/nyregion\/federal-funding-to-continue-for-interfaith.html"} , {"body" : "LEAD: Health officials in New York State are embarking on a campaign to teach people how to lower their longterm risks of coronary heart disease, the leading cause of death in America. Health officials in New York State are embarking on a campaign to teach people how to lower their longterm risks of coronary heart disease, the leading cause of" , "date" : "19890412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "YONKERS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New York Plan Attacks Habits of Heart Disease" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/12\/nyregion\/new-york-plan-attacks-habits-of-heart-disease.html"} , {"body" : "LEAD: It is 8:45 A.M. and dozens of teen-agers are running down Atlantic Avenue in Brooklyn. Others are moving at a brisk trot from other parts of Bedford-Stuyvesant. It is 8:45 A.M. and dozens of teen-agers are running down Atlantic Avenue in Brooklyn. Others are moving at a brisk trot from other parts of Bedford-Stuyvesant. They are rushing to" , "date" : "19890406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Tough Principal Turns a School Around" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/06\/nyregion\/a-tough-principal-turns-a-school-around.html"} , {"body" : "LEAD: The New York City police broadened their search yesterday for a 6-week-old Brooklyn boy who disappeared with his mother last week, two days before the woman's body was found in the Bronx. The New York City police broadened their search yesterday for a 6-week-old Brooklyn boy who disappeared with his mother last week, two days before the" , "date" : "19890405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Search for Brooklyn Baby Expands" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/05\/nyregion\/search-for-brooklyn-baby-expands.html"} , {"body" : "LEAD: More than 1,500 Muslims in New York City met at the Penta Hotel Saturday night to celebrate their progress in ridding their communities of crime and drugs, especially crack, and to call on the city to help them increase their efforts to confront other problems. More than 1,500 Muslims in New York City met at the Penta Hotel Saturday night to" , "date" : "19890403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Muslims Celebrate Drug Patrol Progress" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/03\/nyregion\/metro-datelines-muslims-celebrate-drug-patrol-progress.html"} , {"body" : "LEAD: A careless smoker ignited a Brooklyn apartment fire early yesterday that killed one man and injured a dozen others, one critically, the Fire Department said. A careless smoker ignited a Brooklyn apartment fire early yesterday that killed one man and injured a dozen others, one critically, the Fire Department said. The blaze was one of two" , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Two People Are Killed In Two Brooklyn Fires" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/nyregion\/two-people-are-killed-in-two-brooklyn-fires.html"} ,   {"body" : "LEAD: A 19th-century fishing schooner, a firehouse that looks like a French chateau, several Episcopal churches and a statue of Neptune are among the recipients in New York City of $2.1 million in historic preservation grants from a state bond act. A 19th-century fishing schooner, a firehouse that looks like a French chateau, several Episcopal" , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "11 Sites Awarded Restoration Grants" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/nyregion\/11-sites-awarded-restoration-grants.html"} , {"body" : "LEAD: MY WIFE, YOLANDE, AND I were traveling in India when we heard the news. Someone had left the door to the chicken coop open at our weekend farm outside Columbus, Ind., and most of Yolande's brood had escaped. A few days later, we linked up with J. Irwin Miller, the renowned chairman of the Cummins Engine Company, where I was a vice president." , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["World" , "Magazine" , "Business"] , "page_facet" : "82" , "title" : "Guiding Lights" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/magazine\/guiding-lights.html"} , {"body" : "LEAD: Mayor Edward I. Koch said yesterday that the overhaul of New York City's government ordered by the United States Supreme Court last week should preserve all eight existing citywide and boroughwide posts, grant the five borough presidents a role in planning and development and enlarge the 35-member City Council. Mayor Edward I. Koch said" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHARTER PANEL LOOKS PAST RULING AND SEES FAR-REACHING CHANGES" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/nyregion\/charter-panel-looks-past-ruling-and-sees-far-reaching-changes.html"} , {"body" : "LEAD: For almost 92 years, virtually all aspects of civic life in New York City have borne the imprint of the Board of Estimate. For almost 92 years, virtually all aspects of civic life in New York City have borne the imprint of the Board of Estimate. When dozens of high schools began to be built in the early years of the 20th century, it was the" , "date" : "19890323" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Board: 'Center of Gravity' From Which Modern New York Sprung" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/23\/nyregion\/the-board-center-of-gravity-from-which-modern-new-york-sprung.html"} , {"body" : "LEAD: In recent months, employees at a central Brooklyn hospital have come to know a level of adversity uncommon even in the crisis-bound world of New York City's health-care system. In recent months, employees at a central Brooklyn hospital have come to know a level of adversity uncommon even in the crisis-bound world of New York City's" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In Brooklyn, a Hospital Faces Its Own Mortality" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/nyregion\/in-brooklyn-a-hospital-faces-its-own-mortality.html"} , {"body" : "LEAD: The rush-hour crowd was waiting for an uptown train at the Times Square subway station one recent evening, noisily entertained by a saxophonist. A cardboard box in front of him beckoned for contributions. The rush-hour crowd was waiting for an uptown train at the Times Square subway station one recent evening, noisily entertained by a" , "date" : "19890310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is Life in New York City Really Getting Worse?" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/10\/nyregion\/is-life-in-new-york-city-really-getting-worse.html"} , {"body" : "LEAD: A 27-year-old was convicted of the murder of a rival drug dealer and the attempted killing of a rookie police officer in the Bedford-Stuyvesant area, the District Attorney's office said yesterday. A 27-year-old was convicted of the murder of a rival drug dealer and the attempted killing of a rookie police officer in the Bedford-Stuyvesant" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "METRO DATELINE; Man Guilty of Murder In a Drug Dispute" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/metro-dateline-man-guilty-of-murder-in-a-drug-dispute.html"} , {"body" : "LEAD: In an unusual learning experiment, a group of Brooklyn high school students, most of whom have never journeyed beyond their own neighborhoods, will begin 10 weeks of classes next week on a kibbutz in Israel. In an unusual learning experiment, a group of Brooklyn high school students, most of whom have never journeyed beyond their own" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL, STATE OF"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "11 Students Set to Study On a Kibbutz" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/11-students-set-to-study-on-a-kibbutz.html"} , {"body" : "LEAD: Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn grand jury in nine murders, seven attempted murders, several assaults and other crimes. Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "6 Indicted in 9 Murders Linked to a Drug Gang" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/6-indicted-in-9-murders-linked-to-a-drug-gang.html"} , {"body" : "LEAD: With New York City moving ahead in its plan to stop using welfare hotels to shelter homeless families, Mayor Edward I. Koch announced yesterday that the use of 13 more hotels would be ended by September. With New York City moving ahead in its plan to stop using welfare hotels to shelter homeless families, Mayor Edward I. Koch announced" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Pulling Out of 13 More Welfare Hotels" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/new-york-pulling-out-of-13-more-welfare-hotels.html"} ,   {"body" : "LEAD: An injured 6-year-old boy died Saturday in a Brooklyn hospital less than 90 minutes after his father took the comatose youngster to the emergency room, and the father has been charged with murder in the death, the authorities announced yesterday. An injured 6-year-old boy died Saturday in a Brooklyn hospital less than 90 minutes after his" , "date" : "19890302" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Injuries Kill Boy, 6, in Brooklyn; Father Is Held on Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/02\/nyregion\/injuries-kill-boy-6-in-brooklyn-father-is-held-on-murder-charge.html"} , {"body" : "LEAD: On Friday, the United States Immigration and Naturalization Service detention center on Varick Street in lower Manhattan housed 180 aliens. None have been held there longer than Lyonel Dor. On Friday, the United States Immigration and Naturalization Service detention center on Varick Street in lower Manhattan housed 180 aliens. None have been" , "date" : "19890227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Sentence Served And Life on Hold For Illegal Alien" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/27\/nyregion\/metro-matters-sentence-served-and-life-on-hold-for-illegal-alien.html"} , {"body" : "LEAD: Joan Little, whose trial and acquittal in the 1974 slaying of a North Carolina jail guard attracted worldwide attention, has been released after spending a night in jail on stolen-property and weapon charges, the police said today. Joan Little, whose trial and acquittal in the 1974 slaying of a North Carolina jail guard attracted worldwide" , "date" : "19890227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["JERSEY CITY (NJ)" , "NORTH CAROLINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Woman in '74 Slaying Posts Bail in Car Case" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/27\/nyregion\/woman-in-74-slaying-posts-bail-in-car-case.html"} , {"body" : "LEAD: Joan Little, whose trial and acquittal in the 1974 slaying of a North Carolina jail guard roused worldwide attention and controversy, was arrested Friday by the Port Authority police in Jersey City for driving a car with a stolen license plate, among other charges, the authorities said yesterday. Joan Little, whose trial and acquittal in the" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Joan Little, Tried for Killing Jailer In 1974, Is Arrested in New Jersey" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/nyregion\/joan-little-tried-for-killing-jailer-in-1974-is-arrested-in-new-jersey.html"} , {"body" : "LEAD: A 3-year-old girl left in a Brooklyn apartment with a younger child was mauled yesterday afternoon by four dogs belonging to her family while her grandmother was out buying milk, the police said. A 3-year-old girl left in a Brooklyn apartment with a younger child was mauled yesterday afternoon by four dogs belonging to her family while her" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Family Dogs Attack 3-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/nyregion\/family-dogs-attack-3-year-old.html"} , {"body" : "LEAD: Oliver H. Leeds, a former chairman of the Brooklyn chapter of the Congress of Racial Equality, died of cancer last Thursday at LaGuardia Hospital in Queens. He was 68 years old and lived in Brooklyn. Oliver H. Leeds, a former chairman of the Brooklyn chapter of the Congress of Racial Equality, died of cancer last Thursday at LaGuardia" , "date" : "19890223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Oliver Leeds, 68, Ex-Head of CORE Chapter" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/23\/obituaries\/oliver-leeds-68-ex-head-of-core-chapter.html"} , {"body" : "LEAD: A Brooklyn high school student was arrested yesterday after she was found carrying a loaded .32-caliber handgun, the police said. Shondella Mercer, 17 years old, of 735 Lincoln Avenue, was charged with criminal possession of a weapon, the police said. She was arrested shortly after 1 P.M. at Paul Robeson High School at 150 Albany Avenue in" , "date" : "19890222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Student Held on Gun Charge" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/22\/nyregion\/student-held-on-gun-charge.html"} , {"body" : "LEAD: Over the din of a nearby commuter train roaring from the elevated line into a tunnel in Brooklyn, the voice from a megaphone intones in Arabic: ''Allah is great. . . . Come to prayer. . . .'' Over the din of a nearby commuter train roaring from the elevated line into a tunnel in Brooklyn, the voice from a megaphone intones in Arabic: ''Allah" , "date" : "19890221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mainstream Islam Rapidly Embraced By Black Americans" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/21\/nyregion\/mainstream-islam-rapidly-embraced-by-black-americans.html"} , {"body" : "LEAD: Four young children in two families, apparently playing with matches in a bedroom whose door was blocked with a mattress, were fatally burned in an apartment fire in Brooklyn yesterday as their mothers cried hysterically from the street. Four young children in two families, apparently playing with matches in a bedroom whose door was blocked" , "date" : "19890221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 Young Children Burn to Death in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/21\/nyregion\/4-young-children-burn-to-death-in-brooklyn-fire.html"} , {"body" : "LEAD: INTERNATIONAL A3-13 The recall of diplomats from Iran was agreed upon by the 12 European Community nations to protest Ayatollah Ruhollah Khomeini's death threats against Salman Rushdie, author of ''The Satanic Verses.'' Page A1 INTERNATIONAL A3-13 The recall of diplomats from Iran was agreed upon by the 12 European Community nations to" , "date" : "19890221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/21\/nyregion\/news-summary-174589.html"} ,   {"body" : "LEAD: A dispute over a troubled Brooklyn elementary school has flared into a rancorous fight involving a principal who says he fears for his life, a local school board seeking to dismiss its superintendent and a new parent association that wants to topple the official one. A dispute over a troubled Brooklyn elementary school has flared into a" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "62" , "title" : "Within and Without, Disputes Rend a School" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/nyregion\/within-and-without-disputes-rend-a-school.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: Afro-American Heritage, Prospect Park Environmental Center, the Tennis House, Prospect Park, Brooklyn; 718-788-8549. Afro-American Heritage, Prospect Park Environmental Center, the Tennis House, Prospect Park, Brooklyn; 718-788-8549. The center is sponsoring a bus tour of the Bedford-Stuyvesant and Crown Heights areas on Feb. 26. Participants" , "date" : "19890216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: Exploring Black Heritage" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/16\/garden\/calendar-exploring-black-heritage.html"} , {"body" : "LEAD: As a cluster of neighborhood residents watched yesterday, a burned-out tenement on a drug-ravaged Brooklyn block became the first building in New York City to be torn down because of drug activity. As a cluster of neighborhood residents watched yesterday, a burned-out tenement on a drug-ravaged Brooklyn block became the first building in New" , "date" : "19890215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Raid Crack House, Then Have It Torn Down" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/15\/nyregion\/police-raid-crack-house-then-have-it-torn-down.html"} , {"body" : "LEAD: One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. They moved into a freshly painted six-room" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Helping the Ex-Homeless Furnish a Home" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/helping-the-ex-homeless-furnish-a-home.html"} , {"body" : "LEAD: FAMILY NATURE Since this is between seasons on the Sunday television front - you know, after football, but before Steinbrenner - it is a great time for some family togetherness in yet another area. Nature, for example. And the Environmental Centers of Setauket-Smithtown have just the program to fit the bill today: ''Dinosaurs for the Family." , "date" : "19890212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "LONG ISLAND GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/12\/nyregion\/long-island-guide.html"} , {"body" : "LEAD: Three former leaders of black and Hispanic organizations in Brooklyn were convicted late Thursday of intimidating, harassing and threatening to stop the work of construction contractors who refused to make payoffs to them. Three former leaders of black and Hispanic organizations in Brooklyn were convicted late Thursday of intimidating," , "date" : "19890211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Leaders of Brooklyn Groups Guilty of Harassing Builders" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/11\/nyregion\/leaders-of-brooklyn-groups-guilty-of-harassing-builders.html"} , {"body" : "LEAD: Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally run community school districts have fewer pupils than required by the state. Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "11 New York City Districts Have Too Few Pupils" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/nyregion\/11-new-york-city-districts-have-too-few-pupils.html"} , {"body" : "LEAD: There is a tradition in the Williamsburg section of Brooklyn, a tradition almost as old as the sidecurls, beards and broad-brimmed hats that the Hasidic men who live there wear. The tradition is that when someone cries ''Chaptzum'' - the Yiddish equivalent of ''Grab him!'' - everyone obeys. There is a tradition in the Williamsburg section of" , "date" : "19890130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Mugging and a Mob Evoke Debate in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/30\/nyregion\/a-mugging-and-a-mob-evoke-debate-in-brooklyn.html"} , {"body" : "LEAD: A man wanted in the shooting last week of two New York City police officers was found dead early yesterday in a stolen car after shooting himself, the police said. A man wanted in the shooting last week of two New York City police officers was found dead early yesterday in a stolen car after shooting himself, the police said. The finding of" , "date" : "19890126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Man Wanted in Officers' Shooting Kills Himself After a Crime Spree" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/26\/nyregion\/man-wanted-in-officers-shooting-kills-himself-after-a-crime-spree.html"} ,   {"body" : "LEAD: The body of an elderly woman was found in her Brooklyn apartment yesterday, and the police said that Ralph C. Richardson, wanted on charges of shooting two police officers Friday, was almost certainly responsible for her death. The body of an elderly woman was found in her Brooklyn apartment yesterday, and the police said that Ralph C." , "date" : "19890124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Slain in Case Tied To Shooting of Two Officers" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/24\/nyregion\/woman-slain-in-case-tied-to-shooting-of-two-officers.html"} , {"body" : "LEAD: A 60-year-old unarmed man was fatally shot in the stomach by an off-duty police officer during a traffic dispute in the Bedford-Stuyvesant section of Brooklyn yesterday, the police said. A 60-year-old unarmed man was fatally shot in the stomach by an off-duty police officer during a traffic dispute in the Bedford-Stuyvesant section of" , "date" : "19890124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "An Off-Duty Officer Kills Unarmed Man In a Traffic Dispute" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/24\/nyregion\/an-off-duty-officer-kills-unarmed-man-in-a-traffic-dispute.html"} , {"body" : "LEAD: The police officers involved in a shootout with a murder suspect in a Brooklyn row house on Friday had not planned to arrest him, but to establish that he was staying there so a larger team of officers could apprehend him later, New York City's Chief of Detectives said yesterday. The police officers involved in a shootout with a murder" , "date" : "19890123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Account Of Shooting Of 2 Officers" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/23\/nyregion\/new-account-of-shooting-of-2-officers.html"} , {"body" : "LEAD: The few minutes it took to make a telephone call about a search warrant was all the time it took for two New York City police officers to be shot Friday morning as they tried to arrest a murder suspect. The few minutes it took to make a telephone call about a search warrant was all the time it took for two New York City police officers to be" , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Police Provide Details on Shooting of Officers, but Questions Linger" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/nyregion\/police-provide-details-on-shooting-of-officers-but-questions-linger.html"} , {"body" : "LEAD: Two New York City police officers were shot and wounded yesterday morning - one of them critically - as a murder suspect with a history of violence against police officers burst through the door of a Brooklyn apartment and, the police said, opened fire. Two New York City police officers were shot and wounded yesterday morning - one of them" , "date" : "19890121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Suspect Shoots Two Officers And Escapes" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/21\/nyregion\/suspect-shoots-two-officers-and-escapes.html"} , {"body" : "LEAD: From Brooklyn, where Mayor Edward I. Koch recalled how he went to Mississippi in 1964 as a young lawyer defending civil rights workers, to Los Angeles, where golfers teed off in a tournament benefiting the Southern Christian Leadership Conference, Americans honored the memory of the Rev. Dr. Martin Luther King Jr. From Brooklyn, where Mayor" , "date" : "19890117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Sea to Sea, North and South, King Is Honored" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/17\/nyregion\/sea-to-sea-north-and-south-king-is-honored.html"} , {"body" : "LEAD: When New York City's elementary and junior high schools were given greater autonomy 19 years ago, parents were supposed to gain direct control over their children's schooling through the local school boards that took over much of the central administration's responsibility. When New York City's elementary and junior high schools were given" , "date" : "19890116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In New York, Parents Lack Say in Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/16\/nyregion\/in-new-york-parents-lack-say-in-schools.html"} , {"body" : "LEAD: A Brooklyn elementary school principal who has been involved in a bitter community dispute was transferred yesterday to the District 16 office. A Brooklyn elementary school principal who has been involved in a bitter community dispute was transferred yesterday to the District 16 office. Lester McDowell, the principal of Public School 262 in" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Principal Says A Local Group Forced Him Out" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/nyregion\/principal-says-a-local-group-forced-him-out.html"} , {"body" : "LEAD: On the day of his sentencing for participating in a $16 million Medicaid fraud, Sheldon Weinberg failed to show up in a Brooklyn court yesterday and was declared a fugitive from justice. On the day of his sentencing for participating in a $16 million Medicaid fraud, Sheldon Weinberg failed to show up in a Brooklyn court yesterday and was" , "date" : "19890111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Father Flees Court in Case On Medicaid" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/11\/nyregion\/father-flees-court-in-case-on-medicaid.html"} , {"body" : "LEAD: Sheldon Weinberg owned a modest dress shop in Brooklyn before he and his sons branched off into Medicaid ventures. Their new business quickly brought them the lavish trappings of success: six-figure incomes, a yacht, a $100,000 Rolls-Royce, apartments in Trump Tower, a butler, a maid and a $2.5 million home in Sheldon Weinberg owned a modest" , "date" : "19890109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Family Rises Using Fraud On Medicaid" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/09\/nyregion\/family-rises-using-fraud-on-medicaid.html"} ,   {"body" : "LEAD: A 23-year-old man was sentenced to 20 years to life in prison yesterday after he admitted that he beat his parents to death with a baseball bat in order to steal money from them to buy crack and that he killed his nephew in the same way after the child woke up. A 23-year-old man was sentenced to 20 years to life in prison yesterday after he" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Murder of 3 Relatives Draws 20 Years to Life" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/murder-of-3-relatives-draws-20-years-to-life.html"} , {"body" : "LEAD: Two men, one in Brooklyn and the other in the Bronx, died yesterday, apparently because of the extreme cold. Two men, one in Brooklyn and the other in the Bronx, died yesterday, apparently because of the extreme cold. The police declared a cold emergency on Saturday night, meaning that homeless people could be forcibly taken to shelters. From" , "date" : "19891225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "2 Deaths in New York Attributed to the Cold" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/25\/nyregion\/2-deaths-in-new-york-attributed-to-the-cold.html"} , {"body" : "LEAD: THIS WAS THE YEAR OF MONEY. THIS WAS THE YEAR OF MONEY. It wouldn't stop talking. Japanese interests bought Columbia Pictures and then paid an emperor's ransom to Warner Brothers to obtain the release of Jon Peters and Peter Guber, the producers of ''Batman,'' to run their new toy. ''Batman,'' which reportedly cost $50 million to produce," , "date" : "19891224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "THE YEAR'S BEST: FILM VIEW; New and Original Were the Hallmarks" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/24\/movies\/the-year-s-best-film-view-new-and-original-were-the-hallmarks.html"} , {"body" : "LEAD: ''The sisters, who wear their habits, they've been broken into 14 times since Aug. 1,'' Bishop Joseph M. Sullivan was saying. ''The sisters, who wear their habits, they've been broken into 14 times since Aug. 1,'' Bishop Joseph M. Sullivan was saying. ''The little priest - he's about 5-foot-1 - we had to move him. He was mugged three times," , "date" : "19891221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; Even the Nuns Have to Carry Mugger Money" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/21\/nyregion\/metro-matters-even-the-nuns-have-to-carry-mugger-money.html"} , {"body" : "LEAD: The man who came here 15 months ago with the reputation of an aggressive educator and with promises to prod the school system out of its malaise has been censured by the city's school board following attacks for what some board members labeled irascibility and arrogance. The man who came here 15 months ago with the reputation of an aggressive" , "date" : "19891214" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ATLANTA (GA)"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "33" , "title" : "DISCIPLINE IMPOSED ON A SCHOOL CHIEF" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/14\/us\/discipline-imposed-on-a-school-chief.html"} , {"body" : "LEAD: A 23-year-old Brooklyn man admitted yesterday that he fatally beat his parents and nephew with a baseball bat before stealing money from them to buy drugs. A 23-year-old Brooklyn man admitted yesterday that he fatally beat his parents and nephew with a baseball bat before stealing money from them to buy drugs. The suspect, Phillip Hall," , "date" : "19891208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Admits Killing Parents for Drug Money" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/08\/nyregion\/man-admits-killing-parents-for-drug-money.html"} , {"body" : "LEAD: A 42-year-old art teacher at Public School 59 in Brooklyn was arrested yesterday afternoon and charged with sexually abusing three students, the police said. A 42-year-old art teacher at Public School 59 in Brooklyn was arrested yesterday afternoon and charged with sexually abusing three students, the police said. The teacher, Anthony Romain," , "date" : "19891208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Metro Datelines; Art Teacher Charged With Fondling Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/08\/nyregion\/metro-datelines-art-teacher-charged-with-fondling-girls.html"} , {"body" : "LEAD: Joseph A. Fernandez, who is to become New York City's schools chancellor on Jan. 2, yesterday named a woman with little academic training in education as his deputy chancellor for programs, signaling once more that his administration will be rather unconventional. Joseph A. Fernandez, who is to become New York City's schools chancellor on" , "date" : "19891207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fernandez Appoints Another Deputy" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/07\/nyregion\/fernandez-appoints-another-deputy.html"} , {"body" : "LEAD: Takeout From Arcadia Arcadia, the two-star restaurant on East 62d Street in Manhattan, has branched out into the retail food business in time for the holidays. About a month ago, Anne Rosenzweig, the chef and owner, opened Out of Arcadia, a pocket-size shop in the Citicorp Center, 151 East 53d Street; 212-308-1320. Takeout From Arcadia" , "date" : "19891206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/06\/garden\/food-notes-630189.html"} , {"body" : "LEAD: A 30-year-old drug dealer who ran one of the largest and most violent drug rings in Brooklyn and was responsible for 6 murders, 17 assaults, a kidnapping, a maiming and other crimes, was sentenced yesterday to seven consecutive life terms in Federal prison. A 30-year-old drug dealer who ran one of the largest and most violent drug rings in" , "date" : "19891202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "A Drug Dealer Gets a Sentence Of 7 Life Terms" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/02\/nyregion\/a-drug-dealer-gets-a-sentence-of-7-life-terms.html"} , {"body" : "LEAD: The crack business, it turns out, is a modern, brutalized version of a 19th-century sweatshop. The crack business, it turns out, is a modern, brutalized version of a 19th-century sweatshop. Despite the popular notion that crack sellers all drive Mercedes-Benzes, wear gold jewelry and get rich quick, most of the people in the business work" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Selling Crack: The Myth of Wealth -- A Special Report: Despite Its Promise of Riches, The Crack Trade Seldom Pays" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/selling-crack-myth-wealth-special-report-despite-its-promise-riches-crack-trade.html"} , {"body" : "LEAD: Two people jumped to safety and a third was saved in a daring rescue after fire swept through a brownstone early yesterday in the Bedford-Stuyvesant section of Brooklyn. Two people jumped to safety and a third was saved in a daring rescue after fire swept through a brownstone early yesterday in the Bedford-Stuyvesant section of Brooklyn." , "date" : "19891124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Man Is Rescued From Fire in a Brownstone" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/24\/nyregion\/man-is-rescued-from-fire-in-a-brownstone.html"} , {"body" : "LEAD: After 141 years of lobbying on behalf of New York's poor, the Community Service Society is trying a different approach. It is encouraging the city's 2 million low-income residents to become politically active and plead their own cause. After 141 years of lobbying on behalf of New York's poor, the Community Service Society is trying a" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Charity's Plan Helps Poor Become Politically Active" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/nyregion\/charity-s-plan-helps-poor-become-politically-active.html"} , {"body" : "LEAD: They got the wrong guy, but otherwise it was refreshing to see baseball publicly spanked this week for taking baseball off free television and giving it to the barons of cable television. They got the wrong guy, but otherwise it was refreshing to see baseball publicly spanked this week for taking baseball off free television and giving it to" , "date" : "19891117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "33" , "title" : "SPORTS OF THE TIMES; Paddling The Lords Of Baseball" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/17\/sports\/sports-of-the-times-paddling-the-lords-of-baseball.html"} , {"body" : "LEAD: With its handsomely restored brownstones, well-organized block clubs and political activism, the southern part of Bedford-Stuyvesant contradicts the popular view of it as a crumbling and dangerous ghetto. With its handsomely restored brownstones, well-organized block clubs and political activism, the southern part of Bedford-Stuyvesant" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Community Shrinks From Crack's Embrace" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/community-shrinks-from-crack-s-embrace.html"} , {"body" : "LEAD: ''I just walk straight home and I don't look at nobody or talk to nobody,'' said Jackie Peterson, a 15-year-old sophomore at Julia Richman High School on the Upper East Side of Manhattan, describing her afternoon routine. ''People are waiting for people after school to jump on them.'' ''I just walk straight home and I don't look at nobody or" , "date" : "19891114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When Violence and Terror Strike Outside the Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/14\/nyregion\/when-violence-and-terror-strike-outside-the-schools.html"} , {"body" : "LEAD: A man the police said was emotionally disturbed was arrested last night after hurling an ax at officers sent to his apartment in Brooklyn. The police said that after subduing him, they found the body of his 60-year-old mother inside the apartment. A man the police said was emotionally disturbed was arrested last night after hurling an ax at" , "date" : "19891114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Disturbed Man Held; Mother's Body Is Found" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/14\/nyregion\/disturbed-man-held-mother-s-body-is-found.html"} , {"body" : "LEAD: A clash yesterday between two groups of teen-agers in the cafeteria of a Brooklyn intermediate school ended with two boys being stabbed, the police said. A clash yesterday between two groups of teen-agers in the cafeteria of a Brooklyn intermediate school ended with two boys being stabbed, the police said. The wounded students, 14 and 15" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "2 Boys Are Stabbed at a School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/nyregion\/2-boys-are-stabbed-at-a-school-in-brooklyn.html"} , {"body" : "LEAD: The standoff continued yesterday between the Board of Education and Gloria Simmons, the acting principal of Public School 262 in Brooklyn, who has refused reassignment to another school. The standoff continued yesterday between the Board of Education and Gloria Simmons, the acting principal of Public School 262 in Brooklyn, who has refused" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "Brooklyn Principal Still Refuses a New Post" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/nyregion\/brooklyn-principal-still-refuses-a-new-post.html"} , {"body" : "LEAD: The new principal reported for duty at Public School 262 in Brooklyn yesterday, but the acting principal he was sent there to replace refused to vacate the principal's office. The acting principal even made the morning announcements on the public address system. The new principal reported for duty at Public School 262 in Brooklyn yesterday," , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "At P.S. 262, 2 Principals Now Occupy One Post" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/at-ps-262-2-principals-now-occupy-one-post.html"} , {"body" : "LEAD: International A3-19 East Germany ended limits on travel and emigration yesterday, and thousands of East Germans swarmed across the Berlin wall in a mass celebration of freedom. Page A1 East Berliners of all ages, and from every way of life, walked, biked and drove to crossing points in the wall last night, entering the western half of the" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/news-summary-704789.html"} , {"body" : "LEAD: Ed Miller, the man charged with turning out every David N. Dinkins voter in Brooklyn, should be bouncing off the walls these days. Ed Miller, the man charged with turning out every David N. Dinkins voter in Brooklyn, should be bouncing off the walls these days. Normally the get-out-the-vote gurus in a campaign are like political mothers of" , "date" : "19891106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Dinkins's Vote-Getter in Brooklyn Has Big Army" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/06\/nyregion\/dinkins-s-vote-getter-in-brooklyn-has-big-army.html"} , {"body" : "LEAD: In a Brooklyn neighborhood of gutted apartment buildings where homelessness and drug abuse are widespread, a community health clinic stands like a rampart against a long catalogue of urban woes. In a Brooklyn neighborhood of gutted apartment buildings where homelessness and drug abuse are widespread, a community health clinic stands like a" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "36" , "title" : "New State Rule Limiting Medicaid Visits Is Causing Concern" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/nyregion\/new-state-rule-limiting-medicaid-visits-is-causing-concern.html"} , {"body" : "LEAD: A 15-year-old girl was shot in the neck outside her high school in Brooklyn yesterday, apparently by a stray bullet fired from a block away during a dispute between two groups of youths who fled, the police said. A 15-year-old girl was shot in the neck outside her high school in Brooklyn yesterday, apparently by a stray bullet fired from a" , "date" : "19891103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Girl Is Wounded by Stray Bullet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/03\/nyregion\/girl-is-wounded-by-stray-bullet-in-brooklyn.html"} , {"body" : "LEAD: ''I can't see where anything is going to be any different,'' says one resident of Bedford-Stuyvesant during the shooting of ''Do the Right Thing.'' Says another, ''It's not going to put a policeman on every corner or fix the stoplights.'' ''I can't see where anything is going to be any different,'' says one resident of Bedford-Stuyvesant" , "date" : "19891103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "Review\/Film; Double Bill Tracing Evolution Of Spike Lee" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/03\/movies\/review-film-double-bill-tracing-evolution-of-spike-lee.html"} , {"body" : "LEAD: Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools Chancellor Bernard Mecklowitz yesterday approved the transfer of the principal and the assistant principal. Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "2 Administrators Removed to End School's Turmoil" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/2-administrators-removed-to-end-school-s-turmoil.html"} , {"body" : "LEAD: Shaun Lee, an 11-year-old sixth grader, has the ''Batman'' movie's bat-shaped emblem shaved into his hair, and his literary tastes run to adventure stories. But until this week Shaun had a problem shared by thousands of other New York City pupils: no good school library in which to find his favorite books. Shaun Lee, an 11-year-old sixth" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Altering 'Dismal State' of School Libraries" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/altering-dismal-state-of-school-libraries.html"} , {"body" : "LEAD: One afternoon two years ago, when Richard Wesley was feeling especially frustrated in his effort to write a play about what W. E. B. Du Bois had called ''the talented tenth'' of black America, he drove from his suburban New Jersey home to visit cousins in Harlem. Heading across 145th Street, he noticed a car wash and decided to pull in. One" , "date" : "19891029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER; One Struggle Over, Attention Turns to Guilt" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/29\/theater\/theater-one-struggle-over-attention-turns-to-guilt.html"} , {"body" : "LEAD: Three New York City women - including one who had been working as a police 911 operator - face charges ranging from neglect and abandonment to murder of their children in separate incidents, the police said yesterday. Three New York City women - including one who had been working as a police 911 operator - face charges ranging from neglect" , "date" : "19891028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "3 New York Mothers Face Charges" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/28\/nyregion\/3-new-york-mothers-face-charges.html"} , {"body" : "LEAD: Richard J. Condon was sworn in yesterday as New York City's 35th Police Commissioner a few minutes after Mayor Edward I. Koch promised that he would not cut the hiring of police officers to balance the municipal budget. Richard J. Condon was sworn in yesterday as New York City's 35th Police Commissioner a few minutes after Mayor Edward I." , "date" : "19891024" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Koch Swears In Police Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/24\/nyregion\/koch-swears-in-police-commissioner.html"} , {"body" : "LEAD: Trying to defuse the issue of payments made to Robert (Sonny) Carson, a convicted kidnapper and a civil rights advocate, officials of David N. Dinkins's mayoral campaign produced some receipts for the money yesterday but were unable to account fully for $7,100 given to Mr. Carson and an organization he heads. Trying to defuse the issue of" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dinkins Explains Carson Cash, in Part" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/dinkins-explains-carson-cash-in-part.html"} , {"body" : "LEAD: After days of being buffeted by attacks from his Republican opponent, David N. Dinkins, the Democratic candidate for mayor, yesterday went on the offensive, challenging Rudolph W. Giuliani to get off the ''low road'' and rise from the ''depths of negative and divisive politics.'' After days of being buffeted by attacks from his Republican" , "date" : "19891016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Stance Hardens On Attacks by Giuliani" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/16\/nyregion\/dinkins-stance-hardens-on-attacks-by-giuliani.html"} , {"body" : "LEAD: A Brooklyn man was arrested yesterday and charged with breaking into a church where a minister was found slain, the police said. A Brooklyn man was arrested yesterday and charged with breaking into a church where a minister was found slain, the police said. The man, Sidney P. Hughes, 28 years old, of 110 Chauncey Street, was being questioned" , "date" : "19891014" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Brooklyn Man Is Questioned In the Slaying of a Minister" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/14\/nyregion\/brooklyn-man-is-questioned-in-the-slaying-of-a-minister.html"} , {"body" : "LEAD: A Baptist minister, a doorman walking home and a printer who planned to be married on Saturday were among 11 people slain in New York City during the 12 hours between sundown Wednesday and the following dawn. The police said it was one of the bloodiest nights the city has seen this year. A Baptist minister, a doorman walking home and a" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Deadly Night: New York Murders Keep Pace" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/deadly-night-new-york-murders-keep-pace.html"} , {"body" : "LEAD: Rudolph W. Giuliani ended a hard day of campaigning one night last week in a long, narrow room in a Harlem restaurant. About 30 people were there for a reception sponsored by the New York State Black Republicans Council. Rudolph W. Giuliani ended a hard day of campaigning one night last week in a long, narrow room in a Harlem restaurant." , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Blacks for Giuliani: Outnumbered, but Pressing On" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/nyregion\/blacks-for-giuliani-outnumbered-but-pressing-on.html"} , {"body" : "LEAD: A 52-year-old Baptist minister was found slain in his church in the Bedford-Stuyvesant section of Brooklyn yesterday, the apparent victim of an attempted robbery, the police said. A 52-year-old Baptist minister was found slain in his church in the Bedford-Stuyvesant section of Brooklyn yesterday, the apparent victim of an attempted robbery," , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Minister Found Slain in Brooklyn Church" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/nyregion\/minister-found-slain-in-brooklyn-church.html"} , {"body" : "LEAD: Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place after all. Golden sun, a gentle breeze and birds heading south for no obvious reason. A day to go fishing. Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place" , "date" : "19891004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Lessons of Life, At the Wet End Of a Fishing Line" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/04\/nyregion\/about-new-york-lessons-of-life-at-the-wet-end-of-a-fishing-line.html"} , {"body" : "LEAD: One man was killed and two other persons were injured last night when a fire of undetermined origin destroyed a three-story dwelling at 559 Lafayette Avenue between Bedford and Nostrand Avenues in the Bedford-Stuyvesant section of Brooklyn. One man was killed and two other persons were injured last night when a fire of undetermined origin" , "date" : "19891002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Dies and Two Are Hurt In Fire in a Brooklyn House" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/02\/nyregion\/man-dies-and-two-are-hurt-in-fire-in-a-brooklyn-house.html"} , {"body" : "LEAD: A 12-year-old Brooklyn boy was in critical condition at Bellevue Hospital last night after a four-story fall down an airshaft Saturday afternoon. A 12-year-old Brooklyn boy was in critical condition at Bellevue Hospital last night after a four-story fall down an airshaft Saturday afternoon. The boy, Burzel Morgan of 205 Taaffe Place in the" , "date" : "19891002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy in Coma After Falling Down Airshaft" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/02\/nyregion\/boy-in-coma-after-falling-down-airshaft.html"} , {"body" : "LEAD: A proposal to develop a nursing home for people with AIDS in the Bedford-Stuyvesant section of Brooklyn, which had met vigorous opposition from community leaders, was turned down yesterday by the New York City Board of Estimate. A proposal to develop a nursing home for people with AIDS in the Bedford-Stuyvesant section of Brooklyn, which had" , "date" : "19890929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "MANHATTAN (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AIDS Plan For Center Is Rejected" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/29\/nyregion\/aids-plan-for-center-is-rejected.html"} , {"body" : "LEAD: A water main broke and flooded the basements of two apartment buildings yesterday in the Bedford-Stuyvesant section of Brooklyn. The residents were removed. A water main broke and flooded the basements of two apartment buildings yesterday in the Bedford-Stuyvesant section of Brooklyn. The residents were removed. On the East Side of Manhattan," , "date" : "19890928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Two Mains Rupture, Cutting Water Service" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/28\/nyregion\/two-mains-rupture-cutting-water-service.html"} , {"body" : "LEAD: A convicted ringleader of a gang of crooked New York City police officers has made a dramatic videotape aimed at warning officers of the the perils of police corruption. A convicted ringleader of a gang of crooked New York City police officers has made a dramatic videotape aimed at warning officers of the the perils of police corruption. As" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Convicted Officer Issues Warning on Corruption" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/nyregion\/convicted-officer-issues-warning-on-corruption.html"} , {"body" : "LEAD: INTERNATIONAL\/3-29 INTERNATIONAL\/3-29 Soviet Jews who emigrate to Israel often find themselves trapped in immigrant way stations, with no job or place to live. Page 1 Colombia marked an annual festival, ''Day of Love and Friendship,'' after one of the most violent nights in the new drug war. 1 South Africa's post for propaganda, the Minister" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/nyregion\/news-summary-300689.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Shortly after 9 o'clock last night, the street outside of David N. Dinkins's campaign office in Harlem erupted into cheers, horn-honking and dancing as television stations projected that Mr. Dinkins would win the Democratic mayoral primary. Shortly after 9 o'clock last night, the street outside of David N. Dinkins's campaign office in Harlem" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEW YORK PRIMARY; For Black Voters, an Evening of Inspiration and Giddy Celebration" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/new-york-primary-for-black-voters-evening-inspiration-giddy-celebration.html"} , {"body" : "LEAD: Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with stepped up security, both inside and out. No incidents of violence were reported. Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with" , "date" : "19890912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Schools in Bensonhurst Remain Calm" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/12\/nyregion\/schools-in-bensonhurst-remain-calm.html"} , {"body" : "LEAD: Ninety-four people were arrested yesterday in an anti-drug effort near schools in the Bedford-Stuyvesant and Bushwick areas of Brooklyn, the police said. A police spokesman, Sgt. Raymond O'Donnell, said that the raids found dealers selling heroin, crack and cocaine and that the police had seized a .45-caliber gun, money and drugs. Ninety-four" , "date" : "19890912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "94 Arrested in Drug Raids" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/12\/nyregion\/94-arrested-in-drug-raids.html"} , {"body" : "LEAD: While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their supporters were mobilizing for the campaign that really counts: making sure the right people vote. While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Size of Turnout to Be Vital In New York City Primary; Black Vote Is Pivotal in Mayoral Race" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/size-turnout-be-vital-new-york-city-primary-black-vote-pivotal-mayoral-race.html"} , {"body" : "LEAD: A few weeks ago, Thomas Key paid little attention to the mayoral primary. The 62-year-old retiree said he had planned to vote for David N. Dinkins but was not especially inspired by the prospect. Politicians, he said, are basically the same. A few weeks ago, Thomas Key paid little attention to the mayoral primary. The 62-year-old retiree said" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Black Voters Say It's Time for Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/black-voters-say-it-s-time-for-dinkins.html"} , {"body" : "LEAD: Nearly 300 chanting black demonstrators protesting the killing of a black youth staged two peaceful marches through the Bensonhurst section of Brooklyn yesterday, and were met with calm, even respectful silence, by residents in the embattled white neighborhood. Nearly 300 chanting black demonstrators protesting the killing of a black youth" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "300 Demonstrators Are Met With Silence in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/300-demonstrators-are-met-with-silence-in-bensonhurst.html"} , {"body" : "LEAD: Walking briskly, as is his inclination, with his arms aloft to announce his presence, Mayor Edward I. Koch arrived at the Fairview Swim Club in Forest Hills, Queens, on a campaign stop the other day. Walking briskly, as is his inclination, with his arms aloft to announce his presence, Mayor Edward I. Koch arrived at the Fairview Swim Club in" , "date" : "19890908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Longer Called Underdog; Koch Strides to Primary" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/08\/nyregion\/no-longer-called-underdog-koch-strides-to-primary.html"} , {"body" : "LEAD: The Rev. Al Sharpton said yesterday that he plans to lead a march through the Bensonhurst section of Brooklyn on Saturday, despite arguments that a demonstration could detract from David N. Dinkins's campaign in Tuesday's mayoral primary. The Rev. Al Sharpton said yesterday that he plans to lead a march through the Bensonhurst section of" , "date" : "19890907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Sharpton Will March, Despite Claims It Might Hurt Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/07\/nyregion\/sharpton-will-march-despite-claims-it-might-hurt-dinkins.html"} , {"body" : "LEAD: Theodore Kanellakis leads two lives. Five days a week, he is a police officer in New York City. But on weekends, he changes uniform and becomes the minister of an Episcopal church here in rural Dutchess County. Theodore Kanellakis leads two lives. Five days a week, he is a police officer in New York City. But on weekends, he changes uniform" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PINE PLAINS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer's Second Calling Is a Weekend Ministry" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/nyregion\/officer-s-second-calling-is-a-weekend-ministry.html"} , {"body" : "LEAD: A Brooklyn motorist was shot in the head by a police officer after he pulled a gun as the police approached his car, a police spokeswoman said yesterday. A Brooklyn motorist was shot in the head by a police officer after he pulled a gun as the police approached his car, a police spokeswoman said yesterday. The driver, Robert Smith, 25 years" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Police Shoot Driver They Say Pulled a Gun" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/police-shoot-driver-they-say-pulled-a-gun.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300 demonstrators bearing African liberation flags and chanting ''Yusuf, Yusuf,'' marched through the heart of the Bensonhurst section of Brooklyn yesterday afternoon. In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "No Violence as 300 March Into Bensonhurst Again" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/no-violence-as-300-march-into-bensonhurst-again.html"} , {"body" : "LEAD: John Steptoe, a writer and illustrator of children's books who won several awards for his work, died of AIDS on Monday at St. Luke's Hospital. He was 38 years old and lived in Brooklyn. John Steptoe, a writer and illustrator of children's books who won several awards for his work, died of AIDS on Monday at St. Luke's Hospital. He was 38 years" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "John Steptoe, 38, Illustrator, Dies; He Also Wrote Children's Books" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/obituaries\/john-steptoe-38-illustrator-dies-he-also-wrote-children-s-books.html"} , {"body" : "LEAD: Thousands of mourners filed past the body of Yusuf K. Hawkins yesterday at a Brooklyn funeral home, as his family sought to deal with their grief amid unceasing public attention. Thousands of mourners filed past the body of Yusuf K. Hawkins yesterday at a Brooklyn funeral home, as his family sought to deal with their grief amid unceasing" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Youth's Wake, Grief, Anger and Talk of Racism" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/at-youth-s-wake-grief-anger-and-talk-of-racism.html"} , {"body" : "LEAD: The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have shot to death 16-year-old Yusef Hawkins in a racial attack Wednesday night in the Bensonhurst section of Brooklyn. The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Search for 18-Year-Old In Killing of Brooklyn Youth" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/police-search-for-18-year-old-in-killing-of-brooklyn-youth.html"} , {"body" : "LEAD: The man who once seemed a candidate to be mayor for life spent much of a recent dank day walking through Hispanic neighborhoods, looking for votes and dodging the rain. By his third stop, La Caridad restaraunt in upper Manhattan, Mayor Edward I. Koch had honed an almost plaintive appeal. The man who once seemed a candidate to be mayor for" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH'S CAMPAIGN: THE MAYOR AS UNDERDOG" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/koch-s-campaign-the-mayor-as-underdog.html"} , {"body" : "LEAD: By the end of last week Charles J. Hynes had already given out 15,000 miniature sewing kits and 3,000 boxes of cookies, each kit and box carrying a message asking people to vote for him. Norman Rosen had given out 8,000 ballpoint pens, 6,000 emery boards and 4,000 pocket combs, asking voters to support him. By the end of last week Charles J." , "date" : "19890821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, 3 FIGHT TO BE PROSECUTOR" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/21\/nyregion\/in-brooklyn-3-fight-to-be-prosecutor.html"} , {"body" : "LEAD: Two women were attacked yesterday as they jogged around the Central Park Reservoir, and a homeless man was arrested nearby and charged with sexual abuse, the police said. Two women were attacked yesterday as they jogged around the Central Park Reservoir, and a homeless man was arrested nearby and charged with sexual abuse, the police said." , "date" : "19890812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 Women Sexually Assaulted in Central Park" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/12\/nyregion\/2-women-sexually-assaulted-in-central-park.html"} , {"body" : "LEAD: To the Editor: To the Editor: I am a family practitioner in the Bedford-Stuyvesant section of Brooklyn. The New York State Department of Social Services confirms what I read in an obscure medical journal, that beginning Oct. 1, Medicaid will ration health care in New York. This is a sweeping change in policy. As a Medicaid provider, I was not" , "date" : "19890808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Medicaid to Ration Health Care in New York, Beginning Oct. 1" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/08\/opinion\/l-medicaid-to-ration-health-care-in-new-york-beginning-oct-1-049389.html"} , {"body" : "LEAD: About 200 worshippers were at Sunday morning services at a small church in East Harlem recently when the Rev. Edward J. Norman introduced David N. Dinkins, the Manhattan Borough President, as the man about to become the first black mayor of New York City. About 200 worshippers were at Sunday morning services at a small church in East Harlem" , "date" : "19890731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Dinkins, Styles Range From Calm To Serious" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/31\/nyregion\/for-dinkins-styles-range-from-calm-to-serious.html"} , {"body" : "LEAD: ''On my honor I will do my best\/To take what they give me and steal the rest'' is the motto of Frank Dandridge, a soldier who, against all odds, persuades an aloof nightclub singer to marry him in ''Every Goodbye Ain't Gone. . . .'' by Bill Harris. But the wedding is hardly a victory. Rula Payton, the singer he marries, will give love only" , "date" : "19890730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "57" , "title" : "Review\/Theater; Battles of Affection in 2 One-Acters" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/30\/theater\/review-theater-battles-of-affection-in-2-one-acters.html"} , {"body" : "LEAD: A 30-year-old man who was accused of being the leader of one of the largest and most violent drug rings in Brooklyn was convicted yesterday of Federal racketeering charges, including six murders. A 30-year-old man who was accused of being the leader of one of the largest and most violent drug rings in Brooklyn was convicted yesterday of" , "date" : "19890726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA (WEST INDIES)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Convicts Man as Chief of Drug Ring" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/26\/nyregion\/jury-convicts-man-as-chief-of-drug-ring.html"} , {"body" : "LEAD: There are worlds and worlds within New York City. Most never intersect. Tonight, though, the family of Giuseppe Ferraro of the Bensonhurst section of Brooklyn will journey to East Harlem to have dinner with the family of Kim Baez, a single mother. There are worlds and worlds within New York City. Most never intersect. Tonight, though, the" , "date" : "19890726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Road to Peace Is Being Paved With Pork Chops" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/26\/nyregion\/about-new-york-a-road-to-peace-is-being-paved-with-pork-chops.html"} , {"body" : "LEAD: Two Brooklyn hospitals have been fined $93,000, with one cited for deficiencies ''in almost every area'' and the other charged with operating on the wrong leg of a patient, state officials said today. Two Brooklyn hospitals have been fined $93,000, with one cited for deficiencies ''in almost every area'' and the other charged with operating" , "date" : "19890725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "State Officials Fine Brooklyn Hospitals For Faulty Services" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/25\/nyregion\/state-officials-fine-brooklyn-hospitals-for-faulty-services.html"} , {"body" : "LEAD: The poorest sections of New York City have a disproportionate share of housing and programs for homeless people, the mentally ill and drug abusers, prompting neighbors to charge discrimination and contend that this influx will doom efforts to rebuild their neighborhoods. The poorest sections of New York City have a disproportionate share of" , "date" : "19890716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Poorest Neighborhoods Bear the Brunt of Social Programs" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/16\/nyregion\/new-york-s-poorest-neighborhoods-bear-the-brunt-of-social-programs.html"} , {"body" : "LEAD: The city of New York is not just the setting of ''Batman,'' ''Ghostbusters II'' and ''Do the Right Thing,'' three summer movies that take place in imagined and real versions of the city. New York is raised to the status of a character - in some ways the major character - in all three films. And it is a malevolent character, its evil" , "date" : "19890711" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "Critic's Notebook; New York as Film Setting and as Star" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/11\/movies\/critic-s-notebook-new-york-as-film-setting-and-as-star.html"} , {"body" : "LEAD: The worshipers at Our Lady of Charity Roman Catholic Church in Brooklyn spent most of the service yesterday on their feet, swaying and clapping as they sang robust gospel melodies. A set of drums next to the organ helped keep the syncopated beat. And over the altar hung the imposing figure of a black The worshipers at Our Lady of Charity" , "date" : "19890710" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn, Support for a Maverick Priest" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/10\/nyregion\/in-brooklyn-support-for-a-maverick-priest.html"} , {"body" : "LEAD: DESPITE promises this year from Governor Mario M. Cuomo and Mayor Edward I. Koch to provide significantly more treatment slots to addicts who need them, New York state's drug treatment system remains overloaded and under financed, its officials say. DESPITE promises this year from Governor Mario M. Cuomo and Mayor Edward I. Koch to provide" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE REGION; Treatment For Addicts Is as Elusive As Ever" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/weekinreview\/the-region-treatment-for-addicts-is-as-elusive-as-ever.html"} , {"body" : "LEAD: Spike Lee's new film, ''Do the Right Thing'' - which depicts racial tensions on the hottest day of the summer in the Bedford-Stuyvesant section of Brooklyn, ending with the killing of a black man by the police and a riot - has generated considerable discussion about its portrayal of blacks, racism and violence. Spike Lee's new film, ''Do the" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "'Do the Right Thing': Issues and Images" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/movies\/do-the-right-thing-issues-and-images.html"} , {"body" : "LEAD: Busy Days Busy Days ''It's never been better.'' That's Danny Aiello talking about his career, and who would argue with him? Right now, he's starring as Sal the pizza man in Spike Lee's provocative ''Do the Right Thing.'' He spent the late spring and early summer with Eddie Murphy and Richard Pryor playing a nasty crooked detective in an" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "At the Movies" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/movies\/at-the-movies.html"} , {"body" : "LEAD: The members of the panel devising a new government for New York City have generally maintained a tone of marked civility in nearly 200 hours of meetings and hearings over the last three months. The members of the panel devising a new government for New York City have generally maintained a tone of marked civility in nearly 200 hours of" , "date" : "19890705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reporter's Notebook; What Gets Charter Panel All Riled Up?" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/05\/nyregion\/reporter-s-notebook-what-gets-charter-panel-all-riled-up.html"} , {"body" : "LEAD: The City Council was urged yesterday to honor anew William Floyd, one of the four New York signers of the Declaration of Independence, by naming a street after him. The City Council was urged yesterday to honor anew William Floyd, one of the four New York signers of the Declaration of Independence, by naming a street after him. A street in" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Metro Datelines; City Council Urged To Honor Patriot" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/metro-datelines-city-council-urged-to-honor-patriot.html"} , {"body" : "LEAD: Two officers shot and killed a 29-year-old Brooklyn man early yesterday morning after he shot and wounded them slightly, the police said. Two officers shot and killed a 29-year-old Brooklyn man early yesterday morning after he shot and wounded them slightly, the police said. The man, Eric Ricks, of 250 Wortman Avenue in the Bedford-Stuyvesant" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Metro Datelines; Two Officers Kill Man Who Shot Them" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/metro-datelines-two-officers-kill-man-who-shot-them.html"} , {"body" : "LEAD: The world of Jamez Williams's Bedford-Stuyvesant childhood flickered large before his eyes. By the end of the weekend, Mr. Williams, an usher at a movie theater in the Flatbush section of Brooklyn, had already seen or heard Spike Lee's new feature film about racial tensions and urban brutalities nearly a dozen times. The world of Jamez" , "date" : "19890703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "21" , "title" : "Raw Reactions to Film on Racial Tension" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/03\/nyregion\/raw-reactions-to-film-on-racial-tension.html"} , {"body" : "LEAD: ''Do the Right Thing,'' SPIKE Lee's jazzily aggressive folk tale about a Brooklyn racial confrontation, was filmed in bright primary colors on location in Bedford-Stuyvesant, where it all might have happened. The time is summer, in the middle of a heat wave capable of melting the polar ice caps. ''Whew! ''Do the Right Thing,'' SPIKE Lee's" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; NEW YORK CITY'S PROBLEMS ARE IN THE PICTURE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/movies\/film-view-new-york-city-s-problems-are-in-the-picture.html"} , {"body" : "LEAD: EVEN BEFORE ''DO THEJU Right Thing,'' opens on Friday, Spike Lee, its producer, director, writer and star, has already got what he expected most from the film: hot debate, heavy discussion and even denunciation from some who think he did the wrong thing. EVEN BEFORE ''DO THEJU Right Thing,'' opens on Friday, Spike Lee, its producer, director," , "date" : "19890625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "In a New Film, Spike Lee Tries To Do the Thing" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/25\/movies\/in-a-new-film-spike-lee-tries-to-do-the-thing.html"} , {"body" : "LEAD: David N. Dinkins, Manhattan Borough President and mayoral candidate, yesterday called for the creation of mobile teams of trouble-shooters that could be dispatched across New York City to assist schools in crisis. David N. Dinkins, Manhattan Borough President and mayoral candidate, yesterday called for the creation of mobile teams of" , "date" : "19890624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Dinkins Urges Help for Schools In Crisis Areas" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/24\/nyregion\/dinkins-urges-help-for-schools-in-crisis-areas.html"} , {"body" : "LEAD: Night life in New York City might fundamentally change under new zoning rules proposed for music and dance clubs, but whether the result would be sleep for weary neighbors or death for a vital industry was sharply debated yesterday at the City Planning Commission. Night life in New York City might fundamentally change under new zoning rules" , "date" : "19890622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Club Owners Balk at Zoning Proposal" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/22\/nyregion\/club-owners-balk-at-zoning-proposal.html"} , {"body" : "LEAD: A chilling recital of murders and assaults unfolded in a Federal courtroom yesterday as the racketeering trial began for a 30-year-old man who the authorities say headed one of the largest and most violent crack-selling rings in Brooklyn. A chilling recital of murders and assaults unfolded in a Federal courtroom yesterday as the racketeering" , "date" : "19890620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["JAMAICA (WEST INDIES)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Accused Chief Of Crack Ring Goes on Trial" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/20\/nyregion\/accused-chief-of-crack-ring-goes-on-trial.html"} , {"body" : "LEAD: Without so much as a POW! BAM! or a ZOOM!, Federal law-enforcement authorities yesterday announced the arrest of a former New York City police officer who gained fame as the Batman half of a celebrated anticrime team known as Batman and Robin. Without so much as a POW! BAM! or a ZOOM!, Federal law-enforcement authorities yesterday announced" , "date" : "19890615" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ex-Officer Known as 'Batman' Is Charged in Fraud" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/15\/nyregion\/ex-officer-known-as-batman-is-charged-in-fraud.html"} , {"body" : "LEAD: A 29-year-old Brooklyn woman was killed by a stray bullet early yesterday as she sat in a parked car near her home in the Bedford-Stuyvesant section, the police said. Lydia Pemberton, the mother of a 9-year-old girl, was struck by a single bullet at 12:55 A.M. as gunfire erupted in front of 728 Monroe Street, a known drug location. A" , "date" : "19890612" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Killed by Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/12\/nyregion\/woman-killed-by-stray-bullet.html"} , {"body" : "LEAD: Twelve winners of this year's New York State Governor's Arts Awards will receive sculptures tonight at the Metropolitan Museum of Art, with Governor Mario M. Cuomo and his wife, Matilda Cuomo, as hosts. Twelve winners of this year's New York State Governor's Arts Awards will receive sculptures tonight at the Metropolitan Museum of Art, with" , "date" : "19890608" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "12 Winners to Receive Governor's Arts Awards" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/08\/arts\/12-winners-to-receive-governor-s-arts-awards.html"} , {"body" : "LEAD: ''Happy Birthday, Joe,'' read the cake's inscription. But Joe had been crossed out with different-colored frosting. The name ''Richie'' had been added. ''Happy Birthday, Joe,'' read the cake's inscription. But Joe had been crossed out with different-colored frosting. The name ''Richie'' had been added. ''Sorry about the Joe,'' someone said." , "date" : "19890607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Line of Duty: Special Officers Help Their Own" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/07\/nyregion\/about-new-york-the-line-of-duty-special-officers-help-their-own.html"} , {"body" : "LEAD: Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it seems that everyone knows exactly where it is going on and who is taking part in it. But getting rid of it is another matter. Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Worst Drug Sites: Persistent Markets of Death" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/nyregion\/new-york-s-worst-drug-sites-persistent-markets-of-death.html"} , {"body" : "LEAD: Last summer, when the Bibby Venture was docked in the East River, the inmates dubbed it ''the Love Boat'' - an odd name for the country's first offshore floating jail. Last summer, when the Bibby Venture was docked in the East River, the inmates dubbed it ''the Love Boat'' - an odd name for the country's first offshore floating jail. Now" , "date" : "19890530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["RIKERS ISLAND (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Inmates, the Living is Easier on 'Love Boat'" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/30\/nyregion\/for-inmates-the-living-is-easier-on-love-boat.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} , {"body" : "LEAD: A 1 1\/2-year-old Brooklyn girl was killed yesterday afternoon when she crawled on a fire escape and fell to her death in an alley five floors below, the police said. The accident was at 5 P.M. at 930 Myrtle Avenue in the Bedford-Stuyvesant area, said a police spokesman, Sgt. Peter Berry, who added that her parents, Mr. A 1 1\/2-year-old" , "date" : "19890523" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Girl Dies in Fire-Escape Fall" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/23\/nyregion\/girl-dies-in-fire-escape-fall.html"} , {"body" : "LEAD: Five months after fleeing the New York City area to avoid a prison sentence for the largest Medicaid fraud to date, Sheldon Weinberg was arrested yesterday in Scottsdale, Ariz. Five months after fleeing the New York City area to avoid a prison sentence for the largest Medicaid fraud to date, Sheldon Weinberg was arrested yesterday in" , "date" : "19890519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "TV Ends Flight of Biggest Medicaid Thief" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/19\/nyregion\/tv-ends-flight-of-biggest-medicaid-thief.html"} , {"body" : "LEAD: At least 19 people were injured when an automobile and a bus collided in Brooklyn yesterday afternoon, a transit official said. At least 19 people were injured when an automobile and a bus collided in Brooklyn yesterday afternoon, a transit official said. The accident occurred about 4 P.M. at the intersection of Jefferson and Nostrand Avenues" , "date" : "19890518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "19 Injured in Brooklyn As Car and Bus Collide" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/18\/nyregion\/19-injured-in-brooklyn-as-car-and-bus-collide.html"} , {"body" : "LEAD: Comparing himself to Fiorello H. La Guardia but sounding like Thomas E. Dewey, Rudolph W. Giuliani formally announced his candidacy for mayor of New York City yesterday. Comparing himself to Fiorello H. La Guardia but sounding like Thomas E. Dewey, Rudolph W. Giuliani formally announced his candidacy for mayor of New York City yesterday. The" , "date" : "19890518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Giuliani Announces Bid For Election as Mayor" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/18\/nyregion\/giuliani-announces-bid-for-election-as-mayor.html"} , {"body" : "LEAD: Mayor Edward I. Koch announced an ambitious plan yesterday to replace the city's 11 barrack-style armory shelters with smaller, more humane shelters and to give increased special attention to drug abusers, the mentally ill and those suffering from AIDS-related illnesses. Mayor Edward I. Koch announced an ambitious plan yesterday to replace" , "date" : "19890517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Koch Offers $500 Million Plan To Replace Armory Shelters" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/17\/nyregion\/koch-offers-500-million-plan-to-replace-armory-shelters.html"} , {"body" : "LEAD: There's no plot to speak of in ''Over 40,'' a charmer of a musical playing at the intimate Billie Holiday Theater at the Restoration Plaza in Brooklyn, but there is certainly no dearth of stories. There's no plot to speak of in ''Over 40,'' a charmer of a musical playing at the intimate Billie Holiday Theater at the Restoration Plaza in" , "date" : "19890516" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "17" , "title" : "Review\/Theater; The Songs of 4 Women in Their 40's" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/16\/theater\/review-theater-the-songs-of-4-women-in-their-40-s.html"} , {"body" : "LEAD: Bringing new meaning to the adage ''crime doesn't pay,'' the police yesterday arrested a Brooklyn man in Manhattan and accused him of being ''probably the least successful bank robber we've ever had.'' Bringing new meaning to the adage ''crime doesn't pay,'' the police yesterday arrested a Brooklyn man in Manhattan and accused him of being" , "date" : "19890512" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Bank Robber Ignored Lesson 1: Be Firm" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/12\/nyregion\/police-say-bank-robber-ignored-lesson-1-be-firm.html"} , {"body" : "LEAD: Dr. Richard R. Green, the head of the New York City schools for only 14 months, died suddenly after an asthma attack early yesterday, leaving the leadership of the nation's largest schools system in disarray. Dr. Richard R. Green, the head of the New York City schools for only 14 months, died suddenly after an asthma attack early yesterday," , "date" : "19890511" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Obituaries" , "Education"] , "page_facet" : "1" , "title" : "Schools Chancellor Green Is Dead; New York System Faces Disarray" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/11\/obituaries\/schools-chancellor-green-is-dead-new-york-system-faces-disarray.html"} , {"body" : "LEAD: New York City yesterday awarded five minority-owned construction companies contracts to build affordable housing in a new program intended to help such companies break into the city's mainstream real-estate development industry. New York City yesterday awarded five minority-owned construction companies contracts to build affordable housing in" , "date" : "19890509" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Minority Builders Chosen In Pioneering Housing Plan" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/09\/nyregion\/5-minority-builders-chosen-in-pioneering-housing-plan.html"} , {"body" : "LEAD: Fast of Ramadan Is Soon to Be a Feast Fast of Ramadan Is Soon to Be a Feast TOMORROW evening Muslims will search the night sky for the new moon. If they see the first sliver of light or hear of its official sighting in Mecca, they will end their monthlong fast at daybreak and eat heartily in celebration. Since April 6, the beginning of" , "date" : "19890503" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Fast of Ramadan Ends With Feasts" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/03\/garden\/fast-of-ramadan-ends-with-feasts.html"} , {"body" : "LEAD: WITH a crash campaign to move thousands of families out of seedy, crime-infested welfare hotels, New York City is taking its first combative steps into a new era of publicly financed low-income housing. WITH a crash campaign to move thousands of families out of seedy, crime-infested welfare hotels, New York City is taking its first combative" , "date" : "19890430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Breaking New Ground in Housing Policy" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/30\/realestate\/breaking-new-ground-in-housing-policy.html"} , {"body" : "LEAD: An 18-year-old Brooklyn woman being treated for a gunshot wound was arrested at a hospital yesterday and charged with the attempted murder of a police officer, the police said. In the shooting incident, they said, an officer had fired into a car when threatened by a gunman. An 18-year-old Brooklyn woman being treated for a gunshot wound was" , "date" : "19890429" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Wounded Woman Is Held in Police Shooting" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/29\/nyregion\/wounded-woman-is-held-in-police-shooting.html"} , {"body" : "LEAD: In his movie ''History of the World - Part I,'' Mel Brooks played two roles in the French Revolution episode: King Louis XVI and a lowly servant constantly on the receiving end of royal bile. Given the alternative, and before he lost his head, the Louis character gleefully declared, ''It's good to be the king. In his movie ''History of the" , "date" : "19890424" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaign Matters; Yes, It's Good To Be the Mayor, Sometimes" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/24\/nyregion\/campaign-matters-yes-it-s-good-to-be-the-mayor-sometimes.html"} , {"body" : "LEAD: IT'S AN EARLY SPRING EVENING IN Brooklyn, and Nur Ali is moving amid the cheerful clutter of what she calls her ''mission shop,'' the Admiral Family Circle, named after the Islamic collective of which she is a part. While Mrs. Ali, 50, calls out advice to Ahmad, a tailor and member of the collective, she rearranges racks of African-influenced" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "24" , "title" : "THE WAY WE LIVE: AN AFRICAN-AMERICAN LIFE; Claiming A Culture" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/magazine\/the-way-we-live-an-african-american-life-claiming-a-culture.html"} , {"body" : "LEAD: The New York State Health Department recommended yesterday that Interfaith Medical Center in Brooklyn, which was criticized severely last year for shoddy patient care, be allowed to remain in the Federal Medicaid and Medicare programs. The New York State Health Department recommended yesterday that Interfaith Medical Center in Brooklyn, which" , "date" : "19890420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Federal Funding to Continue for Interfaith" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/20\/nyregion\/federal-funding-to-continue-for-interfaith.html"} , {"body" : "LEAD: Health officials in New York State are embarking on a campaign to teach people how to lower their longterm risks of coronary heart disease, the leading cause of death in America. Health officials in New York State are embarking on a campaign to teach people how to lower their longterm risks of coronary heart disease, the leading cause of" , "date" : "19890412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "YONKERS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New York Plan Attacks Habits of Heart Disease" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/12\/nyregion\/new-york-plan-attacks-habits-of-heart-disease.html"} , {"body" : "LEAD: It is 8:45 A.M. and dozens of teen-agers are running down Atlantic Avenue in Brooklyn. Others are moving at a brisk trot from other parts of Bedford-Stuyvesant. It is 8:45 A.M. and dozens of teen-agers are running down Atlantic Avenue in Brooklyn. Others are moving at a brisk trot from other parts of Bedford-Stuyvesant. They are rushing to" , "date" : "19890406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Tough Principal Turns a School Around" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/06\/nyregion\/a-tough-principal-turns-a-school-around.html"} , {"body" : "LEAD: The New York City police broadened their search yesterday for a 6-week-old Brooklyn boy who disappeared with his mother last week, two days before the woman's body was found in the Bronx. The New York City police broadened their search yesterday for a 6-week-old Brooklyn boy who disappeared with his mother last week, two days before the" , "date" : "19890405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Search for Brooklyn Baby Expands" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/05\/nyregion\/search-for-brooklyn-baby-expands.html"} , {"body" : "LEAD: More than 1,500 Muslims in New York City met at the Penta Hotel Saturday night to celebrate their progress in ridding their communities of crime and drugs, especially crack, and to call on the city to help them increase their efforts to confront other problems. More than 1,500 Muslims in New York City met at the Penta Hotel Saturday night to" , "date" : "19890403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Muslims Celebrate Drug Patrol Progress" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/03\/nyregion\/metro-datelines-muslims-celebrate-drug-patrol-progress.html"} , {"body" : "LEAD: A careless smoker ignited a Brooklyn apartment fire early yesterday that killed one man and injured a dozen others, one critically, the Fire Department said. A careless smoker ignited a Brooklyn apartment fire early yesterday that killed one man and injured a dozen others, one critically, the Fire Department said. The blaze was one of two" , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Two People Are Killed In Two Brooklyn Fires" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/nyregion\/two-people-are-killed-in-two-brooklyn-fires.html"} , {"body" : "LEAD: A 19th-century fishing schooner, a firehouse that looks like a French chateau, several Episcopal churches and a statue of Neptune are among the recipients in New York City of $2.1 million in historic preservation grants from a state bond act. A 19th-century fishing schooner, a firehouse that looks like a French chateau, several Episcopal" , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "11 Sites Awarded Restoration Grants" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/nyregion\/11-sites-awarded-restoration-grants.html"} , {"body" : "LEAD: MY WIFE, YOLANDE, AND I were traveling in India when we heard the news. Someone had left the door to the chicken coop open at our weekend farm outside Columbus, Ind., and most of Yolande's brood had escaped. A few days later, we linked up with J. Irwin Miller, the renowned chairman of the Cummins Engine Company, where I was a vice president." , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["World" , "Magazine" , "Business"] , "page_facet" : "82" , "title" : "Guiding Lights" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/magazine\/guiding-lights.html"} , {"body" : "LEAD: Mayor Edward I. Koch said yesterday that the overhaul of New York City's government ordered by the United States Supreme Court last week should preserve all eight existing citywide and boroughwide posts, grant the five borough presidents a role in planning and development and enlarge the 35-member City Council. Mayor Edward I. Koch said" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHARTER PANEL LOOKS PAST RULING AND SEES FAR-REACHING CHANGES" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/nyregion\/charter-panel-looks-past-ruling-and-sees-far-reaching-changes.html"} , {"body" : "LEAD: For almost 92 years, virtually all aspects of civic life in New York City have borne the imprint of the Board of Estimate. For almost 92 years, virtually all aspects of civic life in New York City have borne the imprint of the Board of Estimate. When dozens of high schools began to be built in the early years of the 20th century, it was the" , "date" : "19890323" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Board: 'Center of Gravity' From Which Modern New York Sprung" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/23\/nyregion\/the-board-center-of-gravity-from-which-modern-new-york-sprung.html"} , {"body" : "LEAD: In recent months, employees at a central Brooklyn hospital have come to know a level of adversity uncommon even in the crisis-bound world of New York City's health-care system. In recent months, employees at a central Brooklyn hospital have come to know a level of adversity uncommon even in the crisis-bound world of New York City's" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In Brooklyn, a Hospital Faces Its Own Mortality" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/nyregion\/in-brooklyn-a-hospital-faces-its-own-mortality.html"} , {"body" : "LEAD: The rush-hour crowd was waiting for an uptown train at the Times Square subway station one recent evening, noisily entertained by a saxophonist. A cardboard box in front of him beckoned for contributions. The rush-hour crowd was waiting for an uptown train at the Times Square subway station one recent evening, noisily entertained by a" , "date" : "19890310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is Life in New York City Really Getting Worse?" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/10\/nyregion\/is-life-in-new-york-city-really-getting-worse.html"} , {"body" : "LEAD: A 27-year-old was convicted of the murder of a rival drug dealer and the attempted killing of a rookie police officer in the Bedford-Stuyvesant area, the District Attorney's office said yesterday. A 27-year-old was convicted of the murder of a rival drug dealer and the attempted killing of a rookie police officer in the Bedford-Stuyvesant" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "METRO DATELINE; Man Guilty of Murder In a Drug Dispute" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/metro-dateline-man-guilty-of-murder-in-a-drug-dispute.html"} , {"body" : "LEAD: In an unusual learning experiment, a group of Brooklyn high school students, most of whom have never journeyed beyond their own neighborhoods, will begin 10 weeks of classes next week on a kibbutz in Israel. In an unusual learning experiment, a group of Brooklyn high school students, most of whom have never journeyed beyond their own" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL, STATE OF"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "11 Students Set to Study On a Kibbutz" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/11-students-set-to-study-on-a-kibbutz.html"} , {"body" : "LEAD: Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn grand jury in nine murders, seven attempted murders, several assaults and other crimes. Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "6 Indicted in 9 Murders Linked to a Drug Gang" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/6-indicted-in-9-murders-linked-to-a-drug-gang.html"} , {"body" : "LEAD: With New York City moving ahead in its plan to stop using welfare hotels to shelter homeless families, Mayor Edward I. Koch announced yesterday that the use of 13 more hotels would be ended by September. With New York City moving ahead in its plan to stop using welfare hotels to shelter homeless families, Mayor Edward I. Koch announced" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Pulling Out of 13 More Welfare Hotels" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/new-york-pulling-out-of-13-more-welfare-hotels.html"} , {"body" : "LEAD: An injured 6-year-old boy died Saturday in a Brooklyn hospital less than 90 minutes after his father took the comatose youngster to the emergency room, and the father has been charged with murder in the death, the authorities announced yesterday. An injured 6-year-old boy died Saturday in a Brooklyn hospital less than 90 minutes after his" , "date" : "19890302" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Injuries Kill Boy, 6, in Brooklyn; Father Is Held on Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/02\/nyregion\/injuries-kill-boy-6-in-brooklyn-father-is-held-on-murder-charge.html"} , {"body" : "LEAD: On Friday, the United States Immigration and Naturalization Service detention center on Varick Street in lower Manhattan housed 180 aliens. None have been held there longer than Lyonel Dor. On Friday, the United States Immigration and Naturalization Service detention center on Varick Street in lower Manhattan housed 180 aliens. None have been" , "date" : "19890227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Sentence Served And Life on Hold For Illegal Alien" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/27\/nyregion\/metro-matters-sentence-served-and-life-on-hold-for-illegal-alien.html"} , {"body" : "LEAD: Joan Little, whose trial and acquittal in the 1974 slaying of a North Carolina jail guard attracted worldwide attention, has been released after spending a night in jail on stolen-property and weapon charges, the police said today. Joan Little, whose trial and acquittal in the 1974 slaying of a North Carolina jail guard attracted worldwide" , "date" : "19890227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["JERSEY CITY (NJ)" , "NORTH CAROLINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Woman in '74 Slaying Posts Bail in Car Case" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/27\/nyregion\/woman-in-74-slaying-posts-bail-in-car-case.html"} , {"body" : "LEAD: Joan Little, whose trial and acquittal in the 1974 slaying of a North Carolina jail guard roused worldwide attention and controversy, was arrested Friday by the Port Authority police in Jersey City for driving a car with a stolen license plate, among other charges, the authorities said yesterday. Joan Little, whose trial and acquittal in the" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Joan Little, Tried for Killing Jailer In 1974, Is Arrested in New Jersey" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/nyregion\/joan-little-tried-for-killing-jailer-in-1974-is-arrested-in-new-jersey.html"} , {"body" : "LEAD: A 3-year-old girl left in a Brooklyn apartment with a younger child was mauled yesterday afternoon by four dogs belonging to her family while her grandmother was out buying milk, the police said. A 3-year-old girl left in a Brooklyn apartment with a younger child was mauled yesterday afternoon by four dogs belonging to her family while her" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Family Dogs Attack 3-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/nyregion\/family-dogs-attack-3-year-old.html"} , {"body" : "LEAD: Oliver H. Leeds, a former chairman of the Brooklyn chapter of the Congress of Racial Equality, died of cancer last Thursday at LaGuardia Hospital in Queens. He was 68 years old and lived in Brooklyn. Oliver H. Leeds, a former chairman of the Brooklyn chapter of the Congress of Racial Equality, died of cancer last Thursday at LaGuardia" , "date" : "19890223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Oliver Leeds, 68, Ex-Head of CORE Chapter" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/23\/obituaries\/oliver-leeds-68-ex-head-of-core-chapter.html"} , {"body" : "LEAD: A Brooklyn high school student was arrested yesterday after she was found carrying a loaded .32-caliber handgun, the police said. Shondella Mercer, 17 years old, of 735 Lincoln Avenue, was charged with criminal possession of a weapon, the police said. She was arrested shortly after 1 P.M. at Paul Robeson High School at 150 Albany Avenue in" , "date" : "19890222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Student Held on Gun Charge" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/22\/nyregion\/student-held-on-gun-charge.html"} , {"body" : "LEAD: Over the din of a nearby commuter train roaring from the elevated line into a tunnel in Brooklyn, the voice from a megaphone intones in Arabic: ''Allah is great. . . . Come to prayer. . . .'' Over the din of a nearby commuter train roaring from the elevated line into a tunnel in Brooklyn, the voice from a megaphone intones in Arabic: ''Allah" , "date" : "19890221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mainstream Islam Rapidly Embraced By Black Americans" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/21\/nyregion\/mainstream-islam-rapidly-embraced-by-black-americans.html"} , {"body" : "LEAD: Four young children in two families, apparently playing with matches in a bedroom whose door was blocked with a mattress, were fatally burned in an apartment fire in Brooklyn yesterday as their mothers cried hysterically from the street. Four young children in two families, apparently playing with matches in a bedroom whose door was blocked" , "date" : "19890221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 Young Children Burn to Death in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/21\/nyregion\/4-young-children-burn-to-death-in-brooklyn-fire.html"} , {"body" : "LEAD: INTERNATIONAL A3-13 The recall of diplomats from Iran was agreed upon by the 12 European Community nations to protest Ayatollah Ruhollah Khomeini's death threats against Salman Rushdie, author of ''The Satanic Verses.'' Page A1 INTERNATIONAL A3-13 The recall of diplomats from Iran was agreed upon by the 12 European Community nations to" , "date" : "19890221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/21\/nyregion\/news-summary-174589.html"} , {"body" : "LEAD: A dispute over a troubled Brooklyn elementary school has flared into a rancorous fight involving a principal who says he fears for his life, a local school board seeking to dismiss its superintendent and a new parent association that wants to topple the official one. A dispute over a troubled Brooklyn elementary school has flared into a" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "62" , "title" : "Within and Without, Disputes Rend a School" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/nyregion\/within-and-without-disputes-rend-a-school.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: Afro-American Heritage, Prospect Park Environmental Center, the Tennis House, Prospect Park, Brooklyn; 718-788-8549. Afro-American Heritage, Prospect Park Environmental Center, the Tennis House, Prospect Park, Brooklyn; 718-788-8549. The center is sponsoring a bus tour of the Bedford-Stuyvesant and Crown Heights areas on Feb. 26. Participants" , "date" : "19890216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: Exploring Black Heritage" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/16\/garden\/calendar-exploring-black-heritage.html"} , {"body" : "LEAD: As a cluster of neighborhood residents watched yesterday, a burned-out tenement on a drug-ravaged Brooklyn block became the first building in New York City to be torn down because of drug activity. As a cluster of neighborhood residents watched yesterday, a burned-out tenement on a drug-ravaged Brooklyn block became the first building in New" , "date" : "19890215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Raid Crack House, Then Have It Torn Down" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/15\/nyregion\/police-raid-crack-house-then-have-it-torn-down.html"} , {"body" : "LEAD: One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. They moved into a freshly painted six-room" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Helping the Ex-Homeless Furnish a Home" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/helping-the-ex-homeless-furnish-a-home.html"} , {"body" : "LEAD: FAMILY NATURE Since this is between seasons on the Sunday television front - you know, after football, but before Steinbrenner - it is a great time for some family togetherness in yet another area. Nature, for example. And the Environmental Centers of Setauket-Smithtown have just the program to fit the bill today: ''Dinosaurs for the Family." , "date" : "19890212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "LONG ISLAND GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/12\/nyregion\/long-island-guide.html"} , {"body" : "LEAD: Three former leaders of black and Hispanic organizations in Brooklyn were convicted late Thursday of intimidating, harassing and threatening to stop the work of construction contractors who refused to make payoffs to them. Three former leaders of black and Hispanic organizations in Brooklyn were convicted late Thursday of intimidating," , "date" : "19890211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Leaders of Brooklyn Groups Guilty of Harassing Builders" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/11\/nyregion\/leaders-of-brooklyn-groups-guilty-of-harassing-builders.html"} , {"body" : "LEAD: Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally run community school districts have fewer pupils than required by the state. Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "11 New York City Districts Have Too Few Pupils" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/nyregion\/11-new-york-city-districts-have-too-few-pupils.html"} , {"body" : "LEAD: There is a tradition in the Williamsburg section of Brooklyn, a tradition almost as old as the sidecurls, beards and broad-brimmed hats that the Hasidic men who live there wear. The tradition is that when someone cries ''Chaptzum'' - the Yiddish equivalent of ''Grab him!'' - everyone obeys. There is a tradition in the Williamsburg section of" , "date" : "19890130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Mugging and a Mob Evoke Debate in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/30\/nyregion\/a-mugging-and-a-mob-evoke-debate-in-brooklyn.html"} , {"body" : "LEAD: A man wanted in the shooting last week of two New York City police officers was found dead early yesterday in a stolen car after shooting himself, the police said. A man wanted in the shooting last week of two New York City police officers was found dead early yesterday in a stolen car after shooting himself, the police said. The finding of" , "date" : "19890126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Man Wanted in Officers' Shooting Kills Himself After a Crime Spree" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/26\/nyregion\/man-wanted-in-officers-shooting-kills-himself-after-a-crime-spree.html"} , {"body" : "LEAD: The body of an elderly woman was found in her Brooklyn apartment yesterday, and the police said that Ralph C. Richardson, wanted on charges of shooting two police officers Friday, was almost certainly responsible for her death. The body of an elderly woman was found in her Brooklyn apartment yesterday, and the police said that Ralph C." , "date" : "19890124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Slain in Case Tied To Shooting of Two Officers" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/24\/nyregion\/woman-slain-in-case-tied-to-shooting-of-two-officers.html"} , {"body" : "LEAD: A 60-year-old unarmed man was fatally shot in the stomach by an off-duty police officer during a traffic dispute in the Bedford-Stuyvesant section of Brooklyn yesterday, the police said. A 60-year-old unarmed man was fatally shot in the stomach by an off-duty police officer during a traffic dispute in the Bedford-Stuyvesant section of" , "date" : "19890124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "An Off-Duty Officer Kills Unarmed Man In a Traffic Dispute" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/24\/nyregion\/an-off-duty-officer-kills-unarmed-man-in-a-traffic-dispute.html"} , {"body" : "LEAD: The police officers involved in a shootout with a murder suspect in a Brooklyn row house on Friday had not planned to arrest him, but to establish that he was staying there so a larger team of officers could apprehend him later, New York City's Chief of Detectives said yesterday. The police officers involved in a shootout with a murder" , "date" : "19890123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Account Of Shooting Of 2 Officers" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/23\/nyregion\/new-account-of-shooting-of-2-officers.html"} , {"body" : "LEAD: The few minutes it took to make a telephone call about a search warrant was all the time it took for two New York City police officers to be shot Friday morning as they tried to arrest a murder suspect. The few minutes it took to make a telephone call about a search warrant was all the time it took for two New York City police officers to be" , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Police Provide Details on Shooting of Officers, but Questions Linger" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/nyregion\/police-provide-details-on-shooting-of-officers-but-questions-linger.html"} , {"body" : "LEAD: Two New York City police officers were shot and wounded yesterday morning - one of them critically - as a murder suspect with a history of violence against police officers burst through the door of a Brooklyn apartment and, the police said, opened fire. Two New York City police officers were shot and wounded yesterday morning - one of them" , "date" : "19890121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Suspect Shoots Two Officers And Escapes" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/21\/nyregion\/suspect-shoots-two-officers-and-escapes.html"} , {"body" : "LEAD: From Brooklyn, where Mayor Edward I. Koch recalled how he went to Mississippi in 1964 as a young lawyer defending civil rights workers, to Los Angeles, where golfers teed off in a tournament benefiting the Southern Christian Leadership Conference, Americans honored the memory of the Rev. Dr. Martin Luther King Jr. From Brooklyn, where Mayor" , "date" : "19890117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Sea to Sea, North and South, King Is Honored" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/17\/nyregion\/sea-to-sea-north-and-south-king-is-honored.html"} , {"body" : "LEAD: When New York City's elementary and junior high schools were given greater autonomy 19 years ago, parents were supposed to gain direct control over their children's schooling through the local school boards that took over much of the central administration's responsibility. When New York City's elementary and junior high schools were given" , "date" : "19890116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In New York, Parents Lack Say in Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/16\/nyregion\/in-new-york-parents-lack-say-in-schools.html"} , {"body" : "LEAD: A Brooklyn elementary school principal who has been involved in a bitter community dispute was transferred yesterday to the District 16 office. A Brooklyn elementary school principal who has been involved in a bitter community dispute was transferred yesterday to the District 16 office. Lester McDowell, the principal of Public School 262 in" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Principal Says A Local Group Forced Him Out" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/nyregion\/principal-says-a-local-group-forced-him-out.html"} , {"body" : "LEAD: On the day of his sentencing for participating in a $16 million Medicaid fraud, Sheldon Weinberg failed to show up in a Brooklyn court yesterday and was declared a fugitive from justice. On the day of his sentencing for participating in a $16 million Medicaid fraud, Sheldon Weinberg failed to show up in a Brooklyn court yesterday and was" , "date" : "19890111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Father Flees Court in Case On Medicaid" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/11\/nyregion\/father-flees-court-in-case-on-medicaid.html"} , {"body" : "LEAD: Sheldon Weinberg owned a modest dress shop in Brooklyn before he and his sons branched off into Medicaid ventures. Their new business quickly brought them the lavish trappings of success: six-figure incomes, a yacht, a $100,000 Rolls-Royce, apartments in Trump Tower, a butler, a maid and a $2.5 million home in Sheldon Weinberg owned a modest" , "date" : "19890109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Family Rises Using Fraud On Medicaid" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/09\/nyregion\/family-rises-using-fraud-on-medicaid.html"}]