[  {"body" : "LEAD: AFTER-CHRISTMAS REMEMBERED AFTER-CHRISTMAS REMEMBERED We popped from frozen doorways pushed away soft snow with fists cloved in new mittens puffed through woolen mufflers like diminutive dragons Hidden under homemade hats we gathered around a burning tree silver tinsels magically melted green needles turned to gray our toes and fingers felt" , "date" : "19891227" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/27\/garden\/metropolitan-diary-097489.html"} , {"body" : "LEAD: UNADORNED homes are rare commodities around Christmastime in Bay Ridge, Bensonhurst and Canarsie. With thousands of plastic Santas and snowmen, armies of toy soldiers and multicolored megawatts of lights decorating block upon block of houses and apartment buildings, no one could accuse these Brooklyn neighborhoods of a lack of holiday cheer." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neighborhoods Santa Has No Trouble Finding" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/neighborhoods-santa-has-no-trouble-finding.html"} , {"body" : "LEAD: Two-year-old Israel Mastov, with a pacifier tied around his neck, runs about his parents' apartment in Rego Park, Queens, chattering: ''Zdrast! Hi! Shalom!'' Two-year-old Israel Mastov, with a pacifier tied around his neck, runs about his parents' apartment in Rego Park, Queens, chattering: ''Zdrast! Hi! Shalom!'' Israel, saying hello in all" , "date" : "19891216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "New Emigres Putting Strain on Services" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/16\/nyregion\/new-emigres-putting-strain-on-services.html"} , {"body" : "LEAD: A Manhattan man accused of hiding Costabile (Gus) Farace, the suspect in the killing of a Federal drug agent, was released without bail yesterday after Federal authorities said he may not have known the fugitive's real identity. A Manhattan man accused of hiding Costabile (Gus) Farace, the suspect in the killing of a Federal drug agent, was" , "date" : "19891122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man is Freed in Hiding of Suspect" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/22\/nyregion\/man-is-freed-in-hiding-of-suspect.html"} , {"body" : "LEAD: In the last weeks of his life, while being sought as the killer of a Federal drug agent, Constabile (Gus) Farace hid in the East Side apartment of a suspected drug dealer in Manhattan, Federal prosecutors disclosed yesterday. In the last weeks of his life, while being sought as the killer of a Federal drug agent, Constabile (Gus) Farace hid" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Slain Suspect Had Hidden On East Side" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/slain-suspect-had-hidden-on-east-side.html"} , {"body" : "LEAD: Devora L. has been brain-damaged since birth. Now 7 years old, she is cared for at Mishkon, a Brooklyn residential center for multiply handicapped youngsters. Twice a day, Devora's mother or father comes to visit, to cuddle their little girl and to try to coax her to smile. Devora L. has been brain-damaged since birth. Now 7 years old, she is" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/530189.html"} , {"body" : "LEAD: The main suspect in the murder of a Federal drug agent last February was killed in a blaze of bullets fired from a blue van on a Brooklyn street Friday night in what law-enforcement officials said appeared to be an execution by local organized-crime groups. The main suspect in the murder of a Federal drug agent last February was killed in a" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROSSVILLE (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Suspect in Drug Agent's Slaying Found Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/nyregion\/suspect-in-drug-agent-s-slaying-found-shot-to-death.html"} , {"body" : "LEAD: A BAY SHORE CENTRAL freight train loaded with timber derailed near a busy signal tower in Brooklyn the other day, scattering logs in the path of a Verrazano line locomotive barreling down an adjacent track. A BAY SHORE CENTRAL freight train loaded with timber derailed near a busy signal tower in Brooklyn the other day, scattering logs in the" , "date" : "19891116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "A Railroad Yard Where All the Trains Run to Reminiscence" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/16\/garden\/a-railroad-yard-where-all-the-trains-run-to-reminiscence.html"} , {"body" : "LEAD: The Rev. Al Sharpton, convicted of second-degree criminal trespass for a sit-in at the Helmsley Palace Hotel, was sentenced yesterday to 70 hours of community service at a hospital of his choice. The Rev. Al Sharpton, convicted of second-degree criminal trespass for a sit-in at the Helmsley Palace Hotel, was sentenced yesterday to 70 hours of" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Datelines; Sharpton Sentenced On Trespass Charge" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/metro-datelines-sharpton-sentenced-on-trespass-charge.html"} , {"body" : "LEAD: On the day a newsworthy criminal trial begins, if not the day after indictment or arrest, we can count on hearing the defense lawyer argue: ''My client can't get a fair trial because the prospective jurors have already been prejudiced by hearing news about the case.'' On the day a newsworthy criminal trial begins, if not the day after" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "29" , "title" : "'Impartial' Juries: Trial By Ignorance" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/opinion\/impartial-juries-trial-by-ignorance.html"} ,   {"body" : "LEAD: The judge in the Bensonhurst case said yesterday that the prosecution might have a problem proving some defendants guilty of murder in what the authorities have called a racially motivated slaying. The judge in the Bensonhurst case said yesterday that the prosecution might have a problem proving some defendants guilty of murder in what the" , "date" : "19891114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bensonhurst Judge Calls A Charge Hard to Prove" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/14\/nyregion\/bensonhurst-judge-calls-a-charge-hard-to-prove.html"} , {"body" : "LEAD: Victor Herbert, the chief official of the city's public high schools, has been meeting with principals and teachers in recent days, warning them that ''the level of potential violence'' among young people ''is higher than I've ever seen it before.'' Victor Herbert, the chief official of the city's public high schools, has been meeting with" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "Ferocity of Youth Violence Is Up, a School Official Says" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/nyregion\/ferocity-of-youth-violence-is-up-a-school-official-says.html"} , {"body" : "LEAD: The new principal reported for duty at Public School 262 in Brooklyn yesterday, but the acting principal he was sent there to replace refused to vacate the principal's office. The acting principal even made the morning announcements on the public address system. The new principal reported for duty at Public School 262 in Brooklyn yesterday," , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "At P.S. 262, 2 Principals Now Occupy One Post" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/at-ps-262-2-principals-now-occupy-one-post.html"} , {"body" : "LEAD: Keith Johnson, a 31-year-old hospital worker, wore his pride yesterday morning in the buttons pinned to his faded fatigue jacket from his Army days: one with an image of the Rev. Dr. Martin Luther King Jr., another from Mr. Johnson's union, one celebrating the 1963 civil rights march on Washington and the red, white and blue Dinkins campaign" , "date" : "19891109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The 1989 Elections: New York Voters React; The Mayor-Elect Inspires Pride, but It's Hardly Universal" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/09\/nyregion\/1989-elections-new-york-voters-react-mayor-elect-inspires-pride-but-it-s-hardly.html"} , {"body" : "LEAD: This has been a trying year for Bernard Mecklowitz, the native New Yorker who has fleetingly held the title of schools chancellor. This has been a trying year for Bernard Mecklowitz, the native New Yorker who has fleetingly held the title of schools chancellor. Mr. Mecklowitz is finishing a seven-month term in which the Board of Education has" , "date" : "19891109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A Frustrated 7-Month Schools Chief" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/09\/nyregion\/a-frustrated-7-month-schools-chief.html"} , {"body" : "LEAD: David Norman Dinkins, the 62-year-old mainstream Democrat who hailed the disparate people of his hometown as a ''gorgeous mosaic,'' fitted enough of the pieces together last night to achieve victory as New York's 106th mayor and the first black to preside over the nation's largest city. David Norman Dinkins, the 62-year-old mainstream" , "date" : "19891108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DINKINS DEFEATS GIULIANI IN A CLOSE RACE; WILDER SEEMS VIRGINIA WINNER, FLORIO IN; VOTERS, 5-4, APPROVE NEW YORK CHARTER; First Black Mayor" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/08\/nyregion\/dinkins-defeats-giuliani-close-race-wilder-seems-virginia-winner-florio-voters-5-041489.html"} , {"body" : "LEAD: Black candidates demonstrated in the elections yesterday that a deliberate approach, ample experience in office and a knack for turning minority status into a political asset could constitute a formula for electoral success. Black candidates demonstrated in the elections yesterday that a deliberate approach, ample experience in office and a" , "date" : "19891108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "VIRGINIA"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "THE 1989 ELECTIONS; Black Success With Measured Approach" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/08\/us\/the-1989-elections-black-success-with-measured-approach.html"} , {"body" : "LEAD: A 20-year-old Brooklyn man was charged late yesterday in the Halloween night slaying of a 17-year-old youth, who was shot in the head when an egg-tossing street encounter escalated into a fight, the police reported yesterday. A 20-year-old Brooklyn man was charged late yesterday in the Halloween night slaying of a 17-year-old youth, who was" , "date" : "19891107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Held in Killing Of Youth on Halloween Night" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/07\/nyregion\/brooklyn-man-held-in-killing-of-youth-on-halloween-night.html"} , {"body" : "LEAD: If the New York City mayoral race has been filled with sour notes, it has also produced its share of sweet music. Partisan poets of both camps have composed a veritable album of campaign songs - all of them unofficial, many of them unsolicited and most of them unheard. If the New York City mayoral race has been filled with sour notes, it has" , "date" : "19891107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "From the Libretto of the Mayoral Campaign, Selected Verses" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/07\/nyregion\/from-the-libretto-of-the-mayoral-campaign-selected-verses.html"} , {"body" : "LEAD: A Brooklyn youth was fatally shot outside a Bensonhurst church just before midnight on Halloween, two hours after he was embroiled in a donnybrook that started when a group of teen-agers threw eggs at a passing limousine, the police said. A Brooklyn youth was fatally shot outside a Bensonhurst church just before midnight on Halloween, two" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Youth Slain After Halloween Fight" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/brooklyn-youth-slain-after-halloween-fight.html"} ,   {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani finally agreed yesterday to two televised debates in the last days of their eight-week mayoral campaign. But within hours Mr. Dinkins said he might not attend one of the debates because of a new Giuliani television commercial that Mr. Dinkins described last night as ''scurrilous. David N. Dinkins and" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Dinkins and Giuliani Agree to Debate" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/dinkins-and-giuliani-agree-to-debate.html"} , {"body" : "LEAD: Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools Chancellor Bernard Mecklowitz yesterday approved the transfer of the principal and the assistant principal. Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "2 Administrators Removed to End School's Turmoil" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/2-administrators-removed-to-end-school-s-turmoil.html"} , {"body" : "LEAD: In the glare of media scrutiny, Colman Genn has conveyed the confidence and toughness that might be expected from a former street gang member. He gambled his reputation to save some New York City schools, and he appears to have won the bet. In the glare of media scrutiny, Colman Genn has conveyed the confidence and toughness that might be" , "date" : "19891031" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "For a Schoolmaster-Spy, Strain of Heroism Shows" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/31\/nyregion\/for-a-schoolmaster-spy-strain-of-heroism-shows.html"} , {"body" : "LEAD: Two months after the fatal shooting of a black teen-ager, Yusuf K. Hawkins, in the Bensonhurst section of Brooklyn, the seven white defendants are preparing to argue in court that the crime was not racially motivated. Most defendants also plan to assert that they were not at the scene of the shooting or were unaware that the man accused of" , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defendants to Argue Hawkins Killing Was Not Racial" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/nyregion\/defendants-to-argue-hawkins-killing-was-not-racial.html"} , {"body" : "LEAD: Sidney Dobish, a retired cameraman for ABC News and special projects, died Friday of cancer at the Nathan Adelson Hospice in Las Vegas, where he lived. He was 68 years old. Sidney Dobish, a retired cameraman for ABC News and special projects, died Friday of cancer at the Nathan Adelson Hospice in Las Vegas, where he lived. He was 68 years" , "date" : "19891030" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Sidney Dobish, TV Cameraman, 68" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/obituaries\/sidney-dobish-tv-cameraman-68.html"} , {"body" : "LEAD: As Election Day draws closer, Rudolph W. Giuliani is turning kinder toward the man he once vilified and wants to succeed, Mayor Edward I. Koch. As Election Day draws closer, Rudolph W. Giuliani is turning kinder toward the man he once vilified and wants to succeed, Mayor Edward I. Koch. During the primary campaign this summer, Mr. Giuliani" , "date" : "19891028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)" , "WILLIAMSBURG (NYC)" , "KEW GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "New Tactic For Giuliani: Praise Koch As a Leader" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/28\/nyregion\/new-tactic-for-giuliani-praise-koch-as-a-leader.html"} , {"body" : "LEAD: It began with Rudolph W. Giuliani, the Republican mayoral candidate, complaining that his Democratic opponent, David N. Dinkins, was getting off easy. Then, after a week of public grilling about his personal finances, Mr. Dinkins began asking why his opponent was not being subjected to the same scrutiny. It began with Rudolph W. Giuliani, the" , "date" : "19891026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Both Giuliani And Dinkins Claim to See Dual Standard" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/26\/nyregion\/both-giuliani-and-dinkins-claim-to-see-dual-standard.html"} , {"body" : "LEAD: As two electric guitars and a clarinet struck up ''New York, New York,'' David N. Dinkins strolled into the rococo ballroom of Antun's restaurant in Queens Village the other night for a fund-raiser sponsored by the Queens Democratic organization. Representative Thomas J. Manton, the county leader, made the introduction. As two electric" , "date" : "19891026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid the Shouts, Dinkins Remains Calm" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/26\/nyregion\/amid-the-shouts-dinkins-remains-calm.html"} , {"body" : "LEAD: The Rev. Al Sharpton led about 100 black demonstrators through the Bensonhurst section of Brooklyn yesterday, protesting the arraignment Monday of one of the defendants in the killing of Yusuf K. Hawkins. The Rev. Al Sharpton led about 100 black demonstrators through the Bensonhurst section of Brooklyn yesterday, protesting the arraignment" , "date" : "19891022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Marchers Protest a Charge Of Assault in Hawkins Killing" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/22\/nyregion\/marchers-protest-a-charge-of-assault-in-hawkins-killing.html"} , {"body" : "LEAD: Robert C. (Sonny) Carson said yesterday that he had used $9,500 from the mayoral campaign of David N. Dinkins for a legitimate get-out-the-vote operation on Primary Day. Robert C. (Sonny) Carson said yesterday that he had used $9,500 from the mayoral campaign of David N. Dinkins for a legitimate get-out-the-vote operation on Primary Day." , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ex-Dinkins Worker Says He Used Campaign Money in Vote Effort" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/nyregion\/ex-dinkins-worker-says-he-used-campaign-money-in-vote-effort.html"} ,   {"body" : "LEAD: It is an unwritten rule of life in Chicago. Black people do not generally venture into the Bridgeport neighborhood after dark. Over the years, that rule has been underscored by more than a few beatings and tire-slashings. It is an unwritten rule of life in Chicago. Black people do not generally venture into the Bridgeport neighborhood after" , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRIDGEPORT (ILL)" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "Blacks Plan Rights March in Chicago" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/us\/blacks-plan-rights-march-in-chicago.html"} , {"body" : "LEAD: A judge refused yesterday to jail or increase the bail of the man who is accused of being a leader of the whites in the fatal Bensonhurst racial attack. A judge refused yesterday to jail or increase the bail of the man who is accused of being a leader of the whites in the fatal Bensonhurst racial attack. At an arraignment in State Supreme" , "date" : "19891019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO DATELINES; Bensonhurst Suspect Remains Free on Bail" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/19\/nyregion\/metro-datelines-bensonhurst-suspect-remains-free-on-bail.html"} , {"body" : "LEAD: Trying to defuse the issue of payments made to Robert (Sonny) Carson, a convicted kidnapper and a civil rights advocate, officials of David N. Dinkins's mayoral campaign produced some receipts for the money yesterday but were unable to account fully for $7,100 given to Mr. Carson and an organization he heads. Trying to defuse the issue of" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dinkins Explains Carson Cash, in Part" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/dinkins-explains-carson-cash-in-part.html"} , {"body" : "LEAD: A Brooklyn teen-age girl whose friendships with black and Hispanic men apparently led to the racially motivated killing of a black youth in the Bensonhurst section has said that death threats have prompted her to go into hiding with a round-the-clock police guard. A Brooklyn teen-age girl whose friendships with black and Hispanic men" , "date" : "19891016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Teen-Ager in Bensonhurst Case Says Threats Sent Her Into Hiding" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/16\/nyregion\/teen-ager-in-bensonhurst-case-says-threats-sent-her-into-hiding.html"} , {"body" : "LEAD: Paul Trotman, a 19-year-old Brooklyn man, was mourned at his funeral yesterday as another victim of New York City's racial and ethnic violence. Paul Trotman, a 19-year-old Brooklyn man, was mourned at his funeral yesterday as another victim of New York City's racial and ethnic violence. Mr. Trotman, a black man, died on Monday, nearly eight" , "date" : "19891014" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Killing in Brooklyn: Was Bias the Motive?" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/14\/nyregion\/a-killing-in-brooklyn-was-bias-the-motive.html"} , {"body" : "LEAD: The lawyer for a Brooklyn teen-ager accused of being the instigator of an assault on two Jewish students told a judge yesterday that his client had ''fought back'' after he had been attacked by the students. The lawyer for a Brooklyn teen-ager accused of being the instigator of an assault on two Jewish students told a judge yesterday that his" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Self-Defense Is Argued In Brooklyn Bias Case" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/self-defense-is-argued-in-brooklyn-bias-case.html"} , {"body" : "LEAD: The local news ends on Channel 2 in New York. Dan Rather's CBS Evening News show scrolls up - together an hour of highly professional news broadcasting, as usual. The local news ends on Channel 2 in New York. Dan Rather's CBS Evening News show scrolls up - together an hour of highly professional news broadcasting, as usual. And now here comes" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "33" , "title" : "ON MY MIND; TV: Selling Off Credibility" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/opinion\/on-my-mind-tv-selling-off-credibility.html"} , {"body" : "LEAD: Hateful words like ''shvartzer'' and ''nigger'' and ''kike'' are still unacceptable and objectionable to most New Yorkers. But recent reminders that such ugliness has its adherents reinforces a troubling reality about New York: Though blessed with a rich ethnicity, the city is also threatened by deep ethnic and racial animosities. Hateful" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "No Tolerance for Hate" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/opinion\/no-tolerance-for-hate.html"} , {"body" : "LEAD: A sixth white defendant, Charles Stressler, was indicted yesterday for murder in connection with what the police have described as the racially motivated slaying of a black teen-ager on Aug. 23 in the Bensonhurst section of Brooklyn. The victim, Yusuf K. Hawkins, 16 years old, was fatally shot after he and some friends went to the largely" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "6th Indicted in Hawkins Death" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/6th-indicted-in-hawkins-death.html"} , {"body" : "LEAD: Three Brooklyn teen-agers were arrested late Tuesday and charged with assaulting three Jewish students at Brooklyn College in what the police have characterized as an anti-Semitic attack. Three Brooklyn teen-agers were arrested late Tuesday and charged with assaulting three Jewish students at Brooklyn College in what the police have" , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Teen-Agers Arrested in Bias Attack" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/nyregion\/3-teen-agers-arrested-in-bias-attack.html"} ,   {"body" : "LEAD: When they say ''Pope'' at the Roman Catholic school where Michael Muraghy is in the fifth grade, they of course mean Pope John Paul II. But the other day, Michael, 10 years old, and hundreds of other Coptic Orthodox Christians had a chance to meet their own Pope - Shenouda III - at a Brooklyn Church. When they say ''Pope'' at the Roman" , "date" : "19891010" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Coptic Pope's Visit Cheers Faithful" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/10\/nyregion\/coptic-pope-s-visit-cheers-faithful.html"} , {"body" : "LEAD: Another hate crime in New York City - this time the victims were three Jewish college students - rightly stirs shock and outrage. It is also cause for frustration. Another hate crime in New York City - this time the victims were three Jewish college students - rightly stirs shock and outrage. It is also cause for frustration. Nearly three" , "date" : "19891010" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "When Will Albany Act Against Hate?" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/10\/opinion\/when-will-albany-act-against-hate.html"} , {"body" : "LEAD: A student disturbance at Eastern District High School in Brooklyn on Tuesday was an isolated incident, provoked by what students believed was a white teacher's racist remarks and fueled by a perception that their complaints about the teacher were being ignored, students and staff members said yesterday. A student disturbance at Eastern" , "date" : "19891005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Racial Tensions in New York Blamed for School Disruption" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/05\/nyregion\/racial-tensions-in-new-york-blamed-for-school-disruption.html"} , {"body" : "LEAD: Joseph Fama, the 18-year-old white youth accused of shooting a black teen-ager to death in the Bensonhurst section of Brooklyn, suffered a slight injury under the right eye, apparently at the hands of a guard at the Brooklyn House of Detention last week, authorities said yesterday. Joseph Fama, the 18-year-old white youth accused of shooting" , "date" : "19891003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bensonhurst Slaying Suspect Is Injured in Brooklyn Prison" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/03\/nyregion\/bensonhurst-slaying-suspect-is-injured-in-brooklyn-prison.html"} , {"body" : "LEAD: The line of march for the Columbus Day parade up Fifth Avenue this Friday appears to be the reverse of where New York City's mayoral candidates stand with Italian-American voters. The line of march for the Columbus Day parade up Fifth Avenue this Friday appears to be the reverse of where New York City's mayoral candidates stand with" , "date" : "19891003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Italian Areas Giving Giuliani a Strong Push" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/03\/nyregion\/italian-areas-giving-giuliani-a-strong-push.html"} , {"body" : "LEAD: There were times when he was growing up in the Bensonhurst section of Brooklyn, Frank Pugliese said, when he felt afraid - afraid of the angry young men who hung out at street corners and candy shops getting drunk and picking fights, and afraid that he might become one of them. There were times when he was growing up in the Bensonhurst" , "date" : "19891002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "3" , "title" : "BENSONHURST ON STAGE: PLOT IS SADLY FAMILIAR, THE PLAYWRIGHT SAYS" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/02\/nyregion\/bensonhurst-on-stage-plot-is-sadly-familiar-the-playwright-says.html"} , {"body" : "LEAD: A 31-year-old scoutmaster has been charged with sodomy after he was caught having sex with a 13-year-old boy in a Manhattan parking lot, the police said yesterday. A 31-year-old scoutmaster has been charged with sodomy after he was caught having sex with a 13-year-old boy in a Manhattan parking lot, the police said yesterday. The accused man," , "date" : "19891002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Scoutmaster Is Held In Sodomizing of Boy" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/02\/nyregion\/metro-datelines-scoutmaster-is-held-in-sodomizing-of-boy.html"} , {"body" : "LEAD: A second State Supreme Court judge refused yesterday to set bail for the young man accused of firing the fatal shot in the Bensonhurst racial slaying. A second State Supreme Court judge refused yesterday to set bail for the young man accused of firing the fatal shot in the Bensonhurst racial slaying. After reviewing the case against the" , "date" : "19890929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bail Denied Again in Bensonhurst Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/29\/nyregion\/bail-denied-again-in-bensonhurst-slaying.html"} , {"body" : "LEAD: For Moses J. Stewart, a black security guard whose 16-year-old son, Yusuf K. Hawkins, was surrounded by a gang of young whites a month ago and shot to death, this is a time of bitter reawakening. For Moses J. Stewart, a black security guard whose 16-year-old son, Yusuf K. Hawkins, was surrounded by a gang of young whites a month ago and shot" , "date" : "19890928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Son's Slaying, a Father Finds His Mission" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/28\/nyregion\/in-son-s-slaying-a-father-finds-his-mission.html"} , {"body" : "LEAD: To the Editor: To the Editor: Gloria Steinem should be applauded for her thought-provoking suggestion to reverse a person's race to test ourselves for bias (''If Koch Were Black,'' Op-Ed, Sept. 8). Unfortunately, she applied her suggestion selectively. One example was her description of the news media reaction to the attack on the Central" , "date" : "19890928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Tom Bradley Topped Dinkins in White Vote; If Goldin Were Black" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/28\/opinion\/l-tom-bradley-topped-dinkins-in-white-vote-if-goldin-were-black-015089.html"} ,   {"body" : "LEAD: INTERNATIONAL A3-12 Canada is becoming a money haven for drug profits as traffickers try to avoid American banking laws intended to curb money laundering, law enforcement officials say. Page A1 INTERNATIONAL A3-12 Canada is becoming a money haven for drug profits as traffickers try to avoid American banking laws intended to curb money" , "date" : "19890928" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/28\/nyregion\/news-summary-185189.html"} , {"body" : "LEAD: A judge yesterday denied bail for the young man accused of firing the fatal shots in the Bensonhurst racial slaying and said that prosecutors had a strong case against him. A judge yesterday denied bail for the young man accused of firing the fatal shots in the Bensonhurst racial slaying and said that prosecutors had a strong case against" , "date" : "19890927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Denied Bail in Attack In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/27\/nyregion\/suspect-denied-bail-in-attack-in-bensonhurst.html"} , {"body" : "LEAD: The Rev. Al Sharpton led 100 demonstrators yesterday through Bensonhurst and past the homes of several defendants in the racial killing of Yusuf K. Hawkins to protest their release on bail. The Rev. Al Sharpton led 100 demonstrators yesterday through Bensonhurst and past the homes of several defendants in the racial killing of Yusuf K." , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Marchers Protest Bail for Suspects in Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/nyregion\/marchers-protest-bail-for-suspects-in-slaying.html"} , {"body" : "LEAD: To the Editor: To the Editor: In a striking Op-Ed piece (Sept. 5), Alan Weisman recalls the anti-Semitism and racism he observed among Brooklyn Roman Catholics 30 years ago. From the shooting of Yusuf K. Hawkins in the Bensonhurst section, Mr. Weisman concludes that ''tragically'' the world he knew as a boy growing up in an Italian-American" , "date" : "19890922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Brooklyn Neighborhood Not a Cradle of Racists; Yet Change Comes" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/22\/opinion\/l-brooklyn-neighborhood-not-a-cradle-of-racists-yet-change-comes-463889.html"} , {"body" : "LEAD: To the Editor: To the Editor: Further on Alan Weisman's ''Flatbush, 60's; Bensonhurst, '89'': I spent my first 18 years in Brooklyn's Bensonhurst section before I finally escaped into the fresh air of the rest of the world. Although Bensonhurst is constantly referred to as working class and Italian-American, there is a substantial" , "date" : "19890922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Brooklyn Neighborhood Not a Cradle of Racists; Facing the Bullies" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/22\/opinion\/l-brooklyn-neighborhood-not-a-cradle-of-racists-facing-the-bullies-739089.html"} , {"body" : "LEAD: To the Editor: To the Editor: As a past member of St. Rose of Lima Parish in the Flatbush section of Brooklyn and the third graduate in my family from its school, I was troubled by Alan Weisman's ''Flatbush, 60's; Bensonhurst, '89'' (Op-Ed, Sept. 5), occasioned by the shooting of Yusuf K. Hawkins last month. As a classmmate of Mr. Weisman's" , "date" : "19890922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Brooklyn Neighborhood Not a Cradle of Racists" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/22\/opinion\/l-brooklyn-neighborhood-not-a-cradle-of-racists-738989.html"} , {"body" : "LEAD: David N. Dinkins, who campaigned for the Democratic mayoral nomination as ''a liberal and proud of it'' and shunned the word ''tough,'' is now courting a broader constituency by proclaiming himself a ''mainstream Democrat'' and challenging Rudolph W. Giuliani, his Republican opponent, for the title of New York City's ''toughest'' crime" , "date" : "19890922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Sharpens His Sword To Win a Wider Constituency" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/22\/nyregion\/dinkins-sharpens-his-sword-to-win-a-wider-constituency.html"} , {"body" : "LEAD: Tryout time for the Flames, and it must have been the beginning of autumn because the gym lights at Lafayette High School in the Bensonhurst section of Brooklyn were giving off that familiar, depressing yellow glow. Tryout time for the Flames, and it must have been the beginning of autumn because the gym lights at Lafayette High School in the" , "date" : "19890921" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dribbling in Peace: Integrated Basketball in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/21\/nyregion\/dribbling-in-peace-integrated-basketball-in-bensonhurst.html"} , {"body" : "LEAD: Even in politics, friends sometimes blurt out the most amazing things. Take Howard Golden, the Brooklyn Borough President and Democratic leader, who rose to the podium at a Brooklyn Chamber of Commerce luncheon yesterday right after David N. Dinkins, the Democratic nominee for New York City mayor, had finished a long speech on economic" , "date" : "19890921" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Campaign Trail; A Terrific 'Boring' Speech by Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/21\/nyregion\/campaign-trail-a-terrific-boring-speech-by-dinkins.html"} , {"body" : "LEAD: The lawyer for a defendant in the killing of a black youth in the Bensonhurst section of Brooklyn denied yesterday that his client had told the police that he saw another defendant shoot at the teen-ager. The lawyer for a defendant in the killing of a black youth in the Bensonhurst section of Brooklyn denied yesterday that his client had told" , "date" : "19890920" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Lawyer Denies Police Bensonhurst Account" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/20\/nyregion\/lawyer-denies-police-bensonhurst-account.html"} ,   {"body" : "LEAD: The Rev. Jesse Jackson told a crowd of cheering students at a high school in the Bensonhurst area yesterday that after the killing of a black teen-ager there last month, they had an important opportunity to reaffirm the victories of the civil rights movement. The Rev. Jesse Jackson told a crowd of cheering students at a high school in the" , "date" : "19890920" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Jackson Tells Bensonhurst School to Reaffirm Rights Effort" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/20\/nyregion\/jackson-tells-bensonhurst-school-to-reaffirm-rights-effort.html"} , {"body" : "LEAD: A defendant in the Bensonhurst slaying told the police that he heard a gunshot and saw another defendant, Joseph Fama, pointing a gun at a young black man and ''saw him shoot the gun three more times,'' according to the statement he gave detectives after the killing. A defendant in the Bensonhurst slaying told the police that he heard a" , "date" : "19890919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Witness Names Youth's Shooter In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/19\/nyregion\/witness-names-youth-s-shooter-in-bensonhurst.html"} , {"body" : "LEAD: President Bush gave Congress a sharp elbow today, suggesting that it ''move fast'' on his legislation covering crime, drugs and the environment. President Bush gave Congress a sharp elbow today, suggesting that it ''move fast'' on his legislation covering crime, drugs and the environment. ''I don't want to be hypercritical,'' Mr. Bush said at" , "date" : "19890919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "Bush, in a Visit to the West, Prods Congress About Key Bills" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/19\/us\/bush-in-a-visit-to-the-west-prods-congress-about-key-bills.html"} , {"body" : "LEAD: Andrea Ambris, a 13-year-old student at Intermediate School 166 in the East New York section of Brooklyn, was worried about David N. Dinkins's safety. Andrea Ambris, a 13-year-old student at Intermediate School 166 in the East New York section of Brooklyn, was worried about David N. Dinkins's safety. Recalling fatal racial confrontations in" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Intolerance Will Be Topic For Students" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/intolerance-will-be-topic-for-students.html"} , {"body" : "LEAD: The Roman Catholic Diocese of Brooklyn, liberal and independent under the leadership of Bishop Francis J. Mugavero for the last 21 years, will soon be getting a new - and probably more conservative - bishop. Pope John Paul II is expected to name a replacement for the retiring Bishop Mugavero before the end of the year. The Roman Catholic" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Catholics to Get a New Bishop" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/brooklyn-catholics-to-get-a-new-bishop.html"} , {"body" : "LEAD: The body of a Bensonhurst high school teacher who disappeared 12 days ago was found Saturday in a car in Uniondale, L.I. The body of a Bensonhurst high school teacher who disappeared 12 days ago was found Saturday in a car in Uniondale, L.I. Detective Sgt. William Cocks of the Nassau County homicide squad identified the woman as Maureen" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "UNIONDALE (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body of Teacher Is Found in Car On an L.I. Street" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/body-of-teacher-is-found-in-car-on-an-li-street.html"} , {"body" : "LEAD: INTERNATIONAL A3-13 Deng Xiaoping has named his heir as China's paramount leader, according to a confidential report. The heir is the Communist Party General Secretary, Jiang Zemin. Page A1 INTERNATIONAL A3-13 Deng Xiaoping has named his heir as China's paramount leader, according to a confidential report. The heir is the Communist Party" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/news-summary-476389.html"} , {"body" : "LEAD: A picture caption on Thursday about reactions in Bensonhurst, Brooklyn, to David N. Dinkins's victory in the mayoral primary misidentified the street where two residents sat. It was Bay Ridge Parkway at 20th Avenue. A picture caption on Thursday about reactions in Bensonhurst, Brooklyn, to David N. Dinkins's victory in the mayoral primary" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/c-corrections-491489.html"} , {"body" : "LEAD: About 10,000 people attended a rally and concert in Harlem yesterday in memory of Yusuf K. Hawkins, a black youth who was killed last month in the Bensonhurst section of Brooklyn in what the police say was a racially motivated attack. About 10,000 people attended a rally and concert in Harlem yesterday in memory of Yusuf K. Hawkins, a black" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "10,000 Attend Rap Concert To Call Attention to Racism" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/10000-attend-rap-concert-to-call-attention-to-racism.html"} , {"body" : "LEAD: IT took David N. Dinkins a long time to get to where he is today, replacing the once-indomitable Edward I. Koch at the top of New York City's Democratic ticket. Yet probably the most delicate step in Mr. Dinkins's slow, cautious career will be his next one: in seeking to become mayor, he must convince the voters that he can lead a changing" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "1" , "title" : "THE NATION: David N. Dinkins; An Even Temper In the Tempest of Mayoral Politics" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/weekinreview\/the-nation-david-n-dinkins-an-even-temper-in-the-tempest-of-mayoral-politics.html"} ,   {"body" : "LEAD: To the Editor: To the Editor: Frequently, after deadly manifestations of racism, such as the killing of a black man in Howard Beach, Queens, and the murder of Yusuf Hawkins in the Bensonhurst section of Brooklyn, upper-middle-class blacks who considered themselves remote from the black experience begin to express fears for their own safety." , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "No One Yet Has Immunity From Racial Conflict" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/opinion\/l-no-one-yet-has-immunity-from-racial-conflict-918089.html"} , {"body" : "LEAD: A woman's body was found yesterday in a car in Uniondale, L.I., and the Nassau County Police were investigating whether the body was that of a missing Brooklyn teacher. A woman's body was found yesterday in a car in Uniondale, L.I., and the Nassau County Police were investigating whether the body was that of a missing Brooklyn teacher. The" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "Police Check Whether Body Is That of a Missing Teacher" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/nyregion\/police-check-whether-body-is-that-of-a-missing-teacher.html"} , {"body" : "LEAD: A melee erupted yesterday in front of a Brooklyn courthouse shortly after a hearing announcing the indictment of a fifth white man in what the police have called the racially motivated slaying of Yusuf K. Hawkins in the Bensonhurst section last month. A melee erupted yesterday in front of a Brooklyn courthouse shortly after a hearing" , "date" : "19890915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Melee Follows 5th Indictment In Racial Case" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/15\/nyregion\/melee-follows-5th-indictment-in-racial-case.html"} , {"body" : "LEAD: David N. Dinkins introduced Ronald H. Brown as his kid brother yesterday, and it really didn't seem much of a stretch. Both looked elegant and determined in double-breasted suits, confidently ridiculing Rudolph W. Giuliani as Ronald Reagan incarnate in New York. David N. Dinkins introduced Ronald H. Brown as his kid brother yesterday, and it" , "date" : "19890915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaign Trail; Party Head Offers 'to Go All Out' for Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/15\/nyregion\/campaign-trail-party-head-offers-to-go-all-out-for-dinkins.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: A proven political machine, a 5-to-1 Democratic edge in enrollment and a party that appears to be unusually united help make David N. Dinkins the heavy favorite in the November mayoral race against his Republican opponent, Rudolph W. Giuliani. But Mr. Dinkins may be vulnerable to defections from some Democrats who are concerned about crime" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: FINDING A WAY TO WIN; Dinkins Starts With Numerical Advantage, But Uneasy Democrats Could Go to Giuliani" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/new-york-primary-finding-way-win-dinkins-starts-with-numerical-advantage-but.html"} , {"body" : "LEAD: Until yesterday morning, the class in participation in government at Martin Luther King High School had seemed to the students, all seniors and all black, something of an abstraction. Until yesterday morning, the class in participation in government at Martin Luther King High School had seemed to the students, all seniors and all black," , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The New York Primary; From Primary, Swelling Pride and Easing Tensions" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-from-primary-swelling-pride-and-easing-tensions.html"} , {"body" : "LEAD: Mayor Edward I. Koch was decisively transformed yesterday from a campaign underdog into a lame duck, but the metamorphosis began some months ago. Mayor Edward I. Koch was decisively transformed yesterday from a campaign underdog into a lame duck, but the metamorphosis began some months ago. The instrument was as much Mr. Koch's performance" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: A Sense of Quiet Strength; Dinkins Triumph Is Built on Dissatisfaction With Koch and on an Unthreatening Image" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/new-york-primary-sense-quiet-strength-dinkins-triumph-built-dissatisfaction-with.html"} , {"body" : "LEAD: David N. Dinkins scored a decisive victory over the three-term Mayor, Edward I. Koch, in New York City's Democratic mayoral primary yesterday. David N. Dinkins scored a decisive victory over the three-term Mayor, Edward I. Koch, in New York City's Democratic mayoral primary yesterday. The victory set the stage for a November general election" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: DINKINS SWEEPS PAST KOCH FOR NOMINATION; GIULIANI EASILY WINS REPUBLICAN PRIMARY; MAYOR OFFERS HELP" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/new-york-primary-dinkins-sweeps-past-koch-for-nomination-giuliani-easily-wins.html"} , {"body" : "LEAD: Not long after the image of Mayor Edward I. Koch faded from a giant television screen above the Hotel Penta Grand Ballroom just after midnight, David N. Dinkins mounted the stage to the cheers of several thousand supporters to claim victory in the Democratic mayoral primary. Not long after the image of Mayor Edward I. Koch faded from a giant" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEW YORK PRIMARY; Dinkins and Friends Exult in Victory" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/the-new-york-primary-dinkins-and-friends-exult-in-victory.html"} ,   {"body" : "LEAD: With a brave wave and a sad smile, Mayor Edward I Koch declared last night that ''there is a life after the mayoralty.'' With a brave wave and a sad smile, Mayor Edward I Koch declared last night that ''there is a life after the mayoralty.'' Mr. Koch, surrounded by commissioners, campaign officials, supporters and relatives, said his rival in" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEW YORK PRIMARY; For a Sad Koch They Play 'New York'" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/the-new-york-primary-for-a-sad-koch-they-play-new-york.html"} , {"body" : "LEAD: Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with stepped up security, both inside and out. No incidents of violence were reported. Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with" , "date" : "19890912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Schools in Bensonhurst Remain Calm" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/12\/nyregion\/schools-in-bensonhurst-remain-calm.html"} , {"body" : "LEAD: While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their supporters were mobilizing for the campaign that really counts: making sure the right people vote. While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Size of Turnout to Be Vital In New York City Primary; Black Vote Is Pivotal in Mayoral Race" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/size-turnout-be-vital-new-york-city-primary-black-vote-pivotal-mayoral-race.html"} , {"body" : "LEAD: Nearly 300 chanting black demonstrators protesting the killing of a black youth staged two peaceful marches through the Bensonhurst section of Brooklyn yesterday, and were met with calm, even respectful silence, by residents in the embattled white neighborhood. Nearly 300 chanting black demonstrators protesting the killing of a black youth" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "300 Demonstrators Are Met With Silence in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/300-demonstrators-are-met-with-silence-in-bensonhurst.html"} , {"body" : "LEAD: A few weeks ago, Thomas Key paid little attention to the mayoral primary. The 62-year-old retiree said he had planned to vote for David N. Dinkins but was not especially inspired by the prospect. Politicians, he said, are basically the same. A few weeks ago, Thomas Key paid little attention to the mayoral primary. The 62-year-old retiree said" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Black Voters Say It's Time for Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/black-voters-say-it-s-time-for-dinkins.html"} , {"body" : "LEAD: Mayor Edward I. Koch and Borough President David N. Dinkins of Manhattan, the two acknowledged front-runners for New York City's Democratic mayoral nomination, stumped the city yesterday in a final frenzy of rallies and walking tours in which they largely played to their separate constituencies while they preached racial harmony. Mayor Edward" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH AND DINKINS SPRINT TO FINISH" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/koch-and-dinkins-sprint-to-finish.html"} , {"body" : "LEAD: INTERNATIONAL\/3-19 INTERNATIONAL\/3-19 President Gorbachev warned that his program of change is endangered. Internal enemies have whipped up alarm and pushed the nation close to instability, he said. Page 1 Can President Gorbachev succeed? Moscow's problems have raised doubts in Washington and U.S. officials are pondering how to react to any" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/news-summary-388589.html"} , {"body" : "LEAD: David N. Dinkins, the Manhattan Borough President running in the Democratic primary for mayor, had just completed a swing through a Lower East Side knish shop, seeking votes among the Orthodox Jewish families gathered for an early Sunday lunch. But the handshaking made no impression on a young man in a yarmulke at the back of the room. David" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Dinkins and Koch Vie for Jews' Votes" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/dinkins-and-koch-vie-for-jews-votes.html"} , {"body" : "LEAD: The Rev. Jesse Jackson campaigned yesterday for David N. Dinkins as the mayoral candidate of ''hope and healing'' for New York City. The Rev. Jesse Jackson campaigned yesterday for David N. Dinkins as the mayoral candidate of ''hope and healing'' for New York City. But Mayor Edward I. Koch, who has been accused of divisiveness, said: ''I'm" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Jackson Stumps With Dinkins At Queens Rally" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/jackson-stumps-with-dinkins-at-queens-rally.html"} , {"body" : "LEAD: A fourth young white suspect was indicted yesterday by a Brooklyn grand jury on charges of murder and manslaughter in the killing of a black youth in Bensonhurst two weeks ago. A fourth young white suspect was indicted yesterday by a Brooklyn grand jury on charges of murder and manslaughter in the killing of a black youth in Bensonhurst two" , "date" : "19890909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "4th Suspect Faces Murder Charge In Death of Youth in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/09\/nyregion\/4th-suspect-faces-murder-charge-in-death-of-youth-in-bensonhurst.html"} ,   {"body" : "LEAD: Two Hispanic men were attacked by three white youths on a street corner in the Bensonhurst section of Brooklyn Thursday night, in what the police are investigating as a ''bias incident.'' Two Hispanic men were attacked by three white youths on a street corner in the Bensonhurst section of Brooklyn Thursday night, in what the police are" , "date" : "19890909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "2 Are Attacked in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/09\/nyregion\/2-are-attacked-in-bensonhurst.html"} , {"body" : "LEAD: The end of a campaign brings out the worst in politicians. This year's New York City primary campaign has been much better than others, especially among the Democratic mayoral candidates. Recognizing that divisive campaigning could only hurt in the wake of the Bensonhurst tragedy, they have so far behaved with admirable restraint. The end of" , "date" : "19890909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Smear Time" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/09\/opinion\/smear-time.html"} , {"body" : "LEAD: Walking briskly, as is his inclination, with his arms aloft to announce his presence, Mayor Edward I. Koch arrived at the Fairview Swim Club in Forest Hills, Queens, on a campaign stop the other day. Walking briskly, as is his inclination, with his arms aloft to announce his presence, Mayor Edward I. Koch arrived at the Fairview Swim Club in" , "date" : "19890908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Longer Called Underdog; Koch Strides to Primary" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/08\/nyregion\/no-longer-called-underdog-koch-strides-to-primary.html"} , {"body" : "LEAD: The Rev. Al Sharpton said yesterday that he plans to lead a march through the Bensonhurst section of Brooklyn on Saturday, despite arguments that a demonstration could detract from David N. Dinkins's campaign in Tuesday's mayoral primary. The Rev. Al Sharpton said yesterday that he plans to lead a march through the Bensonhurst section of" , "date" : "19890907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Sharpton Will March, Despite Claims It Might Hurt Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/07\/nyregion\/sharpton-will-march-despite-claims-it-might-hurt-dinkins.html"} , {"body" : "LEAD: The white 18-year-old accused as the gunman in the killing of a black youth in Brooklyn was indicted yesterday on two counts of second-degree murder. The white 18-year-old accused as the gunman in the killing of a black youth in Brooklyn was indicted yesterday on two counts of second-degree murder. In announcing the indictment in Criminal" , "date" : "19890907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bensonhurst Youth Is Indicted as Gunman" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/07\/nyregion\/bensonhurst-youth-is-indicted-as-gunman.html"} , {"body" : "LEAD: Wherever he goes in these last days of the primary campaign - Chinatown, Harlem or the Bronx - David N. Dinkins has been incorporating the lessons of Yusuf K. Hawkins's death, often departing from his set speech to talk about the need to bind the wounds left by the killing of the black teen-ager by a gang of white youths from Wherever he goes" , "date" : "19890907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Stresses His Appeal for Harmony" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/07\/nyregion\/dinkins-stresses-his-appeal-for-harmony.html"} , {"body" : "LEAD: Since the killing of a 16-year-old black, Yusuf K. Hawkins, by a gang of whites in the Bensonhurst section of Brooklyn, there have been expressions of outrage, grief and remorse. Since the killing of a 16-year-old black, Yusuf K. Hawkins, by a gang of whites in the Bensonhurst section of Brooklyn, there have been expressions of outrage, grief" , "date" : "19890906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Nature of Racism: 2 Clergymen Disagree" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/06\/nyregion\/the-nature-of-racism-2-clergymen-disagree.html"} , {"body" : "LEAD: The minuet of endorsements, mayoral and otherwise, continued yesterday. The minuet of endorsements, mayoral and otherwise, continued yesterday. Saying he was breaking with ''normal custom'' and backing a candidate during a primary campaign, Senator Edward M. Kennedy endorsed David N. Dinkins for mayor of New York yesterday. Mr. Kennedy, a" , "date" : "19890906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Campaign Trail; Endorsements, Actual and Canceled" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/06\/nyregion\/campaign-trail-endorsements-actual-and-canceled.html"} , {"body" : "LEAD: AS racial violence continues to roil communities like Bensonhurst and more subtle prejudice permeates many American institutions, psychologists are refining their understanding of how bigotry develops and devising new ways to fight and prevent it. AS racial violence continues to roil communities like Bensonhurst and more subtle prejudice" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "Psychologists Find Ways To Break Racism's Hold" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/science\/psychologists-find-ways-to-break-racism-s-hold.html"} , {"body" : "LEAD: It was a weekly ritual played out before my eyes on the corner where the schoolyard was, in the heart of Flatbush, Brooklyn, almost 30 years ago. It was a weekly ritual played out before my eyes on the corner where the schoolyard was, in the heart of Flatbush, Brooklyn, almost 30 years ago. Every Friday, around 4 P.M., the older kids would" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Opinion" , "U.S."] , "page_facet" : "19" , "title" : "Flatbush, 60's; Bensonhurst, '89" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/opinion\/flatbush-60-s-bensonhurst-89.html"} ,   {"body" : "LEAD: Gov. Mario M. Cuomo yesterday dropped another cryptic hint in New York City's mayoral race when he said he supported the candidate ''who can best bring this city together,'' a remark quickly taken by supporters of David N. Dinkins to mean a tilt toward the Manhattan Borough President. Gov. Mario M. Cuomo yesterday dropped another cryptic hint" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cuomo Calls For 'New Era Of Harmony'" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/nyregion\/cuomo-calls-for-new-era-of-harmony.html"} , {"body" : "LEAD: To the clash of cymbals, the beat of rope drums, the prancing of a golden sun god and the campaigning of mortal political candidates, the annual parade of the West Indian-American Day Carnival throbbed through Brooklyn yesterday to a calypso beat. To the clash of cymbals, the beat of rope drums, the prancing of a golden sun god and the" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Sun God Prances With Politicians" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/nyregion\/a-sun-god-prances-with-politicians.html"} , {"body" : "LEAD: David N. Dinkins, the candidate endorsed by the Labor Day parade's sponsor, upstaged four of his mayoral opponents yesterday as he headed the line of march with the Governor and a handful of other elected officials while Mayor Edward I. Koch and the other candidates were relegated to the rear echelons. David N. Dinkins, the candidate endorsed" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Upstages Opponents at Labor Day Parade" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/nyregion\/dinkins-upstages-opponents-at-labor-day-parade.html"} , {"body" : "LEAD: Declaring that ''the church can heal,'' the Roman Catholic clergy of Bensonhurst led 200 people, virtually all of them white, in a solemn procession through the Brooklyn neighborhood's streets yesterday and laid a wreath of roses and carnations at the site where a 16-year-old black youth was gunned down 11 days ago. Declaring that ''the" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Clergy in Bensonhurst Lead March To Lay Wreath at Site of Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/clergy-in-bensonhurst-lead-march-to-lay-wreath-at-site-of-slaying.html"} , {"body" : "LEAD: The Rev. Jesse L. Jackson preached redemption and praised David N. Dinkins before an overflow congregation at a church in a black neighborhood in Brooklyn yesterday. The Rev. Jesse L. Jackson preached redemption and praised David N. Dinkins before an overflow congregation at a church in a black neighborhood in Brooklyn yesterday. Mr. Jackson" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Jackson Urges Voters' Support For Dinkins Bid" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/jackson-urges-voters-support-for-dinkins-bid.html"} , {"body" : "LEAD: A volatile mixture of deep-seated racial animosities, starkly segregated environments and fear of economic change may have fostered the murder of a 16-year-old black youth in Bensonhurst last month, say social scientists who have studied race relations in large cities like New York. A volatile mixture of deep-seated racial animosities," , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Hatred and Social Isolation May Spur Acts of Racial Violence, Experts Say" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/hatred-and-social-isolation-may-spur-acts-of-racial-violence-experts-say.html"} , {"body" : "LEAD: In the first and very likely only joint encounter of the Republican mayoral primary campaign, Rudolph W. Giuliani said yesterday that even though he is the Liberal Party nominee, he would support Ronald S. Lauder if Mr. Lauder won the Republican primary. In the first and very likely only joint encounter of the Republican mayoral primary" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Animosity Is On Display As Giuliani Meets Lauder" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/animosity-is-on-display-as-giuliani-meets-lauder.html"} , {"body" : "LEAD: The four Democratic candidates in next week's New York City mayoral primary took advantage of yesterday's mild weather and holiday weekend calm to carry their campaigns to beaches and street fairs and to anyone within hand-shaking range. September 4, 1989, Monday, Late Edition - Final The four Democratic candidates in next week's New York" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "It's No Holiday for Four In the Democratic Race" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/it-s-no-holiday-for-four-in-the-democratic-race.html"} , {"body" : "LEAD: In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300 demonstrators bearing African liberation flags and chanting ''Yusuf, Yusuf,'' marched through the heart of the Bensonhurst section of Brooklyn yesterday afternoon. In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "No Violence as 300 March Into Bensonhurst Again" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/no-violence-as-300-march-into-bensonhurst-again.html"} , {"body" : "LEAD: EARLY this summer, when Spike Lee's ''Do the Right Thing'' opened, some commentators, white ones, mostly, nervously predicted that the film's portrayal of racial divisions in Brooklyn might provoke riots by blacks. It didn't. EARLY this summer, when Spike Lee's ''Do the Right Thing'' opened, some commentators, white ones, mostly, nervously" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Once Again, Racism Proves to Be Fatal In New York City" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/weekinreview\/the-region-once-again-racism-proves-to-be-fatal-in-new-york-city.html"} ,   {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: INTERNATIONAL\/3-19 INTERNATIONAL\/3-19 Plans to make many Soviet Jews ineligible for admission to the United States as refugees have been drafted by Washington. A likely effect of the plan would be to channel many refugees to Israel. Page 1 Spy satellites are being developed or planned by a growing number of nations, including Spain, Israel" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/news-summary-623789.html"} , {"body" : "LEAD: The need to insure that no neighborhood in America is off limits to any citizen outweighs the risk of offending a community and even the risk of violence, veteran civil rights advocates and experts on civil disobedience contend. The need to insure that no neighborhood in America is off limits to any citizen outweighs the risk of offending a" , "date" : "19890902" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Protests Worth Risk, Supporters Say" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/02\/nyregion\/protests-worth-risk-supporters-say.html"} , {"body" : "LEAD: As the suspected gunman in the racial killing of Yusuf K. Hawkins pleaded not guilty yesterday, police officials and organizers of a march to protest the killing blamed each other for the violence at the demonstration. As the suspected gunman in the racial killing of Yusuf K. Hawkins pleaded not guilty yesterday, police officials and" , "date" : "19890902" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Protesters And Police Trade Blame For Violence" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/02\/nyregion\/protesters-and-police-trade-blame-for-violence.html"} , {"body" : "LEAD: The bloody clash between the police and demonstrators on the Brooklyn Bridge Thursday evening was ugly, disturbing and, above all, avoidable. The police, often accused of provoking confrontation, appeared to go out of their way to avoid this one. It appears that trouble occurred anyway because a few demonstrators were determined to make" , "date" : "19890902" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Blood on the Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/02\/opinion\/the-blood-on-the-brooklyn-bridge.html"} , {"body" : "LEAD: For television viewers, the most compelling political image of the last week may have been the news pictures of Mayor Edward I. Koch's motorcade speeding in reverse to escape a hostile crowd. For television viewers, the most compelling political image of the last week may have been the news pictures of Mayor Edward I. Koch's motorcade" , "date" : "19890902" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "TV News Provides Images Of Candidates, Hot or Cool" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/02\/nyregion\/tv-news-provides-images-of-candidates-hot-or-cool.html"} , {"body" : "LEAD: The death of a 16-year-old black youth at the hands of a white gang in Brooklyn last week has indelibly marked the 1989 mayoral primary and is likely to intensify the racial polarization of the electorate in the days to come, many political consultants and politicians say. The death of a 16-year-old black youth at the hands of a white gang in" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Killing That May Alter an Election" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/a-killing-that-may-alter-an-election.html"} , {"body" : "LEAD: The vanguard of a mile-long protest march against racism and the recent killing of a black youth clashed with the police last night as it tried to force its way through lines of helmeted, riot-equipped officers on the Brooklyn approach to the Brooklyn Bridge. The vanguard of a mile-long protest march against racism and the recent killing of a" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "OAKLAND (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'Day of Outrage' March Ends in Violence" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/day-of-outrage-march-ends-in-violence.html"} , {"body" : "LEAD: Borough President David N. Dinkins of Manhattan and several other black political and religious leaders traveled to the Bensonhurst section of Brooklyn yesterday to meet with white community leaders in an effort to repair the damage done to racial relations by the murder of Yusuf K. Hawkins. Borough President David N. Dinkins of Manhattan and" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Black Leaders Travel To Brooklyn Meeting" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/black-leaders-travel-to-brooklyn-meeting.html"} , {"body" : "LEAD: Banners and lights of red, white and green - the colors of the Italian flag -hang along 18th Avenue in Bensonhurst for the Feast of Santa Rosalia. Normally the neighborhood's biggest event of the year, the feast is overshadowed now by the murder of Yusuf K. Hawkins, a black youth who had ventured into the neighborhood to look at a used car" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bensonhurst: A Tough Code In Defense of a Closed World" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/bensonhurst-a-tough-code-in-defense-of-a-closed-world.html"} ,   {"body" : "LEAD: An 18-year-old white youth who investigators say was the gunman in the racial killing of a black teen-ager in Brooklyn walked into a police station in Oneonta, N.Y., early yesterday and surrendered, the police said. An 18-year-old white youth who investigators say was the gunman in the racial killing of a black teen-ager in Brooklyn walked" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ONEONTA (NY)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suspect in Brooklyn Slaying Surrenders" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/suspect-in-brooklyn-slaying-surrenders.html"} , {"body" : "LEAD: It may be less their words than where Mayor Edward I. Koch and David N. Dinkins went the day after Yusuf K. Hawkins's murder that speaks volumes about the racial polarization of their city and of their constituencies in the mayoral campaign. It may be less their words than where Mayor Edward I. Koch and David N. Dinkins went the day after" , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaign Matters; The Actions Of 2 Candidates Speak of Strife" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/nyregion\/campaign-matters-the-actions-of-2-candidates-speak-of-strife.html"} , {"body" : "LEAD: Two suspects in the racial attack on 16-year-old Yusuf K. Hawkins were indicted yesterday on second-degree murder charges. Two suspects in the racial attack on 16-year-old Yusuf K. Hawkins were indicted yesterday on second-degree murder charges. The state grand jury in Brooklyn that handed up the indictments also accused the two defendants," , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Indicted for Murder in Racial Attack" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/nyregion\/2-indicted-for-murder-in-racial-attack.html"} , {"body" : "LEAD: Yusuf K. Hawkins was buried yesterday in Brooklyn, and just as the 16-year-old black youth's death has been taken as a painful symbol of racial division, so, too, was his funeral used as an occasion to reflect not only on the dead young man but also on the state of race relations in New York City. Yusuf K. Hawkins was buried yesterday in" , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youth's Funeral Focuses on Racial Divisions" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/nyregion\/youth-s-funeral-focuses-on-racial-divisions.html"} , {"body" : "LEAD: America has many problems, but one is entrenched in our culture, our history. It has defied what we thought were solutions. It is growing worse, eating away at the social fabric. It cries out for leadership. But there is no leadership. America has many problems, but one is entrenched in our culture, our history. It has defied what we thought" , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "25" , "title" : "ABROAD AT HOME; On Our Conscience?" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/opinion\/abroad-at-home-on-our-conscience.html"} , {"body" : "LEAD: Bishop Francis J. Mugavero of the Roman Catholic Diocese of Brooklyn yesterday questioned the decision of some clergymen to conduct protest marches last weekend in Bensonhurst, where a black youth had earlier been shot to death after being chased by a white gang. Bishop Francis J. Mugavero of the Roman Catholic Diocese of Brooklyn yesterday" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bishop Questions Protest Marches in Racial Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/bishop-questions-protest-marches-in-racial-slaying.html"} , {"body" : "LEAD: Thousands of mourners filed past the body of Yusuf K. Hawkins yesterday at a Brooklyn funeral home, as his family sought to deal with their grief amid unceasing public attention. Thousands of mourners filed past the body of Yusuf K. Hawkins yesterday at a Brooklyn funeral home, as his family sought to deal with their grief amid unceasing" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Youth's Wake, Grief, Anger and Talk of Racism" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/at-youth-s-wake-grief-anger-and-talk-of-racism.html"} , {"body" : "LEAD: The Federal Bureau of Investigation has begun a preliminary inquiry into the killing of 16-year-old Yusuf Hawkins in a racial attack in the Bensonhurst section of Brooklyn last week, the office of United States Attorney Andrew Maloney said yesterday. The Federal Bureau of Investigation has begun a preliminary inquiry into the killing of" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "F.B.I. Begins Inquiry on Brooklyn Youth's Slaying in Racial Attack" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/fbi-begins-inquiry-on-brooklyn-youth-s-slaying-in-racial-attack.html"} , {"body" : "LEAD: What's New? (Not the Dots) Man in the Midwest says he's got a new knot; neckwear authorities agree. The Living Section, page C1. Brooklyn Bishop Questions Marches to Protest Killing Bishop Francis J. Mugavero of Brooklyn wondered ''what was accomplished'' by marches protesting the racial killing of a black youth in Bensonhurst. What's New?" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/inside-524689.html"} , {"body" : "LEAD: International A3-13 Two Colombia drug kings would quit the drug business in exchange for amnesty and a cease-fire in the nation's war on drugs, they say. The appeals became public as bombs shook Colombia's two largest cities. Page A1 Drug traffickers have lived well in Columbia. International A3-13 Two Colombia drug kings would quit the drug" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/news-summary-532989.html"} ,   {"body" : "LEAD: An article on Saturday about the killing of a black youth by a gang of whites in the Bensonhurst section of Brooklyn misstated the address of one suspect, Charles Stressler. It is 2042 66th Street, not No. 2142. An article on Saturday about the killing of a black youth by a gang of whites in the Bensonhurst section of Brooklyn misstated the" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/c-corrections-581689.html"} , {"body" : "LEAD: The community response to the racial killing of a black youth in Brooklyn has become an issue in the New York City mayoral election, with candidates clashing over how to keep racial polarization from spreading. The community response to the racial killing of a black youth in Brooklyn has become an issue in the New York City mayoral election," , "date" : "19890829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Racial Link in Brooklyn Killing Divides the Mayoral Candidates" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/29\/nyregion\/racial-link-in-brooklyn-killing-divides-the-mayoral-candidates.html"} , {"body" : "LEAD: A sixth suspect was arrested last night in the killing of 16-year-old Yusef Hawkins in a racial attack in Brooklyn last week as investigators continued to examine the possibility that the suspected gunman, Joseph Fama, has fled to Italy. A sixth suspect was arrested last night in the killing of 16-year-old Yusef Hawkins in a racial attack in" , "date" : "19890829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Arrest Sixth Suspect In Racial Attack in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/29\/nyregion\/police-arrest-sixth-suspect-in-racial-attack-in-brooklyn.html"} , {"body" : "LEAD: Anyone who thought the murder of Yusef Hawkins in the Bensonhurst section of Brooklyn was an isolated incident had to wait only three days to learn differently. When scores of mourners, led by ministers, paraded in the streets Sunday to express their outrage, they were confronted by a crowd so angry and insulting it had to be restrained" , "date" : "19890829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Racism, Accomplice to Murder" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/29\/opinion\/racism-accomplice-to-murder.html"} , {"body" : "LEAD: At St. Dominic's Church in the Bensonhurst section of Brooklyn, a few blocks from where a black teen-ager was murdered last Wednesday by a gang of bat-wielding youths from the neighborhood, the Rev. Charles S. Fermeglia opened the 9:30 Mass yesterday by touching on raw nerves. At St. Dominic's Church in the Bensonhurst section of Brooklyn, a" , "date" : "19890828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Bensonhurst, Grief Mixed With Shame and Blunt Bias" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/28\/nyregion\/in-bensonhurst-grief-mixed-with-shame-and-blunt-bias.html"} , {"body" : "LEAD: Racial tensions from the killing of a black youth on Wednesday flared again in Bensonhurst yesterday as 60 to 70 marchers clashed with about 250 white residents who screamed obscenities and racial slurs. Racial tensions from the killing of a black youth on Wednesday flared again in Bensonhurst yesterday as 60 to 70 marchers clashed with about" , "date" : "19890828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "250 Whites Jeer Marchers In Brooklyn Youth's Death" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/28\/nyregion\/250-whites-jeer-marchers-in-brooklyn-youth-s-death.html"} , {"body" : "LEAD: The killing of a black teen-ager Wednesday night in the Bensonhurst section of Brooklyn is but the most searing example of what sociologists and civil rights groups say is a renewed and rising tide of racial intolerance among teen-agers and young adults across the country. The killing of a black teen-ager Wednesday night in the Bensonhurst" , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "A New Generation of Racism Is Seen" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/nyregion\/a-new-generation-of-racism-is-seen.html"} , {"body" : "LEAD: When 300 black demonstrators marched through the Bensonhurst section of Brooklyn yesterday to protest the racial shooting of a black youth, they were met by scores of jeering young whites who chanted, ''Niggers go home,'' yelled obscenities and held up watermelons to ridicule the demonstrators. When 300 black demonstrators marched through the" , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Marchers and Brooklyn Youths Trade Racial Jeers" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/nyregion\/marchers-and-brooklyn-youths-trade-racial-jeers.html"} , {"body" : "LEAD: Five young whites were arraigned in Brooklyn Criminal Court yesterday in connection with the murder of Yusef Hawkins, a black teen-ager who authorities said had been shot to death solely because of his race. Five young whites were arraigned in Brooklyn Criminal Court yesterday in connection with the murder of Yusef Hawkins, a black teen-ager" , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "5 Arraigned in Killing of Black Youth" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/nyregion\/5-arraigned-in-killing-of-black-youth.html"} , {"body" : "LEAD: IT took only hours for the killing of a black teen-ager in Brooklyn last week to turn into a political issue, not least for the six men running for mayor of New York City. IT took only hours for the killing of a black teen-ager in Brooklyn last week to turn into a political issue, not least for the six men running for mayor of New York City." , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "The Politics Of a Killing In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/weekinreview\/the-politics-of-a-killing-in-brooklyn.html"} ,   {"body" : "LEAD: MONTAUK, at the eastern tip of Long Island's South Fork, 125 miles by highway from Manhattan, has the mystique of places at the end of the road. Here, past the endless coiled circuits of midisland suburbs, beyond the clipped expensive foliage of the Hamptons, the wind blows harder, the waves curl higher, the light reflects with a scouring" , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MONTAUK (NY)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "26" , "title" : "History at the Tip of Long Island" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/travel\/history-at-the-tip-of-long-island.html"} , {"body" : "LEAD: The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have shot to death 16-year-old Yusef Hawkins in a racial attack Wednesday night in the Bensonhurst section of Brooklyn. The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Search for 18-Year-Old In Killing of Brooklyn Youth" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/police-search-for-18-year-old-in-killing-of-brooklyn-youth.html"} , {"body" : "LEAD: For Sharon Sylvester, a 23-year-old nurse's aide, the killing of Yusef Hawkins in Bensonhurst has been a cumulative blow, a final proof of racism that, she says, will drive her from New York despite the promise of good pay that drew her here. For Sharon Sylvester, a 23-year-old nurse's aide, the killing of Yusef Hawkins in Bensonhurst has" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Despair Comes Twice To a Brooklyn Family" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/despair-comes-twice-to-a-brooklyn-family.html"} , {"body" : "LEAD: INTERNATIONAL 2-5 Page 1 INTERNATIONAL 2-5 Page 1 Colombian students marched in support of the Government crackdown. Officials reported the arrest of two associates of a leader of the Medellin cocaine ring. Both are wanted for extradition to the U.S. 5 Israel tries to distance itself from mercenaries in Colombia 5 Abuse of dissidents in" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/news-summary-616489.html"} , {"body" : "LEAD: There are two Rudolph W. Giuliani campaigns for mayor - the public speeches and street campaigning, and the much more difficult private hours on the telephone or at small gatherings trying to raise money in a mostly Democratic city. There are two Rudolph W. Giuliani campaigns for mayor - the public speeches and street campaigning, and the" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Giuliani, on the Stump and on the Phone" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/giuliani-on-the-stump-and-on-the-phone.html"} , {"body" : "LEAD: Sorrow and rage washed over Hegeman Avenue in the East New York section of Brooklyn yesterday as the block mourned the slaying of a neighbor, 16-year-old Yusef Hawkins. Sorrow and rage washed over Hegeman Avenue in the East New York section of Brooklyn yesterday as the block mourned the slaying of a neighbor, 16-year-old Yusef Hawkins." , "date" : "19890825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ON SLAIN YOUTH'S BLOCK, SORROW AND BITTERNESS" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/on-slain-youth-s-block-sorrow-and-bitterness.html"} , {"body" : "LEAD: Add the name of Yusef Hawkins, a black youth from Brooklyn, to the list of victims, black and white, of racial violence in New York City. The growing list challenges the city's political and moral leadership, but first and foremost it challenges law enforcement. In that sense, Mayor Koch's call for a special prosecutor is premature. Add the" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "The Challenge in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/opinion\/the-challenge-in-bensonhurst.html"} , {"body" : "LEAD: A 16-year-old black youth was shot to death Wednesday night in an attack by 10 to 30 white teen-agers in the Bensonhurst section of Brooklyn, the police said. A 16-year-old black youth was shot to death Wednesday night in an attack by 10 to 30 white teen-agers in the Bensonhurst section of Brooklyn, the police said. The whites, the" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Black Youth Is Killed by Whites; Brooklyn Attack Is Called Racial" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/black-youth-is-killed-by-whites-brooklyn-attack-is-called-racial.html"} , {"body" : "LEAD: Candidates in the New York City mayoral race yesterday deplored the slaying Wednesday night of a 16-year-old black youth in Brooklyn and said the incident should not be exploited for political purposes. Candidates in the New York City mayoral race yesterday deplored the slaying Wednesday night of a 16-year-old black youth in Brooklyn and said" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "YOUTH'S KILLING DEPLORED BY MAYORAL CANDIDATES" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/youth-s-killing-deplored-by-mayoral-candidates.html"} , {"body" : "LEAD: The man who once seemed a candidate to be mayor for life spent much of a recent dank day walking through Hispanic neighborhoods, looking for votes and dodging the rain. By his third stop, La Caridad restaraunt in upper Manhattan, Mayor Edward I. Koch had honed an almost plaintive appeal. The man who once seemed a candidate to be mayor for" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH'S CAMPAIGN: THE MAYOR AS UNDERDOG" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/koch-s-campaign-the-mayor-as-underdog.html"} ,   {"body" : "LEAD: Columbia University yesterday named Jack Greenberg, a lawyer who successfully argued many of the nation's landmark civil rights cases, as dean of its undergraduate college. The appointment takes effect Sept. 1. Columbia University yesterday named Jack Greenberg, a lawyer who successfully argued many of the nation's landmark civil rights" , "date" : "19890802" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "9" , "title" : "EDUCATION; Civil Rights Pioneer Is Columbia's New Dean" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/02\/us\/education-civil-rights-pioneer-is-columbia-s-new-dean.html"} , {"body" : "LEAD: About 200 worshippers were at Sunday morning services at a small church in East Harlem recently when the Rev. Edward J. Norman introduced David N. Dinkins, the Manhattan Borough President, as the man about to become the first black mayor of New York City. About 200 worshippers were at Sunday morning services at a small church in East Harlem" , "date" : "19890731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Dinkins, Styles Range From Calm To Serious" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/31\/nyregion\/for-dinkins-styles-range-from-calm-to-serious.html"} , {"body" : "LEAD: There are worlds and worlds within New York City. Most never intersect. Tonight, though, the family of Giuseppe Ferraro of the Bensonhurst section of Brooklyn will journey to East Harlem to have dinner with the family of Kim Baez, a single mother. There are worlds and worlds within New York City. Most never intersect. Tonight, though, the" , "date" : "19890726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Road to Peace Is Being Paved With Pork Chops" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/26\/nyregion\/about-new-york-a-road-to-peace-is-being-paved-with-pork-chops.html"} , {"body" : "LEAD: A man stole $2,100 from a Brooklyn savings bank on Friday but was mugged as he made his getaway, so he immediately reported the crime to the nearest police station house, the police said. Officers promptly arrested the man. A man stole $2,100 from a Brooklyn savings bank on Friday but was mugged as he made his getaway, so he immediately" , "date" : "19890716" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ROBBERY SUSPECT MUGGED" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/16\/nyregion\/robbery-suspect-mugged.html"} , {"body" : "LEAD: A former director of transportation at Bellevue Hospital Center was indicted yesterday in Manhattan on charges of stealing more than $13,000 from the hospital from 1986 to 1988. A former director of transportation at Bellevue Hospital Center was indicted yesterday in Manhattan on charges of stealing more than $13,000 from the hospital from" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Ex-Official Indicted in Thefts From Bellevue" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/nyregion\/ex-official-indicted-in-thefts-from-bellevue.html"} , {"body" : "LEAD: ONE of Barbara Head Millstein's responsibilities as the associate curator of painting and sculpture at the Brooklyn Museum is ''to look for art wherever it is.'' She has found it in a five-room railroad apartment on 16th Street in the Park Slope section of Brooklyn. ONE of Barbara Head Millstein's responsibilities as the associate curator of" , "date" : "19890713" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Untutored Fancies That Grew Into Art" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/13\/garden\/untutored-fancies-that-grew-into-art.html"} , {"body" : "LEAD: Slowly but surely, Rudolph W. Giuliani the prosecutor is giving way to Rudolph W. Giuliani the mayoral candidate. The stern, sober United States Attorney who once gravely announced arrests and indictments now finds himself smiling a lot, shaking hands, patting backs and making small talk with little children. Slowly but surely, Rudolph W." , "date" : "19890706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Sheds Frown for Candidate's Smile" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/06\/nyregion\/giuliani-sheds-frown-for-candidate-s-smile.html"} , {"body" : "LEAD: To the Editor: To the Editor: As a longtime resident of Flatbush, I was interested in your feature on the community on June 6. Obviously, Flatbush has changed a lot since I moved away from there in 1945, but has it changed its boundaries? The map with the article showed the boundaries of Flatbush as Coney Island Avenue to Bedford Avenue and" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "13" , "title" : "Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/realestate\/l-flatbush-258989.html"} , {"body" : "LEAD: Ever since the first Fourth, in July 1776, the day of Independence has been aiming at ever greater gloriousness. This year's extended Fourth, from today through Tuesday, gives every hyperbolic promise of living up to the tradition of freedom, fun and frolic that turns New York into the biggest small-town celebration in the nation. Ever since" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Five-Day Fourth: A Wingding in the Rockets' Red Glare" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/arts\/five-day-fourth-a-wingding-in-the-rockets-red-glare.html"} , {"body" : "LEAD: TOMORROW ARTS, CRAFTS AND ANTIQUES FESTIVAL, Broadway, from 72d to 76th Street. Crafts, food, antiques, entertainment; proceeds will benefit the Save the Beacon Theater Committee. Raindate, June 25. Information: 764-6330. SUNDAY FAMA FALL FESTIVAL, Fifth Avenue, from 44th to 59th Street, Park Slope section, Brooklyn; sponsored by the Fifth" , "date" : "19890623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Fairs And Festivals" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/arts\/fairs-and-festivals.html"} ,   {"body" : "LEAD: Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. The Brooklyn Arts Council's Summer Celebration 89 is a smorgasbord of entertainment, with scores of" , "date" : "19890623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "28" , "title" : "What Is Out There" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/theater\/what-is-out-there.html"} , {"body" : "LEAD: ''Once the signatures are on them, they become gold,'' said Bill Lynch, the mayoral campaign manager for Borough President David N. Dinkins of Manhattan. He was talking about the esoteric subject of designating petitions for candidates for mayor and other offices. ''Once the signatures are on them, they become gold,'' said Bill Lynch, the" , "date" : "19890622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaign Matters; Party Petitions: The Race Before the Race" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/22\/nyregion\/campaign-matters-party-petitions-the-race-before-the-race.html"} , {"body" : "LEAD: Traffic is expected to be normal for the rush hour tomorrow on the Franklin D. Roosevelt Drive - but not below it, in the area where a concrete slab fell and killed a driver Thursday night, city Transportation Department officials said yesterday. Traffic is expected to be normal for the rush hour tomorrow on the Franklin D. Roosevelt Drive -" , "date" : "19890604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROOSEVELT, FRANKLIN D, DRIVE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "ROAD STILL CLOSED BELOW F.D.R. DRIVE" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/04\/nyregion\/road-still-closed-below-fdr-drive.html"} , {"body" : "LEAD: Workers tested a quarter-mile stretch of the Franklin D. Roosevelt Drive near 21st Street in Manhattan yesterday, searching for signs of dangerous structural damage after a concrete slab fell from the underside of the elevated highway Thursday night and killed a driver below. Workers tested a quarter-mile stretch of the Franklin D. Roosevelt" , "date" : "19890603" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "FRANKLIN D ROOSEVELT DRIVE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "F.D.R. Drive Is Called Safe As Structural Tests Continue" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/03\/nyregion\/fdr-drive-is-called-safe-as-structural-tests-continue.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: THE view from the back door of Pamela Keating's one-family home on 157th Street in Flushing, Queens, is of a big hole where two other single-family houses once stood. They were torn down last winter, and what will soon rise from the hole is a brick block of a building containing eight apartments. THE view from the back door of Pamela" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Closing Loopholes to Save Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/realestate\/closing-loopholes-to-save-neighborhoods.html"} , {"body" : "LEAD: John N. LaCorte, president of the Italian Historical Society of America, thinks it is absolutely unfair that Alexander Graham Bell got all the credit for inventing the telephone. John N. LaCorte, president of the Italian Historical Society of America, thinks it is absolutely unfair that Alexander Graham Bell got all the credit for inventing" , "date" : "19890410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Flying the Flag for the Inventor Not Named Bell" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/10\/nyregion\/flying-the-flag-for-the-inventor-not-named-bell.html"} , {"body" : "LEAD: Closings in the week ending March 25 MANHATTAN Chelsea $129,500 255 West 23d Street (Chelsea Gardens) 1-bedroom, 1-bath, 665-sq.-ft. prewar co-op; 24-hr. doorman, high-ceilings; maintenance $643, 58% tax-deductible (Broker: Penthouse Properties) Greenwich Village Closings in the week ending March 25 MANHATTAN Chelsea $129,500 255 West 23d" , "date" : "19890409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/09\/realestate\/residential-resales-243089.html"} , {"body" : "LEAD: Here are some of the most notable releases of the last few months. Here are some of the most notable releases of the last few months. AU REVOIR LES ENFANTS - Louis Malle's story of two young boys, one of them Jewish and hiding from the Nazis, at a Catholic boarding school in occupied France during World War II. ''It's a work that has the kind" , "date" : "19890409" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "HOME ENTERTAINMENT\/VIDEO: AND KEEP IN MIND" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/09\/movies\/home-entertainment-video-and-keep-in-mind.html"} , {"body" : "LEAD: All but one of 25 decorative art objects brazenly stolen during visiting hours from six museums this year have been recovered, and two Brooklyn men have been arrested, Federal authorities said yesterday. All but one of 25 decorative art objects brazenly stolen during visiting hours from six museums this year have been recovered, and two" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Art Stolen From 6 Museums Is Recovered; 2 Men Are Held" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/nyregion\/art-stolen-from-6-museums-is-recovered-2-men-are-held.html"} ,   {"body" : "LEAD: Here are some of the most notable releases of the last few months. BIG BUSINESS - Identical twins, Sadie (Bette Midler) and Rose (Lily Tomlin) get accidentally mismatched with another set of twins at birth, setting off a breezy farce ''played to the hilt by two splendidly comic actors.'' Ms. Here are some of the most notable releases of the" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "HOME ENTERTAINMENT\/VIDEO: AND KEEP IN MIND" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/arts\/home-entertainment-video-and-keep-in-mind.html"} , {"body" : "LEAD: Faced with a deluge of Soviet Jewish emigres arriving in New York City, social-service agencies are struggling to keep up, expanding their resettlement services and seeking new sources of money. Faced with a deluge of Soviet Jewish emigres arriving in New York City, social-service agencies are struggling to keep up, expanding their" , "date" : "19890321" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Emigres Deluge New York Agencies" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/21\/nyregion\/emigres-deluge-new-york-agencies.html"} , {"body" : "LEAD: Clean and Sober 1988. Warner. 2 hours, 4 minutes. $89.95. Rated R. With his alcohol and cocaine problems out of hand, Daryl (Michael Keaton) checks into a rehabilitation center and gradually turns his denial and self-centeredness into understanding and compassion. The film, directed by Glenn Gordon Caron, follows his progress from ''one tiny" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "HOME ENTERTAINMENT\/VIDEO: NEW VIDEO RELEASES" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/movies\/home-entertainment-video-new-video-releases.html"} , {"body" : "LEAD: The city agency responsible for opening the doors of housing opportunity in New York is beginning to boast these days of its ability to seal them up, as well. The city agency responsible for opening the doors of housing opportunity in New York is beginning to boast these days of its ability to seal them up, as well. City officials say they" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Building Break-Ins Fall Using Stucco Sealant" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/nyregion\/building-break-ins-fall-using-stucco-sealant.html"} , {"body" : "LEAD: IN 1973, Rose Scarcella of the Bensonhurst section of Brooklyn, learned that her son had Hodgkin's disease. His doctors predicted that he would live only five more years. IN 1973, Rose Scarcella of the Bensonhurst section of Brooklyn, learned that her son had Hodgkin's disease. His doctors predicted that he would live only five more years." , "date" : "19890309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Articles of Faith: Lawn Shrines Embody Devotion" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/09\/garden\/articles-of-faith-lawn-shrines-embody-devotion.html"} , {"body" : "LEAD: Two masked gunmen robbed a Brooklyn bank of an undetermined amount of cash yesterday. The men announced the holdup at 6:17 P.M. after the Williamsburg Savings Bank at 2301 81st St. in Bensonhurst had closed for the day, said a police spokesman, Sgt. Raymond O'Donnell. The men forced a security guard and a teller who were putting money in the" , "date" : "19890309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gunmen Rob Brooklyn Bank" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/09\/nyregion\/gunmen-rob-brooklyn-bank.html"} , {"body" : "LEAD: President Bush's difficulties in filling many of the key positions in his Administration remind me of a far less consequential experience I had when I first started out in politics. President Bush's difficulties in filling many of the key positions in his Administration remind me of a far less consequential experience I had when I first" , "date" : "19890225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "29" , "title" : "For Want Of a Thumbtack . . ." , "url" : "http:\/\/www.nytimes.com\/1989\/02\/25\/opinion\/for-want-of-a-thumbtack.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: Sheldon Weinberg owned a modest dress shop in Brooklyn before he and his sons branched off into Medicaid ventures. Their new business quickly brought them the lavish trappings of success: six-figure incomes, a yacht, a $100,000 Rolls-Royce, apartments in Trump Tower, a butler, a maid and a $2.5 million home in Sheldon Weinberg owned a modest" , "date" : "19890109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Family Rises Using Fraud On Medicaid" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/09\/nyregion\/family-rises-using-fraud-on-medicaid.html"}]