[  {"body" : "LEAD: THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and early Victorian brownstones, is quite a contrast to the bustle of downtown Brooklyn, just a five-minute walk away. Many residents think of the area as a hidden treasure. THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "If You're Thinking of Living in: Boerum Hill" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "LEAD: Saying that they wanted to reaffirm the ties between the African-American and Arab-American communities in New York City, a group of about 15 Arab-American leaders met last night with the Rev. Jesse Jackson and two longtime supporters of Mayor-elect David N. Dinkins. Saying that they wanted to reaffirm the ties between the African-American" , "date" : "19891218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Jackson Meets Arab-Americans" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/18\/nyregion\/jackson-meets-arab-americans.html"} , {"body" : "LEAD: A Scandinavian Holiday A Scandinavian Holiday Scandinavian gifts - cookbooks, glassware, antique kitchenware, candles, toys and foods - are featured at a holiday festival at the American-Scandinavian Foundation, a nonprofit educational group at 127 East 73d Street in Manhattan. Among the highlights are stunning bittersweet chocolates, Marabou" , "date" : "19891213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/13\/garden\/food-notes-535689.html"} , {"body" : "LEAD: Closings in the week ended Nov. 4 MANHATTAN Carnegie Hill $1.15 million 1115 Park Avenue (92d St.) 2-bedroom, 2-bath, 2,150-sq.-ft. prewar co-op; 24-hr. doorman, dining room, maid's room, hardwood floors; maintenance $1,535, 34% tax-deductible (Broker: Corcoran Group) Closings in the week ended Nov. 4 MANHATTAN Carnegie Hill $1.15 million" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/realestate\/residential-resales-660389.html"} , {"body" : "LEAD: Flavorful Wild Turkeys Flavorful Wild Turkeys Wild turkeys are smaller than domestic turkeys, ranging from 7 to 10 pounds, and have only dark meat. They are extremely flavorful but very lean, so they should be basted frequently. There are more sources than ever for them this year. At Ottomanelli's, 1549 York Avenue (82d Street) in Manhattan," , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/garden\/food-notes-046489.html"} , {"body" : "LEAD: The Rev. Jesse Jackson told a crowd of cheering students at a high school in the Bensonhurst area yesterday that after the killing of a black teen-ager there last month, they had an important opportunity to reaffirm the victories of the civil rights movement. The Rev. Jesse Jackson told a crowd of cheering students at a high school in the" , "date" : "19890920" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Jackson Tells Bensonhurst School to Reaffirm Rights Effort" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/20\/nyregion\/jackson-tells-bensonhurst-school-to-reaffirm-rights-effort.html"} , {"body" : "LEAD: A Brooklyn grand jury has voted not to indict any police officers in the death of a mentally retarded man who was suffocated July 10 during a struggle with officers. A Brooklyn grand jury has voted not to indict any police officers in the death of a mentally retarded man who was suffocated July 10 during a struggle with officers. The man," , "date" : "19890916" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Police Cleared in Suffocation Of a Retarded Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/16\/nyregion\/police-cleared-in-suffocation-of-a-retarded-brooklyn-man.html"} , {"body" : "LEAD: Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with stepped up security, both inside and out. No incidents of violence were reported. Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with" , "date" : "19890912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Schools in Bensonhurst Remain Calm" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/12\/nyregion\/schools-in-bensonhurst-remain-calm.html"} , {"body" : "LEAD: Since the killing of a 16-year-old black, Yusuf K. Hawkins, by a gang of whites in the Bensonhurst section of Brooklyn, there have been expressions of outrage, grief and remorse. Since the killing of a 16-year-old black, Yusuf K. Hawkins, by a gang of whites in the Bensonhurst section of Brooklyn, there have been expressions of outrage, grief" , "date" : "19890906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Nature of Racism: 2 Clergymen Disagree" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/06\/nyregion\/the-nature-of-racism-2-clergymen-disagree.html"} , {"body" : "LEAD: The Rev. Jesse L. Jackson preached redemption and praised David N. Dinkins before an overflow congregation at a church in a black neighborhood in Brooklyn yesterday. The Rev. Jesse L. Jackson preached redemption and praised David N. Dinkins before an overflow congregation at a church in a black neighborhood in Brooklyn yesterday. Mr. Jackson" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Jackson Urges Voters' Support For Dinkins Bid" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/jackson-urges-voters-support-for-dinkins-bid.html"} ,   {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: Two Brooklyn girls were shot, one fatally, in two separate shooting incidents yesterday, the police said. A man was killed in the second shooting. Two Brooklyn girls were shot, one fatally, in two separate shooting incidents yesterday, the police said. A man was killed in the second shooting. A 14-year-old girl was found at 12:50 P.M., shot" , "date" : "19890814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Girls Are Shot in Brooklyn; One Is Killed, One Wounded" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/14\/nyregion\/2-girls-are-shot-in-brooklyn-one-is-killed-one-wounded.html"} , {"body" : "LEAD: The family of a mentally retarded Brooklyn man who died last month after a struggle with police officers called yesterday for a special prosecutor to look into the case. The family of a mentally retarded Brooklyn man who died last month after a struggle with police officers called yesterday for a special prosecutor to look into the case. The" , "date" : "19890809" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Special Prosecutor Is Urged in Man's Death" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/09\/nyregion\/special-prosecutor-is-urged-in-man-s-death.html"} , {"body" : "LEAD: There was a nasty confrontation between a white merchant and a black customer in Brooklyn. After angry words were exchanged, a boycott was organized. But instead of violence, the parties negotiated and hammered out a settlement. There was a nasty confrontation between a white merchant and a black customer in Brooklyn. After angry words were" , "date" : "19890717" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Minister's Job Is Advocacy For Blacks" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/17\/nyregion\/minister-s-job-is-advocacy-for-blacks.html"} , {"body" : "LEAD: A New York City drug prevention program that moved its headquarters to a tree-lined neighborhood of brownstones in Brooklyn this year has found itself suddenly at the center of a dispute marked by angry words and what its director says is vandalism. A New York City drug prevention program that moved its headquarters to a tree-lined" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Suspicion and Anger Surround a Brooklyn Drug Program's Home" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/nyregion\/suspicion-and-anger-surround-a-brooklyn-drug-program-s-home.html"} , {"body" : "LEAD: When Donna Sands first sought her daughter Laura's admission to Public School 87 on Manhattan's Upper West Side, Ms. Sands wrote two letters of application. Then she got letters of recommendation from two college professors, four parents of children at the school, the directors of two pre-kindergartens that Laura had attended, Laura's" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Race to Enter Top Public Schools Intensifies" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/race-to-enter-top-public-schools-intensifies.html"} , {"body" : "LEAD: The man who was killed by a police officer Monday afternoon after he slashed at pedestrians with a 12-inch blade on a crowded East Side street had been arrested six months ago in Brooklyn for menacing people with a knife, the police said yesterday. The man who was killed by a police officer Monday afternoon after he slashed at pedestrians" , "date" : "19890412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Slain Knife-Wielder Had Troubled Past" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/12\/nyregion\/slain-knife-wielder-had-troubled-past.html"} , {"body" : "LEAD: Closings in the week ending March 4 MANHATTAN Greenwich Village $410,000 30 Fifth Avenue (10th St.) 2-bedroom, 1 1\/2-bath, 1,100-sq.-ft. prewar co-op; 24-hr. doorman, dining area, high ceilings, parquet floors; maintenance $742, 50% tax-deductible (Broker: Kanelba & Robilotti) Closings in the week ending March 4 MANHATTAN Greenwich Village" , "date" : "19890319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/19\/realestate\/residential-resales-650889.html"} , {"body" : "LEAD: It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. After a garbage truck makes its rounds, a smaller truck stops for the newspapers and bottles" , "date" : "19890316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Blue Buckets May Be in New York City's Future" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/16\/nyregion\/blue-buckets-may-be-in-new-york-city-s-future.html"} , {"body" : "LEAD: The Federal prosecutor in Brooklyn has begun an investigation into accusations that Hasidic Jews have intimidated and in some cases have beaten black residents of the Williamsburg section, the United States Attorney said yesterday. The Federal prosecutor in Brooklyn has begun an investigation into accusations that Hasidic Jews have" , "date" : "19890216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Maloney Studies Racial Strife" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/16\/nyregion\/maloney-studies-racial-strife.html"} ,   {"body" : "LEAD: A pit bull terrier bit off a portion of the right ear of an 18-year-old girl who was playing with the dog in the hallway of a her Brooklyn apartment building yesterday, the police said. A pit bull terrier bit off a portion of the right ear of an 18-year-old girl who was playing with the dog in the hallway of a her Brooklyn apartment building" , "date" : "19890206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Pit Bull Mauls Woman, 18; The Dog Is Seized for Tests" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/06\/nyregion\/pit-bull-mauls-woman-18-the-dog-is-seized-for-tests.html"} , {"body" : "LEAD: GEORGE BUGLIARELLO, the president of Polytechnic University in downtown Brooklyn, seems happy now to tell the story of being offered his job in 1973 and turning it down at first, not because of the school's faculty, finances or academic standing, but because of the urban blight surrounding its campus. GEORGE BUGLIARELLO, the president of" , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Transforming Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/realestate\/transforming-downtown-brooklyn.html"} , {"body" : "LEAD: Lincoln's Inaugural Feast The menu for Abraham Lincoln's inaugural luncheon in 1861 consisted of mock turtle soup, corned beef and cabbage, parsley potatoes, blackberry pie and coffee. It was held at the Willard Hotel across from the White House. Lincoln's Inaugural Feast The menu for Abraham Lincoln's inaugural luncheon in 1861 consisted of" , "date" : "19890118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/18\/garden\/food-notes-251089.html"} , {"body" : "LEAD: Some matters that were subjects of this column in 1988 continued to unfold after they were first reported. Here's an update. Some matters that were subjects of this column in 1988 continued to unfold after they were first reported. Here's an update. Barbara Sparhawk's bizarre brush with the criminal-justice system began Sept. 4, when she left" , "date" : "19890102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Metro Matters; A Look Back At Some Stories Still Unfolding" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/02\/nyregion\/metro-matters-a-look-back-at-some-stories-still-unfolding.html"}]