[  {"body" : "LEAD: A 9-year-old boy and a woman were killed and another boy and a woman were critically injured in Brooklyn late yesterday afternoon in a freak automobile accident in which the driver who caused it fled the scene, the police reported last night. A 9-year-old boy and a woman were killed and another boy and a woman were critically injured in" , "date" : "19891227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Pedestrians Killed, 2 Hurt in Freak Crash" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/27\/nyregion\/2-pedestrians-killed-2-hurt-in-freak-crash.html"} , {"body" : "LEAD: An 80-year-old woman died yesterday in a fire in a two-story home in Brooklyn, a Fire Department spokesman said. The woman, Teresa Palumbo, was found on the first floor of the house at 1413 36th Street, in the Borough Park section, said the spokesman, John Mulligan. She was declared dead at the scene after firefighters responded to the blaze" , "date" : "19891223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Elderly Woman Dies in Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/23\/nyregion\/elderly-woman-dies-in-fire.html"} , {"body" : "LEAD: When Norman Steisel became New York City's Sanitation Commissioner in 1978, he inherited a department in chaos. Half the equipment was out of service, the work force was demoralized, there were no long-range plans to cope with a looming garbage crisis, and city streets from Riverdale to Far Rockaway were filthy. When Norman Steisel became New" , "date" : "19891209" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man in the News; A SAVVY AND EFFICIENT MANAGER" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/09\/nyregion\/man-in-the-news-a-savvy-and-efficient-manager.html"} , {"body" : "LEAD: Devora L. has been brain-damaged since birth. Now 7 years old, she is cared for at Mishkon, a Brooklyn residential center for multiply handicapped youngsters. Twice a day, Devora's mother or father comes to visit, to cuddle their little girl and to try to coax her to smile. Devora L. has been brain-damaged since birth. Now 7 years old, she is" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/530189.html"} , {"body" : "LEAD: David N. Dinkins nearly lost New York City's mayoral election on Tuesday because wavering Democrats surged to Rudolph W. Giuliani in the volatile closing days of a campaign that revealed deep racial divisions among the voters. David N. Dinkins nearly lost New York City's mayoral election on Tuesday because wavering Democrats surged to Rudolph" , "date" : "19891109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1989 ELECTIONS: THE NEW YORK VOTE; Almost Lost at the Wire" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/09\/nyregion\/the-1989-elections-the-new-york-vote-almost-lost-at-the-wire.html"} , {"body" : "LEAD: Keith Johnson, a 31-year-old hospital worker, wore his pride yesterday morning in the buttons pinned to his faded fatigue jacket from his Army days: one with an image of the Rev. Dr. Martin Luther King Jr., another from Mr. Johnson's union, one celebrating the 1963 civil rights march on Washington and the red, white and blue Dinkins campaign" , "date" : "19891109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The 1989 Elections: New York Voters React; The Mayor-Elect Inspires Pride, but It's Hardly Universal" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/09\/nyregion\/1989-elections-new-york-voters-react-mayor-elect-inspires-pride-but-it-s-hardly.html"} , {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani sparred over integrity and job qualifications, traded charges of distortion and then, with much discussed, shook hands perfunctorily yesterday after a televised free-for-all that characterized their second and final scheduled encounter of the New York City mayoral campaign. David N. Dinkins and Rudolph" , "date" : "19891106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Free-for-All Mayoral Encounter Displays Rivals' Temperaments" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/06\/nyregion\/free-for-all-mayoral-encounter-displays-rivals-temperaments.html"} , {"body" : "LEAD: The price of milk rose to a record 75 cents a quart in the New York metropolitan region in October and is likely to rise even more before the end of the year, New York State milk marketing experts said this week. The price of milk rose to a record 75 cents a quart in the New York metropolitan region in October and is likely to rise even more" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Record Milk Prices Are Expected to Rise Further" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/nyregion\/record-milk-prices-are-expected-to-rise-further.html"} , {"body" : "LEAD: Rabbi Israel Spira, who as the Grand Rabbi of Bluzhov was the spiritual leader of a Hasidic branch in Brooklyn and Israel, died yesterday at Maimonides Hospital in Brooklyn. He was 99 years old and lived in Brooklyn's Borough Park section, where his synagogue was situated. Rabbi Israel Spira, who as the Grand Rabbi of Bluzhov was the" , "date" : "19891101" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Israel Spira, 99, Leader of Bluzhov Hasidim" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/01\/obituaries\/israel-spira-99-leader-of-bluzhov-hasidim.html"} , {"body" : "LEAD: Rabbi Israel Spira, who as the Grand Rabbi of Bluzhov was the spiritual leader of a Hasidic branch in Brooklyn and Israel, died yesterday at Maimonides Hospital in Brooklyn. He was 99 years old and lived in Brooklyn's Borough Park section, where his synagogue was situated. Rabbi Israel Spira, who as the Grand Rabbi of Bluzhov was the" , "date" : "19891031" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Israel Spira, 99, Leader of Bluzhov Hasidim" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/31\/obituaries\/israel-spira-99-leader-of-bluzhov-hasidim.html"} ,   {"body" : "LEAD: David N. Dinkins began the final full week of his New York City mayoral campaign yesterday by playing to his weakness, while Rudolph W. Giuliani, his rival, sought to capitalize on it. David N. Dinkins began the final full week of his New York City mayoral campaign yesterday by playing to his weakness, while Rudolph W. Giuliani, his rival," , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RIVALS FOR MAYOR AIM FINAL DRIVES AT CRUCIAL BLOCS" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/nyregion\/rivals-for-mayor-aim-final-drives-at-crucial-blocs.html"} , {"body" : "LEAD: New York City's Jewish voters are the most sharply divided of the city's major ethnic and racial groups, so divided that many campaign strategists say they could swing this year's mayoral election. New York City's Jewish voters are the most sharply divided of the city's major ethnic and racial groups, so divided that many campaign strategists" , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Some of New York's Jewish Voters Reconsider Their Support of Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/nyregion\/some-of-new-york-s-jewish-voters-reconsider-their-support-of-dinkins.html"} , {"body" : "LEAD: Many Jewish voters in Midwood, an increasingly Orthodox section of Brooklyn where Mayor Edward I. Koch won 8 of every 10 votes in the Sept. 12 Democratic primary, have harbored a single, almost obsessive concern about David N. Dinkins - the Rev. Jesse Jackson. Many Jewish voters in Midwood, an increasingly Orthodox section of Brooklyn where" , "date" : "19891025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD ESTATES (BKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Midwood, the Big Issue Is Still Jackson" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/25\/nyregion\/in-midwood-the-big-issue-is-still-jackson.html"} , {"body" : "LEAD: A 15-month-old Brooklyn boy died last night from injuries suffered when his father backed over him with the family car, the police said. The child, Joseph Mandel, was apparently playing in the driveway of his home at 736 East Third Street in the Borough Park section. His father, Samson, did not see him as he was backing his 1977 Pontiac" , "date" : "19891007" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Child Is Killed in Car Accident" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/07\/nyregion\/child-is-killed-in-car-accident.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and independent voters, exchanging harsh attacks only hours after winning the Democratic and Republican primaries for mayor. David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY; 2 NOMINEES CLASH IN RACE FOR MAYOR WITH HARSH WORDS" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-2-nominees-clash-in-race-for-mayor-with-harsh-words.html"} , {"body" : "LEAD: After months of 18-hour days spent making speeches, shaking hands and scratching for contributions, the candidates for mayor of New York marched through steaming heat yesterday into the final hours of the primary campaign. After months of 18-hour days spent making speeches, shaking hands and scratching for contributions, the candidates for" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayoral Primary Ending With a Call for Harmony" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/mayoral-primary-ending-with-a-call-for-harmony.html"} , {"body" : "LEAD: David N. Dinkins, the Manhattan Borough President running in the Democratic primary for mayor, had just completed a swing through a Lower East Side knish shop, seeking votes among the Orthodox Jewish families gathered for an early Sunday lunch. But the handshaking made no impression on a young man in a yarmulke at the back of the room. David" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Dinkins and Koch Vie for Jews' Votes" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/dinkins-and-koch-vie-for-jews-votes.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: Despite a pledge during his Senate confirmation hearings to ''sever'' his ties to his former New York law firm, Samuel R. Pierce Jr. regularly did personal favors for his former colleagues and interceded with subordinates in the Department of Housing and Urban Development on their behalf, documents from his office files show. Despite a pledge" , "date" : "19890806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Pierce Helped His Old Law Firm On H.U.D. Requests, Files Show" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/06\/us\/pierce-helped-his-old-law-firm-on-hud-requests-files-show.html"} ,   {"body" : "LEAD: The climate for real estate investment in New York City for Asians has never been better, according to Heo-Peh Lee, who retired from Baruch College as a professor of library science a decade ago to become a developer and has prospered. As evidence, Mr. Lee cited two Queens projects, the $12 million World Plaza office building in College Point" , "date" : "19890730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WORLD PLAZA (COLLEGE POINT, NY)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: A Time to Invest; East Meets West" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/30\/realestate\/postings-a-time-to-invest-east-meets-west.html"} , {"body" : "LEAD: For Richard Ravitch, the race for mayor of New York City consists largely of shaking hands - hundreds and hundreds of hands. For Richard Ravitch, the race for mayor of New York City consists largely of shaking hands - hundreds and hundreds of hands. ''People need to connect the name to the face,'' he said, his own hand becoming red and stiff." , "date" : "19890713" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ravitch Campaign's a Hands-On Affair" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/13\/nyregion\/ravitch-campaign-s-a-hands-on-affair.html"} , {"body" : "LEAD: Slowly but surely, Rudolph W. Giuliani the prosecutor is giving way to Rudolph W. Giuliani the mayoral candidate. The stern, sober United States Attorney who once gravely announced arrests and indictments now finds himself smiling a lot, shaking hands, patting backs and making small talk with little children. Slowly but surely, Rudolph W." , "date" : "19890706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Sheds Frown for Candidate's Smile" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/06\/nyregion\/giuliani-sheds-frown-for-candidate-s-smile.html"} , {"body" : "LEAD: True love among the innocent is the theme of Brenda Shoshanna Lukeman's ''Double Blessing'' at the Jewish Repertory Theater. And even though perfect moral simplicity in ordinary adults becomes utterly preposterous after a while, the actors in this production bring a warmth and good humor to their roles that make you want to go on believing in" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "38" , "title" : "Review\/Theater; A Widow's Problems With Love" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/theater\/review-theater-a-widow-s-problems-with-love.html"} , {"body" : "LEAD: A man was abducted, beaten and stabbed in Brooklyn early Wednesday by a group of Hasidim who apparently mistook him for the editor of a newspaper that has written about internal disputes in a Hasidic sect, the police said yesterday. A man was abducted, beaten and stabbed in Brooklyn early Wednesday by a group of Hasidim who apparently mistook" , "date" : "19890603" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Man Is Stabbed in Hasidic Feud Leaving Home of Brooklyn Editor" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/03\/nyregion\/man-is-stabbed-in-hasidic-feud-leaving-home-of-brooklyn-editor.html"} , {"body" : "LEAD: As the first mayoral candidate to appear yesterday at a campaign breakfast in Brooklyn, Mayor Edward I. Koch begged off making the obligatory self-introduction. ''If you don't know who I am after 12 years, then I'm a failure,'' Mr. Koch told an audience of representatives of Jewish organizations. As the first mayoral candidate to appear" , "date" : "19890522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jewish Groups Hear Koch and Rivals" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/22\/nyregion\/jewish-groups-hear-koch-and-rivals.html"} , {"body" : "LEAD: ''There are people in the audience who are candidates for citywide office. There are people who are soon to announce their candidacy,'' smiled Rabbi Morris A. Shmidman, looking out over what he described as ''a sea of black hats'' worn by Hasidic and Orthodox Jews and introducing the visiting dignitaries. ''There are people in the audience" , "date" : "19890502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Birth of a Voting Bloc: the Hasidim and Orthodox Organize" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/02\/nyregion\/birth-of-a-voting-bloc-the-hasidim-and-orthodox-organize.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: All but one of 25 decorative art objects brazenly stolen during visiting hours from six museums this year have been recovered, and two Brooklyn men have been arrested, Federal authorities said yesterday. All but one of 25 decorative art objects brazenly stolen during visiting hours from six museums this year have been recovered, and two" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Art Stolen From 6 Museums Is Recovered; 2 Men Are Held" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/nyregion\/art-stolen-from-6-museums-is-recovered-2-men-are-held.html"} , {"body" : "LEAD: The city agency responsible for opening the doors of housing opportunity in New York is beginning to boast these days of its ability to seal them up, as well. The city agency responsible for opening the doors of housing opportunity in New York is beginning to boast these days of its ability to seal them up, as well. City officials say they" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Building Break-Ins Fall Using Stucco Sealant" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/nyregion\/building-break-ins-fall-using-stucco-sealant.html"} ,   {"body" : "LEAD: Additional titles of interest: Additional titles of interest: THE KING HAS HORSE'S EARS. Retold by Peggy Thomson. Illustrated by David Small. Simon & Schuster. $12.95. (Ages 5 to 9) Only his barber knew. The rest of the world thought that King Horace had everything, even if he was miserable and silly. At the end it turns out that his queen" , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "31" , "title" : "CHILDREN'S BOOKS: BOOKSHELF" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/books\/children-s-books-bookshelf-768089.html"} , {"body" : "LEAD: Yellow Fever Alert Issued In Trinidad Yellow Fever Alert Issued In Trinidad Though no human cases of yellow fever have been reported on the island, the yellow fever virus has been isolated from mosquitoes collected in the forests of southeastern Trinidad, the Federal Centers for Disease Control report. (The death of two monkeys in the Trinity" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TRINIDAD AND TOBAGO"] , "page_facet" : "3" , "title" : "TRAVEL ADVISORY" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/travel\/travel-advisory-672189.html"} , {"body" : "LEAD: A man awaiting a second trial on murder charges left Rikers Island last month after an accomplice falsified jail records to make him eligible for bail, a spokeswoman for the City Corrections Department said last night. A man awaiting a second trial on murder charges left Rikers Island last month after an accomplice falsified jail records to" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murder Suspect Flees Rikers Unnoticed" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/nyregion\/murder-suspect-flees-rikers-unnoticed.html"}]