[  {"body" : "LEAD: Dear David, When you and I recently appeared together before a large crowd out in Brighton Beach, I began by telling the people, ''I want to thank everyone out there who voted for me. I appreciate it.'' Then, I added, ''I also want to thank everyone who didn't - you liberated me.'' Dear David, When you and I recently appeared together before" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "26" , "title" : "How'd I Do?" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/magazine\/how-d-i-do.html"} , {"body" : "LEAD: MIDDLE-CLASS NEW YORK IS SLIDING slowly into decline. A novelist friend who spent his whole life on the West Side is thinking Suffolk because his young son is hounded by drug dealers twice a day as he goes back and forth to school. An elderly woman is knocked to the sidewalk on Park Avenue and brutally beaten with a pipe until she surrenders" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "What Needs To Be Done?" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/magazine\/what-needs-to-be-done.html"} , {"body" : "LEAD: The cold snap that has fastened onto the New York area since Thursday loosened its clutch just a bit yesterday. The cold snap that has fastened onto the New York area since Thursday loosened its clutch just a bit yesterday. Pedestrians in Manhattan were actually walking upright during the afternoon, disdaining the hunched-over protectionist" , "date" : "19891224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Bitter Cold Giving Way to a 'Veritable Heat Wave'" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/24\/nyregion\/bitter-cold-giving-way-to-a-veritable-heat-wave.html"} , {"body" : "LEAD: UNADORNED homes are rare commodities around Christmastime in Bay Ridge, Bensonhurst and Canarsie. With thousands of plastic Santas and snowmen, armies of toy soldiers and multicolored megawatts of lights decorating block upon block of houses and apartment buildings, no one could accuse these Brooklyn neighborhoods of a lack of holiday cheer." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neighborhoods Santa Has No Trouble Finding" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/neighborhoods-santa-has-no-trouble-finding.html"} , {"body" : "LEAD: Two-year-old Israel Mastov, with a pacifier tied around his neck, runs about his parents' apartment in Rego Park, Queens, chattering: ''Zdrast! Hi! Shalom!'' Two-year-old Israel Mastov, with a pacifier tied around his neck, runs about his parents' apartment in Rego Park, Queens, chattering: ''Zdrast! Hi! Shalom!'' Israel, saying hello in all" , "date" : "19891216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "New Emigres Putting Strain on Services" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/16\/nyregion\/new-emigres-putting-strain-on-services.html"} , {"body" : "LEAD: A plan to build a two-block, four-tower apartment complex on West End Avenue was attacked yesterday by residents and community leaders from the Upper West Side, not only for its size but also for its potential impact in connection with the nearby Trump City proposal. A plan to build a two-block, four-tower apartment complex on West End Avenue" , "date" : "19891130" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Proposed West Side Project Attacked" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/30\/nyregion\/proposed-west-side-project-attacked.html"} , {"body" : "LEAD: These days Jose Ruiz eyes his neighbor across the street, an aging recreational complex sprawled over 15 acres of Brooklyn's Brighton Beach waterfront, and can hardly wait for it to die. These days Jose Ruiz eyes his neighbor across the street, an aging recreational complex sprawled over 15 acres of Brooklyn's Brighton Beach waterfront, and" , "date" : "19891129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Aging Baths In Brighton Face Demise" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/29\/nyregion\/aging-baths-in-brighton-face-demise.html"} , {"body" : "LEAD: INTERNATIONAL A3-17 Prague's Communist Government all but surrendered to its opposition by pledging to yield its 41-year monopoly on political power and to allow non-Communist ministers into a cabinet to be named by Sunday. Page A1 INTERNATIONAL A3-17 Prague's Communist Government all but surrendered to its opposition by pledging to yield its" , "date" : "19891129" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/29\/nyregion\/news-summary-654589.html"} , {"body" : "LEAD: Three children were killed and their mother critically injured in an early-morning fire yesterday that devoured their first-floor apartment in Brooklyn. Three children were killed and their mother critically injured in an early-morning fire yesterday that devoured their first-floor apartment in Brooklyn. The woman's husband was also" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "3 Children Killed in an Apartment Fire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/3-children-killed-in-an-apartment-fire-in-brooklyn.html"} , {"body" : "LEAD: INTERNATIONAL\/3-29 INTERNATIONAL\/3-29 The resignations in Czechoslovakia have not moved the nation far enough toward democracy, opposition leaders said during an immense protest rally intended to redouble pressure on the tottering Communist regime. Page 1 Prague's new Communist leader, Karel Urbanek, is a party functionary unknown abroad and" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/news-summary-933689.html"} ,   {"body" : "LEAD: A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. Back in 1955, the late" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BY THE SEA (PROPOSED DEVELOPMENT)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Brighton Beach; A Revised Proposal for the Baths Site" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/realestate\/perspectives-brighton-beach-a-revised-proposal-for-the-baths-site.html"} , {"body" : "LEAD: THE FOOD DAY BEGINS shortly before midnight at the Hunts Point Terminal Market in the Bronx. It is a militaristic-looking complex in a wasteland of auto wreckers and junkyards. Convoys of semi-trailers pass through a toll-booth opening in the barbed-wire and corregated-tin wall that surrounds the grocery compound. THE FOOD DAY BEGINS shortly" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "22" , "title" : "THE ULTIMATE MARKETPLACE; Working to Feed the City - the Butcher, the Baker ... the Marketplace Maker" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/magazine\/ultimate-marketplace-working-feed-city-butcher-baker-marketplace-maker.html"} , {"body" : "LEAD: CONTINUING what has become a Long Island theater tradition, the Arena Players Repertory Theater in East Farmingdale is producing the latest Neil Simon play as soon as the rights are released to the regional theaters. CONTINUING what has become a Long Island theater tradition, the Arena Players Repertory Theater in East Farmingdale is" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "19" , "title" : "THEATER REVIEW; 'Broadway Bound,' Simon's Third 'BB'" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/nyregion\/theater-review-broadway-bound-simon-s-third-bb.html"} , {"body" : "LEAD: Rudolph W. Giuliani smiled stiffly at a subway stop in the Park Slope section of Brooklyn the other day, his arms folded across his waist, waiting for someone to shake his hand. Deep in the liberal Democratic turf of David N. Dinkins, the Republican mayoral nominee was standing more or less alone. Rudolph W. Giuliani smiled stiffly at a" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Undaunted, Giuliani Swims Upstream" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/undaunted-giuliani-swims-upstream.html"} , {"body" : "LEAD: In a novel approach to the second-oldest profession, the Federal Bureau of Investigation has turned to advertising to recruit potential Soviet counterintelligence assets and beckon would-be defectors. In a novel approach to the second-oldest profession, the Federal Bureau of Investigation has turned to advertising to recruit potential Soviet" , "date" : "19891009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "To Find Out About Soviets, F.B.I. Turns to Advertising" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/09\/world\/to-find-out-about-soviets-fbi-turns-to-advertising.html"} , {"body" : "LEAD: IF you have spent summer days at the beach, as I have, you can look about you and see your life unfold from blanket to blanket. IF you have spent summer days at the beach, as I have, you can look about you and see your life unfold from blanket to blanket. I am 6 years old, at Rockaway Beach with my shovel and pail, my hair falling in my eyes" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "LONG ISLAND OPINION; On Life's Beach, Sands of Time" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/nyregion\/long-island-opinion-on-life-s-beach-sands-of-time.html"} , {"body" : "LEAD: With a record number of Soviet Jewish refugees expected to come to New York City in the next several months, the resettlement system here is under great strain and hoping other cities will share the burden. With a record number of Soviet Jewish refugees expected to come to New York City in the next several months, the resettlement system here" , "date" : "19890916" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Soviet Jewish Emigres Allocated Around U.S." , "url" : "http:\/\/www.nytimes.com\/1989\/09\/16\/nyregion\/soviet-jewish-emigres-allocated-around-us.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and independent voters, exchanging harsh attacks only hours after winning the Democratic and Republican primaries for mayor. David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY; 2 NOMINEES CLASH IN RACE FOR MAYOR WITH HARSH WORDS" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-2-nominees-clash-in-race-for-mayor-with-harsh-words.html"} , {"body" : "LEAD: Constance Hauman Constance Hauman Coloratura soprano, age 27, Ms. Hauman's voice is sweet and accurate; she also brings uncommon acting and dancing skills to her roles, as she demonstrated in the New York City Opera's 'Ariadne.' This year her schedule includes appearances with the Lyric Opera of Chicago. Michael Morgan Conductor, age 31. He" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "16" , "title" : "NEW FACES" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/magazine\/new-faces.html"} ,   {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: Because of the Pakistan Day Parade, Madison Avenue between 23d and 42d Streets will be closed today from noon to 3 P.M. The avenue between 23d and 26th Because of the Pakistan Day Parade, Madison Avenue between 23d and 42d Streets will be closed today from noon to 3 P.M. The avenue between 23d and 26th Streets will remain closed until 7 P.M." , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/nyregion\/traffic-alert-795789.html"} , {"body" : "LEAD: Because of the Pakistan Day Parade, Madison Avenue between 23d and 42d Streets will be closed tomorrow from noon to 3 P.M. The avenue between 23d and 26th Streets will remain closed until 7 P.M. for the Pakistan Day Fair. Because of the Pakistan Day Parade, Madison Avenue between 23d and 42d Streets will be closed tomorrow from noon to 3 P.M." , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/traffic-alert-541089.html"} , {"body" : "LEAD: The 13th Brighton Beach Jubilee in Brooklyn will take place on Sunday on Brighton Beach Avenue, between Coney Island Avenue and Corbin Place. Sponsored by the Brighton Neighborhood Association, the street festival will be held from 10 A.M. to 7 P.M., rain or shine, and will feature crafts, food, rides and entertainment. The 13th Brighton" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Brighton Beach Festival" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/arts\/brighton-beach-festival.html"} , {"body" : "LEAD: A Brooklyn police commander has retired after being accused of accepting free food and $20 in quarters from Coney Island vendors during a recent visit to an amusement park while he should have been on duty, high ranking police officials said. A Brooklyn police commander has retired after being accused of accepting free food and $20 in" , "date" : "19890803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Accused of Accepting Food, A Police Commander Retires" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/03\/nyregion\/accused-of-accepting-food-a-police-commander-retires.html"} , {"body" : "LEAD: NOT JUST FOR LAUGHS NOT JUST FOR LAUGHS ''Neil Simon: Not Just for Laughs,'' a documentary film about the playwright and his work, will be previewed at 8 P.M. Tuesday in the Westport Arts Center. The 72-minute film was commissioned for the PBS television series ''American Masters,'' to be broadcast next month, and was produced by Manya Starr" , "date" : "19890723" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "CONNECTICUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/23\/nyregion\/connecticut-guide-402489.html"} , {"body" : "LEAD: Friday DIVE-IN MOVIES Friday DIVE-IN MOVIES New Yorkers who longingly remember the pleasures of drive-in movies and who enjoy waterfront entertainment will be happy to learn that the Floating Cinema is in town for the next four weeks. This delightfully wacky concept will bring nearly two dozen feature films and cartoons to waterfront parks in" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/arts\/weekender-guide.html"} , {"body" : "LEAD: For Richard Ravitch, the race for mayor of New York City consists largely of shaking hands - hundreds and hundreds of hands. For Richard Ravitch, the race for mayor of New York City consists largely of shaking hands - hundreds and hundreds of hands. ''People need to connect the name to the face,'' he said, his own hand becoming red and stiff." , "date" : "19890713" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ravitch Campaign's a Hands-On Affair" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/13\/nyregion\/ravitch-campaign-s-a-hands-on-affair.html"} , {"body" : "LEAD: BOMBS seemed to explode inches away from my unprotected skull, while grenades soared like bats all around me, draining the blood from all who stood in their way. Tanks roared in, grinding the soft, moist jungle earth. The Vietnam War was always at its most exciting in Theater No. 3 of the Mid-Plaza Sixplex. BOMBS seemed to explode inches away" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LONG ISLAND OPINION; Vietnam Memories: The War Within" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/nyregion\/long-island-opinion-vietnam-memories-the-war-within.html"} , {"body" : "LEAD: Busy Days Busy Days ''It's never been better.'' That's Danny Aiello talking about his career, and who would argue with him? Right now, he's starring as Sal the pizza man in Spike Lee's provocative ''Do the Right Thing.'' He spent the late spring and early summer with Eddie Murphy and Richard Pryor playing a nasty crooked detective in an" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "At the Movies" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/movies\/at-the-movies.html"} ,   {"body" : "LEAD: About 300 friends and relatives of Max Kowalski, a Holocaust survivor who was stabbed to death in Brooklyn last month, gathered last night for a memorial service in the neighborhood that had proclaimed him the unofficial Mayor of Brighton Beach. About 300 friends and relatives of Max Kowalski, a Holocaust survivor who was stabbed to death in" , "date" : "19890706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After Slaying, Brighton Beach Mourns Its Unofficial Mayor" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/06\/nyregion\/after-slaying-brighton-beach-mourns-its-unofficial-mayor.html"} , {"body" : "LEAD: INTERNATIONAL A3-10 Negotiations with the Palestinians by Israel seem unlikely since Prime Minister Yitzhak Shamir agreed to be bound by hard-line conditions for conducting peace talks. Page A1 In a Mexican gubernatorial election, the Institutional Revolutionary Party has acknowledged defeat for the first time in the 60 years it has governed" , "date" : "19890706" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/06\/nyregion\/no-headline-581389.html"} , {"body" : "LEAD: True love among the innocent is the theme of Brenda Shoshanna Lukeman's ''Double Blessing'' at the Jewish Repertory Theater. And even though perfect moral simplicity in ordinary adults becomes utterly preposterous after a while, the actors in this production bring a warmth and good humor to their roles that make you want to go on believing in" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "38" , "title" : "Review\/Theater; A Widow's Problems With Love" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/theater\/review-theater-a-widow-s-problems-with-love.html"} , {"body" : "LEAD: A 60-year-old Jewish man who found a swastika painted on the door of his room in a Brooklyn boarding house was stabbed to death yesterday after attacking the man he believed was responsible for the vandalism, the police said. A 60-year-old Jewish man who found a swastika painted on the door of his room in a Brooklyn boarding house was stabbed" , "date" : "19890625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Brooklyn Man Is Slain After Finding Swastika" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/25\/nyregion\/brooklyn-man-is-slain-after-finding-swastika.html"} , {"body" : "LEAD: Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. The Brooklyn Arts Council's Summer Celebration 89 is a smorgasbord of entertainment, with scores of" , "date" : "19890623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "28" , "title" : "What Is Out There" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/theater\/what-is-out-there.html"} , {"body" : "LEAD: The Soviet Government reported a deepening of its problems with organized crime today, in part because easier travel abroad has encouraged Soviet gangs to seek international ties. The Soviet Government reported a deepening of its problems with organized crime today, in part because easier travel abroad has encouraged Soviet gangs to seek" , "date" : "19890614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["World"] , "page_facet" : "14" , "title" : "Soviets Find Organized Crime Gaining Hold" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/14\/world\/soviets-find-organized-crime-gaining-hold.html"} , {"body" : "LEAD: A Brooklyn high school teacher who came under investigation after he was reported to have ''nodded off'' in class was arrested on Tuesday by undercover officers who saw him buying drugs in Coney Island, the authorities said yesterday. A Brooklyn high school teacher who came under investigation after he was reported to have ''nodded off'' in" , "date" : "19890608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Teacher Arrested On Drug Charges in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/08\/nyregion\/brooklyn-teacher-arrested-on-drug-charges-in-inquiry.html"} , {"body" : "LEAD: A criminal underworld of Soviet emigres, some of them skilled in white-collar crime and hardened by Soviet prison and labor camps, is reaching beyond its base in Brooklyn, using extortion and violence in its own neighborhoods and engaging in multimillion-dollar racketeering schemes on an international scale. A criminal underworld of Soviet" , "date" : "19890604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Soviet Emigre Mob Outgrows Brooklyn, and Fear Spreads" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/04\/nyregion\/soviet-emigre-mob-outgrows-brooklyn-and-fear-spreads.html"} , {"body" : "LEAD: Six incumbents have been re-elected to a Brooklyn school board that has become, its critics contend, a symbol of what can occur when a local board subordinates educational interests to political concerns. Six incumbents have been re-elected to a Brooklyn school board that has become, its critics contend, a symbol of what can occur when a" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Voters Return 6 to a Board Under Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/nyregion\/voters-return-6-to-a-board-under-fire.html"} , {"body" : "LEAD: The capital of the United States holds one of the smallest urban communities of Soviet emigres in the nation, a loosely knit group of professionals, scholars and writers whose common bond, if there is one, is to escape being typecast as emigres. The capital of the United States holds one of the smallest urban communities of Soviet emigres in" , "date" : "19890519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "WASHINGTON TALK; Crossroads of Emigre History" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/19\/us\/washington-talk-crossroads-of-emigre-history.html"} ,   {"body" : "LEAD: RICHARD R. GREEN may have been unfamiliar with many peculiarities of New York City when he arrived to take over the public schools in March 1988, but he was certainly aware of one feature of the city: the reverence afforded the concept of decentralization. At first he was careful not to criticize the system, in which elementary and junior" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "24" , "title" : "THE REGION; Schools Without A Chancellor Or a Plan" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/weekinreview\/the-region-schools-without-a-chancellor-or-a-plan.html"} , {"body" : "LEAD: The New York City Board of Estimate last night approved a scaled-down design for a skyscraper on Columbus Circle, resolving one of the city's most divisive and prolonged real-estate battles. The New York City Board of Estimate last night approved a scaled-down design for a skyscraper on Columbus Circle, resolving one of the city's most" , "date" : "19890505" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COLUMBUS CIRCLE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Board of Estimate Approves Project for Columbus Circle" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/05\/nyregion\/board-of-estimate-approves-project-for-columbus-circle.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: On the fast track at the Columbia University Graduate Business School, it is difficult enough to pencil in a social life between job interviews and strategic-management classes. It is even tougher while holding down a full-time executive career. On the fast track at the Columbia University Graduate Business School, it is difficult enough to" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "44" , "title" : "CAMPUS LIFE: Columbia; In Mid-Career, Finding Time For Student Life" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/style\/campus-life-columbia-in-mid-career-finding-time-for-student-life.html"} , {"body" : "LEAD: Gwang-Mee Pae put his arm around his wife, whom he hadn't seen for eight years, and said quietly in Korean, ''Darling, how much you have suffered!'' Gwang-Mee Pae put his arm around his wife, whom he hadn't seen for eight years, and said quietly in Korean, ''Darling, how much you have suffered!'' His wife, Kwee-Ja Lee, her eyes red from" , "date" : "19890415" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "SOUTH KOREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "So Long Apart, So Precious Their Visit" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/15\/nyregion\/so-long-apart-so-precious-their-visit.html"} , {"body" : "LEAD: Faced with a deluge of Soviet Jewish emigres arriving in New York City, social-service agencies are struggling to keep up, expanding their resettlement services and seeking new sources of money. Faced with a deluge of Soviet Jewish emigres arriving in New York City, social-service agencies are struggling to keep up, expanding their" , "date" : "19890321" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Emigres Deluge New York Agencies" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/21\/nyregion\/emigres-deluge-new-york-agencies.html"} , {"body" : "LEAD: AT black-tie dinners, on a beach in Florida, even in his sleep, David Mintz is thinking tofu - that spongy white substance with an origin no one seems quite sure of. AT black-tie dinners, on a beach in Florida, even in his sleep, David Mintz is thinking tofu - that spongy white substance with an origin no one seems quite sure of. No one" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Tofu Innovator Dreams of New Creations" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/nyregion\/tofu-innovator-dreams-of-new-creations.html"} , {"body" : "LEAD: UNTIL spring, most New Yorkers would probably prefer to forget that there even is an outdoors, a place where chill winds nip mercilessly at bundled-up strollers. But for hardy urban explorers, New York is more than just an agglomeration of warm buildings. About one-seventh of the city's 303.7 square miles is parkland, and in it one can hike" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Great Outdoors, Within City Limits" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/arts\/the-great-outdoors-within-city-limits.html"} , {"body" : "LEAD: Members of a community school board in Brooklyn formed an interlocking power base to secure jobs and promotions for relatives and friends and advance a major private development project, according to school employees, parents and personnel records. Members of a community school board in Brooklyn formed an interlocking power base to secure" , "date" : "19890210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Power Base vs. Schools in Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/10\/nyregion\/power-base-vs-schools-in-brooklyn-district.html"} , {"body" : "LEAD: The developers planning Brighton by the Sea, a Brooklyn apartment project on the site of the Brighton Beach Baths, have withdrawn an application they submitted last year to the City Planning Commission, officials said yesterday. A spokesman for the developers said they planned to seek permission for a scaled-down version of the project. The" , "date" : "19890119" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; Apartment Project To Be Scaled Down" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/19\/nyregion\/metro-datelines-apartment-project-to-be-scaled-down.html"} ,   {"body" : "LEAD: In Brooklyn, Queens, New Jersey and on Long Island, wherever Russian is spoken these days around New York, you can hear variations on amused laments about the ''vacuum cleaners,'' one of the latest phenomena spawned by a changing Soviet Union. In Brooklyn, Queens, New Jersey and on Long Island, wherever Russian is spoken these days around New" , "date" : "19890110" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["Front Page" , "Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "From Russia, With Love for U.S. Goods" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/10\/nyregion\/from-russia-with-love-for-us-goods.html"} , {"body" : "LEAD: A wet white rag was thrown in the faces and under the feet of New York region residents yesterday, as the first snowfall of the year dropped three to five inches from southeastern New Jersey to the tip of Long Island. A wet white rag was thrown in the faces and under the feet of New York region residents yesterday, as the first snowfall of" , "date" : "19890107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Snowstorm Wreaks Mischief on Most Roadways" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/07\/nyregion\/snowstorm-wreaks-mischief-on-most-roadways.html"}]