[  {"body" : "LEAD: THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and early Victorian brownstones, is quite a contrast to the bustle of downtown Brooklyn, just a five-minute walk away. Many residents think of the area as a hidden treasure. THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "If You're Thinking of Living in: Boerum Hill" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "LEAD: One of the most enduring symbols of the holiday season is the Christmas tree, and New York City certainly has no shortage of dazzling ones. And this may be the very best time to see them, after Christmas, when the crowds and traffic have thinned. Most will be up through this week. One of the most enduring symbols of the holiday season is the" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "Lifestyle: Sunday Outing; Christmas May Be Ove But Trees Still Sparkle" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/style\/lifestyle-sunday-outing-christmas-may-be-ove-but-trees-still-sparkle.html"} , {"body" : "LEAD: MIDDLE-CLASS NEW YORK IS SLIDING slowly into decline. A novelist friend who spent his whole life on the West Side is thinking Suffolk because his young son is hounded by drug dealers twice a day as he goes back and forth to school. An elderly woman is knocked to the sidewalk on Park Avenue and brutally beaten with a pipe until she surrenders" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "What Needs To Be Done?" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/magazine\/what-needs-to-be-done.html"} , {"body" : "LEAD: Pamela Anne Taft Married To Mark S. Blackwell Pamela Anne Taft and Mark Strath Blackwell were married yesterday at the Plymouth Congregational Church of the Pilgrims in Brooklyn Heights. The Rev. Dr. Richard Stanger and the Rev. William J. Hammann, a retired Lutheran minister and the bride's great-uncle, officiated. Pamela Anne Taft Married" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "Pamela Taft Married To Mark S. Blackwell" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/style\/pamela-taft-married-to-mark-s-blackwell.html"} , {"body" : "LEAD: Elisabeth F. Gotbaum's resume bears the stamp of someone, who, her friends and former colleagues say, is comfortable in nearly any postition that draws on an ability to bring diverse parties together and to get projects off the ground. One translation: She knows how to raise money. Elisabeth F. Gotbaum's resume bears the stamp of someone," , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Energy and Pragmatism: 3 Who Will Serve; Elisabeth F. Gotbaum; Parks Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/energy-and-pragmatism-3-who-will-serve-elisabeth-f-gotbaum-parks-commissioner.html"} , {"body" : "LEAD: AS the season to be jolly moves into its frenetically jolliest of weekends today, New York City will be singing, shopping, sparkling, touring, dancing and otherwise celebrating. The long Christmas weekend, which coincides with the beginning of Hanukkah this year (related article, page C34), may chiefly be a time for indoor family festivities." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Christmas Compendium: What to See, Hear, Do" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/a-christmas-compendium-what-to-see-hear-do.html"} , {"body" : "LEAD: UNADORNED homes are rare commodities around Christmastime in Bay Ridge, Bensonhurst and Canarsie. With thousands of plastic Santas and snowmen, armies of toy soldiers and multicolored megawatts of lights decorating block upon block of houses and apartment buildings, no one could accuse these Brooklyn neighborhoods of a lack of holiday cheer." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neighborhoods Santa Has No Trouble Finding" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/neighborhoods-santa-has-no-trouble-finding.html"} , {"body" : "LEAD: Dr. Iago Galdston, a psychiatrist, an educator and the secretary of the Medical Information Bureau of the New York Academy of Medicine for 34 years, died yesterday at St. Vincent's Hospital in Bridgeport, Conn. He was 94 years old and lived in the Brooklyn Heights section of Brooklyn and in Newtown, Dr. Iago Galdston, a psychiatrist, an" , "date" : "19891220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Iago Galdston, 94, Medical Spokesman And a Psychiatrist" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/20\/obituaries\/iago-galdston-94-medical-spokesman-and-a-psychiatrist.html"} , {"body" : "LEAD: Nicole Belson and Erik T. Goluboff were married yesterday at Temple Rodeph Sholom in New York by Rabbi Harold Saperstein and Cantors Louis Teichman and Ephraim Biran. The bride is a daughter of Dr. and Mrs. Joel Jay Belson of Jamaica, Queens. The bridegroom is a son of Mr. and Mrs. Hal Goluboff of Brooklyn Nicole Belson and Erik T. Goluboff" , "date" : "19891218" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Nicole Belson Weds Erik T. Goluboff" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/18\/style\/nicole-belson-weds-erik-t-goluboff.html"} , {"body" : "LEAD: Central Park loomed yesterday, a frigid stretch of snow and ice. Yet in the park, where dawn broke over temperatures of 18 degrees, joggers swarmed and reveled in the realization that few others were daring enough to brave the arctic winds. Central Park loomed yesterday, a frigid stretch of snow and ice. Yet in the park, where dawn broke over" , "date" : "19891218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Frosty Temperatures Motivate Park Runners" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/18\/nyregion\/frosty-temperatures-motivate-park-runners.html"} ,   {"body" : "LEAD: THE last remains of New York harbor's century as a bustling port are being swept away, affording a clearer view of what the waterfront will be like in the next century. THE last remains of New York harbor's century as a bustling port are being swept away, affording a clearer view of what the waterfront will be like in the next century. Last" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; The Fate of a Waterfront Minus Ships" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/weekinreview\/the-region-the-fate-of-a-waterfront-minus-ships.html"} , {"body" : "LEAD: Closings in the week ended Dec. 2 MANHATTAN Greenwich Village $685,000 1 Fifth Avenue 2-bedroom, 2-bath, 1,150-sq.-ft. prewar co-op; 24-hr. doorman, windowed kitchen, wraparound terrace, parquet floors; maintenance $1,186, 39% tax-deductible (Broker: Ann Weintraub Realty\/Kanelba & Robilotti) Closings in the week ended Dec. 2 MANHATTAN" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/realestate\/residential-resales-106789.html"} , {"body" : "LEAD: This is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. This is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. A" , "date" : "19891215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Calendar of Music Events for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/15\/arts\/calendar-of-music-events-for-the-holidays.html"} , {"body" : "LEAD: THERE must be someone, somewhere, who still thinks of Christmas as a holiday that lasts a single day - or, counting Christmas Eve, a day and a half. But as early as the seventh century, a day was added to Christmas celebrations in several countries to commemorate the Feast of St. Stephen, the first Christian martyr, on Dec. THERE must be" , "date" : "19891215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where to Hear Sounds Of the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/15\/arts\/where-to-hear-sounds-of-the-holiday-season.html"} , {"body" : "LEAD: Periodically, in the world of popular music, some aspirant gets saddled with the title ''the new Bob Dylan.'' In the semi-classical, semi-popular world of Kurt Weill, there has been a parallel succession of ''new Lotte Lenyas.'' From Gisela May to Ute Lemper, from Julia Migenes to Teresa Stratas, they keep on coming. Periodically, in the" , "date" : "19891213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Review\/Music; Marianne Faithfull Sings Weill's 'Seven Deadly Sins'" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/13\/arts\/review-music-marianne-faithfull-sings-weill-s-seven-deadly-sins.html"} , {"body" : "LEAD: If you want to know what is really hot in discotheques, supper clubs and other late-night entertainment, just ask Victor Rosen, chief of violations of New York City's tow services. If you want to know what is really hot in discotheques, supper clubs and other late-night entertainment, just ask Victor Rosen, chief of violations of New York" , "date" : "19891211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seeking the Hot Night Spots? Ask a Tow Truck Driver" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/11\/nyregion\/seeking-the-hot-night-spots-ask-a-tow-truck-driver.html"} , {"body" : "LEAD: Allison Katherine Stanger, a daughter of the Rev. Dr. and Mrs. Richard Stanger of Brooklyn Heights, was married yesterday to Dr. Michael Kraus, a son of Mr. and Mrs. Ota Kraus of Prague. The bride's father, a minister of the United Church of Christ, performed the ceremony at Mead Chapel at Middlebury (Vt.) Allison Katherine Stanger, a" , "date" : "19891210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "93" , "title" : "Ms. Stanger Weds Dr. Michael Kraus" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/10\/style\/ms-stanger-weds-dr-michael-kraus.html"} , {"body" : "LEAD: Susan E. Shepard, who was named yesterday to head the Department of Investigation, may soon find herself in the awkward position of inheriting an investigation of the man who hired her, Mayor-elect David N. Dinkins. Susan E. Shepard, who was named yesterday to head the Department of Investigation, may soon find herself in the awkward position" , "date" : "19891209" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "New Administration: Profiles of Dinkins's Eight Appointees; Susan E. Shepard: Investigation Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/09\/nyregion\/new-administration-profiles-dinkins-s-eight-appointees-susan-e-shepard.html"} , {"body" : "LEAD: Takeout From Arcadia Arcadia, the two-star restaurant on East 62d Street in Manhattan, has branched out into the retail food business in time for the holidays. About a month ago, Anne Rosenzweig, the chef and owner, opened Out of Arcadia, a pocket-size shop in the Citicorp Center, 151 East 53d Street; 212-308-1320. Takeout From Arcadia" , "date" : "19891206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/06\/garden\/food-notes-630189.html"} , {"body" : "LEAD: Stephan Koplowitz is a one-note choreographer. Where will he go from here? one wonders after each new performance of his theater-dances. And then he does himself one better, mining the same vein in deeper and more poignantly funny ways. Stephan Koplowitz is a one-note choreographer. Where will he go from here? one wonders after each new" , "date" : "19891206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Review\/Dance; Comic Moves and Words That Prick the Heart" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/06\/arts\/review-dance-comic-moves-and-words-that-prick-the-heart.html"} ,   {"body" : "LEAD: A team of prominent Manhattan developers is poised to build housing, a hotel, shops and a marina on the East River piers at the foot of Brooklyn Heights, with the encouragement of the Port Authority of New York and New Jersey, which controls most of the site. A team of prominent Manhattan developers is poised to build housing, a hotel, shops" , "date" : "19891204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Port Authority Endorses Plan for Pier" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/04\/nyregion\/port-authority-endorses-plan-for-pier.html"} , {"body" : "LEAD: International A3-16 Their first summit meeting ended with Presidents Bush and Gorbachev affirming the new relationship between their countries. They pledged to conclude treaties on long-range nuclear weapons and conventional arms and to meet again in June. Page A1 News analysis: ''A new impetus'' behind U.S.-Soviet relations may be the most" , "date" : "19891204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/04\/nyregion\/news-summary-612589.html"} , {"body" : "LEAD: At the Roman Catholic Church of St. Thomas More in New York, Lynn Patricia Matthews, the daughter of Moira T. Matthews of Brooklyn Heights and Richard J. Matthews of Honolulu, was married yesterday to William Angus Douglass 3d, the son of Mrs. Robert P. DeVecchi of New York and William A. Douglass of Tunbridge Wells, Kent, England. At the" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "89" , "title" : "Lynn Matthews, a Copywriter, Is Wed" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/style\/lynn-matthews-a-copywriter-is-wed.html"} , {"body" : "LEAD: CHARLOTTE BALLARD HAD A PROBLEM. It was the summer of 1987, and the real estate developer had paid $475,000 for a dilapidated four-story apartment building on West 116th Street. If she could successfully renovate it, she felt, she stood a good chance of turning a profit on a dozen other run-down properties that she and her partners had bought" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine" , "Business"] , "page_facet" : "58" , "title" : "NEW RISK TAKERS IN THE REALTY GAME" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/magazine\/new-risk-takers-in-the-realty-game.html"} , {"body" : "LEAD: A Federal judge ruled yesterday that a former manager of the Water Club restaurant in Manhattan embezzled at least $485,000 while he ran the restaurant from 1983 to 1986. A Federal judge ruled yesterday that a former manager of the Water Club restaurant in Manhattan embezzled at least $485,000 while he ran the restaurant from 1983 to 1986." , "date" : "19891129" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Water Club's Ex-Manager Guilty of Embezzlement" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/29\/nyregion\/water-club-s-ex-manager-guilty-of-embezzlement.html"} , {"body" : "LEAD: Marianne Faithfull's concert on Sunday at the Church of St. Ann and the Holy Trinity in Brooklyn Heights had an aura of deja vu for anyone who heard the singer two years ago at the Bottom Line. In December 1987, she ended a six-year hiatus from performing with lambent live sets that marked the release of an album, ''Strange Weather. Marianne" , "date" : "19891128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Review\/Pop; More Somber Moments By Marianne Faithfull" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/28\/arts\/review-pop-more-somber-moments-by-marianne-faithfull.html"} , {"body" : "LEAD: The Dark Side of Life The Dark Side of Life One of several new songs that Marianne Faithfull expects to perform this weekend at the Church of St. Ann and the Holy Trinity in Brooklyn Heights (at Montague and Clinton Streets) is called ''Human Evil.'' A collaboration with Barry Reynolds, who plays the guitar in Ms. Faithfull's band, the song" , "date" : "19891122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/22\/arts\/the-pop-life-717289.html"} , {"body" : "LEAD: A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. Back in 1955, the late" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BY THE SEA (PROPOSED DEVELOPMENT)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Brighton Beach; A Revised Proposal for the Baths Site" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/realestate\/perspectives-brighton-beach-a-revised-proposal-for-the-baths-site.html"} , {"body" : "LEAD: New York City is the walking capital of the United States, with more than 75 walking clubs and 60 guided walking tour organizations for the city's varied terrains and landscapes. For information on walks, contact the New York Convention and Visitors Bureau, 2 Columbus Circle, New York, N.Y. 10019. New York City is the walking capital of the" , "date" : "19891113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "New York Area on Foot" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/13\/sports\/new-york-area-on-foot.html"} , {"body" : "LEAD: THE FOOD DAY BEGINS shortly before midnight at the Hunts Point Terminal Market in the Bronx. It is a militaristic-looking complex in a wasteland of auto wreckers and junkyards. Convoys of semi-trailers pass through a toll-booth opening in the barbed-wire and corregated-tin wall that surrounds the grocery compound. THE FOOD DAY BEGINS shortly" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "22" , "title" : "THE ULTIMATE MARKETPLACE; Working to Feed the City - the Butcher, the Baker ... the Marketplace Maker" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/magazine\/ultimate-marketplace-working-feed-city-butcher-baker-marketplace-maker.html"} ,   {"body" : "LEAD: THE first thing would-be apartment buyers want to talk to brokers about is what their new place must have - a fireplace for coziness, big windows for light, views for pleasure and prestige, a location with cachet. THE first thing would-be apartment buyers want to talk to brokers about is what their new place must have - a fireplace for" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Putting a Price on the Priceless in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/realestate\/putting-a-price-on-the-priceless-in-manhattan.html"} , {"body" : "LEAD: There is a telling moment in the 1986 film ''Soul Man'' when a young man explains to a friend why he has decided to down a bottle of tanning pills and turn himself black. The friend is skeptical: What's it actually going to be like, being black? There is a telling moment in the 1986 film ''Soul Man'' when a young man explains to a friend why" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TV's Black World Turns - But Stays Unreal" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/arts\/tv-s-black-world-turns-but-stays-unreal.html"} , {"body" : "LEAD: Richard Lee remembers the moment well. It was 1954. He was mayor. And one afternoon, a black teen-ager named John Daniels arrived in his office. He was a bright high school football star who had been selected the city's ''Boy of the Year.'' Richard Lee remembers the moment well. It was 1954. He was mayor. And one afternoon, a black teen-ager" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Talk of New Haven; Ex-Athlete Revisits City Hall, but as Mayor" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/the-talk-of-new-haven-ex-athlete-revisits-city-hall-but-as-mayor.html"} , {"body" : "LEAD: FROM JOHANNESBURG FROM JOHANNESBURG Drama, song, story, dance and mime are combined in ''You Strike the Woman You Strike the Rock,'' to be presented at 8 P.M. Saturday in the Performing Arts Center at the State University of New York at Purchase. Conceived by the Vusisizwe Players and the Market Theater of Johannesburg, the production takes" , "date" : "19891022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "WESTCHESTER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/22\/nyregion\/westchester-guide-028789.html"} , {"body" : "LEAD: In a city numbed by the presence of homeless people everywhere, John Sigurd Nelson had no home, but for more than 40 years, he found a secure place: the streets of Brooklyn Heights. In a city numbed by the presence of homeless people everywhere, John Sigurd Nelson had no home, but for more than 40 years, he found a secure place: the streets" , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless and Jobless in Life; A Heroic Figure in Death" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/nyregion\/homeless-and-jobless-in-life-a-heroic-figure-in-death.html"} , {"body" : "LEAD: For the last 10 weeks, Rommel Nobay has been denied his inalienable rights to life, liberty and a jangling, working telephone. For the last 10 weeks, Rommel Nobay has been denied his inalienable rights to life, liberty and a jangling, working telephone. ''It's just been hell,'' said Mr. Nobay, a 22-year-old consultant who moved to Brooklyn" , "date" : "19891016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Life With No Phone: Long Lines and Kind Friends" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/16\/nyregion\/life-with-no-phone-long-lines-and-kind-friends.html"} , {"body" : "LEAD: WHEN Fort Greene residents want a night on the town, they can stay close to home. At the Brooklyn Academy of Music and its Majestic Theater, there is everything from ballet to opera to jazz. Sheila's Restaurant offers such musicians as the violinist Noel Pointer, and drama and comedy can be found at the Cecil Alonzo Theater, the Paul Robeson" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in: Fort Greene" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "LEAD: Closings in the week ended Sept. 30 MANHATTAN Chelsea $900,000 161 West 22d Street 4-family, 4-story, attached loft building; four 2,000-sq.-ft. open units with terraces; 2,000-sq.-ft. of commercial space on the ground floor, 21- by 80-ft. lot; taxes $4,825 (Broker: Ambrose Mar-Elia) Closings in the week ended Sept. 30 MANHATTAN Chelsea" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/residential-resales-081189.html"} , {"body" : "LEAD: ''You can believe i'm nervous. Who wouldn't be? I'm starting my tenure here as only the second music director ever for the society, after 20 years of success.'' Fred Sherry is a big man with a broad smile and a shock of prematurely gray hair. He fills the smallish office of the director of the Chamber Music Society of Lincoln Center with the" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "MUSIC; The Chamber Music Society: Inaugurating a Tradition" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/arts\/music-the-chamber-music-society-inaugurating-a-tradition.html"} , {"body" : "LEAD: Friday PARADING FOR COLUMBUS Friday PARADING FOR COLUMBUS Three years shy of the quincentennial of Christopher Columbus's first voyage to the New World, and three days shy of the official observance of Columbus Day, tens of thousands of people are expected to participate in the annual Columbus Day parade today on Fifth Avenue. The parade is" , "date" : "19891006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/06\/arts\/weekender-guide.html"} ,   {"body" : "LEAD: Anne Howard Kingsbury, a supervising analyst in the budget office of the New York City Department of Housing Preservation and Development, and Lee Eric Andrews, an assistant media director at the New York advertising agency of D'Arcy Masius Benton & Bowles, were married yesterday. The Rev. Robert Bender performed the ceremony at the Ramapo" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "67" , "title" : "Anne Kingsbury Weds Lee Andrews" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/style\/anne-kingsbury-weds-lee-andrews.html"} , {"body" : "LEAD: Closings in the week ended Sept. 15 MANHATTAN Carnegie Hill $1.3 million 1220 Park Avenue (95th St.) 3-bedroom, 3 1\/2-bath, 2,600-sq.-ft. prewar co-op; 24-hr. doorman, dining room, 2 maid's rooms, large kitchen, fireplace; maintenance $2,265, 35% tax-deductible (Broker: S. Closings in the week ended Sept. 15 MANHATTAN Carnegie Hill $1.3" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/realestate\/residential-resales-701789.html"} , {"body" : "LEAD: NO New Yorker who has turned 50 - and there are others who would set the mark at 20 - has gained maturity in quite the same city that the native knew as a youngster. There has been no era in its history that some chronicler or another has not recalled, sometimes wistfully, sometimes exuberantly, a New York that was a gentler, somehow more" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "24" , "title" : "THE REGION; A Half-Century of Remodeling New York" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/weekinreview\/the-region-a-half-century-of-remodeling-new-york.html"} , {"body" : "LEAD: Closings in the week ended Sept. 9 MANHATTAN Carnegie Hill $370,000 1230 Park Avenue (96th St.) 2-bedroom, 2-bath, 1,200-sq.-ft. prewar co-op; 24-hr. doorman, dining area, large kitchen; maintenance $953, 44% tax-deductible (Broker: Carnegie Hill Properties) Closings in the week ended Sept. 9 MANHATTAN Carnegie Hill $370,000 1230 Park Avenue" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/realestate\/residential-resales-786489.html"} , {"body" : "LEAD: Today SAN GENNARO FESTIVAL, Mulberry Street, between Park Row and Prince Street. Food, games, entertainment. Today through Sunday, 11 A.M. to 11:30 P.M. Through Sept 24. Information: 226-9546. Tomorrow NINTH ANNUAL WASHINGTON SQUARE PARK CRAFTS AND ANTIQUES FAIR, Washington Square South, from Macdougal to Mercer Streets, and along the park on" , "date" : "19890915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Fairs, Festivals and Parades" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/15\/arts\/fairs-festivals-and-parades.html"} , {"body" : "LEAD: While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their supporters were mobilizing for the campaign that really counts: making sure the right people vote. While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Size of Turnout to Be Vital In New York City Primary; Black Vote Is Pivotal in Mayoral Race" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/size-turnout-be-vital-new-york-city-primary-black-vote-pivotal-mayoral-race.html"} , {"body" : "LEAD: In New York City - where fads wax and wane, fun can be pricey and diseases are well-publicized - the ''talking date'' seems to be gaining currency. In New York City - where fads wax and wane, fun can be pricey and diseases are well-publicized - the ''talking date'' seems to be gaining currency. People are seeking love and romance more" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cheap Dates Are In, and Talk Is Cheap" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/cheap-dates-are-in-and-talk-is-cheap.html"} , {"body" : "LEAD: Maria Elise Paumgarten, a daughter of Mr. and Mrs. Harold Paumgarten of Brooklyn Heights and Northeast Harbor, Me., and John Forbes Parker, a son of Mr. and Mrs. Franklin E. Parker of Mendham, N.J., and Mishaum Point, South Dartmouth, Mass., were married yesterday in St. Ignatius Church in Northeast Harbor. Maria Elise Paumgarten, a daughter" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "Maja Paumgarten Weds John Parker" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/style\/maja-paumgarten-weds-john-parker.html"} , {"body" : "LEAD: Annual Symposium, New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; 212-220-8720. Annual Symposium, New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; 212-220-8720. On Oct. 12 the garden will sponsor ''Landscaping with Perennials: The Cultivated Choice,'' which will feature lectures on regional" , "date" : "19890907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar: A Symposium for Gardeners" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/07\/garden\/calendar-a-symposium-for-gardeners.html"} , {"body" : "LEAD: To those rush hour-commuters who sit immobilized in traffic on the Franklin Delano Roosevelt Drive, gazing enviously at the helicopters above, take heart. Gridlock has gone airborne. More helicopters, seaplanes, airplanes and blimps are circling Manhattan than ever before. For the last 10 years, the airborne traffic around New York has" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Abundance of Aircraft Brings Gridlock to Skies" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/nyregion\/an-abundance-of-aircraft-brings-gridlock-to-skies.html"} ,   {"body" : "LEAD: A Brooklyn motorist was shot in the head by a police officer after he pulled a gun as the police approached his car, a police spokeswoman said yesterday. A Brooklyn motorist was shot in the head by a police officer after he pulled a gun as the police approached his car, a police spokeswoman said yesterday. The driver, Robert Smith, 25 years" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Police Shoot Driver They Say Pulled a Gun" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/police-shoot-driver-they-say-pulled-a-gun.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: Dr. Diana Brooke Dorfman, the daughter of Mr. and Mrs. Elliot Dorfman of Brooklyn, and Westhampton, L.I., was married last evening to Dr. James Alan Deutsch, a son of Dr. and Mrs. Norman Deutsch of Brooklyn Heights, and Burrville, Conn. Rabbi A. Stanley Dreyfus performed the ceremony at the Pierre in New Dr. Diana Brooke Dorfman, the daughter" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "Diana Dorfman, Physician, Weds" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/style\/diana-dorfman-physician-weds.html"} , {"body" : "LEAD: Closings in the week ended Aug. 19 MANHATTAN Battery Park City $237,100 200 Rector Place (Liberty Court) 1-bedroom, 1-bath, 633-sq.-ft. condo in a 2-year-old building; 24-hr. doorman, concierge, marble bath, terrace, health club and pool; common charge $372, 100% tax-abated (Broker: D. Closings in the week ended Aug. 19 MANHATTAN Battery Park" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/realestate\/residential-resales-142289.html"} , {"body" : "LEAD: LABOR DAY first marched onto the calendar more than a century ago as a celebration of working-class solidarity, yet today the holiday has become summer's bittersweet finale. While other seasons may fade in and out, governed more by climate than calendar, summer comes to an all-too-abrupt end with the arrival of the first Monday in LABOR DAY" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Summer's Farewell Party: Everyone Is Invited" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/arts\/summer-s-farewell-party-everyone-is-invited.html"} , {"body" : "LEAD: FRIDAY THE LAST LAUGH FRIDAY THE LAST LAUGH Clubgoers will try to usher out the summer with laughter at the seventh annual Labor Day Weekend ''Laugh-a-thon,'' tonight at 8. The comedic merry-go-round is presented by the improvisational troupe Chicago City Limits, and will feature Wallem and Tolan, the a cappella ensemble Rockapella, and other" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/arts\/weekender-guide.html"} , {"body" : "LEAD: rrThousands of those planning to hunt deer in New York State this season are going to be disappointed, according to the Department of Environmental Conservation. rrThousands of those planning to hunt deer in New York State this season are going to be disappointed, according to the Department of Environmental Conservation. The disappointment" , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "OUTDOORS; Some Deer Hunters May Be Disappointed" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/sports\/outdoors-some-deer-hunters-may-be-disappointed.html"} , {"body" : "LEAD: Arthur Wittenstein, a lawyer and certified public accountant, died of a heart attack Monday at his home in Brooklyn Heights. He was 63 years old. Arthur Wittenstein, a lawyer and certified public accountant, died of a heart attack Monday at his home in Brooklyn Heights. He was 63 years old. Mr. Wittenstein was a partner in the tax department" , "date" : "19890823" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Arthur Wittenstein, 63, Tax-Law Specialist" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/23\/nyregion\/arthur-wittenstein-63-tax-law-specialist.html"} , {"body" : "LEAD: What was the nice Brooklyn Heights dentist and his party of 11 family members and friends doing in this barbecue bastion? Why, drinking Lone Stars with the Texas ''bubbas'' and judging the 12th annual Taylor International Barbecue Cookoff. And, of course, cutting a wide barbecue-eating swath through the rest of central What was the nice" , "date" : "19890823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TAYLOR (TEX)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "North Comes South for Barbecue Cookoff" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/23\/garden\/north-comes-south-for-barbecue-cookoff.html"} , {"body" : "LEAD: ''Look,'' said the woman to Richard Ravitch, candidate for mayor of New York City. ''I like you. I don't want Koch to get in, but I'm afraid a vote for you would be a vote for Dinkins.'' ''Look,'' said the woman to Richard Ravitch, candidate for mayor of New York City. ''I like you. I don't want Koch to get in, but I'm afraid a vote for you" , "date" : "19890822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ravitch Tries to Hearten Supporters" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/22\/nyregion\/ravitch-tries-to-hearten-supporters.html"} ,   {"body" : "LEAD: ''This is occupied Berlin,'' said Peggy Hill, a choreographer, peering out of her rear window at 375 Jay Street in downtown Brooklyn. ''I'm living with rubble, with debris, rodents and scavengers as the result of the demolition for Metrotech here.'' Ms. Hill, whose water pipes have been stolen twice and electricity disconnected once, has" , "date" : "19890820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklynites Balk at Relocation Deal" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/20\/nyregion\/brooklynites-balk-at-relocation-deal.html"} , {"body" : "LEAD: Closings in the week ended August 5 MANHATTAN Greenwich Village $595,000 1 Fifth Avenue 2-bedroom, 2-bath, 1,150-sq.-ft. prewar co-op; 24-hr. doorman, renovated kitchen and bath, Washington Square Park view; maintenance $1,170, 40% tax-deductible (Broker: Ann Weintraub Realty) Closings in the week ended August 5 MANHATTAN Greenwich Village" , "date" : "19890820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/20\/realestate\/residential-resales-643089.html"} , {"body" : "LEAD: Josephine Palmer Voorhees, long active in Brooklyn civic affairs and director of the Brooklyn Civilian Defense Volunteer office during World War II, died Wednesday at a nursing home in Alexandria, Va. She was 94 years old and had lived in Brooklyn Heights for 71 years until she became ill in 1987. Josephine Palmer Voorhees, long active in" , "date" : "19890819" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Josephine Palmer Voorhees, 94, Volunteer" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/19\/obituaries\/josephine-palmer-voorhees-94-volunteer.html"} , {"body" : "LEAD: IT was while she was walking her mixed-breed German shepherd, Jolie, in the Marine Park section of Brooklyn that Helen Kesner noticed the signs stapled to several of the trees. Someone was desperately seeking Sam, a rust-colored golden retriever. IT was while she was walking her mixed-breed German shepherd, Jolie, in the Marine Park section" , "date" : "19890816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/16\/garden\/metropolitan-diary-081489.html"} , {"body" : "LEAD: The stoops along 46th Street in Manhattan between Ninth and Tenth Avenues satisfy a variety of interests. Prostitutes primp on the stoops, making of them concrete dressing tables for their cosmetics. Drunks nod off there, crack addicts get high and, often on these summer evenings, neighbors carry down pillows from their apartments to sit" , "date" : "19890815" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "CLINTON (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As an Urban Rite, Stoop-Sitting Endures" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/15\/nyregion\/as-an-urban-rite-stoop-sitting-endures.html"} , {"body" : "LEAD: Before me stood the Great American Scream Machine, a long loopy roller coaster that rises like a serpentine monster above the entrance to the Six Flags Great Adventure amusement park in Jackson, N.J. Already, I was hoarse. See, speed is fine. Heights, too. But turning completely upside down? Seven times? Before me stood the Great American" , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "CORRESPONDENT'S CHOICES: COASTING AND SLIDING AT 12 OF AMERICA'S AMUSEMENT PARKS; THE EAST: Great Adventure - Jackson, New Jersey" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/travel\/correspondent-s-choices-coasting-sliding-12-america-s-amusement-parks-east-great.html"} , {"body" : "LEAD: WHENEVER I find myself in a city for the first time, I find that the best way to start learning about its history is to visit its churches. In most countries of Europe, historic ecclesiastical masterpieces allow a visitor, for a few moments, to see the world the way the age of faith saw it nearly a thousand years ago. WHENEVER I find myself" , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "37" , "title" : "Pursuing Pipe Organs of Note" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/travel\/pursuing-pipe-organs-of-note.html"} , {"body" : "LEAD: The Rashid family has had their Arabic record and book store on Atlantic Avenue in Brooklyn Heights since 1947. They are Arabs, yes, but proud Americans, too. The Rashid family has had their Arabic record and book store on Atlantic Avenue in Brooklyn Heights since 1947. They are Arabs, yes, but proud Americans, too. But as Mideast tensions" , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST" , "ISRAEL, STATE OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Arabs Feel Anger Flare In New York" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/arabs-feel-anger-flare-in-new-york.html"} , {"body" : "LEAD: Dr. Charles A. Weymuller, a pediatrician and professor at the former Long Island College of Medicine for several decades, died in his sleep Saturday at his home in Albuquerque, N.M., where he lived in retirement. He was 92 years old. Dr. Charles A. Weymuller, a pediatrician and professor at the former Long Island College of Medicine for" , "date" : "19890725" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "Dr. Charles A. Weymuller, 92, Pediatrician" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/25\/obituaries\/dr-charles-a-weymuller-92-pediatrician.html"} , {"body" : "LEAD: Francis X. Cucci, a television, theater and screen writer, died of AIDS on July 1 in the Cabrini Medical Center Hospice in Manhattan. He was 54 years old and lived in Brooklyn Heights. Francis X. Cucci, a television, theater and screen writer, died of AIDS on July 1 in the Cabrini Medical Center Hospice in Manhattan. He was 54 years old and" , "date" : "19890721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Francis X. Cucci, Writer, 54" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/21\/obituaries\/francis-x-cucci-writer-54.html"} ,   {"body" : "LEAD: Philip Nichols Winslow, a landscape architect whose work is seen throughout Central Park and a member of the New York City Art Commission, died of complications resulting from AIDS yesterday at his home in Brooklyn Heights. He was 48 years old. Philip Nichols Winslow, a landscape architect whose work is seen throughout Central Park and a" , "date" : "19890719" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Philip Winslow, 48; Landscape Architect Served on Art Panel" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/19\/nyregion\/philip-winslow-48-landscape-architect-served-on-art-panel.html"} , {"body" : "LEAD: The specially designed truck that rumbled slowly through the narrow streets of Brooklyn Heights one morning this week is part of the process of taking New York City into a new era of recycling. The specially designed truck that rumbled slowly through the narrow streets of Brooklyn Heights one morning this week is part of the process of taking" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Starts Required Recycling" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/nyregion\/new-york-starts-required-recycling.html"} , {"body" : "LEAD: Elliott M. Sanger, the co-founder and longtime chief of WQXR, the pioneer classical music radio station that became the station of The New York Times in 1944, died yesterday at his home in Manhattan after a long illness. He was 92 years old. Mr. Sanger founded the station in 1936 with John Vincent Lawless Hogan, an engineer and inventor." , "date" : "19890710" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "11" , "title" : "Elliott Sanger, a WQXR Founder And FM Radio Pioneer, Dies at 92" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/10\/obituaries\/elliott-sanger-a-wqxr-founder-and-fm-radio-pioneer-dies-at-92.html"} , {"body" : "LEAD: TO many New York City renters, particularly those who endured the search for an apartment during the city's economic boom earlier in the 80's, it may seem as if Richard E. Hubner and Janet Aquino are talking about somewhere else. TO many New York City renters, particularly those who endured the search for an apartment during the city's" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Market for Top Apartments Is Cooling" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/realestate\/market-for-top-apartments-is-cooling.html"} , {"body" : "LEAD: DEAR DIARY: DEAR DIARY: It was a day when the threat of rain hung in the air. I drove up to a drive-through market in Stony Brook, L.I., to buy milk and was waited on by a man wearing a turban. Handing me my change through the car window, he said, with the trace of an Indian accent, ''Ah! The smell of eternity is in the air.'' I was" , "date" : "19890705" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/05\/garden\/metropolitan-diary-356189.html"} , {"body" : "LEAD: ''Do the Right Thing,'' SPIKE Lee's jazzily aggressive folk tale about a Brooklyn racial confrontation, was filmed in bright primary colors on location in Bedford-Stuyvesant, where it all might have happened. The time is summer, in the middle of a heat wave capable of melting the polar ice caps. ''Whew! ''Do the Right Thing,'' SPIKE Lee's" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; NEW YORK CITY'S PROBLEMS ARE IN THE PICTURE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/movies\/film-view-new-york-city-s-problems-are-in-the-picture.html"} , {"body" : "LEAD: Ever since the first Fourth, in July 1776, the day of Independence has been aiming at ever greater gloriousness. This year's extended Fourth, from today through Tuesday, gives every hyperbolic promise of living up to the tradition of freedom, fun and frolic that turns New York into the biggest small-town celebration in the nation. Ever since" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Five-Day Fourth: A Wingding in the Rockets' Red Glare" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/arts\/five-day-fourth-a-wingding-in-the-rockets-red-glare.html"} , {"body" : "LEAD: NOW that so many of New York's neighborhoods with solid stocks of brownstones, like the Park Slope section of Brooklyn and the Upper West Side of Manhattan, have gone from down-and-out to up-and-definitely-in, it would seem that the mission of the 21-year-old Brownstone Revival Committee has been accomplished. NOW that so many of New York's" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : ">Old Homes Retain Allure For Group" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/garden\/old-homes-retain-allure-for-group.html"} , {"body" : "LEAD: Margaret A. Burt, a partner in Buck Associates of Manhattan, an actuarial firm, died of congestive heart failure Wednesday at her home in the Brooklyn Heights area. She was 98 years old. Margaret A. Burt, a partner in Buck Associates of Manhattan, an actuarial firm, died of congestive heart failure Wednesday at her home in the Brooklyn" , "date" : "19890627" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "Margaret A. Burt, Actuary, 98" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/27\/obituaries\/margaret-a-burt-actuary-98.html"} , {"body" : "LEAD: Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. The Brooklyn Arts Council's Summer Celebration 89 is a smorgasbord of entertainment, with scores of" , "date" : "19890623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "28" , "title" : "What Is Out There" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/theater\/what-is-out-there.html"} ,   {"body" : "LEAD: Closings in the week ending June 3 MANHATTAN Chelsea $875,000 138 West 17th Street 1-bedroom, 2-bath, 3,200-sq.-ft. prewar loft co-op; dining room, fireplace, high ceilings, hardwood floors, four exposures; maintenance $900, 50% tax-deductible (Broker: Kanelba & Robilotti) Closings in the week ending June 3 MANHATTAN Chelsea $875,000 138 West" , "date" : "19890618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/18\/realestate\/residential-resales-672589.html"} , {"body" : "LEAD: Katherine Witt Rodgers, the daughter of Mr. and Mrs. Robert H. Rodgers Jr. of Brooklyn Heights and Quogue, L.I., was married yesterday in Quogue to Maxwell Baldwin Smith 4th, the son of Mr. and Mrs. Smith 3d of New York and Atlantic Highlands, N.J. The Rev. John E. Madden, the archdeacon of Suffolk County, officiated at the Episcopal Church" , "date" : "19890618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "49" , "title" : "Banker Married To Kate Rodgers" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/18\/style\/banker-married-to-kate-rodgers.html"} , {"body" : "LEAD: Jerome M. Warshaw, a first vice president of Shearson Lehman Hutton Inc., died of a heart attack Monday outside his home in Brooklyn Heights. He was 60 years old. Jerome M. Warshaw, a first vice president of Shearson Lehman Hutton Inc., died of a heart attack Monday outside his home in Brooklyn Heights. He was 60 years old. Before joining" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "44" , "title" : "Jerome Warshaw, 60, Executive at Brokerage" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/obituaries\/jerome-warshaw-60-executive-at-brokerage.html"} , {"body" : "LEAD: A recent news item told of a California priest, now deceased, who lived simply and frugally - according to the dictates of his vows - but who kept an air-conditioned home for his prized dogs. A recent news item told of a California priest, now deceased, who lived simply and frugally - according to the dictates of his vows - but who kept an" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "114" , "title" : "WINE; CAVE DWELLING" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/magazine\/wine-cave-dwelling.html"} , {"body" : "LEAD: Closings in the week ending May 27 MANHATTAN Upper East Side $1.65 million 320 East 72d Street 3-bedroom, 4-bath, 2,400-sq.-ft. prewar co-op; 24-hr. doorman, maid's room, dining room, fireplace, high-ceilings, hardwood floors; maintenance $2,341, 35% tax-deductible (Broker: S. Closings in the week ending May 27 MANHATTAN Upper East Side $1.65" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/realestate\/residential-resales-840589.html"} , {"body" : "LEAD: The Anchorage at the Brooklyn Bridge, the site of a continuous array of arts installations, is itself the subject of a new exhibition on the light and sound potential of space. The exhibition, sponsored by Creative Time Inc., will will open at the Anchorage, Cadman Place West and Front Street, Brooklyn Heights, on June 22 at 8 P.M. The" , "date" : "19890610" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN BRIDGE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "Brooklyn Bridge Show" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/10\/arts\/brooklyn-bridge-show.html"} , {"body" : "LEAD: Closings in the week ending May 20 MANHATTAN Chelsea $425,000 228 West 21st Street 3-bedroom, 3-bath, 1,400-sq.-ft. duplex co-op in a prewar brownstone; fireplace, renovated kitchen and bath, 2 terraces; maintenance $364, no tax deduction (Broker: Joffee LaSalle) Closings in the week ending May 20 MANHATTAN Chelsea $425,000 228 West 21st" , "date" : "19890604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/04\/realestate\/residential-resales-046189.html"} , {"body" : "LEAD: In a tremulous falsetto, with phrases that ripple and float, Aaron Neville sings of perfect romance and intricate pain. He's a member of the Neville Brothers band, for whom he delivers change-of-pace ballads and fills out harmonies, but on Tuesday night at the Church of St. Ann and the Holy Trinity in Brooklyn Heights, accompanied by Asa In a" , "date" : "19890602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Review\/Pop; A Neville Brother Alone" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/02\/arts\/review-pop-a-neville-brother-alone.html"} , {"body" : "LEAD: This week walking tours, bus tours and exhibitions will focus on the history and flavor of parks and neighborhoods in the New York City region. This week walking tours, bus tours and exhibitions will focus on the history and flavor of parks and neighborhoods in the New York City region. Urban Park Rangers will offer twice-a-week bus tours of" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Central Park and More, By Foot and by Wheel" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/garden\/central-park-and-more-by-foot-and-by-wheel.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} ,   {"body" : "LEAD: Margaret Erskine Elkind, a daughter of Mr. and Mrs. Morton Digby Elkind of Brooklyn Heights, and Todd Cameron Van Gelder, a son of Mr. and Mrs. Leon Van Gelder of New York, were married yesterday by Rabbi Michael Gelber at the Harvard Club in New York. Margaret Erskine Elkind, a daughter of Mr. and Mrs. Morton Digby Elkind of Brooklyn" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "Margaret Elkind Becomes a Bride" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/style\/margaret-elkind-becomes-a-bride.html"} , {"body" : "LEAD: ONCE again, spring seems to have come and gone in a blink of the eye, barely pausing to remind New Yorkers that a season really does exist between winter and summer. Indeed, with Memorial Day weekend already upon us, summer has all but officially begun, and New York will herald the new season with a three-day extravaganza of fireworks," , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Memorial Day '89: Fanfares On the Starting Line of Summer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/arts\/memorial-day-89-fanfares-on-the-starting-line-of-summer.html"} , {"body" : "LEAD: Susan Linda Quarles and Geoffrey Stephens were married yesterday at the Heights Town House in Brooklyn Heights by the Rev. Harris Riordan, a Unitarian minister. Susan Linda Quarles and Geoffrey Stephens were married yesterday at the Heights Town House in Brooklyn Heights by the Rev. Harris Riordan, a Unitarian minister. The bride, who will" , "date" : "19890521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "65" , "title" : "Susan L. Quarles Marries Producer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/21\/style\/susan-l-quarles-marries-producer.html"} , {"body" : "LEAD: WITH an uneasy ceasefire in the battle over what will be built on the site of the New York Coliseum, neighborhood groups allied with environmental organizations are mounting sophisticated new campaigns to influence planning and real estate development across New York City. WITH an uneasy ceasefire in the battle over what will be built on the" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Citizens Gain in Anti-Developer Wars" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/realestate\/citizens-gain-in-anti-developer-wars.html"} , {"body" : "LEAD: Whether their taste runs to familiar orchestral chestnuts, gatherings of avant-garde composers, elaborate exercises in early-music performance or traditional jazz, music lovers will find much to savor at the festivals planned in North America this summer. Whether their taste runs to familiar orchestral chestnuts, gatherings of avant-garde" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "MUSIC; Summer Music Festivals Throughout the Land" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/arts\/music-summer-music-festivals-throughout-the-land.html"} , {"body" : "LEAD: Francesca Rose Messina, the daughter of Mr. and Mrs. Matthew J. Messina of Brooklyn Heights, was married yesterday to Michael Stanley Aron, a son of Jon Aron of New York and Nantucket, Mass., and Cynthia Cleveland Cox Farris of Bethel, Conn. The Rev. William Leydon performed the ceremony at the Immaculate Conception Roman Catholic Church in" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "46" , "title" : "Ms. Messina Wed To Michael Aron" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/style\/ms-messina-wed-to-michael-aron.html"} , {"body" : "LEAD: Closings in the week ending April 29 MANHATTAN Greenwich Village $475,000 32 Washington Square West 2-bedroom, 2-bath, 1,600-sq.-ft. prewar co-op; 24-hr. doorman, concierge, maid's room, dining room, large kitchen, fireplace, four exposures; maintenance $1,534, 31% tax-deductible (Broker: Ambrose Mar-Elia) Closings in the week ending April 29" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/realestate\/residential-resales-584589.html"} , {"body" : "LEAD: GEORGE AULT (1891-1948) was a Precisionist to the degree that he reduced architectural forms to a geometry inspired by Cubism. But where Charles Sheeler and other Precisionists purged their scenery of all human associations, Ault charged his with emotion. GEORGE AULT (1891-1948) was a Precisionist to the degree that he reduced architectural" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "ART; Precisionism With Emotion" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/nyregion\/art-precisionism-with-emotion.html"} , {"body" : "LEAD: SEARS, ROEBUCK & COMPANY's announcement late last year that it was moving its headquarters out of the Sears Tower, putting the building up for sale and even reconsidering the company's commitment to a Chicago location is only one in a growing number of corporate moves with significant implications for commercial real estate. SEARS, ROEBUCK &" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "IN THE NATION; Corporate Dynamics Complicate the Market" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/realestate\/in-the-nation-corporate-dynamics-complicate-the-market.html"} , {"body" : "LEAD: Robert O. Geiger, a copywriter and editor at Lord & Taylor for 15 years, died of cancer yesterday at New York Hospital. He was 62 years old and lived in Manhattan. Robert O. Geiger, a copywriter and editor at Lord & Taylor for 15 years, died of cancer yesterday at New York Hospital. He was 62 years old and lived in Manhattan. Mr. Geiger was" , "date" : "19890513" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "31" , "title" : "Robert O. Geiger, Copywriter, 62" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/13\/obituaries\/robert-o-geiger-copywriter-62.html"} ,   {"body" : "LEAD: Alexander Rom will conduct the Grace Choral Society of Brooklyn in Carl Orff's ''Carmina Burana'' and Prokofiev's ''Alexander Nevsky'' tomorrow evening at 7:30 at Grace Church, 254 Hicks Street, at Joralemon Street, Brooklyn Heights. Tickets are $7.50. Information: (718) 624-1850. Alexander Rom will conduct the Grace Choral Society of" , "date" : "19890512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Grace Choral Society" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/12\/arts\/grace-choral-society.html"} , {"body" : "LEAD: Friday THE WESTERN REPRISED Friday THE WESTERN REPRISED Ever since the frontier closed in the late 19th century, tales of the Old West have captivated the American imagination. Although western pulp novels began to appear by the 1880's, the decades since Owen Wister's ''Virginian'' in 1902 have seen literally thousands of novels, movies and" , "date" : "19890512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/12\/arts\/weekender-guide.html"} , {"body" : "LEAD: No other matter has so troubled and divided the commission rewriting New York City's charter as what to do with the borough presidents. Underlying the question is an even more fundamental debate about how New Yorkers perceive themselves and how those perceptions should be accommodated in the structure of municipal government. No other matter" , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Presidents Of Boroughs: Vestigial Or Vibrant?" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/nyregion\/presidents-of-boroughs-vestigial-or-vibrant.html"} , {"body" : "LEAD: Commemorating the day two centuries ago when one man first officially shouldered the public trust and set a course for the nation, a steel-gray line of naval ships steered through New York Harbor yesterday with a gaggle of hooting, honking, flag-flapping civilian vessels in its wake. Commemorating the day two centuries ago when one man first" , "date" : "19890430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "UNITED STATES" , "NEW YORK HARBOR" , "BATTERY PARK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Flag-Flapping Salute to the First Inaugural" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/30\/nyregion\/a-flag-flapping-salute-to-the-first-inaugural.html"} , {"body" : "LEAD: These are the major events in today's celebration of the bicentennial of George Washington's inauguration as the first President of the United States. 9:30 A.M. These are the major events in today's celebration of the bicentennial of George Washington's inauguration as the first President of the United States. 9:30 A.M. The New Jersey" , "date" : "19890430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Inauguration Bicentennial Includes Pomp and Prayer" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/30\/nyregion\/inauguration-bicentennial-includes-pomp-and-prayer.html"} , {"body" : "LEAD: ANOTHER bicentennial is upon us, and, as always, that means it's time for a no-holds-barred citywide celebration. Like the 1976 Bicentennial of American independence and the 1987 bicentennial of the Constitution, the 200th anniversary of George Washington's inauguration on April 30, 1789, will be duly and flamboyantly noted. ANOTHER" , "date" : "19890428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Washington's Inaugural, Afloat, Aloft and on Foot" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/28\/arts\/washington-s-inaugural-afloat-aloft-and-on-foot.html"} , {"body" : "LEAD: 1. Tomorrow, about 11:30 A.M. to 1:30 P.M.: Parade of ships from New York Harbor and up the Hudson River to midtown. Visible from the Lower West Side of Manhattan, the north shore of Staten Island, the western shore of Brooklyn, and Jersey City and Hoboken. Marching bands in Battery Park at noon, and airplane flyover at 1 P.M. 1. Tomorrow," , "date" : "19890428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where to View Festivities" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/28\/arts\/where-to-view-festivities.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: IF it's spring, it must be time for house and garden tours. This year, the range of the architecture is from 19th-century Greek Revival to modern, the interior decoration from Victorian to Art Deco, the houses from city apartments to country estates and the gardens from urban deck to English formal. IF it's spring, it must be time for house" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "For All Who Know a Loft From a Parlor" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/garden\/for-all-who-know-a-loft-from-a-parlor.html"} , {"body" : "LEAD: He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. ''G. Washington in New York'' is an exhibition of furniture, paintings, photographs, prints, manuscripts and decorative objects" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: All About Our First President" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/garden\/calendar-all-about-our-first-president.html"} ,   {"body" : "LEAD: QUEEN VICTORIA DIED IN 1901, and some historians claim she outlived the era that bears her name. QUEEN VICTORIA DIED IN 1901, and some historians claim she outlived the era that bears her name. Obviously these scholars do not reside in Brooklyn Heights; if they did, they would proudly acknowledge that here, at least, the Victorian age is" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "46" , "title" : "THE WAY WE LIVE: MAINTAINING THE VALUES OF ANOTHER ERA; Victorian and Thriving" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/magazine\/the-way-we-live-maintaining-the-values-of-another-era-victorian-and-thriving.html"} , {"body" : "LEAD: It is spring, and the five boroughs of New York City are bursting with things to do and to see that cost nothing, or next to nothing ($3 or less). Here is a highly selective list. If there is an admission fee, it is indicated; otherwise these attractions, like the best things in life, are free. It is spring, and the five boroughs of New York" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "8" , "title" : "THE REAL NEW YORK: THE WAYS WE USE THE CITY; The Best Things In Life . . ." , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/magazine\/the-real-new-york-the-ways-we-use-the-city-the-best-things-in-life.html"} , {"body" : "LEAD: Ballroom Week begins today in New York City. More than 40 events over the next 8 days will commemorate ballroom dancing. Here is a schedule of this weekend's events. For information on later events, the number is 246-6495. TODAY FRANKIE MANNING AND NORMA MILLER, Bruno Walter Auditorium, Lincoln Center (870-1614). Ballroom Week begins today in" , "date" : "19890421" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Floor Space for the Weekend" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/21\/arts\/floor-space-for-the-weekend.html"} , {"body" : "LEAD: At the Chevy Chase Presbyterian Church in Washington, Naomi Allison Voigt, a daughter of Mr. and Mrs. Harry Holmes Voigt of Chevy Chase, Md., was married yesterday to Richard Scott Lindahl, a son of Lynne W. Lindahl of Little Ferry, N.J., and John A. Lindahl of Brooklyn Heights. The Rev. Paul A. Kress officiated. At the Chevy Chase" , "date" : "19890416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "57" , "title" : "Naomi Voigt Wed To R. S. Lindahl" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/16\/style\/naomi-voigt-wed-to-r-s-lindahl.html"} , {"body" : "LEAD: Shots were fired during a fight yesterday afternoon between two teen-age boys on a subway train, and another teen-ager, believed to be a bystander, received a superficial gunshot wound to the left arm, the police reported. Shots were fired during a fight yesterday afternoon between two teen-age boys on a subway train, and another teen-ager," , "date" : "19890412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Subway Rider Is Shot As Two Youths Fight" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/12\/nyregion\/metro-datelines-subway-rider-is-shot-as-two-youths-fight.html"} , {"body" : "LEAD: Christmas Songs Christmas Songs Christmas, CBGB, 315 Bowery, at Bleecker Street (982-4052). Christmas, a rock trio from Boston, started out in 1984 by assimilating post-punk styles from Sonic Youth to Pylon to X. Five years later, they have amalgamated all their borrowings into smart, melodic, slightly offbeat guitar-driven songs in which Liz" , "date" : "19890331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/31\/arts\/sounds-around-town-429789.html"} , {"body" : "LEAD: With New York City facing a garbage crisis, the City Council is expected to approve a bill tomorrow that would make the recycling of newspapers, magazines, cardboard, glass bottles and metal cans mandatory. Under the bill, each household would be required to sort the recyclable materials. The bill raises questions as to how a city as large as" , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Recycling Law's Mechanics: Symphony of Sorting, Maybe" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/recycling-law-s-mechanics-symphony-of-sorting-maybe.html"} , {"body" : "LEAD: With summer on the horizon, more travelers planning international vacations are turning to a growing number of small advertisements in newspapers and magazines offering the world at a bargain price. With summer on the horizon, more travelers planning international vacations are turning to a growing number of small advertisements in newspapers" , "date" : "19890325" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Travel" , "Style"] , "page_facet" : "44" , "title" : "CONSUMER'S WORLD; Air-Fare Discounters: Savings for Careful Fliers" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/25\/style\/consumer-s-world-air-fare-discounters-savings-for-careful-fliers.html"} , {"body" : "LEAD: IT is 10:30 on a Saturday night. The American Museum of Natural History is closed to the public. But armed with flashlights, a group of brave young girls prowl the darkened halls. IT is 10:30 on a Saturday night. The American Museum of Natural History is closed to the public. But armed with flashlights, a group of brave young girls prowl the" , "date" : "19890323" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Urban Camping, Amid the Dinosaurs" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/23\/garden\/urban-camping-amid-the-dinosaurs.html"} , {"body" : "LEAD: Lou Reed, once as deadpan and taciturn as his music was ferocious, has reincarnated himself as a talkative avuncular elder statesman of rock. Lou Reed, once as deadpan and taciturn as his music was ferocious, has reincarnated himself as a talkative avuncular elder statesman of rock. Words spill out of his most recent songs in long prosy" , "date" : "19890321" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Review\/Music; Rock's Cool Observer Turns Into a Chatterbox" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/21\/arts\/review-music-rock-s-cool-observer-turns-into-a-chatterbox.html"} ,   {"body" : "LEAD: William F. Kerby, a former chairman of Dow Jones & Company and for six years the executive editor of The Wall Street Journal, died of lung cancer yesterday at his home in Bethlehem, Pa. He was 81 years old. William F. Kerby, a former chairman of Dow Jones & Company and for six years the executive editor of The Wall Street Journal, died of" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "William Kerby, 81, Dow Jones Chairman" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/obituaries\/william-kerby-81-dow-jones-chairman.html"} , {"body" : "LEAD: Leslie Smith Alexander, a daughter of Mr. and Mrs. Charles J. Alexander Jr. of Westport, Conn., and Lawrence Raymond Luhring Jr., a son of Mr. and Mrs. Luhring of Kitty Hawk, N.C., were married yesterday at the Congregational Plymouth Church of the Pilgrims in Brooklyn Heights by the Rev. Dr. Richard L. Leslie Smith Alexander, a daughter of" , "date" : "19890319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Leslie Alexander, Painter, Marries L.R. Luhring Jr." , "url" : "http:\/\/www.nytimes.com\/1989\/03\/19\/style\/leslie-alexander-painter-marries-lr-luhring-jr.html"} , {"body" : "LEAD: Sunday ALL SAINTS CHURCH (Episcopal), 230 East 60th Street. Gibbons's ''Hosanna to the Son of David''; Bruckner's ''Christus Factus Est''; Lotti's ''Crucifixus''; the premiere of Hurd's ''Tenebrae Factae Sunt''; the Choir of All Saints Church; David Hurd, director. At 11 A.M. Information: 758-0447. Sunday ALL SAINTS CHURCH (Episcopal), 230" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "A Calender of Music Events for Easter" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/arts\/a-calender-of-music-events-for-easter.html"} , {"body" : "LEAD: The 22d annual Film and Video Festival of the Brooklyn Arts Council continues tomorrow in the Uris auditorium of the Metropolitan museum of Art, from 1 to 5 P.M. The festival focuses on independent film and video artists, and the program tomorrow features ''The Man Who Planted Trees,'' a 30-minute animated film by Frederick Back that won an" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Independent Films" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/movies\/independent-films.html"} , {"body" : "LEAD: In 1982, Dr. Neil Aggett - a white South African - was found hanged in a Johannesburg prison, where he had been detained for his work with a multiracial trade union. Dr. Aggett's political activism, his relationships with his father and girlfriend and his brutal treatment by prison authorities are chronicled in a new play by Hilary Blecher" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "An Activist's Story" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/theater\/an-activist-s-story.html"} , {"body" : "LEAD: It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. After a garbage truck makes its rounds, a smaller truck stops for the newspapers and bottles" , "date" : "19890316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Blue Buckets May Be in New York City's Future" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/16\/nyregion\/blue-buckets-may-be-in-new-york-city-s-future.html"} , {"body" : "LEAD: All New Yorkers would be required to separate recyclable materials from their garbage under a plan unanimously approved yesterday by a committee of the City Council. All New Yorkers would be required to separate recyclable materials from their garbage under a plan unanimously approved yesterday by a committee of the City Council. The" , "date" : "19890314" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Recycling of New York Garbage Approved by Council Committee" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/14\/nyregion\/recycling-of-new-york-garbage-approved-by-council-committee.html"} , {"body" : "LEAD: Elizabeth Ardys Bayliss and Simon John Hambidge were married yesterday at the United Church of New Marlborough in Southfield, Mass. The Rev. John Robert Hambidge of the Church of England, an uncle of the bridegroom, officiated. Elizabeth Ardys Bayliss and Simon John Hambidge were married yesterday at the United Church of New Marlborough in" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "66" , "title" : "Ms. Bayliss Marries Simon Hambidge" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/style\/ms-bayliss-marries-simon-hambidge.html"} , {"body" : "LEAD: FRIDAY PLAYWRIGHT'S OLD CLOTHES FRIDAY PLAYWRIGHT'S OLD CLOTHES Gertrude Stein was known more as a cynical observer and experimental stylist than as a playwright, but the doyenne of Montparnasse expatriate life did assume the role of dramatist to write ''A Play Called Not and Now.'' This work - about social pretentiousness and pomposity - is" , "date" : "19890310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/10\/arts\/weekender-guide.html"} , {"body" : "LEAD: Closings in the week ending Feb. 18 MANHATTAN Greenwich Village $ $515,000 51 Fifth Avenue (12th St.) 2-bedroom, 2-bath, 1,500-sq.-ft. prewar co-op; 24-hr. doorman, dining room, fireplace, high ceilings, hardwood floors, corner unit, three exposures; maintenance $1,298, 60% tax-deductible (Broker: Baker R.C. Closings in the week ending Feb." , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/realestate\/residential-resales-928889.html"} ,   {"body" : "LEAD: To the editor: To the editor: It was the Ninth (Columbus) Avenue el in 1879, rather than the 1904 West Side IRT, that opened up development on the Upper West Side. By 1904 the Dakota was 30 years old, and most of the rows of fine town houses filling the crosstown blocks had been completed in the 1880's and 90's. Though it may be a relative" , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "20" , "title" : "Upper West Side" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/realestate\/l-upper-west-side-262089.html"} , {"body" : "LEAD: A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early yesterday, possibly with his own gun, as he and his partner struggled with two men they had tried to question. A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Officer Slain In a Struggle In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/officer-slain-in-a-struggle-in-flatbush.html"} , {"body" : "LEAD: Closings in the week ending Feb. 11 MANHATTAN Carnegie Hill $355,000 25 East 92d Street 2-bedroom, 2-bath, 1,000-sq.-ft. prewar duplex co-op in a town house; 2 fireplaces, high ceilings, hardwood floors; maintenance $800, 50% tax-deductible (Broker: B.J. Gottesman) Closings in the week ending Feb. 11 MANHATTAN Carnegie Hill $355,000 25 East" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/realestate\/residential-resales-077089.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to bail-jumpers and contributes to a backlog of 400,000 arrest warrants in the city. A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Need for Computer Link Seen on Warrants" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/need-for-computer-link-seen-on-warrants.html"} , {"body" : "LEAD: ARMED with a sheaf of environmental studies of river currents, sunlight penetration, fish migration and other aspects of aquatic life, the Koch administration is preparing a campaign to let developers build office towers, apartment buildings and other large structures on piers and platforms over the East and Hudson ARMED with a sheaf of" , "date" : "19890212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "WESTWAY (WEST SIDE HIGHWAY)" , "HUDSON RIVER"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Koch Looks to Rivers for Development" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/12\/realestate\/koch-looks-to-rivers-for-development.html"} , {"body" : "LEAD: Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally run community school districts have fewer pupils than required by the state. Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "11 New York City Districts Have Too Few Pupils" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/nyregion\/11-new-york-city-districts-have-too-few-pupils.html"} , {"body" : "LEAD: Brooklyn is getting its second condominium parking garage, this one in the Cobble Hill neighborhood. A development group has bought a 50-year-old, three-story factory at 187 Pacific Street between Court and Clinton Streets and converted it into 130 condominium parking spaces priced at $27,500, $30,000 and $40,000, depending upon size - an" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (BROOKLYN)" , "PARKING CLUB (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: What Price Parking?; A 2d Garage Condo" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/realestate\/postings-what-price-parking-a-2d-garage-condo.html"} , {"body" : "LEAD: ''Song and Dance: An Evening of Black-Jewish Creativity'' is to take place at 8 o'clock tonight as a benefit for Brooklyn Ecumenical Cooperatives, an interfaith, interracial group that promotes housing for the poor. Avodah Dance Ensemble, Louis Johnson Dance Theater Ensemble, the Brooklyn Heights Synagogue Choir and the Lafayette Avenue" , "date" : "19890204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Black-Jewish Benefit" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/04\/arts\/black-jewish-benefit.html"} , {"body" : "LEAD: For a Festival of Spring, The Jewish Museum, 1109 Fifth Avenue at 92d Street; 212-860-1860. For a Festival of Spring, The Jewish Museum, 1109 Fifth Avenue at 92d Street; 212-860-1860. ''From Seder to Stella: The Art of Passover in the Collections of the Jewish Museum'' opens on Sunday. The exhibition features plates, glassware, embroidered" , "date" : "19890202" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: A Celebration of Passover" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/02\/garden\/calendar-a-celebration-of-passover.html"} ,   {"body" : "LEAD: Alicia McConnell used to dream of being the Billie Jean King of women's squash and turning her sport into a multimillion-dollar enterprise. Now the seven-time national champion is quitting the game, disillusioned, disheartened and, for the most part, broke. Alicia McConnell used to dream of being the Billie Jean King of women's squash and" , "date" : "19890201" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "SQUASH RACQUETS; The Negative Side Wins Out For a No. 1 Squash Player" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/01\/sports\/squash-racquets-the-negative-side-wins-out-for-a-no-1-squash-player.html"} , {"body" : "LEAD: Lucinda Kingsbury Jenney, the daughter of Judy Atterbury-Jenney of New Canaan, Conn., and La Madera, N.M., and Ralph Royal Jenney of McLean, Va., and Edgartown, Mass., was married yesterday to John Henry Swanger 3d, a son of Julianne Clarke of Chester Springs, Pa., and Mr. Swanger Jr. of Lancaster, Pa. Lucinda Kingsbury Jenney, the daughter" , "date" : "19890129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "55" , "title" : "Lucinda Jenney, Actress in 'Rain Man,' Is Married to John Henry Swanger 3d" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/29\/style\/lucinda-jenney-actress-in-rain-man-is-married-to-john-henry-swanger-3d.html"} , {"body" : "LEAD: GEORGE BUGLIARELLO, the president of Polytechnic University in downtown Brooklyn, seems happy now to tell the story of being offered his job in 1973 and turning it down at first, not because of the school's faculty, finances or academic standing, but because of the urban blight surrounding its campus. GEORGE BUGLIARELLO, the president of" , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Transforming Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/realestate\/transforming-downtown-brooklyn.html"} , {"body" : "LEAD: Mr. and Mrs. Elliot Dorfman of Brooklyn have made known the engagement of their daughter Diana Brooke Dorfman to Dr. James Alan Deutsch, the son of Dr. and Mrs. Norman Deutsch of Brooklyn. The couple plan to marry in September. Mr. and Mrs. Elliot Dorfman of Brooklyn have made known the engagement of their daughter Diana Brooke Dorfman to Dr." , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "Diana Dorfman Engaged to Wed James Deutsch" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/style\/diana-dorfman-engaged-to-wed-james-deutsch.html"} , {"body" : "LEAD: When New York City's elementary and junior high schools were given greater autonomy 19 years ago, parents were supposed to gain direct control over their children's schooling through the local school boards that took over much of the central administration's responsibility. When New York City's elementary and junior high schools were given" , "date" : "19890116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In New York, Parents Lack Say in Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/16\/nyregion\/in-new-york-parents-lack-say-in-schools.html"} , {"body" : "LEAD: Closings in the week ending Dec. 31 MANHATTAN Chelsea $117,000 100 West 15th Street 470-sq.-ft. prewar co-op studio; 14-ft. ceilings, sleeping loft over kitchen; maintenance $404, 55% tax-deductible (Broker: Delson-Ginsberg Real Estate) Madison Square Area Closings in the week ending Dec. 31 MANHATTAN Chelsea $117,000 100 West 15th Street" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/realestate\/residential-resales-068389.html"} , {"body" : "LEAD: As the gentrification of Park Slope in Brooklyn continues, its major commercial artery, Seventh Avenue, is experiencing dramatic change. Small ethnic groceries and storefront service businesses are fast giving way to specialty grocers, upscale carryouts, wine shops, bars and trendy restaurants - from bagels to brioche, so to speak. As the" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "What's Cooking in Park Slope; Strolling Seventh Avenue With Food in Mind" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/what-s-cooking-in-park-slope-strolling-seventh-avenue-with-food-in-mind.html"} , {"body" : "LEAD: FRIDAY McPARTLAND PLAYS FRIDAY McPARTLAND PLAYS The jazz pianist Marian McPartland will perform at Carnegie Hall tonight at 8 with the New York Pops, and the clarinetist and composer Walt Levinsky and his Great American Swing Band in a concert of traditional jazz and swing music. The program is to include Jacques Press's ''Hasseneh (A" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/weekender-guide.html"} , {"body" : "LEAD: Mr. and Mrs. Joseph L. Vanacore of North Caldwell, N.J., have announced the engagement of their daughter Jill Roberta Vanacore to Richard Gerveys Reid, the son of Mr. and Mrs. Edward S. Reid of Brooklyn Heights and Quogue, L.I. The couple plan a May 6 wedding. Mr. and Mrs. Joseph L. Vanacore of North Caldwell, N.J., have announced the" , "date" : "19890108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "Jill R. Vanacore Planning to Wed Richard G. Reid" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/08\/style\/jill-r-vanacore-planning-to-wed-richard-g-reid.html"} , {"body" : "LEAD: ''Andy, it's me\/Haven't seen you for a while\/I wish I had talked to you more when you were alive,'' begins the elegiac lyric for ''Hello It's Me,'' one of 14 new songs written by John Cale and Lou Reed for their new musical suite, ''Songs for 'Drella.'' ''Andy, it's me\/Haven't seen you for a while\/I wish I had talked to you more when you were" , "date" : "19890106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Pop\/Jazz; Recalling A Pop Artist And a Friend" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/06\/arts\/pop-jazz-recalling-a-pop-artist-and-a-friend.html"} ,   {"body" : "LEAD: THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and early Victorian brownstones, is quite a contrast to the bustle of downtown Brooklyn, just a five-minute walk away. Many residents think of the area as a hidden treasure. THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "If You're Thinking of Living in: Boerum Hill" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "LEAD: One of the most enduring symbols of the holiday season is the Christmas tree, and New York City certainly has no shortage of dazzling ones. And this may be the very best time to see them, after Christmas, when the crowds and traffic have thinned. Most will be up through this week. One of the most enduring symbols of the holiday season is the" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "Lifestyle: Sunday Outing; Christmas May Be Ove But Trees Still Sparkle" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/style\/lifestyle-sunday-outing-christmas-may-be-ove-but-trees-still-sparkle.html"} , {"body" : "LEAD: MIDDLE-CLASS NEW YORK IS SLIDING slowly into decline. A novelist friend who spent his whole life on the West Side is thinking Suffolk because his young son is hounded by drug dealers twice a day as he goes back and forth to school. An elderly woman is knocked to the sidewalk on Park Avenue and brutally beaten with a pipe until she surrenders" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "What Needs To Be Done?" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/magazine\/what-needs-to-be-done.html"} , {"body" : "LEAD: Pamela Anne Taft Married To Mark S. Blackwell Pamela Anne Taft and Mark Strath Blackwell were married yesterday at the Plymouth Congregational Church of the Pilgrims in Brooklyn Heights. The Rev. Dr. Richard Stanger and the Rev. William J. Hammann, a retired Lutheran minister and the bride's great-uncle, officiated. Pamela Anne Taft Married" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "Pamela Taft Married To Mark S. Blackwell" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/style\/pamela-taft-married-to-mark-s-blackwell.html"} , {"body" : "LEAD: Elisabeth F. Gotbaum's resume bears the stamp of someone, who, her friends and former colleagues say, is comfortable in nearly any postition that draws on an ability to bring diverse parties together and to get projects off the ground. One translation: She knows how to raise money. Elisabeth F. Gotbaum's resume bears the stamp of someone," , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Energy and Pragmatism: 3 Who Will Serve; Elisabeth F. Gotbaum; Parks Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/energy-and-pragmatism-3-who-will-serve-elisabeth-f-gotbaum-parks-commissioner.html"} , {"body" : "LEAD: AS the season to be jolly moves into its frenetically jolliest of weekends today, New York City will be singing, shopping, sparkling, touring, dancing and otherwise celebrating. The long Christmas weekend, which coincides with the beginning of Hanukkah this year (related article, page C34), may chiefly be a time for indoor family festivities." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Christmas Compendium: What to See, Hear, Do" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/a-christmas-compendium-what-to-see-hear-do.html"} , {"body" : "LEAD: UNADORNED homes are rare commodities around Christmastime in Bay Ridge, Bensonhurst and Canarsie. With thousands of plastic Santas and snowmen, armies of toy soldiers and multicolored megawatts of lights decorating block upon block of houses and apartment buildings, no one could accuse these Brooklyn neighborhoods of a lack of holiday cheer." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neighborhoods Santa Has No Trouble Finding" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/neighborhoods-santa-has-no-trouble-finding.html"} , {"body" : "LEAD: Dr. Iago Galdston, a psychiatrist, an educator and the secretary of the Medical Information Bureau of the New York Academy of Medicine for 34 years, died yesterday at St. Vincent's Hospital in Bridgeport, Conn. He was 94 years old and lived in the Brooklyn Heights section of Brooklyn and in Newtown, Dr. Iago Galdston, a psychiatrist, an" , "date" : "19891220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Iago Galdston, 94, Medical Spokesman And a Psychiatrist" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/20\/obituaries\/iago-galdston-94-medical-spokesman-and-a-psychiatrist.html"} , {"body" : "LEAD: Nicole Belson and Erik T. Goluboff were married yesterday at Temple Rodeph Sholom in New York by Rabbi Harold Saperstein and Cantors Louis Teichman and Ephraim Biran. The bride is a daughter of Dr. and Mrs. Joel Jay Belson of Jamaica, Queens. The bridegroom is a son of Mr. and Mrs. Hal Goluboff of Brooklyn Nicole Belson and Erik T. Goluboff" , "date" : "19891218" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Nicole Belson Weds Erik T. Goluboff" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/18\/style\/nicole-belson-weds-erik-t-goluboff.html"} , {"body" : "LEAD: Central Park loomed yesterday, a frigid stretch of snow and ice. Yet in the park, where dawn broke over temperatures of 18 degrees, joggers swarmed and reveled in the realization that few others were daring enough to brave the arctic winds. Central Park loomed yesterday, a frigid stretch of snow and ice. Yet in the park, where dawn broke over" , "date" : "19891218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Frosty Temperatures Motivate Park Runners" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/18\/nyregion\/frosty-temperatures-motivate-park-runners.html"} , {"body" : "LEAD: THE last remains of New York harbor's century as a bustling port are being swept away, affording a clearer view of what the waterfront will be like in the next century. THE last remains of New York harbor's century as a bustling port are being swept away, affording a clearer view of what the waterfront will be like in the next century. Last" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; The Fate of a Waterfront Minus Ships" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/weekinreview\/the-region-the-fate-of-a-waterfront-minus-ships.html"} , {"body" : "LEAD: Closings in the week ended Dec. 2 MANHATTAN Greenwich Village $685,000 1 Fifth Avenue 2-bedroom, 2-bath, 1,150-sq.-ft. prewar co-op; 24-hr. doorman, windowed kitchen, wraparound terrace, parquet floors; maintenance $1,186, 39% tax-deductible (Broker: Ann Weintraub Realty\/Kanelba & Robilotti) Closings in the week ended Dec. 2 MANHATTAN" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/realestate\/residential-resales-106789.html"} , {"body" : "LEAD: This is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. This is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. A" , "date" : "19891215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Calendar of Music Events for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/15\/arts\/calendar-of-music-events-for-the-holidays.html"} , {"body" : "LEAD: THERE must be someone, somewhere, who still thinks of Christmas as a holiday that lasts a single day - or, counting Christmas Eve, a day and a half. But as early as the seventh century, a day was added to Christmas celebrations in several countries to commemorate the Feast of St. Stephen, the first Christian martyr, on Dec. THERE must be" , "date" : "19891215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where to Hear Sounds Of the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/15\/arts\/where-to-hear-sounds-of-the-holiday-season.html"} , {"body" : "LEAD: Periodically, in the world of popular music, some aspirant gets saddled with the title ''the new Bob Dylan.'' In the semi-classical, semi-popular world of Kurt Weill, there has been a parallel succession of ''new Lotte Lenyas.'' From Gisela May to Ute Lemper, from Julia Migenes to Teresa Stratas, they keep on coming. Periodically, in the" , "date" : "19891213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Review\/Music; Marianne Faithfull Sings Weill's 'Seven Deadly Sins'" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/13\/arts\/review-music-marianne-faithfull-sings-weill-s-seven-deadly-sins.html"} , {"body" : "LEAD: If you want to know what is really hot in discotheques, supper clubs and other late-night entertainment, just ask Victor Rosen, chief of violations of New York City's tow services. If you want to know what is really hot in discotheques, supper clubs and other late-night entertainment, just ask Victor Rosen, chief of violations of New York" , "date" : "19891211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seeking the Hot Night Spots? Ask a Tow Truck Driver" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/11\/nyregion\/seeking-the-hot-night-spots-ask-a-tow-truck-driver.html"} , {"body" : "LEAD: Allison Katherine Stanger, a daughter of the Rev. Dr. and Mrs. Richard Stanger of Brooklyn Heights, was married yesterday to Dr. Michael Kraus, a son of Mr. and Mrs. Ota Kraus of Prague. The bride's father, a minister of the United Church of Christ, performed the ceremony at Mead Chapel at Middlebury (Vt.) Allison Katherine Stanger, a" , "date" : "19891210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "93" , "title" : "Ms. Stanger Weds Dr. Michael Kraus" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/10\/style\/ms-stanger-weds-dr-michael-kraus.html"} , {"body" : "LEAD: Susan E. Shepard, who was named yesterday to head the Department of Investigation, may soon find herself in the awkward position of inheriting an investigation of the man who hired her, Mayor-elect David N. Dinkins. Susan E. Shepard, who was named yesterday to head the Department of Investigation, may soon find herself in the awkward position" , "date" : "19891209" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "New Administration: Profiles of Dinkins's Eight Appointees; Susan E. Shepard: Investigation Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/09\/nyregion\/new-administration-profiles-dinkins-s-eight-appointees-susan-e-shepard.html"} , {"body" : "LEAD: Takeout From Arcadia Arcadia, the two-star restaurant on East 62d Street in Manhattan, has branched out into the retail food business in time for the holidays. About a month ago, Anne Rosenzweig, the chef and owner, opened Out of Arcadia, a pocket-size shop in the Citicorp Center, 151 East 53d Street; 212-308-1320. Takeout From Arcadia" , "date" : "19891206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/06\/garden\/food-notes-630189.html"} , {"body" : "LEAD: Stephan Koplowitz is a one-note choreographer. Where will he go from here? one wonders after each new performance of his theater-dances. And then he does himself one better, mining the same vein in deeper and more poignantly funny ways. Stephan Koplowitz is a one-note choreographer. Where will he go from here? one wonders after each new" , "date" : "19891206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Review\/Dance; Comic Moves and Words That Prick the Heart" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/06\/arts\/review-dance-comic-moves-and-words-that-prick-the-heart.html"} , {"body" : "LEAD: A team of prominent Manhattan developers is poised to build housing, a hotel, shops and a marina on the East River piers at the foot of Brooklyn Heights, with the encouragement of the Port Authority of New York and New Jersey, which controls most of the site. A team of prominent Manhattan developers is poised to build housing, a hotel, shops" , "date" : "19891204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Port Authority Endorses Plan for Pier" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/04\/nyregion\/port-authority-endorses-plan-for-pier.html"} , {"body" : "LEAD: International A3-16 Their first summit meeting ended with Presidents Bush and Gorbachev affirming the new relationship between their countries. They pledged to conclude treaties on long-range nuclear weapons and conventional arms and to meet again in June. Page A1 News analysis: ''A new impetus'' behind U.S.-Soviet relations may be the most" , "date" : "19891204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/04\/nyregion\/news-summary-612589.html"} , {"body" : "LEAD: At the Roman Catholic Church of St. Thomas More in New York, Lynn Patricia Matthews, the daughter of Moira T. Matthews of Brooklyn Heights and Richard J. Matthews of Honolulu, was married yesterday to William Angus Douglass 3d, the son of Mrs. Robert P. DeVecchi of New York and William A. Douglass of Tunbridge Wells, Kent, England. At the" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "89" , "title" : "Lynn Matthews, a Copywriter, Is Wed" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/style\/lynn-matthews-a-copywriter-is-wed.html"} , {"body" : "LEAD: CHARLOTTE BALLARD HAD A PROBLEM. It was the summer of 1987, and the real estate developer had paid $475,000 for a dilapidated four-story apartment building on West 116th Street. If she could successfully renovate it, she felt, she stood a good chance of turning a profit on a dozen other run-down properties that she and her partners had bought" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine" , "Business"] , "page_facet" : "58" , "title" : "NEW RISK TAKERS IN THE REALTY GAME" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/magazine\/new-risk-takers-in-the-realty-game.html"} , {"body" : "LEAD: A Federal judge ruled yesterday that a former manager of the Water Club restaurant in Manhattan embezzled at least $485,000 while he ran the restaurant from 1983 to 1986. A Federal judge ruled yesterday that a former manager of the Water Club restaurant in Manhattan embezzled at least $485,000 while he ran the restaurant from 1983 to 1986." , "date" : "19891129" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Water Club's Ex-Manager Guilty of Embezzlement" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/29\/nyregion\/water-club-s-ex-manager-guilty-of-embezzlement.html"} , {"body" : "LEAD: Marianne Faithfull's concert on Sunday at the Church of St. Ann and the Holy Trinity in Brooklyn Heights had an aura of deja vu for anyone who heard the singer two years ago at the Bottom Line. In December 1987, she ended a six-year hiatus from performing with lambent live sets that marked the release of an album, ''Strange Weather. Marianne" , "date" : "19891128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Review\/Pop; More Somber Moments By Marianne Faithfull" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/28\/arts\/review-pop-more-somber-moments-by-marianne-faithfull.html"} , {"body" : "LEAD: The Dark Side of Life The Dark Side of Life One of several new songs that Marianne Faithfull expects to perform this weekend at the Church of St. Ann and the Holy Trinity in Brooklyn Heights (at Montague and Clinton Streets) is called ''Human Evil.'' A collaboration with Barry Reynolds, who plays the guitar in Ms. Faithfull's band, the song" , "date" : "19891122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/22\/arts\/the-pop-life-717289.html"} , {"body" : "LEAD: A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. Back in 1955, the late" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BY THE SEA (PROPOSED DEVELOPMENT)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Brighton Beach; A Revised Proposal for the Baths Site" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/realestate\/perspectives-brighton-beach-a-revised-proposal-for-the-baths-site.html"} , {"body" : "LEAD: New York City is the walking capital of the United States, with more than 75 walking clubs and 60 guided walking tour organizations for the city's varied terrains and landscapes. For information on walks, contact the New York Convention and Visitors Bureau, 2 Columbus Circle, New York, N.Y. 10019. New York City is the walking capital of the" , "date" : "19891113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "New York Area on Foot" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/13\/sports\/new-york-area-on-foot.html"} , {"body" : "LEAD: THE FOOD DAY BEGINS shortly before midnight at the Hunts Point Terminal Market in the Bronx. It is a militaristic-looking complex in a wasteland of auto wreckers and junkyards. Convoys of semi-trailers pass through a toll-booth opening in the barbed-wire and corregated-tin wall that surrounds the grocery compound. THE FOOD DAY BEGINS shortly" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "22" , "title" : "THE ULTIMATE MARKETPLACE; Working to Feed the City - the Butcher, the Baker ... the Marketplace Maker" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/magazine\/ultimate-marketplace-working-feed-city-butcher-baker-marketplace-maker.html"} , {"body" : "LEAD: THE first thing would-be apartment buyers want to talk to brokers about is what their new place must have - a fireplace for coziness, big windows for light, views for pleasure and prestige, a location with cachet. THE first thing would-be apartment buyers want to talk to brokers about is what their new place must have - a fireplace for" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Putting a Price on the Priceless in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/realestate\/putting-a-price-on-the-priceless-in-manhattan.html"} , {"body" : "LEAD: There is a telling moment in the 1986 film ''Soul Man'' when a young man explains to a friend why he has decided to down a bottle of tanning pills and turn himself black. The friend is skeptical: What's it actually going to be like, being black? There is a telling moment in the 1986 film ''Soul Man'' when a young man explains to a friend why" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TV's Black World Turns - But Stays Unreal" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/arts\/tv-s-black-world-turns-but-stays-unreal.html"} , {"body" : "LEAD: Richard Lee remembers the moment well. It was 1954. He was mayor. And one afternoon, a black teen-ager named John Daniels arrived in his office. He was a bright high school football star who had been selected the city's ''Boy of the Year.'' Richard Lee remembers the moment well. It was 1954. He was mayor. And one afternoon, a black teen-ager" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Talk of New Haven; Ex-Athlete Revisits City Hall, but as Mayor" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/the-talk-of-new-haven-ex-athlete-revisits-city-hall-but-as-mayor.html"} , {"body" : "LEAD: FROM JOHANNESBURG FROM JOHANNESBURG Drama, song, story, dance and mime are combined in ''You Strike the Woman You Strike the Rock,'' to be presented at 8 P.M. Saturday in the Performing Arts Center at the State University of New York at Purchase. Conceived by the Vusisizwe Players and the Market Theater of Johannesburg, the production takes" , "date" : "19891022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "WESTCHESTER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/22\/nyregion\/westchester-guide-028789.html"} , {"body" : "LEAD: In a city numbed by the presence of homeless people everywhere, John Sigurd Nelson had no home, but for more than 40 years, he found a secure place: the streets of Brooklyn Heights. In a city numbed by the presence of homeless people everywhere, John Sigurd Nelson had no home, but for more than 40 years, he found a secure place: the streets" , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless and Jobless in Life; A Heroic Figure in Death" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/nyregion\/homeless-and-jobless-in-life-a-heroic-figure-in-death.html"} , {"body" : "LEAD: For the last 10 weeks, Rommel Nobay has been denied his inalienable rights to life, liberty and a jangling, working telephone. For the last 10 weeks, Rommel Nobay has been denied his inalienable rights to life, liberty and a jangling, working telephone. ''It's just been hell,'' said Mr. Nobay, a 22-year-old consultant who moved to Brooklyn" , "date" : "19891016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Life With No Phone: Long Lines and Kind Friends" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/16\/nyregion\/life-with-no-phone-long-lines-and-kind-friends.html"} , {"body" : "LEAD: WHEN Fort Greene residents want a night on the town, they can stay close to home. At the Brooklyn Academy of Music and its Majestic Theater, there is everything from ballet to opera to jazz. Sheila's Restaurant offers such musicians as the violinist Noel Pointer, and drama and comedy can be found at the Cecil Alonzo Theater, the Paul Robeson" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in: Fort Greene" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "LEAD: Closings in the week ended Sept. 30 MANHATTAN Chelsea $900,000 161 West 22d Street 4-family, 4-story, attached loft building; four 2,000-sq.-ft. open units with terraces; 2,000-sq.-ft. of commercial space on the ground floor, 21- by 80-ft. lot; taxes $4,825 (Broker: Ambrose Mar-Elia) Closings in the week ended Sept. 30 MANHATTAN Chelsea" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/residential-resales-081189.html"} , {"body" : "LEAD: ''You can believe i'm nervous. Who wouldn't be? I'm starting my tenure here as only the second music director ever for the society, after 20 years of success.'' Fred Sherry is a big man with a broad smile and a shock of prematurely gray hair. He fills the smallish office of the director of the Chamber Music Society of Lincoln Center with the" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "MUSIC; The Chamber Music Society: Inaugurating a Tradition" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/arts\/music-the-chamber-music-society-inaugurating-a-tradition.html"} , {"body" : "LEAD: Friday PARADING FOR COLUMBUS Friday PARADING FOR COLUMBUS Three years shy of the quincentennial of Christopher Columbus's first voyage to the New World, and three days shy of the official observance of Columbus Day, tens of thousands of people are expected to participate in the annual Columbus Day parade today on Fifth Avenue. The parade is" , "date" : "19891006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/06\/arts\/weekender-guide.html"} , {"body" : "LEAD: Anne Howard Kingsbury, a supervising analyst in the budget office of the New York City Department of Housing Preservation and Development, and Lee Eric Andrews, an assistant media director at the New York advertising agency of D'Arcy Masius Benton & Bowles, were married yesterday. The Rev. Robert Bender performed the ceremony at the Ramapo" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "67" , "title" : "Anne Kingsbury Weds Lee Andrews" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/style\/anne-kingsbury-weds-lee-andrews.html"} , {"body" : "LEAD: Closings in the week ended Sept. 15 MANHATTAN Carnegie Hill $1.3 million 1220 Park Avenue (95th St.) 3-bedroom, 3 1\/2-bath, 2,600-sq.-ft. prewar co-op; 24-hr. doorman, dining room, 2 maid's rooms, large kitchen, fireplace; maintenance $2,265, 35% tax-deductible (Broker: S. Closings in the week ended Sept. 15 MANHATTAN Carnegie Hill $1.3" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/realestate\/residential-resales-701789.html"} , {"body" : "LEAD: NO New Yorker who has turned 50 - and there are others who would set the mark at 20 - has gained maturity in quite the same city that the native knew as a youngster. There has been no era in its history that some chronicler or another has not recalled, sometimes wistfully, sometimes exuberantly, a New York that was a gentler, somehow more" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "24" , "title" : "THE REGION; A Half-Century of Remodeling New York" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/weekinreview\/the-region-a-half-century-of-remodeling-new-york.html"} , {"body" : "LEAD: Closings in the week ended Sept. 9 MANHATTAN Carnegie Hill $370,000 1230 Park Avenue (96th St.) 2-bedroom, 2-bath, 1,200-sq.-ft. prewar co-op; 24-hr. doorman, dining area, large kitchen; maintenance $953, 44% tax-deductible (Broker: Carnegie Hill Properties) Closings in the week ended Sept. 9 MANHATTAN Carnegie Hill $370,000 1230 Park Avenue" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/realestate\/residential-resales-786489.html"} , {"body" : "LEAD: Today SAN GENNARO FESTIVAL, Mulberry Street, between Park Row and Prince Street. Food, games, entertainment. Today through Sunday, 11 A.M. to 11:30 P.M. Through Sept 24. Information: 226-9546. Tomorrow NINTH ANNUAL WASHINGTON SQUARE PARK CRAFTS AND ANTIQUES FAIR, Washington Square South, from Macdougal to Mercer Streets, and along the park on" , "date" : "19890915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Fairs, Festivals and Parades" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/15\/arts\/fairs-festivals-and-parades.html"} , {"body" : "LEAD: While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their supporters were mobilizing for the campaign that really counts: making sure the right people vote. While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Size of Turnout to Be Vital In New York City Primary; Black Vote Is Pivotal in Mayoral Race" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/size-turnout-be-vital-new-york-city-primary-black-vote-pivotal-mayoral-race.html"} , {"body" : "LEAD: In New York City - where fads wax and wane, fun can be pricey and diseases are well-publicized - the ''talking date'' seems to be gaining currency. In New York City - where fads wax and wane, fun can be pricey and diseases are well-publicized - the ''talking date'' seems to be gaining currency. People are seeking love and romance more" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cheap Dates Are In, and Talk Is Cheap" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/cheap-dates-are-in-and-talk-is-cheap.html"} , {"body" : "LEAD: Maria Elise Paumgarten, a daughter of Mr. and Mrs. Harold Paumgarten of Brooklyn Heights and Northeast Harbor, Me., and John Forbes Parker, a son of Mr. and Mrs. Franklin E. Parker of Mendham, N.J., and Mishaum Point, South Dartmouth, Mass., were married yesterday in St. Ignatius Church in Northeast Harbor. Maria Elise Paumgarten, a daughter" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "Maja Paumgarten Weds John Parker" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/style\/maja-paumgarten-weds-john-parker.html"} , {"body" : "LEAD: Annual Symposium, New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; 212-220-8720. Annual Symposium, New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; 212-220-8720. On Oct. 12 the garden will sponsor ''Landscaping with Perennials: The Cultivated Choice,'' which will feature lectures on regional" , "date" : "19890907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar: A Symposium for Gardeners" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/07\/garden\/calendar-a-symposium-for-gardeners.html"} , {"body" : "LEAD: To those rush hour-commuters who sit immobilized in traffic on the Franklin Delano Roosevelt Drive, gazing enviously at the helicopters above, take heart. Gridlock has gone airborne. More helicopters, seaplanes, airplanes and blimps are circling Manhattan than ever before. For the last 10 years, the airborne traffic around New York has" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Abundance of Aircraft Brings Gridlock to Skies" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/nyregion\/an-abundance-of-aircraft-brings-gridlock-to-skies.html"} , {"body" : "LEAD: A Brooklyn motorist was shot in the head by a police officer after he pulled a gun as the police approached his car, a police spokeswoman said yesterday. A Brooklyn motorist was shot in the head by a police officer after he pulled a gun as the police approached his car, a police spokeswoman said yesterday. The driver, Robert Smith, 25 years" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Police Shoot Driver They Say Pulled a Gun" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/police-shoot-driver-they-say-pulled-a-gun.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: Dr. Diana Brooke Dorfman, the daughter of Mr. and Mrs. Elliot Dorfman of Brooklyn, and Westhampton, L.I., was married last evening to Dr. James Alan Deutsch, a son of Dr. and Mrs. Norman Deutsch of Brooklyn Heights, and Burrville, Conn. Rabbi A. Stanley Dreyfus performed the ceremony at the Pierre in New Dr. Diana Brooke Dorfman, the daughter" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "Diana Dorfman, Physician, Weds" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/style\/diana-dorfman-physician-weds.html"} , {"body" : "LEAD: Closings in the week ended Aug. 19 MANHATTAN Battery Park City $237,100 200 Rector Place (Liberty Court) 1-bedroom, 1-bath, 633-sq.-ft. condo in a 2-year-old building; 24-hr. doorman, concierge, marble bath, terrace, health club and pool; common charge $372, 100% tax-abated (Broker: D. Closings in the week ended Aug. 19 MANHATTAN Battery Park" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/realestate\/residential-resales-142289.html"} , {"body" : "LEAD: LABOR DAY first marched onto the calendar more than a century ago as a celebration of working-class solidarity, yet today the holiday has become summer's bittersweet finale. While other seasons may fade in and out, governed more by climate than calendar, summer comes to an all-too-abrupt end with the arrival of the first Monday in LABOR DAY" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Summer's Farewell Party: Everyone Is Invited" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/arts\/summer-s-farewell-party-everyone-is-invited.html"} , {"body" : "LEAD: FRIDAY THE LAST LAUGH FRIDAY THE LAST LAUGH Clubgoers will try to usher out the summer with laughter at the seventh annual Labor Day Weekend ''Laugh-a-thon,'' tonight at 8. The comedic merry-go-round is presented by the improvisational troupe Chicago City Limits, and will feature Wallem and Tolan, the a cappella ensemble Rockapella, and other" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/arts\/weekender-guide.html"} , {"body" : "LEAD: rrThousands of those planning to hunt deer in New York State this season are going to be disappointed, according to the Department of Environmental Conservation. rrThousands of those planning to hunt deer in New York State this season are going to be disappointed, according to the Department of Environmental Conservation. The disappointment" , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "OUTDOORS; Some Deer Hunters May Be Disappointed" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/sports\/outdoors-some-deer-hunters-may-be-disappointed.html"} , {"body" : "LEAD: Arthur Wittenstein, a lawyer and certified public accountant, died of a heart attack Monday at his home in Brooklyn Heights. He was 63 years old. Arthur Wittenstein, a lawyer and certified public accountant, died of a heart attack Monday at his home in Brooklyn Heights. He was 63 years old. Mr. Wittenstein was a partner in the tax department" , "date" : "19890823" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Arthur Wittenstein, 63, Tax-Law Specialist" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/23\/nyregion\/arthur-wittenstein-63-tax-law-specialist.html"} , {"body" : "LEAD: What was the nice Brooklyn Heights dentist and his party of 11 family members and friends doing in this barbecue bastion? Why, drinking Lone Stars with the Texas ''bubbas'' and judging the 12th annual Taylor International Barbecue Cookoff. And, of course, cutting a wide barbecue-eating swath through the rest of central What was the nice" , "date" : "19890823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TAYLOR (TEX)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "North Comes South for Barbecue Cookoff" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/23\/garden\/north-comes-south-for-barbecue-cookoff.html"} , {"body" : "LEAD: ''Look,'' said the woman to Richard Ravitch, candidate for mayor of New York City. ''I like you. I don't want Koch to get in, but I'm afraid a vote for you would be a vote for Dinkins.'' ''Look,'' said the woman to Richard Ravitch, candidate for mayor of New York City. ''I like you. I don't want Koch to get in, but I'm afraid a vote for you" , "date" : "19890822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ravitch Tries to Hearten Supporters" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/22\/nyregion\/ravitch-tries-to-hearten-supporters.html"} , {"body" : "LEAD: ''This is occupied Berlin,'' said Peggy Hill, a choreographer, peering out of her rear window at 375 Jay Street in downtown Brooklyn. ''I'm living with rubble, with debris, rodents and scavengers as the result of the demolition for Metrotech here.'' Ms. Hill, whose water pipes have been stolen twice and electricity disconnected once, has" , "date" : "19890820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklynites Balk at Relocation Deal" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/20\/nyregion\/brooklynites-balk-at-relocation-deal.html"} , {"body" : "LEAD: Closings in the week ended August 5 MANHATTAN Greenwich Village $595,000 1 Fifth Avenue 2-bedroom, 2-bath, 1,150-sq.-ft. prewar co-op; 24-hr. doorman, renovated kitchen and bath, Washington Square Park view; maintenance $1,170, 40% tax-deductible (Broker: Ann Weintraub Realty) Closings in the week ended August 5 MANHATTAN Greenwich Village" , "date" : "19890820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/20\/realestate\/residential-resales-643089.html"} , {"body" : "LEAD: Josephine Palmer Voorhees, long active in Brooklyn civic affairs and director of the Brooklyn Civilian Defense Volunteer office during World War II, died Wednesday at a nursing home in Alexandria, Va. She was 94 years old and had lived in Brooklyn Heights for 71 years until she became ill in 1987. Josephine Palmer Voorhees, long active in" , "date" : "19890819" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Josephine Palmer Voorhees, 94, Volunteer" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/19\/obituaries\/josephine-palmer-voorhees-94-volunteer.html"} , {"body" : "LEAD: IT was while she was walking her mixed-breed German shepherd, Jolie, in the Marine Park section of Brooklyn that Helen Kesner noticed the signs stapled to several of the trees. Someone was desperately seeking Sam, a rust-colored golden retriever. IT was while she was walking her mixed-breed German shepherd, Jolie, in the Marine Park section" , "date" : "19890816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/16\/garden\/metropolitan-diary-081489.html"} , {"body" : "LEAD: The stoops along 46th Street in Manhattan between Ninth and Tenth Avenues satisfy a variety of interests. Prostitutes primp on the stoops, making of them concrete dressing tables for their cosmetics. Drunks nod off there, crack addicts get high and, often on these summer evenings, neighbors carry down pillows from their apartments to sit" , "date" : "19890815" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "CLINTON (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As an Urban Rite, Stoop-Sitting Endures" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/15\/nyregion\/as-an-urban-rite-stoop-sitting-endures.html"} , {"body" : "LEAD: Before me stood the Great American Scream Machine, a long loopy roller coaster that rises like a serpentine monster above the entrance to the Six Flags Great Adventure amusement park in Jackson, N.J. Already, I was hoarse. See, speed is fine. Heights, too. But turning completely upside down? Seven times? Before me stood the Great American" , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "CORRESPONDENT'S CHOICES: COASTING AND SLIDING AT 12 OF AMERICA'S AMUSEMENT PARKS; THE EAST: Great Adventure - Jackson, New Jersey" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/travel\/correspondent-s-choices-coasting-sliding-12-america-s-amusement-parks-east-great.html"} , {"body" : "LEAD: WHENEVER I find myself in a city for the first time, I find that the best way to start learning about its history is to visit its churches. In most countries of Europe, historic ecclesiastical masterpieces allow a visitor, for a few moments, to see the world the way the age of faith saw it nearly a thousand years ago. WHENEVER I find myself" , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "37" , "title" : "Pursuing Pipe Organs of Note" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/travel\/pursuing-pipe-organs-of-note.html"} , {"body" : "LEAD: The Rashid family has had their Arabic record and book store on Atlantic Avenue in Brooklyn Heights since 1947. They are Arabs, yes, but proud Americans, too. The Rashid family has had their Arabic record and book store on Atlantic Avenue in Brooklyn Heights since 1947. They are Arabs, yes, but proud Americans, too. But as Mideast tensions" , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST" , "ISRAEL, STATE OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Arabs Feel Anger Flare In New York" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/arabs-feel-anger-flare-in-new-york.html"} , {"body" : "LEAD: Dr. Charles A. Weymuller, a pediatrician and professor at the former Long Island College of Medicine for several decades, died in his sleep Saturday at his home in Albuquerque, N.M., where he lived in retirement. He was 92 years old. Dr. Charles A. Weymuller, a pediatrician and professor at the former Long Island College of Medicine for" , "date" : "19890725" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "Dr. Charles A. Weymuller, 92, Pediatrician" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/25\/obituaries\/dr-charles-a-weymuller-92-pediatrician.html"} , {"body" : "LEAD: Francis X. Cucci, a television, theater and screen writer, died of AIDS on July 1 in the Cabrini Medical Center Hospice in Manhattan. He was 54 years old and lived in Brooklyn Heights. Francis X. Cucci, a television, theater and screen writer, died of AIDS on July 1 in the Cabrini Medical Center Hospice in Manhattan. He was 54 years old and" , "date" : "19890721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Francis X. Cucci, Writer, 54" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/21\/obituaries\/francis-x-cucci-writer-54.html"} , {"body" : "LEAD: Philip Nichols Winslow, a landscape architect whose work is seen throughout Central Park and a member of the New York City Art Commission, died of complications resulting from AIDS yesterday at his home in Brooklyn Heights. He was 48 years old. Philip Nichols Winslow, a landscape architect whose work is seen throughout Central Park and a" , "date" : "19890719" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Philip Winslow, 48; Landscape Architect Served on Art Panel" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/19\/nyregion\/philip-winslow-48-landscape-architect-served-on-art-panel.html"} , {"body" : "LEAD: The specially designed truck that rumbled slowly through the narrow streets of Brooklyn Heights one morning this week is part of the process of taking New York City into a new era of recycling. The specially designed truck that rumbled slowly through the narrow streets of Brooklyn Heights one morning this week is part of the process of taking" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Starts Required Recycling" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/nyregion\/new-york-starts-required-recycling.html"} , {"body" : "LEAD: Elliott M. Sanger, the co-founder and longtime chief of WQXR, the pioneer classical music radio station that became the station of The New York Times in 1944, died yesterday at his home in Manhattan after a long illness. He was 92 years old. Mr. Sanger founded the station in 1936 with John Vincent Lawless Hogan, an engineer and inventor." , "date" : "19890710" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "11" , "title" : "Elliott Sanger, a WQXR Founder And FM Radio Pioneer, Dies at 92" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/10\/obituaries\/elliott-sanger-a-wqxr-founder-and-fm-radio-pioneer-dies-at-92.html"} , {"body" : "LEAD: TO many New York City renters, particularly those who endured the search for an apartment during the city's economic boom earlier in the 80's, it may seem as if Richard E. Hubner and Janet Aquino are talking about somewhere else. TO many New York City renters, particularly those who endured the search for an apartment during the city's" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Market for Top Apartments Is Cooling" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/realestate\/market-for-top-apartments-is-cooling.html"} , {"body" : "LEAD: DEAR DIARY: DEAR DIARY: It was a day when the threat of rain hung in the air. I drove up to a drive-through market in Stony Brook, L.I., to buy milk and was waited on by a man wearing a turban. Handing me my change through the car window, he said, with the trace of an Indian accent, ''Ah! The smell of eternity is in the air.'' I was" , "date" : "19890705" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/05\/garden\/metropolitan-diary-356189.html"} , {"body" : "LEAD: ''Do the Right Thing,'' SPIKE Lee's jazzily aggressive folk tale about a Brooklyn racial confrontation, was filmed in bright primary colors on location in Bedford-Stuyvesant, where it all might have happened. The time is summer, in the middle of a heat wave capable of melting the polar ice caps. ''Whew! ''Do the Right Thing,'' SPIKE Lee's" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; NEW YORK CITY'S PROBLEMS ARE IN THE PICTURE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/movies\/film-view-new-york-city-s-problems-are-in-the-picture.html"} , {"body" : "LEAD: Ever since the first Fourth, in July 1776, the day of Independence has been aiming at ever greater gloriousness. This year's extended Fourth, from today through Tuesday, gives every hyperbolic promise of living up to the tradition of freedom, fun and frolic that turns New York into the biggest small-town celebration in the nation. Ever since" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Five-Day Fourth: A Wingding in the Rockets' Red Glare" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/arts\/five-day-fourth-a-wingding-in-the-rockets-red-glare.html"} , {"body" : "LEAD: NOW that so many of New York's neighborhoods with solid stocks of brownstones, like the Park Slope section of Brooklyn and the Upper West Side of Manhattan, have gone from down-and-out to up-and-definitely-in, it would seem that the mission of the 21-year-old Brownstone Revival Committee has been accomplished. NOW that so many of New York's" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : ">Old Homes Retain Allure For Group" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/garden\/old-homes-retain-allure-for-group.html"} , {"body" : "LEAD: Margaret A. Burt, a partner in Buck Associates of Manhattan, an actuarial firm, died of congestive heart failure Wednesday at her home in the Brooklyn Heights area. She was 98 years old. Margaret A. Burt, a partner in Buck Associates of Manhattan, an actuarial firm, died of congestive heart failure Wednesday at her home in the Brooklyn" , "date" : "19890627" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "Margaret A. Burt, Actuary, 98" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/27\/obituaries\/margaret-a-burt-actuary-98.html"} , {"body" : "LEAD: Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. The Brooklyn Arts Council's Summer Celebration 89 is a smorgasbord of entertainment, with scores of" , "date" : "19890623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "28" , "title" : "What Is Out There" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/theater\/what-is-out-there.html"} , {"body" : "LEAD: Closings in the week ending June 3 MANHATTAN Chelsea $875,000 138 West 17th Street 1-bedroom, 2-bath, 3,200-sq.-ft. prewar loft co-op; dining room, fireplace, high ceilings, hardwood floors, four exposures; maintenance $900, 50% tax-deductible (Broker: Kanelba & Robilotti) Closings in the week ending June 3 MANHATTAN Chelsea $875,000 138 West" , "date" : "19890618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/18\/realestate\/residential-resales-672589.html"} , {"body" : "LEAD: Katherine Witt Rodgers, the daughter of Mr. and Mrs. Robert H. Rodgers Jr. of Brooklyn Heights and Quogue, L.I., was married yesterday in Quogue to Maxwell Baldwin Smith 4th, the son of Mr. and Mrs. Smith 3d of New York and Atlantic Highlands, N.J. The Rev. John E. Madden, the archdeacon of Suffolk County, officiated at the Episcopal Church" , "date" : "19890618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "49" , "title" : "Banker Married To Kate Rodgers" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/18\/style\/banker-married-to-kate-rodgers.html"} , {"body" : "LEAD: Jerome M. Warshaw, a first vice president of Shearson Lehman Hutton Inc., died of a heart attack Monday outside his home in Brooklyn Heights. He was 60 years old. Jerome M. Warshaw, a first vice president of Shearson Lehman Hutton Inc., died of a heart attack Monday outside his home in Brooklyn Heights. He was 60 years old. Before joining" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "44" , "title" : "Jerome Warshaw, 60, Executive at Brokerage" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/obituaries\/jerome-warshaw-60-executive-at-brokerage.html"} , {"body" : "LEAD: A recent news item told of a California priest, now deceased, who lived simply and frugally - according to the dictates of his vows - but who kept an air-conditioned home for his prized dogs. A recent news item told of a California priest, now deceased, who lived simply and frugally - according to the dictates of his vows - but who kept an" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "114" , "title" : "WINE; CAVE DWELLING" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/magazine\/wine-cave-dwelling.html"} , {"body" : "LEAD: Closings in the week ending May 27 MANHATTAN Upper East Side $1.65 million 320 East 72d Street 3-bedroom, 4-bath, 2,400-sq.-ft. prewar co-op; 24-hr. doorman, maid's room, dining room, fireplace, high-ceilings, hardwood floors; maintenance $2,341, 35% tax-deductible (Broker: S. Closings in the week ending May 27 MANHATTAN Upper East Side $1.65" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/realestate\/residential-resales-840589.html"} , {"body" : "LEAD: The Anchorage at the Brooklyn Bridge, the site of a continuous array of arts installations, is itself the subject of a new exhibition on the light and sound potential of space. The exhibition, sponsored by Creative Time Inc., will will open at the Anchorage, Cadman Place West and Front Street, Brooklyn Heights, on June 22 at 8 P.M. The" , "date" : "19890610" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN BRIDGE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "Brooklyn Bridge Show" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/10\/arts\/brooklyn-bridge-show.html"} , {"body" : "LEAD: Closings in the week ending May 20 MANHATTAN Chelsea $425,000 228 West 21st Street 3-bedroom, 3-bath, 1,400-sq.-ft. duplex co-op in a prewar brownstone; fireplace, renovated kitchen and bath, 2 terraces; maintenance $364, no tax deduction (Broker: Joffee LaSalle) Closings in the week ending May 20 MANHATTAN Chelsea $425,000 228 West 21st" , "date" : "19890604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/04\/realestate\/residential-resales-046189.html"} , {"body" : "LEAD: In a tremulous falsetto, with phrases that ripple and float, Aaron Neville sings of perfect romance and intricate pain. He's a member of the Neville Brothers band, for whom he delivers change-of-pace ballads and fills out harmonies, but on Tuesday night at the Church of St. Ann and the Holy Trinity in Brooklyn Heights, accompanied by Asa In a" , "date" : "19890602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Review\/Pop; A Neville Brother Alone" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/02\/arts\/review-pop-a-neville-brother-alone.html"} , {"body" : "LEAD: This week walking tours, bus tours and exhibitions will focus on the history and flavor of parks and neighborhoods in the New York City region. This week walking tours, bus tours and exhibitions will focus on the history and flavor of parks and neighborhoods in the New York City region. Urban Park Rangers will offer twice-a-week bus tours of" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Central Park and More, By Foot and by Wheel" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/garden\/central-park-and-more-by-foot-and-by-wheel.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} , {"body" : "LEAD: Margaret Erskine Elkind, a daughter of Mr. and Mrs. Morton Digby Elkind of Brooklyn Heights, and Todd Cameron Van Gelder, a son of Mr. and Mrs. Leon Van Gelder of New York, were married yesterday by Rabbi Michael Gelber at the Harvard Club in New York. Margaret Erskine Elkind, a daughter of Mr. and Mrs. Morton Digby Elkind of Brooklyn" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "Margaret Elkind Becomes a Bride" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/style\/margaret-elkind-becomes-a-bride.html"} , {"body" : "LEAD: ONCE again, spring seems to have come and gone in a blink of the eye, barely pausing to remind New Yorkers that a season really does exist between winter and summer. Indeed, with Memorial Day weekend already upon us, summer has all but officially begun, and New York will herald the new season with a three-day extravaganza of fireworks," , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Memorial Day '89: Fanfares On the Starting Line of Summer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/arts\/memorial-day-89-fanfares-on-the-starting-line-of-summer.html"} , {"body" : "LEAD: Susan Linda Quarles and Geoffrey Stephens were married yesterday at the Heights Town House in Brooklyn Heights by the Rev. Harris Riordan, a Unitarian minister. Susan Linda Quarles and Geoffrey Stephens were married yesterday at the Heights Town House in Brooklyn Heights by the Rev. Harris Riordan, a Unitarian minister. The bride, who will" , "date" : "19890521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "65" , "title" : "Susan L. Quarles Marries Producer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/21\/style\/susan-l-quarles-marries-producer.html"} , {"body" : "LEAD: WITH an uneasy ceasefire in the battle over what will be built on the site of the New York Coliseum, neighborhood groups allied with environmental organizations are mounting sophisticated new campaigns to influence planning and real estate development across New York City. WITH an uneasy ceasefire in the battle over what will be built on the" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Citizens Gain in Anti-Developer Wars" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/realestate\/citizens-gain-in-anti-developer-wars.html"} , {"body" : "LEAD: Whether their taste runs to familiar orchestral chestnuts, gatherings of avant-garde composers, elaborate exercises in early-music performance or traditional jazz, music lovers will find much to savor at the festivals planned in North America this summer. Whether their taste runs to familiar orchestral chestnuts, gatherings of avant-garde" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "MUSIC; Summer Music Festivals Throughout the Land" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/arts\/music-summer-music-festivals-throughout-the-land.html"} , {"body" : "LEAD: Francesca Rose Messina, the daughter of Mr. and Mrs. Matthew J. Messina of Brooklyn Heights, was married yesterday to Michael Stanley Aron, a son of Jon Aron of New York and Nantucket, Mass., and Cynthia Cleveland Cox Farris of Bethel, Conn. The Rev. William Leydon performed the ceremony at the Immaculate Conception Roman Catholic Church in" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "46" , "title" : "Ms. Messina Wed To Michael Aron" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/style\/ms-messina-wed-to-michael-aron.html"} , {"body" : "LEAD: Closings in the week ending April 29 MANHATTAN Greenwich Village $475,000 32 Washington Square West 2-bedroom, 2-bath, 1,600-sq.-ft. prewar co-op; 24-hr. doorman, concierge, maid's room, dining room, large kitchen, fireplace, four exposures; maintenance $1,534, 31% tax-deductible (Broker: Ambrose Mar-Elia) Closings in the week ending April 29" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/realestate\/residential-resales-584589.html"} , {"body" : "LEAD: GEORGE AULT (1891-1948) was a Precisionist to the degree that he reduced architectural forms to a geometry inspired by Cubism. But where Charles Sheeler and other Precisionists purged their scenery of all human associations, Ault charged his with emotion. GEORGE AULT (1891-1948) was a Precisionist to the degree that he reduced architectural" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "ART; Precisionism With Emotion" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/nyregion\/art-precisionism-with-emotion.html"} , {"body" : "LEAD: SEARS, ROEBUCK & COMPANY's announcement late last year that it was moving its headquarters out of the Sears Tower, putting the building up for sale and even reconsidering the company's commitment to a Chicago location is only one in a growing number of corporate moves with significant implications for commercial real estate. SEARS, ROEBUCK &" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "IN THE NATION; Corporate Dynamics Complicate the Market" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/realestate\/in-the-nation-corporate-dynamics-complicate-the-market.html"} , {"body" : "LEAD: Robert O. Geiger, a copywriter and editor at Lord & Taylor for 15 years, died of cancer yesterday at New York Hospital. He was 62 years old and lived in Manhattan. Robert O. Geiger, a copywriter and editor at Lord & Taylor for 15 years, died of cancer yesterday at New York Hospital. He was 62 years old and lived in Manhattan. Mr. Geiger was" , "date" : "19890513" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "31" , "title" : "Robert O. Geiger, Copywriter, 62" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/13\/obituaries\/robert-o-geiger-copywriter-62.html"} , {"body" : "LEAD: Alexander Rom will conduct the Grace Choral Society of Brooklyn in Carl Orff's ''Carmina Burana'' and Prokofiev's ''Alexander Nevsky'' tomorrow evening at 7:30 at Grace Church, 254 Hicks Street, at Joralemon Street, Brooklyn Heights. Tickets are $7.50. Information: (718) 624-1850. Alexander Rom will conduct the Grace Choral Society of" , "date" : "19890512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Grace Choral Society" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/12\/arts\/grace-choral-society.html"} , {"body" : "LEAD: Friday THE WESTERN REPRISED Friday THE WESTERN REPRISED Ever since the frontier closed in the late 19th century, tales of the Old West have captivated the American imagination. Although western pulp novels began to appear by the 1880's, the decades since Owen Wister's ''Virginian'' in 1902 have seen literally thousands of novels, movies and" , "date" : "19890512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/12\/arts\/weekender-guide.html"} , {"body" : "LEAD: No other matter has so troubled and divided the commission rewriting New York City's charter as what to do with the borough presidents. Underlying the question is an even more fundamental debate about how New Yorkers perceive themselves and how those perceptions should be accommodated in the structure of municipal government. No other matter" , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Presidents Of Boroughs: Vestigial Or Vibrant?" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/nyregion\/presidents-of-boroughs-vestigial-or-vibrant.html"} , {"body" : "LEAD: Commemorating the day two centuries ago when one man first officially shouldered the public trust and set a course for the nation, a steel-gray line of naval ships steered through New York Harbor yesterday with a gaggle of hooting, honking, flag-flapping civilian vessels in its wake. Commemorating the day two centuries ago when one man first" , "date" : "19890430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "UNITED STATES" , "NEW YORK HARBOR" , "BATTERY PARK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Flag-Flapping Salute to the First Inaugural" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/30\/nyregion\/a-flag-flapping-salute-to-the-first-inaugural.html"} , {"body" : "LEAD: These are the major events in today's celebration of the bicentennial of George Washington's inauguration as the first President of the United States. 9:30 A.M. These are the major events in today's celebration of the bicentennial of George Washington's inauguration as the first President of the United States. 9:30 A.M. The New Jersey" , "date" : "19890430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Inauguration Bicentennial Includes Pomp and Prayer" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/30\/nyregion\/inauguration-bicentennial-includes-pomp-and-prayer.html"} , {"body" : "LEAD: ANOTHER bicentennial is upon us, and, as always, that means it's time for a no-holds-barred citywide celebration. Like the 1976 Bicentennial of American independence and the 1987 bicentennial of the Constitution, the 200th anniversary of George Washington's inauguration on April 30, 1789, will be duly and flamboyantly noted. ANOTHER" , "date" : "19890428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Washington's Inaugural, Afloat, Aloft and on Foot" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/28\/arts\/washington-s-inaugural-afloat-aloft-and-on-foot.html"} , {"body" : "LEAD: 1. Tomorrow, about 11:30 A.M. to 1:30 P.M.: Parade of ships from New York Harbor and up the Hudson River to midtown. Visible from the Lower West Side of Manhattan, the north shore of Staten Island, the western shore of Brooklyn, and Jersey City and Hoboken. Marching bands in Battery Park at noon, and airplane flyover at 1 P.M. 1. Tomorrow," , "date" : "19890428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where to View Festivities" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/28\/arts\/where-to-view-festivities.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: IF it's spring, it must be time for house and garden tours. This year, the range of the architecture is from 19th-century Greek Revival to modern, the interior decoration from Victorian to Art Deco, the houses from city apartments to country estates and the gardens from urban deck to English formal. IF it's spring, it must be time for house" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "For All Who Know a Loft From a Parlor" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/garden\/for-all-who-know-a-loft-from-a-parlor.html"} , {"body" : "LEAD: He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. ''G. Washington in New York'' is an exhibition of furniture, paintings, photographs, prints, manuscripts and decorative objects" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: All About Our First President" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/garden\/calendar-all-about-our-first-president.html"} , {"body" : "LEAD: QUEEN VICTORIA DIED IN 1901, and some historians claim she outlived the era that bears her name. QUEEN VICTORIA DIED IN 1901, and some historians claim she outlived the era that bears her name. Obviously these scholars do not reside in Brooklyn Heights; if they did, they would proudly acknowledge that here, at least, the Victorian age is" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "46" , "title" : "THE WAY WE LIVE: MAINTAINING THE VALUES OF ANOTHER ERA; Victorian and Thriving" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/magazine\/the-way-we-live-maintaining-the-values-of-another-era-victorian-and-thriving.html"} , {"body" : "LEAD: It is spring, and the five boroughs of New York City are bursting with things to do and to see that cost nothing, or next to nothing ($3 or less). Here is a highly selective list. If there is an admission fee, it is indicated; otherwise these attractions, like the best things in life, are free. It is spring, and the five boroughs of New York" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "8" , "title" : "THE REAL NEW YORK: THE WAYS WE USE THE CITY; The Best Things In Life . . ." , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/magazine\/the-real-new-york-the-ways-we-use-the-city-the-best-things-in-life.html"} , {"body" : "LEAD: Ballroom Week begins today in New York City. More than 40 events over the next 8 days will commemorate ballroom dancing. Here is a schedule of this weekend's events. For information on later events, the number is 246-6495. TODAY FRANKIE MANNING AND NORMA MILLER, Bruno Walter Auditorium, Lincoln Center (870-1614). Ballroom Week begins today in" , "date" : "19890421" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Floor Space for the Weekend" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/21\/arts\/floor-space-for-the-weekend.html"} , {"body" : "LEAD: At the Chevy Chase Presbyterian Church in Washington, Naomi Allison Voigt, a daughter of Mr. and Mrs. Harry Holmes Voigt of Chevy Chase, Md., was married yesterday to Richard Scott Lindahl, a son of Lynne W. Lindahl of Little Ferry, N.J., and John A. Lindahl of Brooklyn Heights. The Rev. Paul A. Kress officiated. At the Chevy Chase" , "date" : "19890416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "57" , "title" : "Naomi Voigt Wed To R. S. Lindahl" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/16\/style\/naomi-voigt-wed-to-r-s-lindahl.html"} , {"body" : "LEAD: Shots were fired during a fight yesterday afternoon between two teen-age boys on a subway train, and another teen-ager, believed to be a bystander, received a superficial gunshot wound to the left arm, the police reported. Shots were fired during a fight yesterday afternoon between two teen-age boys on a subway train, and another teen-ager," , "date" : "19890412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Subway Rider Is Shot As Two Youths Fight" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/12\/nyregion\/metro-datelines-subway-rider-is-shot-as-two-youths-fight.html"} , {"body" : "LEAD: Christmas Songs Christmas Songs Christmas, CBGB, 315 Bowery, at Bleecker Street (982-4052). Christmas, a rock trio from Boston, started out in 1984 by assimilating post-punk styles from Sonic Youth to Pylon to X. Five years later, they have amalgamated all their borrowings into smart, melodic, slightly offbeat guitar-driven songs in which Liz" , "date" : "19890331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/31\/arts\/sounds-around-town-429789.html"} , {"body" : "LEAD: With New York City facing a garbage crisis, the City Council is expected to approve a bill tomorrow that would make the recycling of newspapers, magazines, cardboard, glass bottles and metal cans mandatory. Under the bill, each household would be required to sort the recyclable materials. The bill raises questions as to how a city as large as" , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Recycling Law's Mechanics: Symphony of Sorting, Maybe" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/recycling-law-s-mechanics-symphony-of-sorting-maybe.html"} , {"body" : "LEAD: With summer on the horizon, more travelers planning international vacations are turning to a growing number of small advertisements in newspapers and magazines offering the world at a bargain price. With summer on the horizon, more travelers planning international vacations are turning to a growing number of small advertisements in newspapers" , "date" : "19890325" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Travel" , "Style"] , "page_facet" : "44" , "title" : "CONSUMER'S WORLD; Air-Fare Discounters: Savings for Careful Fliers" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/25\/style\/consumer-s-world-air-fare-discounters-savings-for-careful-fliers.html"} , {"body" : "LEAD: IT is 10:30 on a Saturday night. The American Museum of Natural History is closed to the public. But armed with flashlights, a group of brave young girls prowl the darkened halls. IT is 10:30 on a Saturday night. The American Museum of Natural History is closed to the public. But armed with flashlights, a group of brave young girls prowl the" , "date" : "19890323" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Urban Camping, Amid the Dinosaurs" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/23\/garden\/urban-camping-amid-the-dinosaurs.html"} , {"body" : "LEAD: Lou Reed, once as deadpan and taciturn as his music was ferocious, has reincarnated himself as a talkative avuncular elder statesman of rock. Lou Reed, once as deadpan and taciturn as his music was ferocious, has reincarnated himself as a talkative avuncular elder statesman of rock. Words spill out of his most recent songs in long prosy" , "date" : "19890321" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Review\/Music; Rock's Cool Observer Turns Into a Chatterbox" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/21\/arts\/review-music-rock-s-cool-observer-turns-into-a-chatterbox.html"} , {"body" : "LEAD: William F. Kerby, a former chairman of Dow Jones & Company and for six years the executive editor of The Wall Street Journal, died of lung cancer yesterday at his home in Bethlehem, Pa. He was 81 years old. William F. Kerby, a former chairman of Dow Jones & Company and for six years the executive editor of The Wall Street Journal, died of" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "William Kerby, 81, Dow Jones Chairman" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/obituaries\/william-kerby-81-dow-jones-chairman.html"} , {"body" : "LEAD: Leslie Smith Alexander, a daughter of Mr. and Mrs. Charles J. Alexander Jr. of Westport, Conn., and Lawrence Raymond Luhring Jr., a son of Mr. and Mrs. Luhring of Kitty Hawk, N.C., were married yesterday at the Congregational Plymouth Church of the Pilgrims in Brooklyn Heights by the Rev. Dr. Richard L. Leslie Smith Alexander, a daughter of" , "date" : "19890319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Leslie Alexander, Painter, Marries L.R. Luhring Jr." , "url" : "http:\/\/www.nytimes.com\/1989\/03\/19\/style\/leslie-alexander-painter-marries-lr-luhring-jr.html"} , {"body" : "LEAD: Sunday ALL SAINTS CHURCH (Episcopal), 230 East 60th Street. Gibbons's ''Hosanna to the Son of David''; Bruckner's ''Christus Factus Est''; Lotti's ''Crucifixus''; the premiere of Hurd's ''Tenebrae Factae Sunt''; the Choir of All Saints Church; David Hurd, director. At 11 A.M. Information: 758-0447. Sunday ALL SAINTS CHURCH (Episcopal), 230" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "A Calender of Music Events for Easter" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/arts\/a-calender-of-music-events-for-easter.html"} , {"body" : "LEAD: The 22d annual Film and Video Festival of the Brooklyn Arts Council continues tomorrow in the Uris auditorium of the Metropolitan museum of Art, from 1 to 5 P.M. The festival focuses on independent film and video artists, and the program tomorrow features ''The Man Who Planted Trees,'' a 30-minute animated film by Frederick Back that won an" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Independent Films" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/movies\/independent-films.html"} , {"body" : "LEAD: In 1982, Dr. Neil Aggett - a white South African - was found hanged in a Johannesburg prison, where he had been detained for his work with a multiracial trade union. Dr. Aggett's political activism, his relationships with his father and girlfriend and his brutal treatment by prison authorities are chronicled in a new play by Hilary Blecher" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "An Activist's Story" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/theater\/an-activist-s-story.html"} , {"body" : "LEAD: It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. After a garbage truck makes its rounds, a smaller truck stops for the newspapers and bottles" , "date" : "19890316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Blue Buckets May Be in New York City's Future" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/16\/nyregion\/blue-buckets-may-be-in-new-york-city-s-future.html"} , {"body" : "LEAD: All New Yorkers would be required to separate recyclable materials from their garbage under a plan unanimously approved yesterday by a committee of the City Council. All New Yorkers would be required to separate recyclable materials from their garbage under a plan unanimously approved yesterday by a committee of the City Council. The" , "date" : "19890314" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Recycling of New York Garbage Approved by Council Committee" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/14\/nyregion\/recycling-of-new-york-garbage-approved-by-council-committee.html"} , {"body" : "LEAD: Elizabeth Ardys Bayliss and Simon John Hambidge were married yesterday at the United Church of New Marlborough in Southfield, Mass. The Rev. John Robert Hambidge of the Church of England, an uncle of the bridegroom, officiated. Elizabeth Ardys Bayliss and Simon John Hambidge were married yesterday at the United Church of New Marlborough in" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "66" , "title" : "Ms. Bayliss Marries Simon Hambidge" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/style\/ms-bayliss-marries-simon-hambidge.html"} , {"body" : "LEAD: FRIDAY PLAYWRIGHT'S OLD CLOTHES FRIDAY PLAYWRIGHT'S OLD CLOTHES Gertrude Stein was known more as a cynical observer and experimental stylist than as a playwright, but the doyenne of Montparnasse expatriate life did assume the role of dramatist to write ''A Play Called Not and Now.'' This work - about social pretentiousness and pomposity - is" , "date" : "19890310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/10\/arts\/weekender-guide.html"} , {"body" : "LEAD: Closings in the week ending Feb. 18 MANHATTAN Greenwich Village $ $515,000 51 Fifth Avenue (12th St.) 2-bedroom, 2-bath, 1,500-sq.-ft. prewar co-op; 24-hr. doorman, dining room, fireplace, high ceilings, hardwood floors, corner unit, three exposures; maintenance $1,298, 60% tax-deductible (Broker: Baker R.C. Closings in the week ending Feb." , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/realestate\/residential-resales-928889.html"} , {"body" : "LEAD: To the editor: To the editor: It was the Ninth (Columbus) Avenue el in 1879, rather than the 1904 West Side IRT, that opened up development on the Upper West Side. By 1904 the Dakota was 30 years old, and most of the rows of fine town houses filling the crosstown blocks had been completed in the 1880's and 90's. Though it may be a relative" , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "20" , "title" : "Upper West Side" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/realestate\/l-upper-west-side-262089.html"} , {"body" : "LEAD: A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early yesterday, possibly with his own gun, as he and his partner struggled with two men they had tried to question. A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Officer Slain In a Struggle In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/officer-slain-in-a-struggle-in-flatbush.html"} , {"body" : "LEAD: Closings in the week ending Feb. 11 MANHATTAN Carnegie Hill $355,000 25 East 92d Street 2-bedroom, 2-bath, 1,000-sq.-ft. prewar duplex co-op in a town house; 2 fireplaces, high ceilings, hardwood floors; maintenance $800, 50% tax-deductible (Broker: B.J. Gottesman) Closings in the week ending Feb. 11 MANHATTAN Carnegie Hill $355,000 25 East" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/realestate\/residential-resales-077089.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to bail-jumpers and contributes to a backlog of 400,000 arrest warrants in the city. A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Need for Computer Link Seen on Warrants" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/need-for-computer-link-seen-on-warrants.html"} , {"body" : "LEAD: ARMED with a sheaf of environmental studies of river currents, sunlight penetration, fish migration and other aspects of aquatic life, the Koch administration is preparing a campaign to let developers build office towers, apartment buildings and other large structures on piers and platforms over the East and Hudson ARMED with a sheaf of" , "date" : "19890212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "WESTWAY (WEST SIDE HIGHWAY)" , "HUDSON RIVER"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Koch Looks to Rivers for Development" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/12\/realestate\/koch-looks-to-rivers-for-development.html"} , {"body" : "LEAD: Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally run community school districts have fewer pupils than required by the state. Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "11 New York City Districts Have Too Few Pupils" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/nyregion\/11-new-york-city-districts-have-too-few-pupils.html"} , {"body" : "LEAD: Brooklyn is getting its second condominium parking garage, this one in the Cobble Hill neighborhood. A development group has bought a 50-year-old, three-story factory at 187 Pacific Street between Court and Clinton Streets and converted it into 130 condominium parking spaces priced at $27,500, $30,000 and $40,000, depending upon size - an" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (BROOKLYN)" , "PARKING CLUB (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: What Price Parking?; A 2d Garage Condo" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/realestate\/postings-what-price-parking-a-2d-garage-condo.html"} , {"body" : "LEAD: ''Song and Dance: An Evening of Black-Jewish Creativity'' is to take place at 8 o'clock tonight as a benefit for Brooklyn Ecumenical Cooperatives, an interfaith, interracial group that promotes housing for the poor. Avodah Dance Ensemble, Louis Johnson Dance Theater Ensemble, the Brooklyn Heights Synagogue Choir and the Lafayette Avenue" , "date" : "19890204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Black-Jewish Benefit" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/04\/arts\/black-jewish-benefit.html"} , {"body" : "LEAD: For a Festival of Spring, The Jewish Museum, 1109 Fifth Avenue at 92d Street; 212-860-1860. For a Festival of Spring, The Jewish Museum, 1109 Fifth Avenue at 92d Street; 212-860-1860. ''From Seder to Stella: The Art of Passover in the Collections of the Jewish Museum'' opens on Sunday. The exhibition features plates, glassware, embroidered" , "date" : "19890202" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: A Celebration of Passover" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/02\/garden\/calendar-a-celebration-of-passover.html"} , {"body" : "LEAD: Alicia McConnell used to dream of being the Billie Jean King of women's squash and turning her sport into a multimillion-dollar enterprise. Now the seven-time national champion is quitting the game, disillusioned, disheartened and, for the most part, broke. Alicia McConnell used to dream of being the Billie Jean King of women's squash and" , "date" : "19890201" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "SQUASH RACQUETS; The Negative Side Wins Out For a No. 1 Squash Player" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/01\/sports\/squash-racquets-the-negative-side-wins-out-for-a-no-1-squash-player.html"} , {"body" : "LEAD: Lucinda Kingsbury Jenney, the daughter of Judy Atterbury-Jenney of New Canaan, Conn., and La Madera, N.M., and Ralph Royal Jenney of McLean, Va., and Edgartown, Mass., was married yesterday to John Henry Swanger 3d, a son of Julianne Clarke of Chester Springs, Pa., and Mr. Swanger Jr. of Lancaster, Pa. Lucinda Kingsbury Jenney, the daughter" , "date" : "19890129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "55" , "title" : "Lucinda Jenney, Actress in 'Rain Man,' Is Married to John Henry Swanger 3d" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/29\/style\/lucinda-jenney-actress-in-rain-man-is-married-to-john-henry-swanger-3d.html"} , {"body" : "LEAD: GEORGE BUGLIARELLO, the president of Polytechnic University in downtown Brooklyn, seems happy now to tell the story of being offered his job in 1973 and turning it down at first, not because of the school's faculty, finances or academic standing, but because of the urban blight surrounding its campus. GEORGE BUGLIARELLO, the president of" , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Transforming Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/realestate\/transforming-downtown-brooklyn.html"} , {"body" : "LEAD: Mr. and Mrs. Elliot Dorfman of Brooklyn have made known the engagement of their daughter Diana Brooke Dorfman to Dr. James Alan Deutsch, the son of Dr. and Mrs. Norman Deutsch of Brooklyn. The couple plan to marry in September. Mr. and Mrs. Elliot Dorfman of Brooklyn have made known the engagement of their daughter Diana Brooke Dorfman to Dr." , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "Diana Dorfman Engaged to Wed James Deutsch" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/style\/diana-dorfman-engaged-to-wed-james-deutsch.html"} , {"body" : "LEAD: When New York City's elementary and junior high schools were given greater autonomy 19 years ago, parents were supposed to gain direct control over their children's schooling through the local school boards that took over much of the central administration's responsibility. When New York City's elementary and junior high schools were given" , "date" : "19890116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In New York, Parents Lack Say in Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/16\/nyregion\/in-new-york-parents-lack-say-in-schools.html"} , {"body" : "LEAD: Closings in the week ending Dec. 31 MANHATTAN Chelsea $117,000 100 West 15th Street 470-sq.-ft. prewar co-op studio; 14-ft. ceilings, sleeping loft over kitchen; maintenance $404, 55% tax-deductible (Broker: Delson-Ginsberg Real Estate) Madison Square Area Closings in the week ending Dec. 31 MANHATTAN Chelsea $117,000 100 West 15th Street" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/realestate\/residential-resales-068389.html"} , {"body" : "LEAD: As the gentrification of Park Slope in Brooklyn continues, its major commercial artery, Seventh Avenue, is experiencing dramatic change. Small ethnic groceries and storefront service businesses are fast giving way to specialty grocers, upscale carryouts, wine shops, bars and trendy restaurants - from bagels to brioche, so to speak. As the" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "What's Cooking in Park Slope; Strolling Seventh Avenue With Food in Mind" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/what-s-cooking-in-park-slope-strolling-seventh-avenue-with-food-in-mind.html"} , {"body" : "LEAD: FRIDAY McPARTLAND PLAYS FRIDAY McPARTLAND PLAYS The jazz pianist Marian McPartland will perform at Carnegie Hall tonight at 8 with the New York Pops, and the clarinetist and composer Walt Levinsky and his Great American Swing Band in a concert of traditional jazz and swing music. The program is to include Jacques Press's ''Hasseneh (A" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/weekender-guide.html"} , {"body" : "LEAD: Mr. and Mrs. Joseph L. Vanacore of North Caldwell, N.J., have announced the engagement of their daughter Jill Roberta Vanacore to Richard Gerveys Reid, the son of Mr. and Mrs. Edward S. Reid of Brooklyn Heights and Quogue, L.I. The couple plan a May 6 wedding. Mr. and Mrs. Joseph L. Vanacore of North Caldwell, N.J., have announced the" , "date" : "19890108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "Jill R. Vanacore Planning to Wed Richard G. Reid" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/08\/style\/jill-r-vanacore-planning-to-wed-richard-g-reid.html"} , {"body" : "LEAD: ''Andy, it's me\/Haven't seen you for a while\/I wish I had talked to you more when you were alive,'' begins the elegiac lyric for ''Hello It's Me,'' one of 14 new songs written by John Cale and Lou Reed for their new musical suite, ''Songs for 'Drella.'' ''Andy, it's me\/Haven't seen you for a while\/I wish I had talked to you more when you were" , "date" : "19890106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Pop\/Jazz; Recalling A Pop Artist And a Friend" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/06\/arts\/pop-jazz-recalling-a-pop-artist-and-a-friend.html"}]