[  {"body" : "LEAD: Army National Guard troops will clean up trash in two impoverished Brooklyn neighborhoods, the first such operation in the state, a Guard spokesman said yesterday. Army National Guard troops will clean up trash in two impoverished Brooklyn neighborhoods, the first such operation in the state, a Guard spokesman said yesterday. The spokesman," , "date" : "19891223" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "National Guard to Help Haul Brooklyn Trash" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/23\/nyregion\/national-guard-to-help-haul-brooklyn-trash.html"} , {"body" : "LEAD: Just after midnight, exhausted after another day of tramping the streets, Kevin Williams was killing time aboard a Brooklyn-bound No. 4 subway train. There were a handful of other passengers, including three young women talking together in the seats opposite him. Mr. Williams, who is 28 years old and homeless, fought back the urge to stretch" , "date" : "19891220" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless Hunt for Warmth in Belly of a Cold City" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/20\/nyregion\/homeless-hunt-for-warmth-in-belly-of-a-cold-city.html"} , {"body" : "LEAD: A man armed with a gun was shot and killed by anti-crime housing police officers last night in the Van Dyke Housing in the Brownsville section of Brooklyn, the police said. A man armed with a gun was shot and killed by anti-crime housing police officers last night in the Van Dyke Housing in the Brownsville section of Brooklyn, the police" , "date" : "19891212" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Gunman Is Slain by Officers At Brooklyn Housing Project" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/12\/nyregion\/gunman-is-slain-by-officers-at-brooklyn-housing-project.html"} , {"body" : "LEAD: Near the edges of Times Square, new office towers and hotels are climbing toward the gray winter sky - an image of progress wrapped in glass and steel. Near the edges of Times Square, new office towers and hotels are climbing toward the gray winter sky - an image of progress wrapped in glass and steel. But in the neon heart of the" , "date" : "19891211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Raw and Bawdy, 42d St. Awaits a Big Change" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/11\/nyregion\/raw-and-bawdy-42d-st-awaits-a-big-change.html"} , {"body" : "LEAD: Plans for medium-density garden apartments on vacant land owned by New York City have been proposed by a builder who was involved in a cooperative effort that built 1,700 affordable houses in Brooklyn without Federal help. Plans for medium-density garden apartments on vacant land owned by New York City have been proposed by a builder who was" , "date" : "19891117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Developer Hopes to Build Housing On Land Owned by New York City" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/17\/nyregion\/developer-hopes-to-build-housing-on-land-owned-by-new-york-city.html"} , {"body" : "LEAD: As the president of the United Federation of Teachers, New York City's teachers union, Sandra Feldman is one of the most powerful figures in the city's public sector. As the president of the United Federation of Teachers, New York City's teachers union, Sandra Feldman is one of the most powerful figures in the city's public sector. Now she" , "date" : "19891113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teachers' Leader Ready to Reap Gratitude" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/13\/nyregion\/teachers-leader-ready-to-reap-gratitude.html"} , {"body" : "LEAD: Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools Chancellor Bernard Mecklowitz yesterday approved the transfer of the principal and the assistant principal. Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "2 Administrators Removed to End School's Turmoil" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/2-administrators-removed-to-end-school-s-turmoil.html"} , {"body" : "LEAD: In the glare of media scrutiny, Colman Genn has conveyed the confidence and toughness that might be expected from a former street gang member. He gambled his reputation to save some New York City schools, and he appears to have won the bet. In the glare of media scrutiny, Colman Genn has conveyed the confidence and toughness that might be" , "date" : "19891031" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "For a Schoolmaster-Spy, Strain of Heroism Shows" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/31\/nyregion\/for-a-schoolmaster-spy-strain-of-heroism-shows.html"} , {"body" : "LEAD: IN the waning days of the administration of Mayor Edward I. Koch, it is still uncertain whether a housing production program that could bring Nehemiah-style one-family houses to vacant, city-owned land in the South Bronx will ever get started. IN the waning days of the administration of Mayor Edward I. Koch, it is still uncertain whether a" , "date" : "19891022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Churches as Builders; A Struggle Over Sites in the South Bronx" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/22\/realestate\/perspectives-churches-as-builders-a-struggle-over-sites-in-the-south-bronx.html"} , {"body" : "LEAD: David N. Dinkins's campaign has failed to provide adequate documentation for a number of expenses, including three payments totaling $9,500 for a ''get out the vote'' drive led by a community organizer, Robert (Sonny) Carson, New York City campaign finance records show. David N. Dinkins's campaign has failed to provide adequate documentation" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Records Show Unexplained Payments by Dinkins Campaign" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/records-show-unexplained-payments-by-dinkins-campaign.html"} ,   {"body" : "LEAD: A black community organizer has withdrawn from David N. Dinkins's New York City mayoral campaign after the Anti-Defamation League of the B'nai B'rith called on him to disavow anti-Semitic comments and articles attributed to him 20 years ago. A black community organizer has withdrawn from David N. Dinkins's New York City mayoral campaign after" , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Teacher Accused of Past Anti-Semitism Quits Dinkins Camp" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/nyregion\/teacher-accused-of-past-anti-semitism-quits-dinkins-camp.html"} , {"body" : "LEAD: Dr. Mario D. Fantini, a former dean of the School of Education at the University of Massachusetts at Amherst who had a major role in the decentralization of New York City's public schools, died Friday at Kaiser Permanente Hospital in Woodland Hills, Calif., after a long illness. He was 62 years old and lived in Woodland Hills. Dr. Mario D." , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries" , "Education"] , "page_facet" : "12" , "title" : "Mario Fantini; Was Educator And Author, 62" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/obituaries\/mario-fantini-was-educator-and-author-62.html"} , {"body" : "LEAD: BAD INTENTIONS: The Mike Tyson Story. By Peter Heller (NAL Books, $18.95.) A biography of Mike Tyson should offer some insight into the heavyweight champion's effectively brutal behavior in the ring and puzzlingly erratic behavior outside it. It should, at least, provide some entertainment, as the tabloid headlines of the past couple of years" , "date" : "19891008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "IN SHORT" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/08\/books\/in-short-335089.html"} , {"body" : "LEAD: AS BROADWAY CUTS UP through the Upper West Side of Manhattan and into Washington Heights, it gradually turns into a giant Caribbean bazaar. The avenue abounds with bodegas, farmacias, unisex beauty salons, bargain clothing outlets, restaurants serving pollo and platanos, and travel agencies offering bargains to the Dominican Republic. AS" , "date" : "19891001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "CRACK'S DESTRUCTIVE SPRINT ACROSS AMERICA" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/01\/magazine\/crack-s-destructive-sprint-across-america.html"} , {"body" : "LEAD: WHEN NEW YORK City Schools Chancellor Richard Green died abruptly of a heart attack last May, more than 5,000 mourners thronged the memorial service and lined the streets leading to the Cathedral of St. John the Divine. Clearly they were grieving not only for the man, who had only been in office 14 months and was not a native New Yorker, but" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "58" , "title" : "INSIDE A NEW YORK CITY HIGH SCHOOL; Snapshots of Hope and Hopelessness" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/magazine\/inside-a-new-york-city-high-school-snapshots-of-hope-and-hopelessness.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Although school doesn't open officially until tomorrow in New York City and the first full schedule of Public Schools Athletic League football games won't begin until next weekend, Thomas Jefferson of Brooklyn is getting a jump on the season today. Although school doesn't open officially until tomorrow in New York City and the first full" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; Jefferson Gets Jump on Season" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/sports\/school-sports-jefferson-gets-jump-on-season.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: ''This is occupied Berlin,'' said Peggy Hill, a choreographer, peering out of her rear window at 375 Jay Street in downtown Brooklyn. ''I'm living with rubble, with debris, rodents and scavengers as the result of the demolition for Metrotech here.'' Ms. Hill, whose water pipes have been stolen twice and electricity disconnected once, has" , "date" : "19890820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklynites Balk at Relocation Deal" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/20\/nyregion\/brooklynites-balk-at-relocation-deal.html"} , {"body" : "LEAD: A plan to replace the much-criticized Spofford Juvenile Center in the South Bronx with two new detention centers, one in the Bronx and the other in Brooklyn, was approved a few hours before dawn yesterday by the New York City Board of Estimate. A plan to replace the much-criticized Spofford Juvenile Center in the South Bronx with two new" , "date" : "19890819" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["ATLANTIC OCEAN" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "BRONX (NYC)" , "SOUTH AFRICA, REPUBLIC OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Plans to Replace Spofford Approved Despite Protests" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/19\/nyregion\/plans-to-replace-spofford-approved-despite-protests.html"} ,   {"body" : "LEAD: INTERNATIONAL 2-5 A Solidarity official will be named Poland's Prime Minister, the official said. He is Tadeusz Mazowiecki, expected to be named today as the first non-Communist head of government in Eastern Europe since the early postwar years. Page 1 INTERNATIONAL 2-5 A Solidarity official will be named Poland's Prime Minister, the official" , "date" : "19890819" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/19\/nyregion\/news-summary-920189.html"} , {"body" : "LEAD: New York City's Department of Juvenile Justice has prepared a sensible plan to replace the inaccessible, inadequate Spofford juvenile detention center with two smaller, better designed facilities. The plan deserves the Board of Estimate's backing. There is broad agreement on the merits. Juvenile Justice managers find Spofford poorly designed" , "date" : "19890816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Time to Replace Spofford" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/16\/opinion\/time-to-replace-spofford.html"} , {"body" : "LEAD: Why is Elmont outside New York City, while St. Albans, on the other side of the city line, is in? Why did Douglaston become a part of the metropolis while the adjacent area called University Gardens remained part of Great Neck? Why is Elmont outside New York City, while St. Albans, on the other side of the city line, is in? Why did Douglaston" , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Editorial Notebook; The Ins and Outs of New York" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/opinion\/the-editorial-notebook-the-ins-and-outs-of-new-york.html"} , {"body" : "LEAD: A Manhattan judge yesterday ordered the reopening of a South Bronx firehouse that Mayor Edward I. Koch closed May 3 as a part of his budget cuts. A Manhattan judge yesterday ordered the reopening of a South Bronx firehouse that Mayor Edward I. Koch closed May 3 as a part of his budget cuts. Justice Leonard N. Cohen of State Supreme Court said" , "date" : "19890808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Firehouse Ordered Open In South Bronx" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/08\/nyregion\/firehouse-ordered-open-in-south-bronx.html"} , {"body" : "Translated From the Yiddish by Paul Mazursky ''Do this one now! For the Gipper!'' boomed Paul Mazursky in his foghorn voice. At his cue, Ron Silver and Anjelica Huston began strolling past Leibel Bistritzky's Kosher Gourmet Foods on Essex Street between Grand and Hester on Manhattan's Lower East Side. A Panavision camera on a remote-controlled" , "date" : "19890730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/30\/movies\/film.html"} , {"body" : "LEAD: It was a day of mixed success yesterday for Sandra and David Patrick at the first New York Games. It was great for her, awful for him. It was a day of mixed success yesterday for Sandra and David Patrick at the first New York Games. It was great for her, awful for him. Sandra Farmer-Patrick, at age 26, lowered her American record in the" , "date" : "19890723" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "TRACK AND FIELD; Joyous Homecoming for Farmer-Patrick" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/23\/sports\/track-and-field-joyous-homecoming-for-farmer-patrick.html"} , {"body" : "LEAD: The poorest sections of New York City have a disproportionate share of housing and programs for homeless people, the mentally ill and drug abusers, prompting neighbors to charge discrimination and contend that this influx will doom efforts to rebuild their neighborhoods. The poorest sections of New York City have a disproportionate share of" , "date" : "19890716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Poorest Neighborhoods Bear the Brunt of Social Programs" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/16\/nyregion\/new-york-s-poorest-neighborhoods-bear-the-brunt-of-social-programs.html"} , {"body" : "LEAD: Ronnie Johnson came to live at Tompkins Square Park three months ago after he was stabbed with a sharpened toothbrush at one of the city's homeless shelters. ''It's too crowded, and there are fights,'' he said. Ronnie Johnson came to live at Tompkins Square Park three months ago after he was stabbed with a sharpened toothbrush at one of the" , "date" : "19890710" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tension Eases in Tompkins Park Protest" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/10\/nyregion\/tension-eases-in-tompkins-park-protest.html"} , {"body" : "LEAD: A man suspected of sexually assaulting at least 11 young girls in Brooklyn and Queens over the last six months was arrested Monday night when an off-duty police officer saw him running from the site of another attack, the police said yesterday. A man suspected of sexually assaulting at least 11 young girls in Brooklyn and Queens over the last" , "date" : "19890705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Is Held In Sex Assaults On Young Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/05\/nyregion\/suspect-is-held-in-sex-assaults-on-young-girls.html"} , {"body" : "LEAD: A Brooklyn grocery owner was killed early yesterday by a robber, who was then shot by a store employee, the police said. A Brooklyn grocery owner was killed early yesterday by a robber, who was then shot by a store employee, the police said. The grocer, Hussain Mohamed, 43 years old, was shot in the chest and arm shortly after midnight at the" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Robber Kills Grocery Owner And Is Shot by Store Worker" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/nyregion\/robber-kills-grocery-owner-and-is-shot-by-store-worker.html"} ,   {"body" : "LEAD: A majority of New Yorkers are dissatisfied with the city's efforts to help the homeless and say they are even willing to pay more taxes if the money is dedicated to improving their lot, according to a New York Times\/WCBS-TV News Poll. A majority of New Yorkers are dissatisfied with the city's efforts to help the homeless and say they are even" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Poll Shows New Yorkers Fault City Efforts for the Homeless" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/nyregion\/poll-shows-new-yorkers-fault-city-efforts-for-the-homeless.html"} , {"body" : "LEAD: There was music all over New York yesterday, from dawn to past dusk. Not just the music of the streets, the brassy honking of horns and the pedal-point of subways, but actual music made by musicians and, sometimes, nonmusicians. There was music all over New York yesterday, from dawn to past dusk. Not just the music of the streets, the brassy" , "date" : "19890622" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Review\/Music; Celebrating the Sounds of New York" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/22\/arts\/review-music-celebrating-the-sounds-of-new-york.html"} , {"body" : "LEAD: Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it seems that everyone knows exactly where it is going on and who is taking part in it. But getting rid of it is another matter. Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Worst Drug Sites: Persistent Markets of Death" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/nyregion\/new-york-s-worst-drug-sites-persistent-markets-of-death.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} , {"body" : "LEAD: A 14-year-old Brooklyn girl was arrested Wednesday night and charged with second-degree murder after she stabbed another teen-age girl to death during a fight over a dog, the police said yesterday. The victim, Pacquita Braswell, 18, of 375 Blake Avenue in the Brownsville section, was stabbed once in the chest outside her apartment building" , "date" : "19890519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Age Girl Held in Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/19\/nyregion\/teen-age-girl-held-in-slaying.html"} , {"body" : "LEAD: With the city's emotions still raw two weeks after an attack on a jogger by a group of teen-agers in Central Park, about 200 New York City public-school students, teachers and officials gathered in the park yesterday to appeal for harmony in a ceremony of songs and speeches. With the city's emotions still raw two weeks after an attack on a" , "date" : "19890502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Wake of Attack, Students Gather to Seek Harmony" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/02\/nyregion\/in-wake-of-attack-students-gather-to-seek-harmony.html"} , {"body" : "LEAD: A Federal judge's ruling striking down a state law intended to reduce conflicts of interest has given a boost to a number of Brooklyn incumbents who are seeking re-election in community school board elections next Tuesday. Until the ruling was handed down Tuesday, those candidates, as well as some incumbents in other boroughs, had been" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Court Ruling Helps Brooklyn Incumbents' School Board Bids" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/court-ruling-helps-brooklyn-incumbents-school-board-bids.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: When it comes to representing nasty people, criminal defense lawyers have an all-purpose alibi, a Teflon-coated cure. Everyone is constitutionally entitled to a lawyer of his choice, they say; by representing the bad guys, they are actually guarding the liberties of us all. When it comes to representing nasty people, criminal defense lawyers" , "date" : "19890421" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "5" , "title" : "THE LAW: At the Bar; Street-smart defender of reputed mobster, 'simpatico' with client, disdains stigma." , "url" : "http:\/\/www.nytimes.com\/1989\/04\/21\/us\/law-bar-street-smart-defender-reputed-mobster-simpatico-with-client-disdains.html"} , {"body" : "LEAD: A girl believed to be between 4 and 8 years old was found burned to death yesterday in an abandoned building in Brooklyn, the police said. She was wrapped in a blanket and stuffed in a blue travel bag. The girl was found on the first floor after 5 P.M. after the authorities had put out an arson fire at the building at 2045 Union Street in the" , "date" : "19890418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Child Dead After Arson Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/18\/nyregion\/child-dead-after-arson-fire.html"} ,   {"body" : "LEAD: BILL LEVITT would have approved of the Nehemiah Plan. The founder of Levittown built his reputation on his ability to mass produce a simple low-cost house at great speed over flat acres of low-cost land on Long Island after World War II. BILL LEVITT would have approved of the Nehemiah Plan. The founder of Levittown built his reputation on his" , "date" : "19890416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (NYC)" , "QUEENS (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: The Nehemiah Plan; A High-Volume Builder Yearns for Land" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/16\/realestate\/perspectives-the-nehemiah-plan-a-high-volume-builder-yearns-for-land.html"} , {"body" : "LEAD: A statistical analysis of all students entering New York City high schools last September shows large percentages of them to be at high risk of dropping out because they were older than average for their grade or had a high absentee rate. A statistical analysis of all students entering New York City high schools last September shows large" , "date" : "19890411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York's Dropouts-to-Be: A Grim Class Portrait" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/11\/nyregion\/new-york-s-dropouts-to-be-a-grim-class-portrait.html"} , {"body" : "LEAD: A former employee of a Brooklyn merchant was charged yesterday with his murder, the police said. A former employee of a Brooklyn merchant was charged yesterday with his murder, the police said. The suspect, Jose Berlingeri Rivera, 25 years old, was arrested Tuesday in Rochester, where he had gone ''to start a new life'' after the killing of" , "date" : "19890406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Datelines; Ex-Clerk Is Charged In Merchant's Killing" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/06\/nyregion\/metro-datelines-ex-clerk-is-charged-in-merchant-s-killing.html"} , {"body" : "LEAD: Members from 100 churches thronged into a rubble-strewn lot in the South Bronx yesterday to rally against a city plan to build subsidized condominiums there. Members from 100 churches thronged into a rubble-strewn lot in the South Bronx yesterday to rally against a city plan to build subsidized condominiums there. More than 5,000 people, many" , "date" : "19890403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5,000 Protest a Bronx Housing Plan" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/03\/nyregion\/5000-protest-a-bronx-housing-plan.html"} , {"body" : "LEAD: EVERY WORKDAY ABOUT NOON, WITH RITUAL POMP, A gleaming limousine glides into the driveway of a modest, split-level house in the Howard Beach section of Queens. Emerging from the house is John Joseph Gotti, a spring to his step, his shoulders squared like a West Point plebe. He is dressed impeccably: muted solid-colored double-breasted suit," , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "JOHN GOTTI RUNNING THE MOB" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/magazine\/john-gotti-running-the-mob.html"} , {"body" : "LEAD: A Hasidic rabbi and his son, both members of a neighborhood anti-crime patrol, were arrested in Brooklyn yesterday and charged with assault and fomenting a riot in connection with the beating of a black man who they believed had just slashed a Hasidic woman and her son. A Hasidic rabbi and his son, both members of a neighborhood anti-crime" , "date" : "19890330" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rabbi and Son Held in Beating Of Black Man" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/30\/nyregion\/rabbi-and-son-held-in-beating-of-black-man.html"} , {"body" : "LEAD: Melba Amaro, the job placement director of Hostos Community College, gazed around the school's cafeteria in utter astonishment one recent Saturday afternoon. Melba Amaro, the job placement director of Hostos Community College, gazed around the school's cafeteria in utter astonishment one recent Saturday afternoon. Seated at tables laden with" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Grass Roots Crack New York's Concrete" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/opinion\/grass-roots-crack-new-york-s-concrete.html"} , {"body" : "LEAD: The Chief Medical Examiner's office is investigating the death of a man who passed out and died in a psychiatric emergency room at a Brooklyn hospital Wednesday night, the authorities said yesterday. The Chief Medical Examiner's office is investigating the death of a man who passed out and died in a psychiatric emergency room at a Brooklyn" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Death of Outpatient In Brooklyn Hospital Under Investigation" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/nyregion\/death-of-outpatient-in-brooklyn-hospital-under-investigation.html"} , {"body" : "LEAD: A gunman apparently involved in an continuing dispute fatally shot two men in a Brooklyn apartment building early yesterday, the police said. A gunman apparently involved in an continuing dispute fatally shot two men in a Brooklyn apartment building early yesterday, the police said. The dead men are John Miller, 43 years old, of 16-09 109th" , "date" : "19890306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Shoots and Kills 2 Men In Brooklyn After a Dispute" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/06\/nyregion\/man-shoots-and-kills-2-men-in-brooklyn-after-a-dispute.html"} , {"body" : "LEAD: Twenty years after a bitter and racially divisive teachers' strike led to the decentralization of New York City's schools, lawmakers, parents and educators are again urging that the nation's largest school system be restructured. Twenty years after a bitter and racially divisive teachers' strike led to the decentralization of New York City's" , "date" : "19890306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "20 Years After Decentralization, Restructuring of Schools Is Urged" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/06\/nyregion\/20-years-after-decentralization-restructuring-of-schools-is-urged.html"} ,   {"body" : "LEAD: Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn grand jury in nine murders, seven attempted murders, several assaults and other crimes. Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "6 Indicted in 9 Murders Linked to a Drug Gang" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/6-indicted-in-9-murders-linked-to-a-drug-gang.html"} , {"body" : "LEAD: For a boxing promoter, Mickey Duff was trying to be honest. Upstairs in the Las Vegas Hilton, Frank Bruno was waiting to challenge Mike Tyson last night, but now, in the lobby, the British co-promoter realistically assessed Bruno's opportunity to be the first British boxer to win the world heavyweight championship since Bob Fitzsimmons more" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Sports of The Times; A Surprise for Boxing's Wild Goose" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/sports\/sports-of-the-times-a-surprise-for-boxing-s-wild-goose.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. They moved into a freshly painted six-room" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Helping the Ex-Homeless Furnish a Home" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/helping-the-ex-homeless-furnish-a-home.html"} , {"body" : "LEAD: When New York City's public schools were decentralized in 1969, one goal was to give parents a voice in their children's education. But parents remain shut out. Local politicians quickly gobbled up the powers relinquished by the central Board of Education. When New York City's public schools were decentralized in 1969, one goal was to give" , "date" : "19890211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "THE EDITORIAL NOTEBOOK; Scandals and School Decentralization" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/11\/opinion\/the-editorial-notebook-scandals-and-school-decentralization.html"} , {"body" : "LEAD: Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally run community school districts have fewer pupils than required by the state. Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "11 New York City Districts Have Too Few Pupils" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/nyregion\/11-new-york-city-districts-have-too-few-pupils.html"} , {"body" : "LEAD: Martin Rogers said he remembers Superbowl Sunday in 1988 well. Not because of the game, he said yesterday, but because of what he called the ''sneaky'' way that New York City closed a Brooklyn firehouse. Martin Rogers said he remembers Superbowl Sunday in 1988 well. Not because of the game, he said yesterday, but because of what he called the" , "date" : "19890123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "South Bronx Rallies for a Firehouse" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/23\/nyregion\/south-bronx-rallies-for-a-firehouse.html"} , {"body" : "LEAD: International A3-11 International A3-11 Solidarity agreed to discuss the restoration of its legal status as a Polish labor union, accepting a recent Government offer. The union has been banned since 1982. Page A1 Europeans who cling to Communism view the system's current decline as only an unfortunate twist on a long road. For many," , "date" : "19890123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/23\/nyregion\/news-summary-520889.html"} , {"body" : "LEAD: The bodies of a Brooklyn father and his 16-year-old daughter were found in the bedroom of their home yesterday, the police said. The police said they believe the father shot the girl and then turned the gun on himself. The clothed bodies of James Reid, 41, and his daughter Dionne were found in bed at 597 East 95th Street in the Brownsville" , "date" : "19890120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Found Dead in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/20\/nyregion\/two-found-dead-in-brooklyn.html"} , {"body" : "LEAD: International A2-10 International A2-10 West Germany will tighten control on the export of nuclear and chemical materials and technology and be tougher on violators, the Cabinet said. Bonn has been under heavy American pressure to do so. Page A1 A statement reinforcing the ban on chemical warfare is being worked on by diplomats, as a" , "date" : "19890111" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/11\/nyregion\/news-summary-437889.html"} ,   {"body" : "LEAD: Army National Guard troops will clean up trash in two impoverished Brooklyn neighborhoods, the first such operation in the state, a Guard spokesman said yesterday. Army National Guard troops will clean up trash in two impoverished Brooklyn neighborhoods, the first such operation in the state, a Guard spokesman said yesterday. The spokesman," , "date" : "19891223" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "National Guard to Help Haul Brooklyn Trash" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/23\/nyregion\/national-guard-to-help-haul-brooklyn-trash.html"} , {"body" : "LEAD: Just after midnight, exhausted after another day of tramping the streets, Kevin Williams was killing time aboard a Brooklyn-bound No. 4 subway train. There were a handful of other passengers, including three young women talking together in the seats opposite him. Mr. Williams, who is 28 years old and homeless, fought back the urge to stretch" , "date" : "19891220" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless Hunt for Warmth in Belly of a Cold City" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/20\/nyregion\/homeless-hunt-for-warmth-in-belly-of-a-cold-city.html"} , {"body" : "LEAD: A man armed with a gun was shot and killed by anti-crime housing police officers last night in the Van Dyke Housing in the Brownsville section of Brooklyn, the police said. A man armed with a gun was shot and killed by anti-crime housing police officers last night in the Van Dyke Housing in the Brownsville section of Brooklyn, the police" , "date" : "19891212" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Gunman Is Slain by Officers At Brooklyn Housing Project" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/12\/nyregion\/gunman-is-slain-by-officers-at-brooklyn-housing-project.html"} , {"body" : "LEAD: Near the edges of Times Square, new office towers and hotels are climbing toward the gray winter sky - an image of progress wrapped in glass and steel. Near the edges of Times Square, new office towers and hotels are climbing toward the gray winter sky - an image of progress wrapped in glass and steel. But in the neon heart of the" , "date" : "19891211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Raw and Bawdy, 42d St. Awaits a Big Change" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/11\/nyregion\/raw-and-bawdy-42d-st-awaits-a-big-change.html"} , {"body" : "LEAD: Plans for medium-density garden apartments on vacant land owned by New York City have been proposed by a builder who was involved in a cooperative effort that built 1,700 affordable houses in Brooklyn without Federal help. Plans for medium-density garden apartments on vacant land owned by New York City have been proposed by a builder who was" , "date" : "19891117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Developer Hopes to Build Housing On Land Owned by New York City" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/17\/nyregion\/developer-hopes-to-build-housing-on-land-owned-by-new-york-city.html"} , {"body" : "LEAD: As the president of the United Federation of Teachers, New York City's teachers union, Sandra Feldman is one of the most powerful figures in the city's public sector. As the president of the United Federation of Teachers, New York City's teachers union, Sandra Feldman is one of the most powerful figures in the city's public sector. Now she" , "date" : "19891113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teachers' Leader Ready to Reap Gratitude" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/13\/nyregion\/teachers-leader-ready-to-reap-gratitude.html"} , {"body" : "LEAD: Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools Chancellor Bernard Mecklowitz yesterday approved the transfer of the principal and the assistant principal. Seeking to ''bring quiet'' to a Brooklyn elementary school that has been in turmoil for more than a year, Schools" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "2 Administrators Removed to End School's Turmoil" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/2-administrators-removed-to-end-school-s-turmoil.html"} , {"body" : "LEAD: In the glare of media scrutiny, Colman Genn has conveyed the confidence and toughness that might be expected from a former street gang member. He gambled his reputation to save some New York City schools, and he appears to have won the bet. In the glare of media scrutiny, Colman Genn has conveyed the confidence and toughness that might be" , "date" : "19891031" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "For a Schoolmaster-Spy, Strain of Heroism Shows" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/31\/nyregion\/for-a-schoolmaster-spy-strain-of-heroism-shows.html"} , {"body" : "LEAD: IN the waning days of the administration of Mayor Edward I. Koch, it is still uncertain whether a housing production program that could bring Nehemiah-style one-family houses to vacant, city-owned land in the South Bronx will ever get started. IN the waning days of the administration of Mayor Edward I. Koch, it is still uncertain whether a" , "date" : "19891022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Churches as Builders; A Struggle Over Sites in the South Bronx" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/22\/realestate\/perspectives-churches-as-builders-a-struggle-over-sites-in-the-south-bronx.html"} , {"body" : "LEAD: David N. Dinkins's campaign has failed to provide adequate documentation for a number of expenses, including three payments totaling $9,500 for a ''get out the vote'' drive led by a community organizer, Robert (Sonny) Carson, New York City campaign finance records show. David N. Dinkins's campaign has failed to provide adequate documentation" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Records Show Unexplained Payments by Dinkins Campaign" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/records-show-unexplained-payments-by-dinkins-campaign.html"} , {"body" : "LEAD: A black community organizer has withdrawn from David N. Dinkins's New York City mayoral campaign after the Anti-Defamation League of the B'nai B'rith called on him to disavow anti-Semitic comments and articles attributed to him 20 years ago. A black community organizer has withdrawn from David N. Dinkins's New York City mayoral campaign after" , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Teacher Accused of Past Anti-Semitism Quits Dinkins Camp" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/nyregion\/teacher-accused-of-past-anti-semitism-quits-dinkins-camp.html"} , {"body" : "LEAD: Dr. Mario D. Fantini, a former dean of the School of Education at the University of Massachusetts at Amherst who had a major role in the decentralization of New York City's public schools, died Friday at Kaiser Permanente Hospital in Woodland Hills, Calif., after a long illness. He was 62 years old and lived in Woodland Hills. Dr. Mario D." , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries" , "Education"] , "page_facet" : "12" , "title" : "Mario Fantini; Was Educator And Author, 62" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/obituaries\/mario-fantini-was-educator-and-author-62.html"} , {"body" : "LEAD: BAD INTENTIONS: The Mike Tyson Story. By Peter Heller (NAL Books, $18.95.) A biography of Mike Tyson should offer some insight into the heavyweight champion's effectively brutal behavior in the ring and puzzlingly erratic behavior outside it. It should, at least, provide some entertainment, as the tabloid headlines of the past couple of years" , "date" : "19891008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "IN SHORT" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/08\/books\/in-short-335089.html"} , {"body" : "LEAD: AS BROADWAY CUTS UP through the Upper West Side of Manhattan and into Washington Heights, it gradually turns into a giant Caribbean bazaar. The avenue abounds with bodegas, farmacias, unisex beauty salons, bargain clothing outlets, restaurants serving pollo and platanos, and travel agencies offering bargains to the Dominican Republic. AS" , "date" : "19891001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "CRACK'S DESTRUCTIVE SPRINT ACROSS AMERICA" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/01\/magazine\/crack-s-destructive-sprint-across-america.html"} , {"body" : "LEAD: WHEN NEW YORK City Schools Chancellor Richard Green died abruptly of a heart attack last May, more than 5,000 mourners thronged the memorial service and lined the streets leading to the Cathedral of St. John the Divine. Clearly they were grieving not only for the man, who had only been in office 14 months and was not a native New Yorker, but" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "58" , "title" : "INSIDE A NEW YORK CITY HIGH SCHOOL; Snapshots of Hope and Hopelessness" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/magazine\/inside-a-new-york-city-high-school-snapshots-of-hope-and-hopelessness.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Although school doesn't open officially until tomorrow in New York City and the first full schedule of Public Schools Athletic League football games won't begin until next weekend, Thomas Jefferson of Brooklyn is getting a jump on the season today. Although school doesn't open officially until tomorrow in New York City and the first full" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; Jefferson Gets Jump on Season" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/sports\/school-sports-jefferson-gets-jump-on-season.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: ''This is occupied Berlin,'' said Peggy Hill, a choreographer, peering out of her rear window at 375 Jay Street in downtown Brooklyn. ''I'm living with rubble, with debris, rodents and scavengers as the result of the demolition for Metrotech here.'' Ms. Hill, whose water pipes have been stolen twice and electricity disconnected once, has" , "date" : "19890820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklynites Balk at Relocation Deal" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/20\/nyregion\/brooklynites-balk-at-relocation-deal.html"} , {"body" : "LEAD: A plan to replace the much-criticized Spofford Juvenile Center in the South Bronx with two new detention centers, one in the Bronx and the other in Brooklyn, was approved a few hours before dawn yesterday by the New York City Board of Estimate. A plan to replace the much-criticized Spofford Juvenile Center in the South Bronx with two new" , "date" : "19890819" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["ATLANTIC OCEAN" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "BRONX (NYC)" , "SOUTH AFRICA, REPUBLIC OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Plans to Replace Spofford Approved Despite Protests" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/19\/nyregion\/plans-to-replace-spofford-approved-despite-protests.html"} , {"body" : "LEAD: INTERNATIONAL 2-5 A Solidarity official will be named Poland's Prime Minister, the official said. He is Tadeusz Mazowiecki, expected to be named today as the first non-Communist head of government in Eastern Europe since the early postwar years. Page 1 INTERNATIONAL 2-5 A Solidarity official will be named Poland's Prime Minister, the official" , "date" : "19890819" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/19\/nyregion\/news-summary-920189.html"} , {"body" : "LEAD: New York City's Department of Juvenile Justice has prepared a sensible plan to replace the inaccessible, inadequate Spofford juvenile detention center with two smaller, better designed facilities. The plan deserves the Board of Estimate's backing. There is broad agreement on the merits. Juvenile Justice managers find Spofford poorly designed" , "date" : "19890816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Time to Replace Spofford" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/16\/opinion\/time-to-replace-spofford.html"} , {"body" : "LEAD: Why is Elmont outside New York City, while St. Albans, on the other side of the city line, is in? Why did Douglaston become a part of the metropolis while the adjacent area called University Gardens remained part of Great Neck? Why is Elmont outside New York City, while St. Albans, on the other side of the city line, is in? Why did Douglaston" , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Editorial Notebook; The Ins and Outs of New York" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/opinion\/the-editorial-notebook-the-ins-and-outs-of-new-york.html"} , {"body" : "LEAD: A Manhattan judge yesterday ordered the reopening of a South Bronx firehouse that Mayor Edward I. Koch closed May 3 as a part of his budget cuts. A Manhattan judge yesterday ordered the reopening of a South Bronx firehouse that Mayor Edward I. Koch closed May 3 as a part of his budget cuts. Justice Leonard N. Cohen of State Supreme Court said" , "date" : "19890808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Firehouse Ordered Open In South Bronx" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/08\/nyregion\/firehouse-ordered-open-in-south-bronx.html"} , {"body" : "Translated From the Yiddish by Paul Mazursky ''Do this one now! For the Gipper!'' boomed Paul Mazursky in his foghorn voice. At his cue, Ron Silver and Anjelica Huston began strolling past Leibel Bistritzky's Kosher Gourmet Foods on Essex Street between Grand and Hester on Manhattan's Lower East Side. A Panavision camera on a remote-controlled" , "date" : "19890730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/30\/movies\/film.html"} , {"body" : "LEAD: It was a day of mixed success yesterday for Sandra and David Patrick at the first New York Games. It was great for her, awful for him. It was a day of mixed success yesterday for Sandra and David Patrick at the first New York Games. It was great for her, awful for him. Sandra Farmer-Patrick, at age 26, lowered her American record in the" , "date" : "19890723" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "TRACK AND FIELD; Joyous Homecoming for Farmer-Patrick" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/23\/sports\/track-and-field-joyous-homecoming-for-farmer-patrick.html"} , {"body" : "LEAD: The poorest sections of New York City have a disproportionate share of housing and programs for homeless people, the mentally ill and drug abusers, prompting neighbors to charge discrimination and contend that this influx will doom efforts to rebuild their neighborhoods. The poorest sections of New York City have a disproportionate share of" , "date" : "19890716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Poorest Neighborhoods Bear the Brunt of Social Programs" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/16\/nyregion\/new-york-s-poorest-neighborhoods-bear-the-brunt-of-social-programs.html"} , {"body" : "LEAD: Ronnie Johnson came to live at Tompkins Square Park three months ago after he was stabbed with a sharpened toothbrush at one of the city's homeless shelters. ''It's too crowded, and there are fights,'' he said. Ronnie Johnson came to live at Tompkins Square Park three months ago after he was stabbed with a sharpened toothbrush at one of the" , "date" : "19890710" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tension Eases in Tompkins Park Protest" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/10\/nyregion\/tension-eases-in-tompkins-park-protest.html"} , {"body" : "LEAD: A man suspected of sexually assaulting at least 11 young girls in Brooklyn and Queens over the last six months was arrested Monday night when an off-duty police officer saw him running from the site of another attack, the police said yesterday. A man suspected of sexually assaulting at least 11 young girls in Brooklyn and Queens over the last" , "date" : "19890705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Is Held In Sex Assaults On Young Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/05\/nyregion\/suspect-is-held-in-sex-assaults-on-young-girls.html"} , {"body" : "LEAD: A Brooklyn grocery owner was killed early yesterday by a robber, who was then shot by a store employee, the police said. A Brooklyn grocery owner was killed early yesterday by a robber, who was then shot by a store employee, the police said. The grocer, Hussain Mohamed, 43 years old, was shot in the chest and arm shortly after midnight at the" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Robber Kills Grocery Owner And Is Shot by Store Worker" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/nyregion\/robber-kills-grocery-owner-and-is-shot-by-store-worker.html"} , {"body" : "LEAD: A majority of New Yorkers are dissatisfied with the city's efforts to help the homeless and say they are even willing to pay more taxes if the money is dedicated to improving their lot, according to a New York Times\/WCBS-TV News Poll. A majority of New Yorkers are dissatisfied with the city's efforts to help the homeless and say they are even" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Poll Shows New Yorkers Fault City Efforts for the Homeless" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/nyregion\/poll-shows-new-yorkers-fault-city-efforts-for-the-homeless.html"} , {"body" : "LEAD: There was music all over New York yesterday, from dawn to past dusk. Not just the music of the streets, the brassy honking of horns and the pedal-point of subways, but actual music made by musicians and, sometimes, nonmusicians. There was music all over New York yesterday, from dawn to past dusk. Not just the music of the streets, the brassy" , "date" : "19890622" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Review\/Music; Celebrating the Sounds of New York" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/22\/arts\/review-music-celebrating-the-sounds-of-new-york.html"} , {"body" : "LEAD: Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it seems that everyone knows exactly where it is going on and who is taking part in it. But getting rid of it is another matter. Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Worst Drug Sites: Persistent Markets of Death" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/nyregion\/new-york-s-worst-drug-sites-persistent-markets-of-death.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} , {"body" : "LEAD: A 14-year-old Brooklyn girl was arrested Wednesday night and charged with second-degree murder after she stabbed another teen-age girl to death during a fight over a dog, the police said yesterday. The victim, Pacquita Braswell, 18, of 375 Blake Avenue in the Brownsville section, was stabbed once in the chest outside her apartment building" , "date" : "19890519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Age Girl Held in Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/19\/nyregion\/teen-age-girl-held-in-slaying.html"} , {"body" : "LEAD: With the city's emotions still raw two weeks after an attack on a jogger by a group of teen-agers in Central Park, about 200 New York City public-school students, teachers and officials gathered in the park yesterday to appeal for harmony in a ceremony of songs and speeches. With the city's emotions still raw two weeks after an attack on a" , "date" : "19890502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Wake of Attack, Students Gather to Seek Harmony" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/02\/nyregion\/in-wake-of-attack-students-gather-to-seek-harmony.html"} , {"body" : "LEAD: A Federal judge's ruling striking down a state law intended to reduce conflicts of interest has given a boost to a number of Brooklyn incumbents who are seeking re-election in community school board elections next Tuesday. Until the ruling was handed down Tuesday, those candidates, as well as some incumbents in other boroughs, had been" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Court Ruling Helps Brooklyn Incumbents' School Board Bids" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/court-ruling-helps-brooklyn-incumbents-school-board-bids.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: When it comes to representing nasty people, criminal defense lawyers have an all-purpose alibi, a Teflon-coated cure. Everyone is constitutionally entitled to a lawyer of his choice, they say; by representing the bad guys, they are actually guarding the liberties of us all. When it comes to representing nasty people, criminal defense lawyers" , "date" : "19890421" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "5" , "title" : "THE LAW: At the Bar; Street-smart defender of reputed mobster, 'simpatico' with client, disdains stigma." , "url" : "http:\/\/www.nytimes.com\/1989\/04\/21\/us\/law-bar-street-smart-defender-reputed-mobster-simpatico-with-client-disdains.html"} , {"body" : "LEAD: A girl believed to be between 4 and 8 years old was found burned to death yesterday in an abandoned building in Brooklyn, the police said. She was wrapped in a blanket and stuffed in a blue travel bag. The girl was found on the first floor after 5 P.M. after the authorities had put out an arson fire at the building at 2045 Union Street in the" , "date" : "19890418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Child Dead After Arson Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/18\/nyregion\/child-dead-after-arson-fire.html"} , {"body" : "LEAD: BILL LEVITT would have approved of the Nehemiah Plan. The founder of Levittown built his reputation on his ability to mass produce a simple low-cost house at great speed over flat acres of low-cost land on Long Island after World War II. BILL LEVITT would have approved of the Nehemiah Plan. The founder of Levittown built his reputation on his" , "date" : "19890416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (NYC)" , "QUEENS (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: The Nehemiah Plan; A High-Volume Builder Yearns for Land" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/16\/realestate\/perspectives-the-nehemiah-plan-a-high-volume-builder-yearns-for-land.html"} , {"body" : "LEAD: A statistical analysis of all students entering New York City high schools last September shows large percentages of them to be at high risk of dropping out because they were older than average for their grade or had a high absentee rate. A statistical analysis of all students entering New York City high schools last September shows large" , "date" : "19890411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York's Dropouts-to-Be: A Grim Class Portrait" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/11\/nyregion\/new-york-s-dropouts-to-be-a-grim-class-portrait.html"} , {"body" : "LEAD: A former employee of a Brooklyn merchant was charged yesterday with his murder, the police said. A former employee of a Brooklyn merchant was charged yesterday with his murder, the police said. The suspect, Jose Berlingeri Rivera, 25 years old, was arrested Tuesday in Rochester, where he had gone ''to start a new life'' after the killing of" , "date" : "19890406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Datelines; Ex-Clerk Is Charged In Merchant's Killing" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/06\/nyregion\/metro-datelines-ex-clerk-is-charged-in-merchant-s-killing.html"} , {"body" : "LEAD: Members from 100 churches thronged into a rubble-strewn lot in the South Bronx yesterday to rally against a city plan to build subsidized condominiums there. Members from 100 churches thronged into a rubble-strewn lot in the South Bronx yesterday to rally against a city plan to build subsidized condominiums there. More than 5,000 people, many" , "date" : "19890403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5,000 Protest a Bronx Housing Plan" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/03\/nyregion\/5000-protest-a-bronx-housing-plan.html"} , {"body" : "LEAD: EVERY WORKDAY ABOUT NOON, WITH RITUAL POMP, A gleaming limousine glides into the driveway of a modest, split-level house in the Howard Beach section of Queens. Emerging from the house is John Joseph Gotti, a spring to his step, his shoulders squared like a West Point plebe. He is dressed impeccably: muted solid-colored double-breasted suit," , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "JOHN GOTTI RUNNING THE MOB" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/magazine\/john-gotti-running-the-mob.html"} , {"body" : "LEAD: A Hasidic rabbi and his son, both members of a neighborhood anti-crime patrol, were arrested in Brooklyn yesterday and charged with assault and fomenting a riot in connection with the beating of a black man who they believed had just slashed a Hasidic woman and her son. A Hasidic rabbi and his son, both members of a neighborhood anti-crime" , "date" : "19890330" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rabbi and Son Held in Beating Of Black Man" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/30\/nyregion\/rabbi-and-son-held-in-beating-of-black-man.html"} , {"body" : "LEAD: Melba Amaro, the job placement director of Hostos Community College, gazed around the school's cafeteria in utter astonishment one recent Saturday afternoon. Melba Amaro, the job placement director of Hostos Community College, gazed around the school's cafeteria in utter astonishment one recent Saturday afternoon. Seated at tables laden with" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Grass Roots Crack New York's Concrete" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/opinion\/grass-roots-crack-new-york-s-concrete.html"} , {"body" : "LEAD: The Chief Medical Examiner's office is investigating the death of a man who passed out and died in a psychiatric emergency room at a Brooklyn hospital Wednesday night, the authorities said yesterday. The Chief Medical Examiner's office is investigating the death of a man who passed out and died in a psychiatric emergency room at a Brooklyn" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Death of Outpatient In Brooklyn Hospital Under Investigation" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/nyregion\/death-of-outpatient-in-brooklyn-hospital-under-investigation.html"} , {"body" : "LEAD: A gunman apparently involved in an continuing dispute fatally shot two men in a Brooklyn apartment building early yesterday, the police said. A gunman apparently involved in an continuing dispute fatally shot two men in a Brooklyn apartment building early yesterday, the police said. The dead men are John Miller, 43 years old, of 16-09 109th" , "date" : "19890306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Shoots and Kills 2 Men In Brooklyn After a Dispute" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/06\/nyregion\/man-shoots-and-kills-2-men-in-brooklyn-after-a-dispute.html"} , {"body" : "LEAD: Twenty years after a bitter and racially divisive teachers' strike led to the decentralization of New York City's schools, lawmakers, parents and educators are again urging that the nation's largest school system be restructured. Twenty years after a bitter and racially divisive teachers' strike led to the decentralization of New York City's" , "date" : "19890306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "20 Years After Decentralization, Restructuring of Schools Is Urged" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/06\/nyregion\/20-years-after-decentralization-restructuring-of-schools-is-urged.html"} , {"body" : "LEAD: Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn grand jury in nine murders, seven attempted murders, several assaults and other crimes. Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "6 Indicted in 9 Murders Linked to a Drug Gang" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/6-indicted-in-9-murders-linked-to-a-drug-gang.html"} , {"body" : "LEAD: For a boxing promoter, Mickey Duff was trying to be honest. Upstairs in the Las Vegas Hilton, Frank Bruno was waiting to challenge Mike Tyson last night, but now, in the lobby, the British co-promoter realistically assessed Bruno's opportunity to be the first British boxer to win the world heavyweight championship since Bob Fitzsimmons more" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Sports of The Times; A Surprise for Boxing's Wild Goose" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/sports\/sports-of-the-times-a-surprise-for-boxing-s-wild-goose.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. They moved into a freshly painted six-room" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Helping the Ex-Homeless Furnish a Home" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/helping-the-ex-homeless-furnish-a-home.html"} , {"body" : "LEAD: When New York City's public schools were decentralized in 1969, one goal was to give parents a voice in their children's education. But parents remain shut out. Local politicians quickly gobbled up the powers relinquished by the central Board of Education. When New York City's public schools were decentralized in 1969, one goal was to give" , "date" : "19890211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "THE EDITORIAL NOTEBOOK; Scandals and School Decentralization" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/11\/opinion\/the-editorial-notebook-scandals-and-school-decentralization.html"} , {"body" : "LEAD: Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally run community school districts have fewer pupils than required by the state. Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "11 New York City Districts Have Too Few Pupils" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/nyregion\/11-new-york-city-districts-have-too-few-pupils.html"} , {"body" : "LEAD: Martin Rogers said he remembers Superbowl Sunday in 1988 well. Not because of the game, he said yesterday, but because of what he called the ''sneaky'' way that New York City closed a Brooklyn firehouse. Martin Rogers said he remembers Superbowl Sunday in 1988 well. Not because of the game, he said yesterday, but because of what he called the" , "date" : "19890123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "South Bronx Rallies for a Firehouse" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/23\/nyregion\/south-bronx-rallies-for-a-firehouse.html"} , {"body" : "LEAD: International A3-11 International A3-11 Solidarity agreed to discuss the restoration of its legal status as a Polish labor union, accepting a recent Government offer. The union has been banned since 1982. Page A1 Europeans who cling to Communism view the system's current decline as only an unfortunate twist on a long road. For many," , "date" : "19890123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/23\/nyregion\/news-summary-520889.html"} , {"body" : "LEAD: The bodies of a Brooklyn father and his 16-year-old daughter were found in the bedroom of their home yesterday, the police said. The police said they believe the father shot the girl and then turned the gun on himself. The clothed bodies of James Reid, 41, and his daughter Dionne were found in bed at 597 East 95th Street in the Brownsville" , "date" : "19890120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Found Dead in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/20\/nyregion\/two-found-dead-in-brooklyn.html"} , {"body" : "LEAD: International A2-10 International A2-10 West Germany will tighten control on the export of nuclear and chemical materials and technology and be tougher on violators, the Cabinet said. Bonn has been under heavy American pressure to do so. Page A1 A statement reinforcing the ban on chemical warfare is being worked on by diplomats, as a" , "date" : "19890111" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/11\/nyregion\/news-summary-437889.html"}]