[  {"body" : "LEAD: The Best for Last? The Best for Last? So what does the rest of a season that has already given us Vanessa Redgrave, Tennessee Williams, Dustin Hoffman, ''Gypsy'' and ''City of Angels'' have in store? Well, first comes a January-February deep freeze, with Broadway in a state of suspended animation and no new shows currently set to open. But" , "date" : "19891229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "On Stage" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/29\/theater\/on-stage.html"} , {"body" : "LEAD: For Daniel Pomerleau and his daughter, Tasha, their Christmas ritual had outlasted the Cold War. For Daniel Pomerleau and his daughter, Tasha, their Christmas ritual had outlasted the Cold War. ''I turned 43 two days ago,'' Mr. Pomerleau, a business executive from Fair Haven, N.J., said yesterday as he and Tasha, 18 years old, walked arm in" , "date" : "19891226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["RUMANIA" , "EUROPE, EAST" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Fast-Changing Events Shape Holiday Rituals" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/26\/nyregion\/fast-changing-events-shape-holiday-rituals.html"} , {"body" : "LEAD: UNADORNED homes are rare commodities around Christmastime in Bay Ridge, Bensonhurst and Canarsie. With thousands of plastic Santas and snowmen, armies of toy soldiers and multicolored megawatts of lights decorating block upon block of houses and apartment buildings, no one could accuse these Brooklyn neighborhoods of a lack of holiday cheer." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neighborhoods Santa Has No Trouble Finding" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/neighborhoods-santa-has-no-trouble-finding.html"} , {"body" : "LEAD: St. Nicholas Day, the traditional Dutch children's holiday (Dec. 6) that gradually became incorporated into the English gift-giving celebration of Christmas, will be celebrated this weekend in New York. This is a sampling of events in the region. Tomorrow BRONX ARTS ENSEMBLE AND SINGERS, ''Music for St. St. Nicholas Day, the traditional Dutch" , "date" : "19891201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Festivities for St. Nicholas Day" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/01\/arts\/festivities-for-st-nicholas-day.html"} , {"body" : "LEAD: An arsonist set fire to a bedding display in a crowded Queens department store yesterday, but two off-duty firefighters who were shopping independently with their wives put out the flames before their on-duty comrades got there, the Fire Department said. An arsonist set fire to a bedding display in a crowded Queens department store yesterday," , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ELMHURST (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Shopping Firefighters Put Out Macy's Blaze" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/shopping-firefighters-put-out-macy-s-blaze.html"} , {"body" : "LEAD: Every neighborhood has its givers and takers. In the Canarsie and Flatlands sections of Brooklyn, for years Elaine Stouber was a giver. She dispensed political favors and hinted that she had friends in high places who could get things done. She ran a neighborhood charity and always seemed to be there when people needed help. Every" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/586989.html"} , {"body" : "LEAD: A man who is wanted in two killings and several robberies and who escaped from a Brooklyn station house more than four months ago was arrested early yesterday after the police received an anonymous tip. A man who is wanted in two killings and several robberies and who escaped from a Brooklyn station house more than four months ago was" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Police in Brooklyn Arrest Man Sought In Robbery-Killings" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/nyregion\/police-in-brooklyn-arrest-man-sought-in-robbery-killings.html"} , {"body" : "LEAD: There has been no Metro Bowl, pitting the best teams from the Catholic High Schools Football League against the best from the Public Schools Athletic League, since 1986. So Xavier and Fordham Prep had no reason to believe there would be added significance to their annual Thanksgiving Day clash this year, no worry that the winner would qualify" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "SCHOOL FOOTBALL; Xavier Goes to Great Lengths to Play" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/sports\/school-football-xavier-goes-to-great-lengths-to-play.html"} , {"body" : "LEAD: David N. Dinkins began the final full week of his New York City mayoral campaign yesterday by playing to his weakness, while Rudolph W. Giuliani, his rival, sought to capitalize on it. David N. Dinkins began the final full week of his New York City mayoral campaign yesterday by playing to his weakness, while Rudolph W. Giuliani, his rival," , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RIVALS FOR MAYOR AIM FINAL DRIVES AT CRUCIAL BLOCS" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/nyregion\/rivals-for-mayor-aim-final-drives-at-crucial-blocs.html"} , {"body" : "LEAD: Whether to resist or respond to party loyalty is emerging as a dominant question in the final 10 days of New York City's mayoral campaign, with David N. Dinkins wrapping himself in the mantle of prominent Democrats and Rudolph W. Giuliani, his Republican-Liberal rival, by necessity appealing for Democratic and independent votes by invoking" , "date" : "19891029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Mayoral Race Focuses On Voters' Sense of Party Loyalty" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/29\/nyregion\/new-york-mayoral-race-focuses-on-voters-sense-of-party-loyalty.html"} ,   {"body" : "LEAD: I SOMETIMES think that people must think that my name is Rand McNally. It seems that a day doesn't go by when some motorist doesn't pull up to me when I'm walking and asks me directions. I SOMETIMES think that people must think that my name is Rand McNally. It seems that a day doesn't go by when some motorist doesn't pull up to me when I'm" , "date" : "19891001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "NEW JERSEY OPINION; Lost? Here's Mr. Directions." , "url" : "http:\/\/www.nytimes.com\/1989\/10\/01\/nyregion\/new-jersey-opinion-lost-here-s-mr-directions.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Although school doesn't open officially until tomorrow in New York City and the first full schedule of Public Schools Athletic League football games won't begin until next weekend, Thomas Jefferson of Brooklyn is getting a jump on the season today. Although school doesn't open officially until tomorrow in New York City and the first full" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; Jefferson Gets Jump on Season" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/sports\/school-sports-jefferson-gets-jump-on-season.html"} , {"body" : "LEAD: THE clash between old and new, tradition and progress, father and son that befell Bell Bagels in the Canarsie section of Brooklyn started when J. J. Bell wanted to experiment with an oven that both steams and bakes bagels, eliminating the step of boiling them before baking. His father, Marty Bell, himself the son of a bagel baker from THE" , "date" : "19890906" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "13" , "title" : "The Bagel's New York Accent Is Fading" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/06\/garden\/the-bagel-s-new-york-accent-is-fading.html"} , {"body" : "LEAD: A 33-year-old Brooklyn woman, who was stabbing her 9-year-old daughter and screaming, ''The devil is in you,'' was shot and killed yesterday, the police said, when she ignored a police warning to drop her knife. A 33-year-old Brooklyn woman, who was stabbing her 9-year-old daughter and screaming, ''The devil is in you,'' was shot and killed" , "date" : "19890728" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Policeman Kills Woman to Halt Stabbing of Girl" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/28\/nyregion\/policeman-kills-woman-to-halt-stabbing-of-girl.html"} , {"body" : "LEAD: To the Editor: To the Editor: As a longtime resident of Flatbush, I was interested in your feature on the community on June 6. Obviously, Flatbush has changed a lot since I moved away from there in 1945, but has it changed its boundaries? The map with the article showed the boundaries of Flatbush as Coney Island Avenue to Bedford Avenue and" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "13" , "title" : "Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/realestate\/l-flatbush-258989.html"} , {"body" : "LEAD: A Brooklyn grocery owner was killed early yesterday by a robber, who was then shot by a store employee, the police said. A Brooklyn grocery owner was killed early yesterday by a robber, who was then shot by a store employee, the police said. The grocer, Hussain Mohamed, 43 years old, was shot in the chest and arm shortly after midnight at the" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Robber Kills Grocery Owner And Is Shot by Store Worker" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/nyregion\/robber-kills-grocery-owner-and-is-shot-by-store-worker.html"} , {"body" : "LEAD: Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. Dozens of other outdoor performing-arts festivals in and around New York City have already begun. Here are some of them. The Brooklyn Arts Council's Summer Celebration 89 is a smorgasbord of entertainment, with scores of" , "date" : "19890623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "28" , "title" : "What Is Out There" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/theater\/what-is-out-there.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} , {"body" : "LEAD: After 15 months and testimony by 200 witnesses, a Federal prosecutor last week began closing statements in one of the longest organized-crime trials in recent history. After 15 months and testimony by 200 witnesses, a Federal prosecutor last week began closing statements in one of the longest organized-crime trials in recent history. The" , "date" : "19890528" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "After 15 Months, Mob Trial Nears End" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/28\/nyregion\/after-15-months-mob-trial-nears-end.html"} ,   {"body" : "LEAD: Eugene J. Keogh, who as a Congressman from Brooklyn was the principal sponsor of the pension-plan legislation that bears his name, died of pneumonia yesterday at St. Vincent's Hospital. He was 81 years old and lived in Manhattan. Eugene J. Keogh, who as a Congressman from Brooklyn was the principal sponsor of the pension-plan legislation that" , "date" : "19890527" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "Ex-Congressman Eugene Keogh, Pension Plan Sponsor, Dies at 81" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/27\/obituaries\/ex-congressman-eugene-keogh-pension-plan-sponsor-dies-at-81.html"} , {"body" : "LEAD: Despite a large effort to elect new members to New York City's local school boards, the great majority of incumbents who ran were re-elected. Despite a large effort to elect new members to New York City's local school boards, the great majority of incumbents who ran were re-elected. Based on results announced so far, it appears that 114 of" , "date" : "19890519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "114 Incumbents Are Re-elected To School Seats" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/19\/nyregion\/114-incumbents-are-re-elected-to-school-seats.html"} , {"body" : "LEAD: A Brooklyn high school teacher and a central Board of Education administrator were charged yesterday with selling cocaine to undercover police officers, the Brooklyn District Attorney said. A Brooklyn high school teacher and a central Board of Education administrator were charged yesterday with selling cocaine to undercover police officers," , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teacher and a School Official Are Charged in Cocaine Sales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/nyregion\/teacher-and-a-school-official-are-charged-in-cocaine-sales.html"} , {"body" : "LEAD: Supporters and opponents of capital punishment are preparing for a fierce battle that will determine whether the electric chair is to be used again in New York State. Supporters and opponents of capital punishment are preparing for a fierce battle that will determine whether the electric chair is to be used again in New York State. While the" , "date" : "19890508" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Fierce Battle Is Raging in Albany As Vote on Death Penalty Nears" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/08\/nyregion\/fierce-battle-is-raging-in-albany-as-vote-on-death-penalty-nears.html"} , {"body" : "LEAD: Construction started this month on the first large new subdivision in the Canarsie area of Brooklyn in over 30 years, the Seaview Estates condominium on the west side of Fresh Creek Basin. Located at Seaview Avenue and East 108th Street along Jamaica Bay on the southern side of the borough, the subdivision's five three-story buildings will" , "date" : "19890430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)" , "SEAVIEW ESTATES (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: On Fresh Creek Basin; 223 Condos for Canarsie" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/30\/realestate\/postings-on-fresh-creek-basin-223-condos-for-canarsie.html"} , {"body" : "LEAD: A Federal judge's ruling striking down a state law intended to reduce conflicts of interest has given a boost to a number of Brooklyn incumbents who are seeking re-election in community school board elections next Tuesday. Until the ruling was handed down Tuesday, those candidates, as well as some incumbents in other boroughs, had been" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Court Ruling Helps Brooklyn Incumbents' School Board Bids" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/court-ruling-helps-brooklyn-incumbents-school-board-bids.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: A token-booth clerk was shot twice during a robbery attempt in a Brooklyn subway station last night, the police said. The clerk, Robert Schemitsch, 27 years old, was struck in the neck and chest by bullets fired at about 10:30 P.M. by one of four men who ordered him to open the booth at East 105th Street and Farragut Road in the Canarsie" , "date" : "19890408" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Brooklyn Token-Booth Clerk Is Shot in Robbery Attempt" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/08\/nyregion\/brooklyn-token-booth-clerk-is-shot-in-robbery-attempt.html"} , {"body" : "LEAD: A 36-year-old music teacher at a Brooklyn public school was arrested yesterday and charged with sexually abusing one of his students, a 10-year-old girl, the police said. A 36-year-old music teacher at a Brooklyn public school was arrested yesterday and charged with sexually abusing one of his students, a 10-year-old girl, the police said." , "date" : "19890406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Teacher Accused of Fondling 10-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/06\/nyregion\/teacher-accused-of-fondling-10-year-old.html"} , {"body" : "LEAD: Three men, including a suspended firefighter, were arrested yesterday by narcotics detectives in a raid on an apartment in the East New York section of Brooklyn, the police said. Three men, including a suspended firefighter, were arrested yesterday by narcotics detectives in a raid on an apartment in the East New York section of Brooklyn, the" , "date" : "19890324" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Firefighter and 2 Men Held in Drug Raid" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/24\/nyregion\/metro-datelines-firefighter-and-2-men-held-in-drug-raid.html"} ,   {"body" : "LEAD: Although the positions are tarnished by allegations of misdeeds and irregularities, some 700 residents of New York City are seeking the 288 nonsalaried posts of community school board members in the elections scheduled for May 2. Although the positions are tarnished by allegations of misdeeds and irregularities, some 700 residents of New York" , "date" : "19890314" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "700 Vie for 288 New York City School Board Posts" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/14\/nyregion\/700-vie-for-288-new-york-city-school-board-posts.html"} , {"body" : "LEAD: Theron and Claire Cook decided two years ago to sell their house in Jamaica, Queens, and rent an apartment. Theron and Claire Cook decided two years ago to sell their house in Jamaica, Queens, and rent an apartment. Mr. Cook, a graduate of Harvard University, is a hospital administrator. Mrs. Cook, a Hunter College graduate, is setting up an" , "date" : "19890313" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Blacks Remain Shut Out of Housing in White Areas" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/13\/nyregion\/blacks-remain-shut-out-of-housing-in-white-areas.html"} , {"body" : "LEAD: From Starrett City in Brooklyn, where they lived, from Al's Auto Service and Melody Lanes, where they worked, the Profetas dreamed of a new Cadillac and a home on Long Island. From Starrett City in Brooklyn, where they lived, from Al's Auto Service and Melody Lanes, where they worked, the Profetas dreamed of a new Cadillac and a home on Long" , "date" : "19890225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Family Affair: Winning $27 Million" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/25\/nyregion\/family-affair-winning-27-million.html"} , {"body" : "LEAD: Brooklyn Tech, led by Conrad McRae, its 6-foot-9-inch all-America center, eliminated Lafayette, 78-75, yesterday in overtime in the opening round of the Public Schools Athletic League playoffs. Boys and Girls defeated Grady, 79-73, in the other game at Canarsie High School with a little help from an unearned point. Brooklyn Tech, led by" , "date" : "19890220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Lafayette Thwarted By Brooklyn Tech" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/20\/sports\/lafayette-thwarted-by-brooklyn-tech.html"} , {"body" : "LEAD: Although he was sitting on the bench with his team, the Lincoln High School basketball coach, Bobby Hartstein, declined to take any credit for his Railsplitters' 56-36 victory over Midwood yesterday in the opening round of the Public Schools Athletic League championship tournament. Although he was sitting on the bench with his team, the" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "HIGH SCHOOL BASKETBALL; Lincoln Wins Playoff Opener" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/sports\/high-school-basketball-lincoln-wins-playoff-opener.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: In 4 of the 32 decentralized New York City school districts, where black, Hispanic and Asian-American pupils make up half or more of the public school enrollment, all the members of the locally elected school boards are white. In 4 of the 32 decentralized New York City school districts, where black, Hispanic and Asian-American pupils make up" , "date" : "19890216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Local Boards: A Failure to Reflect Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/16\/nyregion\/local-boards-a-failure-to-reflect-schools.html"} , {"body" : "LEAD: Bankers and members of Congress criticized the Bush Administration today for insisting that a fee on deposits remains an option to rescue the savings and loan industry. Bankers and members of Congress criticized the Bush Administration today for insisting that a fee on deposits remains an option to rescue the savings and loan industry. A" , "date" : "19890130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "BUSH IS CRITICIZED FOR NOT DROPPING SAVINGS-FEE PLAN" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/30\/business\/bush-is-criticized-for-not-dropping-savings-fee-plan.html"} , {"body" : "LEAD: When Ralph Richardson was found dead in a stolen car in Brooklyn Wednesday morning, New York City authorities, using a synthesis of physical evidence and experience, determined that he had committed suicide. When Ralph Richardson was found dead in a stolen car in Brooklyn Wednesday morning, New York City authorities, using a synthesis of" , "date" : "19890128" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Determining Suicide: Fugitive's End Is Traced" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/28\/nyregion\/determining-suicide-fugitive-s-end-is-traced.html"} , {"body" : "LEAD: Several hours had passed before Police Officer Jannet Caban realized she had been in a shootout with one of New York City's most wanted fugitives during a robbery Tuesday night, she said yesterday. Several hours had passed before Police Officer Jannet Caban realized she had been in a shootout with one of New York City's most wanted fugitives" , "date" : "19890127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Did Not Realize Gunman Was Fugitive" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/27\/nyregion\/officer-did-not-realize-gunman-was-fugitive.html"} ,   {"body" : "LEAD: A man wanted in the shooting last week of two New York City police officers was found dead early yesterday in a stolen car after shooting himself, the police said. A man wanted in the shooting last week of two New York City police officers was found dead early yesterday in a stolen car after shooting himself, the police said. The finding of" , "date" : "19890126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Man Wanted in Officers' Shooting Kills Himself After a Crime Spree" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/26\/nyregion\/man-wanted-in-officers-shooting-kills-himself-after-a-crime-spree.html"}]