[  {"body" : "LEAD: The showpiece of the Reagan Administration's housing program was a voucher system, created to give a cash subsidy to poor people so they could choose their own rental housing. The showpiece of the Reagan Administration's housing program was a voucher system, created to give a cash subsidy to poor people so they could choose their own rental" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "H.U.D. Windfall - Subsidies for the Subsidized; In New York, H.U.D.'s Vouchers Pay for Already Cheap Housing" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/nyregion\/hud-windfall-subsidies-for-subsidized-new-york-hud-s-vouchers-pay-for-already.html"} , {"body" : "LEAD: THIS WAS THE YEAR OF MONEY. THIS WAS THE YEAR OF MONEY. It wouldn't stop talking. Japanese interests bought Columbia Pictures and then paid an emperor's ransom to Warner Brothers to obtain the release of Jon Peters and Peter Guber, the producers of ''Batman,'' to run their new toy. ''Batman,'' which reportedly cost $50 million to produce," , "date" : "19891224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "THE YEAR'S BEST: FILM VIEW; New and Original Were the Hallmarks" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/24\/movies\/the-year-s-best-film-view-new-and-original-were-the-hallmarks.html"} , {"body" : "LEAD: The cold snap that has fastened onto the New York area since Thursday loosened its clutch just a bit yesterday. The cold snap that has fastened onto the New York area since Thursday loosened its clutch just a bit yesterday. Pedestrians in Manhattan were actually walking upright during the afternoon, disdaining the hunched-over protectionist" , "date" : "19891224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Bitter Cold Giving Way to a 'Veritable Heat Wave'" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/24\/nyregion\/bitter-cold-giving-way-to-a-veritable-heat-wave.html"} , {"body" : "LEAD: A 23-year-old Brooklyn woman was raped yesterday aboard a subway train as it traveled through Brooklyn, the transit police said. A 23-year-old Brooklyn woman was raped yesterday aboard a subway train as it traveled through Brooklyn, the transit police said. The victim, whose name was not released because of the nature of the crime, was taken" , "date" : "19891221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "METRO DATELINES; A Woman Is Raped Aboard an F Train" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/21\/nyregion\/metro-datelines-a-woman-is-raped-aboard-an-f-train.html"} , {"body" : "LEAD: For Hanukkah, Apple Wine For Hanukkah, Apple Wine Traditionally potato pancakes, or latkes, are served with applesauce for Hanukkah. This year, consider serving apple wine as well. Joseph Cerniglia Winery in Cavendish, Vt., has been making varietal fruit wines for several years. This year the wines carry a seal indicating they are kosher." , "date" : "19891220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/20\/garden\/food-notes-410289.html"} , {"body" : "LEAD: Betty R. is a diabetic and a mentally retarded 42-year-old mother of two who lives in the East New York section of Brooklyn. The first time an official of the Brooklyn Bureau of Community Service saw her apartment, ''It looked like a cave.'' Betty R. is a diabetic and a mentally retarded 42-year-old mother of two who lives in the East New" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "99" , "title" : "In Season of Giving, the Neediest Cases Fund Helps the Giftless; A Mother of 2 Gets Lessons in Parenthood" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/nyregion\/season-giving-neediest-cases-fund-helps-giftless-mother-2-gets-lessons.html"} , {"body" : "LEAD: From a window in one of his apartments, the one in Coney Island, Herman Broder (Ron Silver) has an unobstructed view of the Wonder Wheel. It's a sight to which the camera often returns in ''Enemies, a Love Story,'' Paul Mazursky's deeply felt, fiercely evocative adaptation of Isaac Bashevis Singer's brilliantly enigmatic novel. From a window" , "date" : "19891213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Review\/Film; Tale of Hope and Fatalism By Isaac Bashevis Singer" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/13\/movies\/review-film-tale-of-hope-and-fatalism-by-isaac-bashevis-singer.html"} , {"body" : "LEAD: A 74-year-old Brooklyn man whose eyes, mouth, hands and feet had been bound with tape was found dead in his Coney Island apartment, the police said. A 74-year-old Brooklyn man whose eyes, mouth, hands and feet had been bound with tape was found dead in his Coney Island apartment, the police said. The victim, Jack Borkowsky, of West 12th" , "date" : "19891204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Datelines; Man, 74, Found Dead, Gagged With Tape" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/04\/nyregion\/metro-datelines-man-74-found-dead-gagged-with-tape.html"} , {"body" : "LEAD: A Brooklyn man who was fatally shot by police officers Friday night after a six-mile chase on the Belt Parkway was unarmed, but the officers may have thought he had a weapon because of messages broadcast on the police radio, investigators said yesterday. A Brooklyn man who was fatally shot by police officers Friday night after a six-mile" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BELT PARKWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Driver Slain by Officers After Chase Was Unarmed" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/nyregion\/driver-slain-by-officers-after-chase-was-unarmed.html"} , {"body" : "LEAD: Friday MARRINER AT CARNEGIE Friday MARRINER AT CARNEGIE The Academy of St. Martin-in-the-Fields will be led by Sir Neville Marriner, the ensemble's music director, in two concerts at Carnegie Hall, tonight and tomorrow at 8. The academy, which Mr. Marriner helped to form 30 years ago in London, has evolved from being a small string group" , "date" : "19891201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/01\/arts\/weekender-guide.html"} ,   {"body" : "LEAD: A plan to build a two-block, four-tower apartment complex on West End Avenue was attacked yesterday by residents and community leaders from the Upper West Side, not only for its size but also for its potential impact in connection with the nearby Trump City proposal. A plan to build a two-block, four-tower apartment complex on West End Avenue" , "date" : "19891130" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Proposed West Side Project Attacked" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/30\/nyregion\/proposed-west-side-project-attacked.html"} , {"body" : "LEAD: These days Jose Ruiz eyes his neighbor across the street, an aging recreational complex sprawled over 15 acres of Brooklyn's Brighton Beach waterfront, and can hardly wait for it to die. These days Jose Ruiz eyes his neighbor across the street, an aging recreational complex sprawled over 15 acres of Brooklyn's Brighton Beach waterfront, and" , "date" : "19891129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Aging Baths In Brighton Face Demise" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/29\/nyregion\/aging-baths-in-brighton-face-demise.html"} , {"body" : "LEAD: A 4-month-old boy was killed in Brooklyn on Saturday night when a pipe-wielding man struck another man who had grabbed the infant and claimed to be his father, the police said. A 4-month-old boy was killed in Brooklyn on Saturday night when a pipe-wielding man struck another man who had grabbed the infant and claimed to be his father, the" , "date" : "19891127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Blow From a Pipe Kills a 4-Month-Old As 2 Fight Over Him" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/27\/nyregion\/a-blow-from-a-pipe-kills-a-4-month-old-as-2-fight-over-him.html"} , {"body" : "LEAD: A 4-month-old boy was in critical condition last night after he was struck on the head with a metal pipe during an argument between two men in the Coney Island section of Brooklyn, the police said. The baby was taken to Coney Island Hospital after the argument in an apartment at 3081 Cropsey Avenue. A 4-month-old boy was in critical condition" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Baby Struck With Metal Pipe" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/baby-struck-with-metal-pipe.html"} , {"body" : "LEAD: Three children were killed and their mother critically injured in an early-morning fire yesterday that devoured their first-floor apartment in Brooklyn. Three children were killed and their mother critically injured in an early-morning fire yesterday that devoured their first-floor apartment in Brooklyn. The woman's husband was also" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "3 Children Killed in an Apartment Fire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/3-children-killed-in-an-apartment-fire-in-brooklyn.html"} , {"body" : "LEAD: ARTISTS of the same generation, Isabel Bishop and Reginald Marsh both followed the tradition established by the Ashcan School and both gentrified it. Marsh's female archetype appears to be a floozie but she is essentially a Rubenesque creature, and his crowds, though they lounge on Coney Island, are not far removed from those of Rubens and" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "ART; From the Ashcan School Tradition, City Scenes at the Bronx Museum" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/art-from-the-ashcan-school-tradition-city-scenes-at-the-bronx-museum.html"} , {"body" : "LEAD: In the last weeks of his life, while being sought as the killer of a Federal drug agent, Constabile (Gus) Farace hid in the East Side apartment of a suspected drug dealer in Manhattan, Federal prosecutors disclosed yesterday. In the last weeks of his life, while being sought as the killer of a Federal drug agent, Constabile (Gus) Farace hid" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Slain Suspect Had Hidden On East Side" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/slain-suspect-had-hidden-on-east-side.html"} , {"body" : "LEAD: A severe line of thunderstorms with damaging winds swept through the New York metropolitan area last night, toppling trees, blowing out windows, disrupting some electrical service and causing scattered subway and traffic delays, officials said. A severe line of thunderstorms with damaging winds swept through the New York metropolitan area" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sudden Winds Reach 100 M.P.H. As Storm Sweeps New York Region" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/sudden-winds-reach-100-mph-as-storm-sweeps-new-york-region.html"} , {"body" : "LEAD: The main suspect in the murder of a Federal drug agent last February was killed in a blaze of bullets fired from a blue van on a Brooklyn street Friday night in what law-enforcement officials said appeared to be an execution by local organized-crime groups. The main suspect in the murder of a Federal drug agent last February was killed in a" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROSSVILLE (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Suspect in Drug Agent's Slaying Found Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/nyregion\/suspect-in-drug-agent-s-slaying-found-shot-to-death.html"} , {"body" : "LEAD: A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. Back in 1955, the late" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BY THE SEA (PROPOSED DEVELOPMENT)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Brighton Beach; A Revised Proposal for the Baths Site" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/realestate\/perspectives-brighton-beach-a-revised-proposal-for-the-baths-site.html"} ,   {"body" : "LEAD: As the president of the United Federation of Teachers, New York City's teachers union, Sandra Feldman is one of the most powerful figures in the city's public sector. As the president of the United Federation of Teachers, New York City's teachers union, Sandra Feldman is one of the most powerful figures in the city's public sector. Now she" , "date" : "19891113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teachers' Leader Ready to Reap Gratitude" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/13\/nyregion\/teachers-leader-ready-to-reap-gratitude.html"} , {"body" : "LEAD: Dr. Rosario P. San Filippo, the retired director of surgery at Lutheran Medical Center in Brooklyn, died of a heart attack Friday at the medical center. He was 90 years old and lived in Brooklyn. Dr. Rosario P. San Filippo, the retired director of surgery at Lutheran Medical Center in Brooklyn, died of a heart attack Friday at the medical" , "date" : "19891031" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Rosario P. San Filippo, 90, Retired Surgeon" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/31\/obituaries\/rosario-p-san-filippo-90-retired-surgeon.html"} , {"body" : "LEAD: David N. Dinkins began the final full week of his New York City mayoral campaign yesterday by playing to his weakness, while Rudolph W. Giuliani, his rival, sought to capitalize on it. David N. Dinkins began the final full week of his New York City mayoral campaign yesterday by playing to his weakness, while Rudolph W. Giuliani, his rival," , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RIVALS FOR MAYOR AIM FINAL DRIVES AT CRUCIAL BLOCS" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/nyregion\/rivals-for-mayor-aim-final-drives-at-crucial-blocs.html"} , {"body" : "LEAD: Many Jewish voters in Midwood, an increasingly Orthodox section of Brooklyn where Mayor Edward I. Koch won 8 of every 10 votes in the Sept. 12 Democratic primary, have harbored a single, almost obsessive concern about David N. Dinkins - the Rev. Jesse Jackson. Many Jewish voters in Midwood, an increasingly Orthodox section of Brooklyn where" , "date" : "19891025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD ESTATES (BKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Midwood, the Big Issue Is Still Jackson" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/25\/nyregion\/in-midwood-the-big-issue-is-still-jackson.html"} , {"body" : "LEAD: A young police officer struggling with a robbery suspect on a rooftop in midtown Manhattan died early yesterday after he fell into a shaft between buildings and lay there helplessly for more than 40 minutes before rescuers were able to remove him, the police said. A young police officer struggling with a robbery suspect on a rooftop in" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Struggle on Manhattan Roof Ends in Officer's Fatal Fall" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/struggle-on-manhattan-roof-ends-in-officer-s-fatal-fall.html"} , {"body" : "LEAD: Investigators have identified an 18-year-old Brooklyn man as a suspect in the beating of three Jewish students near Brooklyn College early Sunday by a gang that shouted anti-Semitic slurs, the police said yesterday. Investigators have identified an 18-year-old Brooklyn man as a suspect in the beating of three Jewish students near Brooklyn" , "date" : "19891011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Identify A Suspect, 18, In Beating Jews" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/11\/nyregion\/police-identify-a-suspect-18-in-beating-jews.html"} , {"body" : "LEAD: Three Jewish students were attacked outside a fraternity party near the campus of Brooklyn College early yesterday by as many as 20 white men who shouted ethnic slurs at them and beat them with ''fists, feet and beer bottles,'' the police said. Three Jewish students were attacked outside a fraternity party near the campus of Brooklyn College" , "date" : "19891009" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Jewish Students Beaten by Men Yelling Ethnic Slurs in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/09\/nyregion\/3-jewish-students-beaten-by-men-yelling-ethnic-slurs-in-brooklyn.html"} , {"body" : "LEAD: Will Morton 8th blew into town from Colorado about three weeks ago to give Brooklyn back a piece of its own lost magic. He came to restore the carousel in Prospect Park. Will Morton 8th blew into town from Colorado about three weeks ago to give Brooklyn back a piece of its own lost magic. He came to restore the carousel in Prospect Park. Mr." , "date" : "19891007" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York; Restoring Some Magic To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/07\/nyregion\/about-new-york-restoring-some-magic-to-brooklyn.html"} , {"body" : "LEAD: Friday PARADING FOR COLUMBUS Friday PARADING FOR COLUMBUS Three years shy of the quincentennial of Christopher Columbus's first voyage to the New World, and three days shy of the official observance of Columbus Day, tens of thousands of people are expected to participate in the annual Columbus Day parade today on Fifth Avenue. The parade is" , "date" : "19891006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/06\/arts\/weekender-guide.html"} , {"body" : "LEAD: Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place after all. Golden sun, a gentle breeze and birds heading south for no obvious reason. A day to go fishing. Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place" , "date" : "19891004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Lessons of Life, At the Wet End Of a Fishing Line" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/04\/nyregion\/about-new-york-lessons-of-life-at-the-wet-end-of-a-fishing-line.html"} ,   {"body" : "LEAD: An F.B.I. agent shot and killed an off-duty New York City firefighter yesterday morning after the firefighter apparently threatened another F.B.I. agent with an AK-47 assault rifle, the authorities said. An F.B.I. agent shot and killed an off-duty New York City firefighter yesterday morning after the firefighter apparently threatened another" , "date" : "19891002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FIREFIGHTER IS KILLED BY AN F.B.I. AGENT" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/02\/nyregion\/firefighter-is-killed-by-an-fbi-agent.html"} , {"body" : "LEAD: NEW YORK. By Djuna Barnes. Edited by Alyce Barry. (Sun & Moon Press, Cloth $24.95, Paper $12.95.) To Djuna Barnes, author of the novels ''Ryder'' and ''Nightwood,'' New York could never be discovered in its demographics or statistics. ''The real Bronx has nothing to do with facts,'' she wrote, ''as the real Greenwich Village has nothing to do" , "date" : "19891001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "IN SHORT; NONFICTION" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/01\/books\/in-short-nonfiction-388489.html"} , {"body" : "LEAD: Did you hear the one about the guy who puts a ''No Radio'' sign on his car, goes off to a party and returns to find his car window smashed and a handwritten note saying, ''Get One.'' Did you hear the one about the guy who puts a ''No Radio'' sign on his car, goes off to a party and returns to find his car window smashed and a handwritten note" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "LIFE STYLE; When Just Owning a Car Is a Hazard" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/style\/life-style-when-just-owning-a-car-is-a-hazard.html"} , {"body" : "LEAD: FRIDAY ARCTIC DRAMA FRIDAY ARCTIC DRAMA The British explorer Sir John Franklin vanished on an Arctic expedition in 1845. Franklin's fatal search for a Northwest Passage and the questions surrounding the disappearance of his men inspired Charles Dickens and Wilkie Collins to write the 1857 melodrama ''The Frozen Deep.'' Although the play was" , "date" : "19890915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/15\/arts\/weekender-guide.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and independent voters, exchanging harsh attacks only hours after winning the Democratic and Republican primaries for mayor. David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY; 2 NOMINEES CLASH IN RACE FOR MAYOR WITH HARSH WORDS" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-2-nominees-clash-in-race-for-mayor-with-harsh-words.html"} , {"body" : "LEAD: The Rev. Jesse Jackson campaigned yesterday for David N. Dinkins as the mayoral candidate of ''hope and healing'' for New York City. The Rev. Jesse Jackson campaigned yesterday for David N. Dinkins as the mayoral candidate of ''hope and healing'' for New York City. But Mayor Edward I. Koch, who has been accused of divisiveness, said: ''I'm" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Jackson Stumps With Dinkins At Queens Rally" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/jackson-stumps-with-dinkins-at-queens-rally.html"} , {"body" : "LEAD: Robert V. Engle, graphics director for the state's Urban Development Corporation and the Department of Economic Development, died of a heart attack Wednesday at Coney Island Hospital. He was 65 years old and lived in Manhattan. Robert V. Engle, graphics director for the state's Urban Development Corporation and the Department of Economic" , "date" : "19890909" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Robert V. Engle, Graphics Director, 65" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/09\/obituaries\/robert-v-engle-graphics-director-65.html"} , {"body" : "LEAD: Two Hispanic men were attacked by three white youths on a street corner in the Bensonhurst section of Brooklyn Thursday night, in what the police are investigating as a ''bias incident.'' Two Hispanic men were attacked by three white youths on a street corner in the Bensonhurst section of Brooklyn Thursday night, in what the police are" , "date" : "19890909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "2 Are Attacked in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/09\/nyregion\/2-are-attacked-in-bensonhurst.html"} , {"body" : "LEAD: The latest Dancing in the Streets festival has lots of dancing - also some bouncing, rolling, piping and even barking - but not exactly any streets. The latest Dancing in the Streets festival has lots of dancing - also some bouncing, rolling, piping and even barking - but not exactly any streets. It is a three-weekend, three-borough affair:" , "date" : "19890908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Dancing, With Piping, Bouncing And Barking" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/08\/arts\/dancing-with-piping-bouncing-and-barking.html"} ,   {"body" : "LEAD: Discovery Cove Discovery Cove Just when you thought the beach season had ended, the New York Aquarium in Coney Island has introduced one of the best reasons to head to the seashore even in wintertime. The aquarium has doubled its exhibition area with the opening in July of a series of imaginative displays called the George D. Ruggieri" , "date" : "19890908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "What's New in New York City" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/08\/arts\/what-s-new-in-new-york-city.html"} , {"body" : "LEAD: To the Editor: To the Editor: It was a pleasure to read your favorable review of the baseball excursion ferry (''A Better Way to Shea,'' Topics, Aug. 18). As you note, ferry rides, with ''river breezes and spectacular sunsets,'' are a wonderful way to get to Shea Stadium or any other waterfront site. You suggest that a variety of excursion" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Ferry Your Way To Fun and Games" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/opinion\/l-ferry-your-way-to-fun-and-games-815389.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: At St. Dominic's Church in the Bensonhurst section of Brooklyn, a few blocks from where a black teen-ager was murdered last Wednesday by a gang of bat-wielding youths from the neighborhood, the Rev. Charles S. Fermeglia opened the 9:30 Mass yesterday by touching on raw nerves. At St. Dominic's Church in the Bensonhurst section of Brooklyn, a" , "date" : "19890828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Bensonhurst, Grief Mixed With Shame and Blunt Bias" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/28\/nyregion\/in-bensonhurst-grief-mixed-with-shame-and-blunt-bias.html"} , {"body" : "LEAD: Because of the Pakistan Day Parade, Madison Avenue between 23d and 42d Streets will be closed today from noon to 3 P.M. The avenue between 23d and 26th Because of the Pakistan Day Parade, Madison Avenue between 23d and 42d Streets will be closed today from noon to 3 P.M. The avenue between 23d and 26th Streets will remain closed until 7 P.M." , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/nyregion\/traffic-alert-795789.html"} , {"body" : "LEAD: For Sharon Sylvester, a 23-year-old nurse's aide, the killing of Yusef Hawkins in Bensonhurst has been a cumulative blow, a final proof of racism that, she says, will drive her from New York despite the promise of good pay that drew her here. For Sharon Sylvester, a 23-year-old nurse's aide, the killing of Yusef Hawkins in Bensonhurst has" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Despair Comes Twice To a Brooklyn Family" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/despair-comes-twice-to-a-brooklyn-family.html"} , {"body" : "LEAD: Because of the Pakistan Day Parade, Madison Avenue between 23d and 42d Streets will be closed tomorrow from noon to 3 P.M. The avenue between 23d and 26th Streets will remain closed until 7 P.M. for the Pakistan Day Fair. Because of the Pakistan Day Parade, Madison Avenue between 23d and 42d Streets will be closed tomorrow from noon to 3 P.M." , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/traffic-alert-541089.html"} , {"body" : "LEAD: A 16-year-old black youth was shot to death Wednesday night in an attack by 10 to 30 white teen-agers in the Bensonhurst section of Brooklyn, the police said. A 16-year-old black youth was shot to death Wednesday night in an attack by 10 to 30 white teen-agers in the Bensonhurst section of Brooklyn, the police said. The whites, the" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Black Youth Is Killed by Whites; Brooklyn Attack Is Called Racial" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/black-youth-is-killed-by-whites-brooklyn-attack-is-called-racial.html"} , {"body" : "LEAD: The 13th Brighton Beach Jubilee in Brooklyn will take place on Sunday on Brighton Beach Avenue, between Coney Island Avenue and Corbin Place. Sponsored by the Brighton Neighborhood Association, the street festival will be held from 10 A.M. to 7 P.M., rain or shine, and will feature crafts, food, rides and entertainment. The 13th Brighton" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Brighton Beach Festival" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/arts\/brighton-beach-festival.html"} , {"body" : "LEAD: A man who was freed by a judge in November after spending nearly 10 years in prison in a 1978 supermarket fire that killed six firefighters in Brooklyn, was arrested Thursday on charges of rape, robbery and drug possession, the authorities said yesterday. A man who was freed by a judge in November after spending nearly 10 years in prison in a" , "date" : "19890812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Inmate Freed in Arson Is Arrested" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/12\/nyregion\/inmate-freed-in-arson-is-arrested.html"} ,   {"body" : "LEAD: FAR beyond the familiar routines of metropolitan life and just this side of one's wildest fantasies, real-life adventure lurks. FAR beyond the familiar routines of metropolitan life and just this side of one's wildest fantasies, real-life adventure lurks. Anyone looking for an outing that's definitely out of the ordinary, if not downright" , "date" : "19890811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Breaking Away From the Humdrum" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/11\/arts\/breaking-away-from-the-humdrum.html"} , {"body" : "LEAD: NEW YORK CITY and a private developer expect to sign a long-term lease agreement by fall that would initiate a $250 million redevelopment of a part of Coney Island, the Brooklyn oceanfront playground that has long been a symbol of summertime fun the world over. NEW YORK CITY and a private developer expect to sign a long-term lease agreement" , "date" : "19890809" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "Real Estate; Coney Island Development Deal Gaining" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/09\/business\/real-estate-coney-island-development-deal-gaining.html"} , {"body" : "LEAD: A Brooklyn police commander has retired after being accused of accepting free food and $20 in quarters from Coney Island vendors during a recent visit to an amusement park while he should have been on duty, high ranking police officials said. A Brooklyn police commander has retired after being accused of accepting free food and $20 in" , "date" : "19890803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Accused of Accepting Food, A Police Commander Retires" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/03\/nyregion\/accused-of-accepting-food-a-police-commander-retires.html"} , {"body" : "LEAD: Harrison J. Goldin grabbed a yarmulke from his glove compartment and bounded into a Catskill hotel, eager to hunt for votes among Jewish New Yorkers on vacation. Harrison J. Goldin grabbed a yarmulke from his glove compartment and bounded into a Catskill hotel, eager to hunt for votes among Jewish New Yorkers on vacation. One woman," , "date" : "19890803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Goldin Tries Sprinting to Recognition" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/03\/nyregion\/goldin-tries-sprinting-to-recognition.html"} , {"body" : "Translated From the Yiddish by Paul Mazursky ''Do this one now! For the Gipper!'' boomed Paul Mazursky in his foghorn voice. At his cue, Ron Silver and Anjelica Huston began strolling past Leibel Bistritzky's Kosher Gourmet Foods on Essex Street between Grand and Hester on Manhattan's Lower East Side. A Panavision camera on a remote-controlled" , "date" : "19890730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/30\/movies\/film.html"} , {"body" : "LEAD: New Yorkers accept confusion and disorientation as a fact of life. For most, things could be worse. New Yorkers accept confusion and disorientation as a fact of life. For most, things could be worse. Each weekday, a bus picks up 20 or so people with Alzheimer's disease at their homes in Brooklyn and takes them to the Adult Day Care Program of" , "date" : "19890715" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "About New York; In Twilight World Of Alzheimer's, A Place of Solace" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/15\/nyregion\/about-new-york-in-twilight-world-of-alzheimer-s-a-place-of-solace.html"} , {"body" : "LEAD: Friday DIVE-IN MOVIES Friday DIVE-IN MOVIES New Yorkers who longingly remember the pleasures of drive-in movies and who enjoy waterfront entertainment will be happy to learn that the Floating Cinema is in town for the next four weeks. This delightfully wacky concept will bring nearly two dozen feature films and cartoons to waterfront parks in" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/arts\/weekender-guide.html"} , {"body" : "LEAD: For Richard Ravitch, the race for mayor of New York City consists largely of shaking hands - hundreds and hundreds of hands. For Richard Ravitch, the race for mayor of New York City consists largely of shaking hands - hundreds and hundreds of hands. ''People need to connect the name to the face,'' he said, his own hand becoming red and stiff." , "date" : "19890713" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ravitch Campaign's a Hands-On Affair" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/13\/nyregion\/ravitch-campaign-s-a-hands-on-affair.html"} , {"body" : "LEAD: BOMBS seemed to explode inches away from my unprotected skull, while grenades soared like bats all around me, draining the blood from all who stood in their way. Tanks roared in, grinding the soft, moist jungle earth. The Vietnam War was always at its most exciting in Theater No. 3 of the Mid-Plaza Sixplex. BOMBS seemed to explode inches away" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LONG ISLAND OPINION; Vietnam Memories: The War Within" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/nyregion\/long-island-opinion-vietnam-memories-the-war-within.html"} , {"body" : "LEAD: AS you career headfirst down a 91-foot slope at 60 miles an hour, or whirl through a darkened, strobe-lighted dome, surrounded by ear-shattering disco music, or emerge from white-water rapids thoroughly drenched, you may be tempted to ask a very simple question: Why? More specifically, why travel miles, spend money and stand in line to" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "When It's Fun To Be Terrified" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/arts\/when-it-s-fun-to-be-terrified.html"} ,   {"body" : "LEAD: Many of the New York area's amusement centers have been consigned to memory, closed down because of fire, real-estate development or soaring insurance costs. Here is a listing of some of them. VAUXHALL GARDENS, mid-19th century. A summer entertainment area, offering music and theater, that existed briefly near the Bowery. Many of the New York" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Remembering Parks Past" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/arts\/remembering-parks-past.html"} , {"body" : "LEAD: The AIA Guide to New York City By Elliot Willensky and Norval White Illustrated. 999 pages. Harcourt Brace Jovanovich. $34.95. The AIA Guide to New York City By Elliot Willensky and Norval White Illustrated. 999 pages. Harcourt Brace Jovanovich. $34.95. The third edition of ''The AIA Guide to New York,'' one page short of a thousand, reflects" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "Books of The Times; The Bricks and Mortar of a Hurtling Metropolis" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/books\/books-of-the-times-the-bricks-and-mortar-of-a-hurtling-metropolis.html"} , {"body" : "LEAD: FRIDAY BIG FISH IN A BIG POND FRIDAY BIG FISH IN A BIG POND The most elaborate new marine-life exhibition since the New York Aquarium came to Coney Island in 1957 has just opened. The George D. Ruggieri Discovery Cove, named after the aquarium's late director, features 65 exhibits devoted to coastal ecosystems, the adaptations of marine" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/arts\/weekender-guide.html"} , {"body" : "LEAD: Here are the hours and admission prices for major amusement parks in the New York area. ASTROLAND, Surf Avenue at West 10th Street, Coney Island section of Brooklyn. Accessible by subway, via the BMT B and N lines and the IND D and F lines, and by car, via the Belt Parkway to Exit 7S (Ocean Parkway South). Here are the hours and admission" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Where to Find The Major Parks" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/arts\/where-to-find-the-major-parks.html"} , {"body" : "LEAD: Weekend Walks, Urban Park Rangers, Queens; 718-699-4204. Weekend Walks, Urban Park Rangers, Queens; 718-699-4204. The rangers will lead a walk through the Udall's Cove and Ravine Wildlife Refuge on Saturday beginning at 11 A.M. Meet at 37th Avenue and 255th Street in Little Neck. On Sunday, participants can learn about the plant and wildlife" , "date" : "19890706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Park Walk and Coney I. Images" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/06\/garden\/events-park-walk-and-coney-i-images.html"} , {"body" : "LEAD: To the Editor: To the Editor: As a longtime resident of Flatbush, I was interested in your feature on the community on June 6. Obviously, Flatbush has changed a lot since I moved away from there in 1945, but has it changed its boundaries? The map with the article showed the boundaries of Flatbush as Coney Island Avenue to Bedford Avenue and" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "13" , "title" : "Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/realestate\/l-flatbush-258989.html"} , {"body" : "LEAD: Ever since the first Fourth, in July 1776, the day of Independence has been aiming at ever greater gloriousness. This year's extended Fourth, from today through Tuesday, gives every hyperbolic promise of living up to the tradition of freedom, fun and frolic that turns New York into the biggest small-town celebration in the nation. Ever since" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Five-Day Fourth: A Wingding in the Rockets' Red Glare" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/arts\/five-day-fourth-a-wingding-in-the-rockets-red-glare.html"} , {"body" : "LEAD: ''Dere's no guy livin' dat knows Brooklyn t'roo and t'roo, because it'd take a lifetime just to find his way aroun' duh town.'' ''Dere's no guy livin' dat knows Brooklyn t'roo and t'roo, because it'd take a lifetime just to find his way aroun' duh town.'' That's how Thomas Wolfe began his haunting short story ''Only the Dead Know Brooklyn,''" , "date" : "19890628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Woid (Sorry!) About the Birds In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/28\/nyregion\/about-new-york-a-woid-sorry-about-the-birds-in-brooklyn.html"} , {"body" : "LEAD: The surge of women winning elective office in New York City in the 1970's stalled in the 1980's, but it may be sputtering back. The surge of women winning elective office in New York City in the 1970's stalled in the 1980's, but it may be sputtering back. Why, when women make up more than half of the city's population, are they" , "date" : "19890626" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaign Matters; Women Work To Recapture Lost Momentum" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/26\/nyregion\/campaign-matters-women-work-to-recapture-lost-momentum.html"} , {"body" : "LEAD: Floats, marching bands, storytellers, musicians, stilt-dancers, puppeteers, members of the Philadelphia Mummers Fancy String Band and the Navy Color Guard are to be part of the annual Mermaid Parade, tomorrow on Surf Avenue in the Coney Island section of Brooklyn. Awards will be given for the best costumes, floats and musical groups. Floats," , "date" : "19890623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Coney Island Parade" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/arts\/coney-island-parade.html"} ,   {"body" : "LEAD: In the Statue's Shadow, Train Terminal at Liberty State Park, at Exit 14B of the New Jersey Turnpike, Jersey City; 609-768-2773. In the Statue's Shadow, Train Terminal at Liberty State Park, at Exit 14B of the New Jersey Turnpike, Jersey City; 609-768-2773. There will be an antiques show and sale on Sunday featuring jewelry, toys, postcards," , "date" : "19890622" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar: Antiques Festival" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/22\/garden\/calendar-antiques-festival.html"} , {"body" : "LEAD: In his aphoristic, involuted opinions, Judge Benjamin N. Cardozo depicted the same bygone New York, of trolleys and els, ''Broad-way'' and Coney Island, that John Sloan captured on canvas and Rodgers and Hart set to song. In his aphoristic, involuted opinions, Judge Benjamin N. Cardozo depicted the same bygone New York, of trolleys and els," , "date" : "19890616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "4" , "title" : "THE LAW: AT THE BAR; Classic Cardozo ruling in a negligence case of the 20's is still reverberating in an 80's appeal" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/16\/us\/law-bar-classic-cardozo-ruling-negligence-case-20-s-still-reverberating-80-s.html"} , {"body" : "LEAD: A FEW MINUTES BEFORE 9 P.M. ON HIS 4,121ST DAY AS MAYOR OF New York, Edward Irving Koch fielded the final question from a diverse crowd of Brooklynites assembled in a school auditorium in Coney Island for his 132d ''town hall'' meeting. A FEW MINUTES BEFORE 9 P.M. ON HIS 4,121ST DAY AS MAYOR OF New York, Edward Irving Koch fielded the final" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "KOCH AGAINST KOCH" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/magazine\/koch-against-koch.html"} , {"body" : "LEAD: A 36-year-old high school teacher from Brooklyn, arrested on charges of buying drugs on Tuesday on a Coney Island street, was arraigned early yesterday before Judge Angelo F. Tona of Criminal Court and released on his own recognizance. The teacher, Salvatore Cafiero, entered a plea of not guilty to a charge of criminal possession of a" , "date" : "19890609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teacher Pleads Not Guilty" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/09\/nyregion\/teacher-pleads-not-guilty.html"} , {"body" : "LEAD: A Brooklyn high school teacher who came under investigation after he was reported to have ''nodded off'' in class was arrested on Tuesday by undercover officers who saw him buying drugs in Coney Island, the authorities said yesterday. A Brooklyn high school teacher who came under investigation after he was reported to have ''nodded off'' in" , "date" : "19890608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Teacher Arrested On Drug Charges in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/08\/nyregion\/brooklyn-teacher-arrested-on-drug-charges-in-inquiry.html"} , {"body" : "LEAD: When Los Angeles newspapers wrote about one of the city's newest social groups, a club called Disgruntled Ex-New Yorkers, even the hate mail struck the Easterners as excessively mellow. When Los Angeles newspapers wrote about one of the city's newest social groups, a club called Disgruntled Ex-New Yorkers, even the hate mail struck the" , "date" : "19890607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "Los Angeles Journal; Quest for Gritty Reality Unfolds Amid the Tinsel" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/07\/us\/los-angeles-journal-quest-for-gritty-reality-unfolds-amid-the-tinsel.html"} , {"body" : "LEAD: THE rich past of Flatbush - originally Vlackebos, or ''wooded plain'' in Dutch - is reflected in one of its many landmarks, the Flatbush Dutch Reformed Church: The present building, at the corner of Church and Flatbush Avenues, was completed in 1793, but the original church was commissioned by Peter THE rich past of Flatbush - originally" , "date" : "19890604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN: Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/04\/realestate\/if-you-re-thinking-of-living-in-flatbush.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} , {"body" : "LEAD: ONCE again, spring seems to have come and gone in a blink of the eye, barely pausing to remind New Yorkers that a season really does exist between winter and summer. Indeed, with Memorial Day weekend already upon us, summer has all but officially begun, and New York will herald the new season with a three-day extravaganza of fireworks," , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Memorial Day '89: Fanfares On the Starting Line of Summer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/arts\/memorial-day-89-fanfares-on-the-starting-line-of-summer.html"} , {"body" : "LEAD: Six incumbents have been re-elected to a Brooklyn school board that has become, its critics contend, a symbol of what can occur when a local board subordinates educational interests to political concerns. Six incumbents have been re-elected to a Brooklyn school board that has become, its critics contend, a symbol of what can occur when a" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Voters Return 6 to a Board Under Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/nyregion\/voters-return-6-to-a-board-under-fire.html"} ,   {"body" : "LEAD: All eyes were on Julio Iglesias at the fourth annual Crystal Ball on May 4, which benefited Mount Sinai Medical Center. ''I came to sing tonight because you do such important work in saving lives,'' he told the 1,100 partygoers at the Waldorf-Astoria Hotel, before giving his rendition of ''To All the Girls I've Loved Before. All eyes were on" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "40" , "title" : "EVENING HOURS; Singing For a Supper And a Cause" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/style\/evening-hours-singing-for-a-supper-and-a-cause.html"} , {"body" : "LEAD: Weegee's Photography Weegee's Photography ''I like making films that are about a place as well as about a character,'' Julien Temple says. Couple that with the fact that the English director is passionate about New York City, and it may come as no surprise that if all goes according to plan, his next film will deal with Weegee, the candid" , "date" : "19890512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "At the Movies" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/12\/movies\/at-the-movies.html"} , {"body" : "LEAD: IT was once Coney Island's Statue of Liberty, an impressive symbol beckoning to passing oceanliners. But now the Half Moon Hotel, having spent its waning years as the Metropolitan Jewish Geriatric Center nursing home, is scheduled for demolition as soon as the home completes a new building. IT was once Coney Island's Statue of Liberty, an" , "date" : "19890507" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "STREETSCAPES: The Half Moon Hotel; A Symbol of Coney Island Is About to Be Eclipsed" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/07\/realestate\/streetscapes-half-moon-hotel-symbol-coney-island-about-be-eclipsed.html"} , {"body" : "LEAD: Yvonne L. Little, a 56-year-old Maryland resident, caught the belt of her raincoat in an escalator step when she was leaving a subway station in suburban Washington earlier this month. Ms. Little, unaware, rode to the top of the moving stairs. The machinery reeled in the belt and yanked her to the ground, breaking her wrist, dislocating her" , "date" : "19890429" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "CONSUMER'S WORLD; Escalator Dangers Called Preventable" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/29\/style\/consumer-s-world-escalator-dangers-called-preventable.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. ''G. Washington in New York'' is an exhibition of furniture, paintings, photographs, prints, manuscripts and decorative objects" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: All About Our First President" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/garden\/calendar-all-about-our-first-president.html"} , {"body" : "LEAD: To the Editor: To the Editor: The Department of Environmental Protection's water resources people have come up with all sorts of ways for New Yorkers to save water during the drought. These include shorter showers and no watering of lawns. They even suggest that we don't leave fire hydrants open. But wait a minute, why should leaking fire" , "date" : "19890425" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Why Do We Fight Fires With Drinking Water?" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/25\/opinion\/l-why-do-we-fight-fires-with-drinking-water-710089.html"} , {"body" : "LEAD: AS Aaron Ziegelman wheeled his Jaguar up to the Flatbush Avenue curb in Brooklyn not long ago, a grizzled man drew near and demanded: ''What building are you seizing today?'' AS Aaron Ziegelman wheeled his Jaguar up to the Flatbush Avenue curb in Brooklyn not long ago, a grizzled man drew near and demanded: ''What building are you seizing" , "date" : "19890416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Co-op Waves Washing Over Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/16\/realestate\/co-op-waves-washing-over-flatbush.html"} , {"body" : "LEAD: About 50,000 riders of the N and R subway lines who travel between Brooklyn and Manhattan will face route changes this weekend and next as new track switches are installed. About 50,000 riders of the N and R subway lines who travel between Brooklyn and Manhattan will face route changes this weekend and next as new track switches are" , "date" : "19890415" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "METRO DATELINE; Subway Riders Face Weekend Changes" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/15\/nyregion\/metro-dateline-subway-riders-face-weekend-changes.html"} , {"body" : "LEAD: Most of the time, New Yorkers dart determinedly from point A to point B, or wander about the city oblivious to the cultural, historical and architectural riches in their midst. Occasionally, they may glance up at a particularly notable building or monument, or even join a walking or bus tour in an attempt to become better acquainted with" , "date" : "19890407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Urban Adventures: Touring by the Book" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/07\/arts\/urban-adventures-touring-by-the-book.html"} ,   {"body" : "LEAD: Julius Eichel, a conscientious objector in World Wars I and II who was twice charged with refusing to register for the draft, died Friday after surgery at Coney Island Hospital. He was 93 years old and lived in the Coney Island section of Brooklyn. Julius Eichel, a conscientious objector in World Wars I and II who was twice charged with" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Julius Eichel, at 93, Conscientious Objector" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/obituaries\/julius-eichel-at-93-conscientious-objector.html"} , {"body" : "LEAD: RECENTLY the sports pages, radio and television announced three-year contracts for Orel Hersheiser at $7.9 million, Roger Clemens at $7.5 million and Dwight Gooden at a mere $6.7 million. Not quite in the same league as Henry Kravis, the leveraged buyout king, or Mike Milliken, the indicted junk-bond potentate but still pretty good for" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "WESTCHESTER OPINION; When the Ballpark Cost Just a Nickel" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/nyregion\/westchester-opinion-when-the-ballpark-cost-just-a-nickel.html"} , {"body" : "LEAD: Astroland Amusement Park will open Sunday - weather permitting -and will be open on subsequent weekends until mid-June. Hours are noon to midnight Saturdays and Sundays. Astroland is at West 10th Street between Surf Avenue and the Boardwalk, Coney Island, brooklyn. Admission is free; individual rides cost $1 to $3. Astroland Amusement Park" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Astroland to Open" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/arts\/astroland-to-open.html"} , {"body" : "LEAD: A 23-year-old mother convicted of criminally negligent homicide in the death of her 1-year-old daughter was spared prison by a judge yesterday. A 23-year-old mother convicted of criminally negligent homicide in the death of her 1-year-old daughter was spared prison by a judge yesterday. Justice Ronald J. Aiello of State Supreme Court in" , "date" : "19890309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Probation Set in Baby's Death" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/09\/nyregion\/probation-set-in-baby-s-death.html"} , {"body" : "LEAD: A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early yesterday, possibly with his own gun, as he and his partner struggled with two men they had tried to question. A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Officer Slain In a Struggle In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/officer-slain-in-a-struggle-in-flatbush.html"} , {"body" : "LEAD: Louis Gossett Jr., the new, improved, sober and unresentful Louis Gossett Jr., was talking about freedom. The freedom that ticket-buying audiences have given him to play roles he calls colorblind, and the freedom he feels now from the drug and alcohol addiction that beseiged him after his Oscar-winning performance in ''An Officer and a" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "TELEVISION; Lou Gossett Jr. Battles the Hollywood Stereotype" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/arts\/television-lou-gossett-jr-battles-the-hollywood-stereotype.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: Members of a community school board in Brooklyn formed an interlocking power base to secure jobs and promotions for relatives and friends and advance a major private development project, according to school employees, parents and personnel records. Members of a community school board in Brooklyn formed an interlocking power base to secure" , "date" : "19890210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Power Base vs. Schools in Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/10\/nyregion\/power-base-vs-schools-in-brooklyn-district.html"} , {"body" : "LEAD: Sea Gate, a private enclave of homes and apartment buildings sprawled along the Brooklyn waterfront near Coney Island, has quietly barred outside pedestrians from its streets. Sea Gate, a private enclave of homes and apartment buildings sprawled along the Brooklyn waterfront near Coney Island, has quietly barred outside pedestrians from its" , "date" : "19890206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Keeping Outsiders Out: Passes for Sea Gate" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/06\/nyregion\/keeping-outsiders-out-passes-for-sea-gate.html"} , {"body" : "LEAD: A maintenance worker at a Brooklyn day-care center was arrested Wednesday and charged with the rape of an 11-year-old girl, the police said. A maintenance worker at a Brooklyn day-care center was arrested Wednesday and charged with the rape of an 11-year-old girl, the police said. The man, Allen Pender, 32 years old, of 3401 Neptune Avenue in" , "date" : "19890120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Brooklyn Man Held In Rape of Girl, 11" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/20\/nyregion\/metro-datelines-brooklyn-man-held-in-rape-of-girl-11.html"} ,   {"body" : "LEAD: Irving M. Boroff, a retired New York school principal who devised innovative programs to deal with disruptive and other problem pupils, died of a heart attack Tuesday at Coney Island Hospital. He was 80 years old and lived in Brooklyn. Irving M. Boroff, a retired New York school principal who devised innovative programs to deal with" , "date" : "19890119" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "Irving Boroff, 80, Ex-Head of Special School" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/19\/obituaries\/irving-boroff-80-ex-head-of-special-school.html"} , {"body" : "LEAD: New Jersey authorities are moving cautiously against a barge company accused of dumping ''mind-boggling'' amounts of hazardous wastes into New Jersey and New York waterways, for fear of driving the company, a major disposer of sewage sludge for the metropolitan region, out of business. New Jersey authorities are moving cautiously against a" , "date" : "19890112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jersey Is Moving Cautiously Against Accused Polluter" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/12\/nyregion\/jersey-is-moving-cautiously-against-accused-polluter.html"} , {"body" : "LEAD: To the Editor: To the Editor: The Metropolitan Transportation Authority's pinning medals on itself for subway line ''improvement'' is an exercise in false complacency. It has disregarded the riders who are forced to use the N train. The N train used to be the Sea Beach and made a fast express run from Coney Island to Times Square. I used to" , "date" : "19890107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Queens and Brooklyn Give Subway Improvements Bronx Cheer; Isolated in Sea Beach" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/07\/opinion\/l-queens-and-brooklyn-give-subway-improvements-bronx-cheer-isolated-in-sea-beach-379389.html"}]