[  {"body" : "LEAD: The latest installation in the Grand Lobby of the Brooklyn Museum is trendy and spectacular. It is a huge colonnade that seems entirely constructed of magazines like Harper's Bazaar and Esquire. Three of the five columns are new; the other two, sheathed in magazines, are actually part of the building. The latest installation in the Grand" , "date" : "19891229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Review\/Art; Pillars of Periodicals at the Brooklyn Museum" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/29\/arts\/review-art-pillars-of-periodicals-at-the-brooklyn-museum.html"} , {"body" : "LEAD: AS the season to be jolly moves into its frenetically jolliest of weekends today, New York City will be singing, shopping, sparkling, touring, dancing and otherwise celebrating. The long Christmas weekend, which coincides with the beginning of Hanukkah this year (related article, page C34), may chiefly be a time for indoor family festivities." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Christmas Compendium: What to See, Hear, Do" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/a-christmas-compendium-what-to-see-hear-do.html"} , {"body" : "LEAD: Just after midnight, exhausted after another day of tramping the streets, Kevin Williams was killing time aboard a Brooklyn-bound No. 4 subway train. There were a handful of other passengers, including three young women talking together in the seats opposite him. Mr. Williams, who is 28 years old and homeless, fought back the urge to stretch" , "date" : "19891220" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless Hunt for Warmth in Belly of a Cold City" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/20\/nyregion\/homeless-hunt-for-warmth-in-belly-of-a-cold-city.html"} , {"body" : "LEAD: The envelopes were piled more than two feet high on the floor of Jonathan Poole's office. There were thousands of them - perhaps 4,500 in all - and they filled the small room in a sprawl at least seven feet long and five feet wide. The envelopes were piled more than two feet high on the floor of Jonathan Poole's office. There were thousands" , "date" : "19891219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lottery Sifts Deep Mounds Of Dreams For Housing" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/19\/nyregion\/lottery-sifts-deep-mounds-of-dreams-for-housing.html"} , {"body" : "LEAD: Friday HANDS ACROSS THE STRAIT Friday HANDS ACROSS THE STRAIT The prehistoric precedents of detente will be amply illustrated in an exhibition opening today at the American Museum of Natural History. The show, ''Crossroads of Continents: Cultures of Siberia and Alaska,'' traces the history, art, technology and spiritual beliefs of native" , "date" : "19891215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/15\/arts\/weekender-guide.html"} , {"body" : "LEAD: As Marcia Williams sorted the down jackets, wool and leather coats and an occasional fur, and put them in large plastic bags, she thought about all the coatless New Yorkers she had seen this fall. As Marcia Williams sorted the down jackets, wool and leather coats and an occasional fur, and put them in large plastic bags, she thought about all" , "date" : "19891213" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Sorting 4,000 Coats to Help the Needy Beat the Cold" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/13\/nyregion\/sorting-4000-coats-to-help-the-needy-beat-the-cold.html"} , {"body" : "LEAD: Former New York State Assembly Speaker Stanley Steingut, the Brooklyn Democrat who was a longtime power in state politics, died early yesterday at the Tisch-University Hospital. He was 69 years old and lived on the Upper East Side of Manhattan. Former New York State Assembly Speaker Stanley Steingut, the Brooklyn Democrat who was a longtime" , "date" : "19891209" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "31" , "title" : "Stanley Steingut, 69, Ex-Speaker Of New York Assembly, Dies at 69" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/09\/obituaries\/stanley-steingut-69-ex-speaker-of-new-york-assembly-dies-at-69.html"} , {"body" : "LEAD: A four-alarm fire raged out of control through a vacant Brooklyn building for two hours last night, the authorities said. No serious injuries were reported. The fire, in a five-story former apartment building at 1234 Lincoln Place in the Crown Heights section, was reported at 7:10 P.M. and was under control at 9:27 P.M. A four-alarm fire" , "date" : "19891208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "4-Alarm Fire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/08\/nyregion\/4-alarm-fire-in-brooklyn.html"} , {"body" : "LEAD: Today HOLIDAY FAIR, St. Bartholomew Community Preschool, 109 East 50th Street. Books, jewelry, food, entertainment. Today, 11 A.M. to 7 P.M. Proceeds benefit scholarship programs at the school. Information: 751-1616. Tomorrow TIBETAN-ASIAN BAZAAR, Eastside International Community Center, 330 East 45th Street. Today HOLIDAY FAIR, St." , "date" : "19891201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Fairs and Festivals" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/01\/arts\/fairs-and-festivals.html"} , {"body" : "LEAD: The unmarked black sedan shot into the garage under One Police Plaza, giving the sentry barely enough time to leap to attention and snap off a crisp salute. The unmarked black sedan shot into the garage under One Police Plaza, giving the sentry barely enough time to leap to attention and snap off a crisp salute. The man in the passenger seat" , "date" : "19891128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Job With New York City's Police Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/28\/nyregion\/on-the-job-with-new-york-city-s-police-commissioner.html"} ,   {"body" : "LEAD: Two teen-agers were shot and killed in unrelated incidents last night in New York City, the police said. Two teen-agers were shot and killed in unrelated incidents last night in New York City, the police said. The police were not sure what prompted the first shooting, in Brooklyn, but the second, in the Bronx, was probably drug-related, said" , "date" : "19891124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Boys Fatally Shot in Brooklyn and Bronx" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/24\/nyregion\/2-boys-fatally-shot-in-brooklyn-and-bronx.html"} , {"body" : "LEAD: At the nasal blast of the school bell at George W. Wingate High School, Consuelo Whiskey braces herself for a brisk walk to her next class through throngs of strolling, running, and foot-dragging students: almost 3,200 in a building designed for 2,700. At the nasal blast of the school bell at George W. Wingate High School, Consuelo Whiskey" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA, PEOPLE'S REPUBLIC OF"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Immigrant Influx Swells Overburdened New York Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/immigrant-influx-swells-overburdened-new-york-schools.html"} , {"body" : "LEAD: A man on parole from a burglary conviction was charged with murder in the strangling of an 84-year-old Brooklyn woman, the police said yesterday. A man on parole from a burglary conviction was charged with murder in the strangling of an 84-year-old Brooklyn woman, the police said yesterday. The victim, Rosalind Brostoff, was bound, gagged," , "date" : "19891116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Parolee Is Held in Strangling Of Woman, 84, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/16\/nyregion\/parolee-is-held-in-strangling-of-woman-84-in-brooklyn.html"} , {"body" : "LEAD: With its handsomely restored brownstones, well-organized block clubs and political activism, the southern part of Bedford-Stuyvesant contradicts the popular view of it as a crumbling and dangerous ghetto. With its handsomely restored brownstones, well-organized block clubs and political activism, the southern part of Bedford-Stuyvesant" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Community Shrinks From Crack's Embrace" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/community-shrinks-from-crack-s-embrace.html"} , {"body" : "LEAD: THE FOOD DAY BEGINS shortly before midnight at the Hunts Point Terminal Market in the Bronx. It is a militaristic-looking complex in a wasteland of auto wreckers and junkyards. Convoys of semi-trailers pass through a toll-booth opening in the barbed-wire and corregated-tin wall that surrounds the grocery compound. THE FOOD DAY BEGINS shortly" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "22" , "title" : "THE ULTIMATE MARKETPLACE; Working to Feed the City - the Butcher, the Baker ... the Marketplace Maker" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/magazine\/ultimate-marketplace-working-feed-city-butcher-baker-marketplace-maker.html"} , {"body" : "LEAD: A man who is wanted in two killings and several robberies and who escaped from a Brooklyn station house more than four months ago was arrested early yesterday after the police received an anonymous tip. A man who is wanted in two killings and several robberies and who escaped from a Brooklyn station house more than four months ago was" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Police in Brooklyn Arrest Man Sought In Robbery-Killings" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/nyregion\/police-in-brooklyn-arrest-man-sought-in-robbery-killings.html"} , {"body" : "LEAD: Both the Democratic and Republican candidates for mayor are less confident about the results of public-opinion polls than in previous New York City elections, an uncertainty that could affect their strategy and skew their vote-pulling operations on Election Day. Both the Democratic and Republican candidates for mayor are less confident about" , "date" : "19891031" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Uncertainty on Poll Results Clouds Strategy in Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/31\/nyregion\/uncertainty-on-poll-results-clouds-strategy-in-race-for-mayor.html"} , {"body" : "LEAD: With only two weeks left in the campaign, David N. Dinkins and Rudolph W. Giuliani each said yesterday that they should hold at least two debates before Election Day, but they did not agree on a date for even one. With only two weeks left in the campaign, David N. Dinkins and Rudolph W. Giuliani each said yesterday that they should hold at" , "date" : "19891023" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Giuliani and Dinkins See Need for Debates" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/23\/nyregion\/giuliani-and-dinkins-see-need-for-debates.html"} , {"body" : "LEAD: To the Editor: To the Editor: I wish to correct a statement made by Rabbi Samuel Fogelman in a posting [ ''1,500-Girl School'' ] on Sept. 10 in which he states that the Lubavitcher movement in Crown Heights is building a school that will be ''the largest religious girls' school in the world, capable of holding 1,500 students.'' The largest" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion" , "Education" , "Real Estate"] , "page_facet" : "20" , "title" : "Girls' School" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/l-girls-school-154289.html"} , {"body" : "LEAD: BEFORE there were children's museums, children went to school to learn, to the playground to play and to museums to be bored. BEFORE there were children's museums, children went to school to learn, to the playground to play and to museums to be bored. Although it has been 90 years since the first children's museum was founded, in Brooklyn, it" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "New Children's Museum Joins 2 Old Favorites" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/arts\/new-children-s-museum-joins-2-old-favorites.html"} ,   {"body" : "LEAD: A Baptist minister, a doorman walking home and a printer who planned to be married on Saturday were among 11 people slain in New York City during the 12 hours between sundown Wednesday and the following dawn. The police said it was one of the bloodiest nights the city has seen this year. A Baptist minister, a doorman walking home and a" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Deadly Night: New York Murders Keep Pace" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/deadly-night-new-york-murders-keep-pace.html"} , {"body" : "LEAD: Shows, Nature, Museums ''JUST-SO STORIES,'' a puppet show based on tales by Rudyard Kipling, 11 A.M. and 1 P.M. tomorrow and Sunday, at the Puppet Playhouse, 555 East 90th Street. Tickets: $3.50. Reservations: 369-8890. ''PETER AND THE WOLF,'' a show by the Hudson Vagabond Puppets, set to music by Prokofiev, 1:30 P.M. Shows, Nature, Museums" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/arts\/for-children.html"} , {"body" : "LEAD: ''Projects and Portfolios,'' the Brooklyn Museum's 25th National Print Exhibition, which opens today, is not like most other surveys. It does not present a dizzying number of unrelated works by as many artists. It does not merely celebrate the momentarily chic, nor does it lack a point of view. ''Projects and Portfolios,'' the Brooklyn" , "date" : "19891006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Review\/Art; At a Show Featuring Prints, The Subject Is Ambition" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/06\/arts\/review-art-at-a-show-featuring-prints-the-subject-is-ambition.html"} , {"body" : "LEAD: Gilbert and Debra Matthews enter every penny of his subway motorman's salary on the giant lined sketch pad that serves as their budget, only to find they keep coming up short. Gilbert and Debra Matthews enter every penny of his subway motorman's salary on the giant lined sketch pad that serves as their budget, only to find they keep coming up" , "date" : "19891003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Working-Class Families Losing Middle-Class Dreams" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/03\/nyregion\/working-class-families-losing-middle-class-dreams.html"} , {"body" : "LEAD: That ''lifetime'' deal rumored to be in the works between Home Box Office and Mike Tyson is likely to end up merely as an extension until early 1992 of the present seven-fight, $26.5 million deal. That ''lifetime'' deal rumored to be in the works between Home Box Office and Mike Tyson is likely to end up merely as an extension until early" , "date" : "19890927" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "NOTEBOOK; Short-Term HBO Pact Seems Likely for Tyson" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/27\/sports\/notebook-short-term-hbo-pact-seems-likely-for-tyson.html"} , {"body" : "LEAD: The two major candidates for New York City mayor spent the day yesterday in aggressive pursuit of the city's Jewish voters, with stops in the Orthodox neighborhoods of Brooklyn and back-to-back appearances at a Shalom Festival in the Pelham Parkway section of the Bronx. The two major candidates for New York City mayor spent the day yesterday" , "date" : "19890925" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Appeals Made To Jewish Voters In Mayor Race" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/25\/nyregion\/appeals-made-to-jewish-voters-in-mayor-race.html"} , {"body" : "LEAD: The body of a Bensonhurst high school teacher who disappeared 12 days ago was found Saturday in a car in Uniondale, L.I. The body of a Bensonhurst high school teacher who disappeared 12 days ago was found Saturday in a car in Uniondale, L.I. Detective Sgt. William Cocks of the Nassau County homicide squad identified the woman as Maureen" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "UNIONDALE (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body of Teacher Is Found in Car On an L.I. Street" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/body-of-teacher-is-found-in-car-on-an-li-street.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: An 18-year-old student was shot in the back and killed yesterday as he tried to flee three young men after a brief confrontation near Prospect Heights High School in Brooklyn, the police and education officials said. An 18-year-old student was shot in the back and killed yesterday as he tried to flee three young men after a brief" , "date" : "19890912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Student, 18, Shot to Death In an Attack Near His School" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/12\/nyregion\/student-18-shot-to-death-in-an-attack-near-his-school.html"} , {"body" : "LEAD: James Sessioms Jr., a 44-year-old former Marine with a quiet nature and a booming voice, wearing a pair of jeans and an old sweatshirt yesterday, prepared to wax his car: a sky-blue stretch limousine. Both the man and his Lincoln have an appointment tomorrow. James Sessioms Jr., a 44-year-old former Marine with a quiet nature and a booming" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A City Gets Excited As the Primary Nears" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/a-city-gets-excited-as-the-primary-nears.html"} ,   {"body" : "LEAD: While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their supporters were mobilizing for the campaign that really counts: making sure the right people vote. While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Size of Turnout to Be Vital In New York City Primary; Black Vote Is Pivotal in Mayoral Race" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/size-turnout-be-vital-new-york-city-primary-black-vote-pivotal-mayoral-race.html"} , {"body" : "LEAD: A few weeks ago, Thomas Key paid little attention to the mayoral primary. The 62-year-old retiree said he had planned to vote for David N. Dinkins but was not especially inspired by the prospect. Politicians, he said, are basically the same. A few weeks ago, Thomas Key paid little attention to the mayoral primary. The 62-year-old retiree said" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Black Voters Say It's Time for Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/black-voters-say-it-s-time-for-dinkins.html"} , {"body" : "LEAD: The way Rabbi Samuel Fogelman tells it, since 1942 his girls' school in the Crown Heights section of Brooklyn ''has been wandering from one dilapidated building to another.'' But now the foundations are being dug for what the rabbi says ''will be the largest religious girls' school in the world,'' capable of holding 1,500 students aged, as he" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: AGES 3 TO 71; 1,500-Girl School" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/realestate\/postings-ages-3-to-71-1500-girl-school.html"} , {"body" : "LEAD: ''When the York Theater Company asked me to direct 'Sweeney Todd,' '' says Susan H. Schulman, ''the first thing I did was laugh.'' ''When the York Theater Company asked me to direct 'Sweeney Todd,' '' says Susan H. Schulman, ''the first thing I did was laugh.'' The York, a small Off Off Broadway troupe, performs in a 100-seat theater that is" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER; Does the Demon Barber Have a Human Face?" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/theater\/theater-does-the-demon-barber-have-a-human-face.html"} , {"body" : "LEAD: To the clash of cymbals, the beat of rope drums, the prancing of a golden sun god and the campaigning of mortal political candidates, the annual parade of the West Indian-American Day Carnival throbbed through Brooklyn yesterday to a calypso beat. To the clash of cymbals, the beat of rope drums, the prancing of a golden sun god and the" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Sun God Prances With Politicians" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/nyregion\/a-sun-god-prances-with-politicians.html"} , {"body" : "LEAD: David N. Dinkins, the candidate endorsed by the Labor Day parade's sponsor, upstaged four of his mayoral opponents yesterday as he headed the line of march with the Governor and a handful of other elected officials while Mayor Edward I. Koch and the other candidates were relegated to the rear echelons. David N. Dinkins, the candidate endorsed" , "date" : "19890905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Upstages Opponents at Labor Day Parade" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/05\/nyregion\/dinkins-upstages-opponents-at-labor-day-parade.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: LABOR DAY first marched onto the calendar more than a century ago as a celebration of working-class solidarity, yet today the holiday has become summer's bittersweet finale. While other seasons may fade in and out, governed more by climate than calendar, summer comes to an all-too-abrupt end with the arrival of the first Monday in LABOR DAY" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Summer's Farewell Party: Everyone Is Invited" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/arts\/summer-s-farewell-party-everyone-is-invited.html"} , {"body" : "LEAD: The Federal Bureau of Investigation has begun a preliminary inquiry into the killing of 16-year-old Yusuf Hawkins in a racial attack in the Bensonhurst section of Brooklyn last week, the office of United States Attorney Andrew Maloney said yesterday. The Federal Bureau of Investigation has begun a preliminary inquiry into the killing of" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "F.B.I. Begins Inquiry on Brooklyn Youth's Slaying in Racial Attack" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/fbi-begins-inquiry-on-brooklyn-youth-s-slaying-in-racial-attack.html"} , {"body" : "LEAD: Measured against the South Bronx or other ravaged neighborhoods of New York City, the tree-shaded streets of Forest Hills, Queens, might seem some sort of paradise. Measured against the South Bronx or other ravaged neighborhoods of New York City, the tree-shaded streets of Forest Hills, Queens, might seem some sort of paradise. The stores" , "date" : "19890729" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FOREST HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "For Enclave, No Escape From Issues" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/29\/nyregion\/for-enclave-no-escape-from-issues.html"} ,   {"body" : "LEAD: A 30-year-old man who was accused of being the leader of one of the largest and most violent drug rings in Brooklyn was convicted yesterday of Federal racketeering charges, including six murders. A 30-year-old man who was accused of being the leader of one of the largest and most violent drug rings in Brooklyn was convicted yesterday of" , "date" : "19890726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA (WEST INDIES)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Convicts Man as Chief of Drug Ring" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/26\/nyregion\/jury-convicts-man-as-chief-of-drug-ring.html"} , {"body" : "LEAD: A Brooklyn grand jury voted yesterday not to indict a man that the police said was the gunman who asked, ''Remember me?'' before shooting three people who supposedly had robbed him the night before. A Brooklyn grand jury voted yesterday not to indict a man that the police said was the gunman who asked, ''Remember me?'' before shooting three" , "date" : "19890725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Grand Jury Chooses Not to Indict Suspect In Brooklyn Attack" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/25\/nyregion\/grand-jury-chooses-not-to-indict-suspect-in-brooklyn-attack.html"} , {"body" : "LEAD: More strikingly than at any time since the turn of the century, New York is becoming a city of immigrants. More strikingly than at any time since the turn of the century, New York is becoming a city of immigrants. With an annual influx of 90,000 or more legal immigrants and an additional 40,000 or so undocumented aliens arriving each year," , "date" : "19890722" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "New York's Immigrants Aren't Rushing to Politics" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/22\/nyregion\/new-york-s-immigrants-aren-t-rushing-to-politics.html"} , {"body" : "LEAD: A 25-year-old man died late Friday in Brooklyn after he was arrested by police officers who said he had been hit in the back with a stick by another man and struck by a passing car, after several altercations. A 25-year-old man died late Friday in Brooklyn after he was arrested by police officers who said he had been hit in the back with a" , "date" : "19890716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Injured Brooklyn Man Dies After His Arrest" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/16\/nyregion\/injured-brooklyn-man-dies-after-his-arrest.html"} , {"body" : "LEAD: IT may well be that the French Revolution inspires more unadulterated enthusiasm among Americans than it does among the French, who have tended to view 1789 and its stormy aftermath with a skeptical eye. Parisians reportedly have reacted laconically to this year's wide array of bicentennial celebrations, perhaps in part because there is" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FRANCE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Art Exhibitions Celebrate France's Turning Point" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/arts\/art-exhibitions-celebrate-france-s-turning-point.html"} , {"body" : "LEAD: A Brooklyn youth was held yesterday on charges that he raped a woman who was thrown from a roof and down an airshaft, the police said. A Brooklyn youth was held yesterday on charges that he raped a woman who was thrown from a roof and down an airshaft, the police said. The youth, Tyrone Prescott, 16 years old, of 1205 St. Johns Place in the" , "date" : "19890712" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Third Man Arrested in Rape On a Roof in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/12\/nyregion\/third-man-arrested-in-rape-on-a-roof-in-crown-heights.html"} , {"body" : "LEAD: FRIDAY BIG FISH IN A BIG POND FRIDAY BIG FISH IN A BIG POND The most elaborate new marine-life exhibition since the New York Aquarium came to Coney Island in 1957 has just opened. The George D. Ruggieri Discovery Cove, named after the aquarium's late director, features 65 exhibits devoted to coastal ecosystems, the adaptations of marine" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/arts\/weekender-guide.html"} , {"body" : "LEAD: The man accused of being the subway gunman who asked, ''Remember me?'' just before he fired was released on $2,500 bail yesterday after a state justice in Brooklyn found his earlier bail excessive. The man accused of being the subway gunman who asked, ''Remember me?'' just before he fired was released on $2,500 bail yesterday after a state" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Shooting Suspect Freed After Judge Cuts Bail" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/shooting-suspect-freed-after-judge-cuts-bail.html"} , {"body" : "LEAD: The world of Jamez Williams's Bedford-Stuyvesant childhood flickered large before his eyes. By the end of the weekend, Mr. Williams, an usher at a movie theater in the Flatbush section of Brooklyn, had already seen or heard Spike Lee's new feature film about racial tensions and urban brutalities nearly a dozen times. The world of Jamez" , "date" : "19890703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "21" , "title" : "Raw Reactions to Film on Racial Tension" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/03\/nyregion\/raw-reactions-to-film-on-racial-tension.html"} , {"body" : "LEAD: URBAN gardeners in pursuit of red-leafed caladiums and other treasures need look no further than the Brooklyn Botanic Garden, which is to open its new garden gift shop on Saturday. The airy shop was designed by Eileen Ritter to resemble a greenhouse. URBAN gardeners in pursuit of red-leafed caladiums and other treasures need look no further" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Currents; At the Brooklyn Garden, A Growers' Gift Shop" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/garden\/currents-at-the-brooklyn-garden-a-growers-gift-shop.html"} ,   {"body" : "LEAD: Andrew Wyeth's famous, if not notorious, ''Helga Pictures'' are making the last stop of their national tour at the Brooklyn Museum of Art, giving New Yorkers a chance to see what all the fuss was about. The media circus of August 1986, when Mr. Wyeth went public with the pictures - worked on in secret, even from his wife, over the preceding" , "date" : "19890623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Wyeth's Helga, Alone and Floating" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/arts\/wyeth-s-helga-alone-and-floating.html"} , {"body" : "LEAD: Two transit police detectives distributing composite sketches of a gunman yesterday found themselves facing the man who is suspected of being the ''Remember Me?'' subway shooter. Two transit police detectives distributing composite sketches of a gunman yesterday found themselves facing the man who is suspected of being the ''Remember Me?''" , "date" : "19890623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Suspect Is Held in 'Remember Me' Shooting" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/nyregion\/suspect-is-held-in-remember-me-shooting.html"} , {"body" : "LEAD: A chilling recital of murders and assaults unfolded in a Federal courtroom yesterday as the racketeering trial began for a 30-year-old man who the authorities say headed one of the largest and most violent crack-selling rings in Brooklyn. A chilling recital of murders and assaults unfolded in a Federal courtroom yesterday as the racketeering" , "date" : "19890620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["JAMAICA (WEST INDIES)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Accused Chief Of Crack Ring Goes on Trial" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/20\/nyregion\/accused-chief-of-crack-ring-goes-on-trial.html"} , {"body" : "LEAD: SUSAN D. KRONICK is a 37-year-old senior vice president at Bloomingdale's in Manhattan. Christopher Boyd is an 11-year-old fifth-grade student at Public School 193 in the Midwood section of Brooklyn. They have never met, but they have something in common: both have been gardeners at the Children's Garden of the Brooklyn Botanic SUSAN D." , "date" : "19890615" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Children's Garden Still Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/15\/garden\/children-s-garden-still-grows-in-brooklyn.html"} , {"body" : "LEAD: A teen-ager seeking revenge on a group of youths he believed had robbed him of his gold jewelry the night before opened fire on them with a pistol Saturday night in a Brooklyn subway station, the transit police said. A teen-ager seeking revenge on a group of youths he believed had robbed him of his gold jewelry the night before opened fire on" , "date" : "19890612" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "With a 'Remember Me?' Man Shoots 3 in Subway" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/12\/nyregion\/with-a-remember-me-man-shoots-3-in-subway.html"} , {"body" : "LEAD: The P.S. 161 Opera Workshop performance of ''Carmen'' yesterday did not go entirely without a hitch. The prelude to Act III, for instance, had to be interrupted. ''Where are our mountains?'' the conductor called out. ''Has anyone seen our mountains?'' The P.S. 161 Opera Workshop performance of ''Carmen'' yesterday did not go entirely without" , "date" : "19890610" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Review\/Opera" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/10\/arts\/review-opera.html"} , {"body" : "LEAD: ''Hispanic Art in the United States: 30 Contemporary Painters and Sculptors,'' which opens today at the Brooklyn Museum, is the wrong exhibition at the right time. One begins walking through it full of expectations about artists who are finally receiving their due recognition. One leaves full of doubts - doubts not about the quality of" , "date" : "19890609" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Review\/Art; 30 Hispanic Artists At Brooklyn Museum" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/09\/arts\/review-art-30-hispanic-artists-at-brooklyn-museum.html"} , {"body" : "LEAD: Friday ATTENTION FILM BUFFS Friday ATTENTION FILM BUFFS To the consternation of countless old-movie buffs, many of New York's repertory movie theaters have closed in the last few years. But today a new theater devoted to classic, experimental and foreign films will open at the South Street Seaport. The Trans-Lux Seaport Cinema, a 250-seat" , "date" : "19890602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/02\/arts\/weekender-guide.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} , {"body" : "LEAD: A woman who said she left her 2-year-old daughter in a Brooklyn hospital restroom Friday with a note saying she ''can't handle the pressure'' returned yesterday and asked for her baby back, the police said. A woman who said she left her 2-year-old daughter in a Brooklyn hospital restroom Friday with a note saying she ''can't handle the" , "date" : "19890521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Mother Asks Hospital For Baby She Had Left" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/21\/nyregion\/mother-asks-hospital-for-baby-she-had-left.html"} ,   {"body" : "LEAD: ''Hispanic Art in the United States: 30 Contemporary Painters and Sculptors,'' an exhibition that includes painting, sculpture, works on paper and mixed-media objects, will run through Sept. 4 at the Brooklyn Museum, 200 Eastern Parkway, at Washington Avenue, in the Crown Heights section. Luis Cruz Azaceta, Robert Graham and Manuel Neri are" , "date" : "19890518" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Hispanic Art Exhibition" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/18\/arts\/hispanic-art-exhibition.html"} , {"body" : "LEAD: A Brooklyn high school teacher and a central Board of Education administrator were charged yesterday with selling cocaine to undercover police officers, the Brooklyn District Attorney said. A Brooklyn high school teacher and a central Board of Education administrator were charged yesterday with selling cocaine to undercover police officers," , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teacher and a School Official Are Charged in Cocaine Sales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/nyregion\/teacher-and-a-school-official-are-charged-in-cocaine-sales.html"} , {"body" : "LEAD: Developer Donald Trump went to a Brooklyn hospital yesterday to visit a woman who was raped and thrown off a rooftop and promised to pay her medical expenses. Developer Donald Trump went to a Brooklyn hospital yesterday to visit a woman who was raped and thrown off a rooftop and promised to pay her medical expenses. Mr. Trump said he wanted" , "date" : "19890507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Trump Promises to Pay Bills For Rape Victim in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/07\/nyregion\/trump-promises-to-pay-bills-for-rape-victim-in-brooklyn.html"} , {"body" : "LEAD: Two young men accused of raping a woman at knifepoint and throwing her from the roof of a three-story building in Brooklyn were charged yesterday with raping another woman on a roof two doors away in March, the authorities said. Two young men accused of raping a woman at knifepoint and throwing her from the roof of a three-story building in" , "date" : "19890506" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "2 Brooklyn Rape Suspects Charged in 2d Case" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/06\/nyregion\/2-brooklyn-rape-suspects-charged-in-2d-case.html"} , {"body" : "LEAD: A Staten Islander who was recently paroled was charged yesterday with raping a 15-year-old girl and may be charged in similar attacks on two other women in Manhattan, the police said. A Staten Islander who was recently paroled was charged yesterday with raping a 15-year-old girl and may be charged in similar attacks on two other women in" , "date" : "19890505" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Suspects Are Arrested in Rapes" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/05\/nyregion\/3-suspects-are-arrested-in-rapes.html"} , {"body" : "LEAD: There are not many artists the American public would rather see than Goya. Much of the 19th-century French art so beloved in America begins with him. His appeal cuts across classes and styles. He was at once court painter, protest artist and visionary expressionist whose art is bigger than any style he used or cause he served. There are not" , "date" : "19890505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Review\/Museums; Goya's Dark Vision at the Met, and What's to Be Seen Elsewhere" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/05\/arts\/review-museums-goya-s-dark-vision-at-the-met-and-what-s-to-be-seen-elsewhere.html"} , {"body" : "LEAD: One day after Gov. Mario M. Cuomo vetoed a proposed tuition increase that had prompted demonstrations throughout the City University system, students remained entrenched yesterday in administration buildings on 10 campuses. They said they would not surrender until the state guaranteed that the university's budget would not be cut further. One" , "date" : "19890504" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Day After Tuition Veto, CUNY Protest Goes On" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/04\/nyregion\/day-after-tuition-veto-cuny-protest-goes-on.html"} , {"body" : "LEAD: Two men were arrested last night and charged in connection with the rape of a woman who was thrown from the roof of a four-story building in Brooklyn early yesterday, the police said. Two men were arrested last night and charged in connection with the rape of a woman who was thrown from the roof of a four-story building in Brooklyn early" , "date" : "19890504" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Woman Is Raped and Thrown From a Roof" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/04\/nyregion\/woman-is-raped-and-thrown-from-a-roof.html"} , {"body" : "LEAD: ''There are people in the audience who are candidates for citywide office. There are people who are soon to announce their candidacy,'' smiled Rabbi Morris A. Shmidman, looking out over what he described as ''a sea of black hats'' worn by Hasidic and Orthodox Jews and introducing the visiting dignitaries. ''There are people in the audience" , "date" : "19890502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Birth of a Voting Bloc: the Hasidim and Orthodox Organize" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/02\/nyregion\/birth-of-a-voting-bloc-the-hasidim-and-orthodox-organize.html"} , {"body" : "LEAD: Demonstrations against a proposed tuition increase at colleges of the City University spread to six new campuses yesterday, with students marching, padlocking buildings and taking over administration offices. Demonstrations against a proposed tuition increase at colleges of the City University spread to six new campuses yesterday, with" , "date" : "19890428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CUNY Protests Spread to More Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/28\/nyregion\/cuny-protests-spread-to-more-schools.html"} ,   {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: The 280 registered nurses at Kingsbrook Jewish Medical Center in the Crown Heights section of Brooklyn went on strike yesterday for higher wages and better working conditions. The 280 registered nurses at Kingsbrook Jewish Medical Center in the Crown Heights section of Brooklyn went on strike yesterday for higher wages and better working" , "date" : "19890425" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "METRO DATELINES; Nurses in Brooklyn Strike for Pay Raises" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/25\/nyregion\/metro-datelines-nurses-in-brooklyn-strike-for-pay-raises.html"} , {"body" : "LEAD: Each night, after another day spent in a neighborhood drug treatment program, Michael Patrick, who was homeless, returned to the Atlantic Avenue Armory men's shelter in Brooklyn. There he had one of 700 beds lined up on a drill floor the size of a football field. Back in a world pervaded by drugs and alcohol, he despaired of ever breaking his" , "date" : "19890422" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Homeless Find Shelter From Drugs" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/22\/nyregion\/homeless-find-shelter-from-drugs.html"} , {"body" : "LEAD: Ballroom Week begins today in New York City. More than 40 events over the next 8 days will commemorate ballroom dancing. Here is a schedule of this weekend's events. For information on later events, the number is 246-6495. TODAY FRANKIE MANNING AND NORMA MILLER, Bruno Walter Auditorium, Lincoln Center (870-1614). Ballroom Week begins today in" , "date" : "19890421" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Floor Space for the Weekend" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/21\/arts\/floor-space-for-the-weekend.html"} , {"body" : "LEAD: Life is short, like the three-day glory of the cherry blossom. - Japanese haiku Under the big birds approaching LaGuardia Airport and blocks from the worn streets of Crown Heights, a quiet miracle is waiting to happen. The 76 double-flowering Kwanzan cherry trees of the Brooklyn Botanic Garden's Cherry Esplanade are just about to bloom. Life" , "date" : "19890419" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Spring Harvest: The Brief Glory Of Cherry Trees" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/19\/nyregion\/about-new-york-spring-harvest-the-brief-glory-of-cherry-trees.html"} , {"body" : "LEAD: A grand jury declined yesterday to indict a Hasidic rabbi and his son who were arrested last month in the beating of a black man who they believed had slashed two people in a robbery attempt in the Crown Heights neighborhood of Brooklyn. A grand jury declined yesterday to indict a Hasidic rabbi and his son who were arrested last month in the" , "date" : "19890413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Refuses to Indict Rabbi in Beating" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/13\/nyregion\/jury-refuses-to-indict-rabbi-in-beating.html"} , {"body" : "LEAD: A statistical analysis of all students entering New York City high schools last September shows large percentages of them to be at high risk of dropping out because they were older than average for their grade or had a high absentee rate. A statistical analysis of all students entering New York City high schools last September shows large" , "date" : "19890411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York's Dropouts-to-Be: A Grim Class Portrait" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/11\/nyregion\/new-york-s-dropouts-to-be-a-grim-class-portrait.html"} , {"body" : "LEAD: ''The problem of arts funding today is rather Pirandellian - two endowments in search of a rationale,'' Leonard Garment said with a smile. But he was serious. The arts and humanities, he was saying, can no longer take Government support for granted nor relax in the belief that there is ''assumed virtue for programs like the arts. ''The" , "date" : "19890411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Ars Longa, Money Brevis in the Day of the Deficit" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/11\/arts\/ars-longa-money-brevis-in-the-day-of-the-deficit.html"} , {"body" : "LEAD: A Hasidic rabbi and his son, both members of a neighborhood anti-crime patrol, were arrested in Brooklyn yesterday and charged with assault and fomenting a riot in connection with the beating of a black man who they believed had just slashed a Hasidic woman and her son. A Hasidic rabbi and his son, both members of a neighborhood anti-crime" , "date" : "19890330" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rabbi and Son Held in Beating Of Black Man" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/30\/nyregion\/rabbi-and-son-held-in-beating-of-black-man.html"} , {"body" : "LEAD: Four people were killed and eight people were wounded in separate incidents over the weekend when gunmen entered two crowded social clubs in Brooklyn and opened fire on neighborhood people who had gathered there, the police said yesterday. Four people were killed and eight people were wounded in separate incidents over the weekend when gunmen" , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen Rake Social Clubs, Killing 4 and Wounding 8" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/gunmen-rake-social-clubs-killing-4-and-wounding-8.html"} ,   {"body" : "LEAD: In recent months, employees at a central Brooklyn hospital have come to know a level of adversity uncommon even in the crisis-bound world of New York City's health-care system. In recent months, employees at a central Brooklyn hospital have come to know a level of adversity uncommon even in the crisis-bound world of New York City's" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In Brooklyn, a Hospital Faces Its Own Mortality" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/nyregion\/in-brooklyn-a-hospital-faces-its-own-mortality.html"} , {"body" : "LEAD: FRIDAY PLAYWRIGHT'S OLD CLOTHES FRIDAY PLAYWRIGHT'S OLD CLOTHES Gertrude Stein was known more as a cynical observer and experimental stylist than as a playwright, but the doyenne of Montparnasse expatriate life did assume the role of dramatist to write ''A Play Called Not and Now.'' This work - about social pretentiousness and pomposity - is" , "date" : "19890310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/10\/arts\/weekender-guide.html"} , {"body" : "LEAD: While snowflakes swirled, scattered by harsh winter winds, and three police helicopters flew in tribute yesterday, 5,000 police officers from around the metropolitan region, family members and friends mourned the death of the first New York City police officer killed in the line of duty this year. While snowflakes swirled, scattered by harsh" , "date" : "19890308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5,000 Colleagues Pay Tribute To Slain Officer in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/08\/nyregion\/5000-colleagues-pay-tribute-to-slain-officer-in-brooklyn.html"} , {"body" : "LEAD: A crowd of Hasidic Jews surrounded and beat a black teen-ager who they believed had just slashed a Hasidic woman and her son during a robbery in the Crown Heights section of Brooklyn Friday night, the police said. A crowd of Hasidic Jews surrounded and beat a black teen-ager who they believed had just slashed a Hasidic woman and her son" , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Crowd in Brooklyn, Angered at Slashing, Beats a 16-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/nyregion\/crowd-in-brooklyn-angered-at-slashing-beats-a-16-year-old.html"} , {"body" : "LEAD: Two men were charged yesterday in the slaying of a plainclothes police officer who, the authorities said, was killed with his own gun in a struggle with the suspects on a Brooklyn street early Friday. Two men were charged yesterday in the slaying of a plainclothes police officer who, the authorities said, was killed with his own gun in a" , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "2 Men Charged in Slaying Of a Policeman in Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/nyregion\/2-men-charged-in-slaying-of-a-policeman-in-flatbush.html"} , {"body" : "LEAD: In and near Manhattan, National Women's History Month is being celebrated with special activities. Many are listed in the free Women's History Month calendar published by the New York City Commission on the Status of Women, 52 Chambers Street, Suite 207, New York, N.Y. 10007; 566-3833. Here is a selection of events: In and near Manhattan," , "date" : "19890303" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Women's History Month" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/arts\/women-s-history-month.html"} , {"body" : "LEAD: The Brooklyn Museum will begin its Eighth Annual Thomas A. Edison-Black Maria Film and Video Festival Sunday at 2 P.M. The videos run from the purely artistic to documentaries on social injustice. The program is free, with a suggested museum contribution: $3; students $1.50, and the elderly, $1. The museum is at 200 Eastern Parkway, at" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "Video Festival" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/movies\/video-festival.html"} , {"body" : "LEAD: A police officer critically wounded a man in a Brooklyn apartment building last night during a gun battle in which the officer was shot in the chest but escaped serious injury because he was wearing a bulletproof vest, the police said. A police officer critically wounded a man in a Brooklyn apartment building last night during a gun battle in" , "date" : "19890225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Vest Saves Officer Who Badly Wounds Brooklyn Gunman" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/25\/nyregion\/vest-saves-officer-who-badly-wounds-brooklyn-gunman.html"} , {"body" : "LEAD: February is Black History Month. A selection of events follows. Today LEHMAN COLLEGE, Bedford Park Boulevard West and Goulden Avenue, in the Bedford Park section of the Bronx. A talk by Donald Polk, the president of the New York Urban League, at 11 A.M., and a performance by Joan Miller's Dance Players at noon (960-8283). February is Black" , "date" : "19890224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Events of Black History Month" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/24\/arts\/events-of-black-history-month.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} ,   {"body" : "LEAD: Afro-American Heritage, Prospect Park Environmental Center, the Tennis House, Prospect Park, Brooklyn; 718-788-8549. Afro-American Heritage, Prospect Park Environmental Center, the Tennis House, Prospect Park, Brooklyn; 718-788-8549. The center is sponsoring a bus tour of the Bedford-Stuyvesant and Crown Heights areas on Feb. 26. Participants" , "date" : "19890216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: Exploring Black Heritage" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/16\/garden\/calendar-exploring-black-heritage.html"} , {"body" : "LEAD: One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. One year after they lost their apartment and ended up in a single room at the Brooklyn Arms, Linda Adeyeye and her five daughters are starting over. They moved into a freshly painted six-room" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Helping the Ex-Homeless Furnish a Home" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/helping-the-ex-homeless-furnish-a-home.html"} , {"body" : "LEAD: A ten-year Fire Department veteran searching a blazing Brooklyn apartment building yesterday became the first New York City firefighter killed in more than a year, the Fire Department said. A ten-year Fire Department veteran searching a blazing Brooklyn apartment building yesterday became the first New York City firefighter killed in more" , "date" : "19890204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Firefighter Dies As He Searches For Fire Victims" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/04\/nyregion\/firefighter-dies-as-he-searches-for-fire-victims.html"} , {"body" : "LEAD: A police officer was indicted yesterday in the off-duty slaying of a 59-year-old Brooklyn man in a traffic dispute. A police officer was indicted yesterday in the off-duty slaying of a 59-year-old Brooklyn man in a traffic dispute. The officer, Radames Ortiz, 24 years old, faces two counts of second-degree murder, one count of first-degree" , "date" : "19890203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Indicted In Man's Death In Traffic Fight" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/03\/nyregion\/officer-indicted-in-man-s-death-in-traffic-fight.html"} , {"body" : "LEAD: February is Black History Month. Here is a sampling of related events. Today FLUSHING COUNCIL ON CULTURE AND THE ARTS, Flushing Gallery, 136-73 41st Avenue (718-463-7700). Exhibition of the work of James Van Der Zee, who opened his first studio in Harlem in 1914 and went on to photograph many famous black personalities, including Marcus" , "date" : "19890203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Listing of Black History Month Events" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/03\/arts\/listing-of-black-history-month-events.html"} , {"body" : "LEAD: Federal prosecutors have begun a new inquiry into the financial dealings of two New York State legislators, Assembly Speaker Mel Miller and Senator Martin Markowitz, with the convicted head of a credit union, the United States Attorney in Brooklyn said yesterday. Federal prosecutors have begun a new inquiry into the financial dealings of two" , "date" : "19890202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Miller's Campaign Files Subpoenaed" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/02\/nyregion\/miller-s-campaign-files-subpoenaed.html"} , {"body" : "LEAD: A group of elected officials and clergy in Brooklyn has called for a special prosecutor in the fatal shooting of a black man by a white off-duty police officer in a dispute over a double-parked car. A group of elected officials and clergy in Brooklyn has called for a special prosecutor in the fatal shooting of a black man by a white off-duty" , "date" : "19890129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Special Prosecutor Is Sought In Shooting by Police Officer" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/29\/nyregion\/special-prosecutor-is-sought-in-shooting-by-police-officer.html"} , {"body" : "LEAD: A New York City police officer was suspended without pay yesterday after he shot and killed a 62-year-old Brooklyn man Monday evening during a traffic dispute while he was off duty. A New York City police officer was suspended without pay yesterday after he shot and killed a 62-year-old Brooklyn man Monday evening during a traffic dispute" , "date" : "19890125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer Is Suspended From Force In Off-Duty Killing of a Motorist" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/25\/nyregion\/officer-is-suspended-from-force-in-off-duty-killing-of-a-motorist.html"} , {"body" : "LEAD: FOR centuries, gardeners have taken pleasure in creating patterned landscapes. Among the earliest, believed to have come from pagan rituals and Greek mythology, are mazes or labyrinths: networks of paths through which it is difficult to find a way. FOR centuries, gardeners have taken pleasure in creating patterned landscapes. Among the" , "date" : "19890119" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "A Garden Tied In Knots" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/19\/garden\/a-garden-tied-in-knots.html"} , {"body" : "LEAD: Medgar Evers College, a two-year community college in central Brooklyn with a long history of administrative problems, should be turned into a four-year institution to give it greater stability and status, an independent consulting firm has recommended. Medgar Evers College, a two-year community college in central Brooklyn with a long history" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "4-Year Status Urged For Medgar Evers To Stabilize College" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/nyregion\/4-year-status-urged-for-medgar-evers-to-stabilize-college.html"} ,   {"body" : "LEAD: Many schools, libraries and churches have scheduled events to honor the 60th anniversary of the birth of the Rev. Dr. Martin Luther King Jr. (Although the actual birthday is Jan. 15, it will be observed on Jan. 16 this year.) Here is a sampling. GOSPEL AND SPIRITUALS, Brooklyn Center for the Performing Arts, Brooklyn College, junction of" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "King Musical Celebrations: Where and When" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/king-musical-celebrations-where-and-when.html"} , {"body" : "LEAD: A Brooklyn man was charged with homicide yesterday in the death of a 14-year-old student, Jeffrey Vilain, who was caught in the middle of a gun battle between a police officer and a suspected robber in the East Flatbush section. A Brooklyn man was charged with homicide yesterday in the death of a 14-year-old student, Jeffrey Vilain, who was" , "date" : "19890106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Charged in Death Of a 14-Year-Old Boy" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/06\/nyregion\/man-charged-in-death-of-a-14-year-old-boy.html"} , {"body" : "LEAD: A 14-year-old boy returning home from church services in Brooklyn was shot in the head and killed Tuesday night after he and his family were caught in crossfire between a policeman and a robbery suspect. A 14-year-old boy returning home from church services in Brooklyn was shot in the head and killed Tuesday night after he and his family were" , "date" : "19890105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["VILAIN, JEFFREY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "14-Year-Old Bystander Is Killed In a Police Shootout in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/05\/nyregion\/14-year-old-bystander-is-killed-in-a-police-shootout-in-brooklyn.html"} , {"body" : "LEAD: A 17-year-old Brooklyn youth, who the police later learned was a suspect in a fatal hit-and-run accident in June, was shot early yesterday morning by a police officer during a routine stop for a minor traffic violation, a police spokesman said. A 17-year-old Brooklyn youth, who the police later learned was a suspect in a fatal hit-and-run" , "date" : "19890102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Youth Shot by Police Is a Hit-Run Suspect" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/02\/nyregion\/youth-shot-by-police-is-a-hit-run-suspect.html"}]