[  {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Two Brooklyn girls were shot, one fatally, in two separate shooting incidents yesterday, the police said. A man was killed in the second shooting. Two Brooklyn girls were shot, one fatally, in two separate shooting incidents yesterday, the police said. A man was killed in the second shooting. A 14-year-old girl was found at 12:50 P.M., shot" , "date" : "19890814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Girls Are Shot in Brooklyn; One Is Killed, One Wounded" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/14\/nyregion\/2-girls-are-shot-in-brooklyn-one-is-killed-one-wounded.html"} , {"body" : "LEAD: Hundreds of mourners and residents of the drug-torn Bushwick section of Brooklyn came out yesterday to bury a slain woman who had fought against drugs in her community. They marched and chanted in a two-mile funeral procession from the church to the cemetery. Hundreds of mourners and residents of the drug-torn Bushwick section of Brooklyn" , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Hundreds Mourn Brooklyn Drug Fighter" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/nyregion\/hundreds-mourn-brooklyn-drug-fighter.html"} , {"body" : "LEAD: Mourners for Maria Hernandez, the woman who campaigned against drugs in her Brooklyn neighborhood and who was slain Tuesday, were evacuated yesterday from a funeral home after a telephone caller said a bomb was in the building, the police said. Mourners for Maria Hernandez, the woman who campaigned against drugs in her Brooklyn neighborhood" , "date" : "19890812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Anti-Drug Crusader's Wake Is Disrupted by Bomb Threat" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/12\/nyregion\/anti-drug-crusader-s-wake-is-disrupted-by-bomb-threat.html"} , {"body" : "LEAD: Eugene J. Keogh, who as a Congressman from Brooklyn was the principal sponsor of the pension-plan legislation that bears his name, died of pneumonia yesterday at St. Vincent's Hospital. He was 81 years old and lived in Manhattan. Eugene J. Keogh, who as a Congressman from Brooklyn was the principal sponsor of the pension-plan legislation that" , "date" : "19890527" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "Ex-Congressman Eugene Keogh, Pension Plan Sponsor, Dies at 81" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/27\/obituaries\/ex-congressman-eugene-keogh-pension-plan-sponsor-dies-at-81.html"} , {"body" : "LEAD: Four New Yorkers and seven neighborhood groups were cited last night for efforts to make the city a better place to live. Four New Yorkers and seven neighborhood groups were cited last night for efforts to make the city a better place to live. They received annual awards from the Citizens Committee for New York City, founded in 1975 by" , "date" : "19890215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Community Groups And 4 New Yorkers Are Cited for Service" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/15\/nyregion\/community-groups-and-4-new-yorkers-are-cited-for-service.html"}]