[  {"body" : "LEAD: THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and early Victorian brownstones, is quite a contrast to the bustle of downtown Brooklyn, just a five-minute walk away. Many residents think of the area as a hidden treasure. THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "If You're Thinking of Living in: Boerum Hill" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "LEAD: One of the most enduring symbols of the holiday season is the Christmas tree, and New York City certainly has no shortage of dazzling ones. And this may be the very best time to see them, after Christmas, when the crowds and traffic have thinned. Most will be up through this week. One of the most enduring symbols of the holiday season is the" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "Lifestyle: Sunday Outing; Christmas May Be Ove But Trees Still Sparkle" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/style\/lifestyle-sunday-outing-christmas-may-be-ove-but-trees-still-sparkle.html"} , {"body" : "LEAD: The envelopes were piled more than two feet high on the floor of Jonathan Poole's office. There were thousands of them - perhaps 4,500 in all - and they filled the small room in a sprawl at least seven feet long and five feet wide. The envelopes were piled more than two feet high on the floor of Jonathan Poole's office. There were thousands" , "date" : "19891219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lottery Sifts Deep Mounds Of Dreams For Housing" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/19\/nyregion\/lottery-sifts-deep-mounds-of-dreams-for-housing.html"} , {"body" : "LEAD: Mayor-elect David N. Dinkins yesterday named Lee P. Brown, the Police Chief of Houston, as his Police Commissioner, making him the first non-New Yorker to head the nation's largest police force in a quarter century. Mayor-elect David N. Dinkins yesterday named Lee P. Brown, the Police Chief of Houston, as his Police Commissioner, making him" , "date" : "19891219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Names Houston's Chief To Be His Police Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/19\/nyregion\/dinkins-names-houston-s-chief-to-be-his-police-commissioner.html"} , {"body" : "LEAD: The Republic New York Corporation, a banking company best known for its strong financial position and business with the rich, announced plans yesterday to enlarge its foothold in the New York market by acquiring the Manhattan Savings Bank by issuing about $200 million of Republic stock. The Republic New York Corporation, a banking company" , "date" : "19891219" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "Republic In Savings Bank Deal" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/19\/business\/republic-in-savings-bank-deal.html"} , {"body" : "LEAD: Sally B. Hernandez-Pinero, who is to be deputy mayor for finance and economic development in the administration of David N. Dinkins, said yesterday that she did not foresee New York City providing any new tax incentives to help retain businesses in the near future. Sally B. Hernandez-Pinero, who is to be deputy mayor for finance and economic" , "date" : "19891215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Appointee Sees No New Tax Incentives" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/15\/nyregion\/dinkins-appointee-sees-no-new-tax-incentives.html"} , {"body" : "LEAD: If you want to know what is really hot in discotheques, supper clubs and other late-night entertainment, just ask Victor Rosen, chief of violations of New York City's tow services. If you want to know what is really hot in discotheques, supper clubs and other late-night entertainment, just ask Victor Rosen, chief of violations of New York" , "date" : "19891211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seeking the Hot Night Spots? Ask a Tow Truck Driver" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/11\/nyregion\/seeking-the-hot-night-spots-ask-a-tow-truck-driver.html"} , {"body" : "LEAD: The president of the Board of Education, Robert F. Wagner Jr., called yesterday for a radical overhaul of New York City's decentralized school government, saying the new Schools Chancellor would need ''some basic structural reforms'' to succeed. The president of the Board of Education, Robert F. Wagner Jr., called yesterday for a radical" , "date" : "19891209" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "School Government Needs Overhaul, Board President Says" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/09\/nyregion\/school-government-needs-overhaul-board-president-says.html"} , {"body" : "LEAD: After spending three years in the shadow of another United States Attorney, Andrew J. Maloney is now the pivotal prosecutor in New York City's most politically sensitive inquiry: an investigation of Mayor-elect David N. Dinkins. After spending three years in the shadow of another United States Attorney, Andrew J. Maloney is now the pivotal" , "date" : "19891208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Case Throws Spotlight on Maloney" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/08\/nyregion\/dinkins-case-throws-spotlight-on-maloney.html"} , {"body" : "LEAD: TEN years after falling masonry killed a Barbard College student and inspired a rigorous new law governing the maintenance of building facades in New York City, vast expanses of Manhattan sidewalk have been covered by scaffolding and protective bridges in a surge of facade repairs. TEN years after falling masonry killed a Barbard College" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Those Stay-Forever Sidewalk Bridges" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/realestate\/those-stay-forever-sidewalk-bridges.html"} ,   {"body" : "LEAD: THE biggest violation ever of New York City's landmarks law has been settled by a compromise and the Williamsburgh Savings Bank in downtown Brooklyn has begun to alter the 906 windows it installed without the approval of the Landmarks Preservation Commission. THE biggest violation ever of New York City's landmarks law has been settled by a" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "STREETSCAPES: Williamsburgh Savings Bank; Resolving the Case of Missing Muntins" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/realestate\/streetscapes-williamsburgh-savings-bank-resolving-the-case-of-missing-muntins.html"} , {"body" : "LEAD: EIGHTEEN New York City neighborhoods have formed Business Improvement Districts, in which assessments paid by commercial properties and businesses support a variety of services and programs. Ten such districts, called BID's, are being developed and 18 others in all five boroughs are considering forming such local civic groups. EIGHTEEN New" , "date" : "19891108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "Real Estate; Business Aid For Districts In 5 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/08\/business\/real-estate-business-aid-for-districts-in-5-boroughs.html"} , {"body" : "LEAD: More than 100 youths moving in packs rampaged through parts of Manhattan, Brooklyn and the Bronx yesterday, attacking pedestrians, robbing stores, and slashing one man with a knife, the police said. More than 100 youths moving in packs rampaged through parts of Manhattan, Brooklyn and the Bronx yesterday, attacking pedestrians, robbing" , "date" : "19891101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "UPPER EAST SIDE (MANHATTAN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "67 Arrested In Rampages On Halloween" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/01\/nyregion\/67-arrested-in-rampages-on-halloween.html"} , {"body" : "LEAD: 'IMAGES OF HAITI' 'IMAGES OF HAITI' The culture, politics and people of Haiti are the subject of a film and video series this weekend at Hunter College, Lexington Avenue and 68th Street, in Room 615 of the West Building. This three-day ''Images of Haiti'' festival, presented by the Haiti Support Committee, will include more than 20 rarely" , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/arts\/weekender-guide.html"} , {"body" : "LEAD: Trying to defuse the issue of payments made to Robert (Sonny) Carson, a convicted kidnapper and a civil rights advocate, officials of David N. Dinkins's mayoral campaign produced some receipts for the money yesterday but were unable to account fully for $7,100 given to Mr. Carson and an organization he heads. Trying to defuse the issue of" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dinkins Explains Carson Cash, in Part" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/dinkins-explains-carson-cash-in-part.html"} , {"body" : "LEAD: The mayoral candidates make a lot of noise about fighting drugs and crime, but they have yet to tell us how to pay for it. With New York's economy deteriorating, we need a mayor who understands the connection between economic growth and social priorities. The mayoral candidates make a lot of noise about fighting drugs and crime, but they have" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "29" , "title" : "A Prosperity Agenda for the 90's" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/opinion\/a-prosperity-agenda-for-the-90-s.html"} , {"body" : "LEAD: WHEN Fort Greene residents want a night on the town, they can stay close to home. At the Brooklyn Academy of Music and its Majestic Theater, there is everything from ballet to opera to jazz. Sheila's Restaurant offers such musicians as the violinist Noel Pointer, and drama and comedy can be found at the Cecil Alonzo Theater, the Paul Robeson" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in: Fort Greene" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "LEAD: IF New York City voters adopt the proposed Charter revision next month, they will be embracing a land-use regulation system that distributes oversight of the processes of urban change broadly. IF New York City voters adopt the proposed Charter revision next month, they will be embracing a land-use regulation system that distributes oversight" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Charter Revision; Realigning the Powers in Land-Use Control" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/perspectives-charter-revision-realigning-the-powers-in-land-use-control.html"} , {"body" : "LEAD: The Seagram Building on Park Avenue and the Four Seasons restaurant within it -which have long been seen as pinnacles of the cool, sleek, International style of architecture that dominated American cities after World War II - became official New York City landmarks yesterday. The Seagram Building on Park Avenue and the Four Seasons restaurant" , "date" : "19891004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Four Seasons Is Designated A Landmark" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/04\/nyregion\/four-seasons-is-designated-a-landmark.html"} , {"body" : "LEAD: AFTER years of delays, the steel frame now rising for the first building in Metrotech, a $1 billion office and academic complex in Brooklyn, is just one sign that the ambitious plan of city officials and private developers to remake downtown Brooklyn is finally under way. AFTER years of delays, the steel frame now rising for the first" , "date" : "19891001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LIVINGSTON PLAZA (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "23" , "title" : "COMMERCIAL PROPERTY: Downtown Brooklyn; Metrotech's Start Signals a Neighborhood Comeback" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/01\/realestate\/commercial-property-downtown-brooklyn-metrotech-s-start-signals-neighborhood.html"} ,   {"body" : "LEAD: In a settlement that keeps one of New York City's largest real-estate projects on schedule, developers of the Metrotech project in downtown Brooklyn said yesterday that they had agreed to pay $2 million in benefits to a group of tenants who are being displaced. In a settlement that keeps one of New York City's largest real-estate projects on" , "date" : "19890930" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Metrotech Agrees to Pay $2 Million to Aid Tenants" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/30\/nyregion\/metrotech-agrees-to-pay-2-million-to-aid-tenants.html"} , {"body" : "LEAD: International 2-5 Are free rides hurting Argentina? Although subsidies and favors have become a cornerstone of Argentine life, they are being scrutinized for cuts by the new Government. Page 1 International 2-5 Are free rides hurting Argentina? Although subsidies and favors have become a cornerstone of Argentine life, they are being" , "date" : "19890930" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/30\/nyregion\/news-summary-781689.html"} , {"body" : "LEAD: In an unusual secret court proceeding, Lorenzo (Fat Cat) Nichols, once described as the dominant power in heroin and cocaine distribution in southeastern Queens, has pleaded guilty to two Federal racketeering-related murder charges, law-enforcement authorities said, adding that Mr. Nichols is cooperating with investigators. In an unusual" , "date" : "19890930" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Queens Drug Kingpin Reportedly Pleads Guilty" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/30\/nyregion\/queens-drug-kingpin-reportedly-pleads-guilty.html"} , {"body" : "LEAD: A REAL estate project on land owned by the people of New York City in an area of Staten Island few of them have ever seen may over the years add millions of dollars to the city's coffers. A REAL estate project on land owned by the people of New York City in an area of Staten Island few of them have ever seen may over the years add millions of" , "date" : "19890927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "Real Estate; Developing City-Owned Marsh on S.I." , "url" : "http:\/\/www.nytimes.com\/1989\/09\/27\/business\/real-estate-developing-city-owned-marsh-on-si.html"} , {"body" : "LEAD: Did you hear the one about the guy who puts a ''No Radio'' sign on his car, goes off to a party and returns to find his car window smashed and a handwritten note saying, ''Get One.'' Did you hear the one about the guy who puts a ''No Radio'' sign on his car, goes off to a party and returns to find his car window smashed and a handwritten note" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "LIFE STYLE; When Just Owning a Car Is a Hazard" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/style\/life-style-when-just-owning-a-car-is-a-hazard.html"} , {"body" : "LEAD: Friday BRONZE MENAGERIE Friday BRONZE MENAGERIE A sculptured menagerie of bronze birds and catfish, metallic cows, copper snakes, two-dimensional bears and even a giant steel fish wandered into Central Park a few days ago for an outdoor art exhibition called ''Noah's Art.'' The show includes 19 animal-inspired sculptures by 16 sculptors that" , "date" : "19890922" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/22\/arts\/weekender-guide.html"} , {"body" : "LEAD: Joseph A. Fernandez, who will soon take control of New York City's public schools, said yesterday that he would like to replace the 21-year-old decentralized school administration with the system he has started to put into place in Miami, where important decisions are made at the school level. Joseph A. Fernandez, who will soon take control" , "date" : "19890922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MIAMI (FLA)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fernandez Wants to Empower Local Schools to Make Decisions" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/22\/nyregion\/fernandez-wants-to-empower-local-schools-to-make-decisions.html"} , {"body" : "LEAD: Joseph A. Fernandez, the Miami School Superintendent who was formally chosen yesterday to head the New York City school system and deal with its problems, including an alarmingly high dropout rate, was himself a New York high school dropout. Joseph A. Fernandez, the Miami School Superintendent who was formally chosen yesterday to head the New" , "date" : "19890921" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Man in the News: Joseph Anthony Fernandez; From Dropout to Chancellor" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/21\/nyregion\/man-in-the-news-joseph-anthony-fernandez-from-dropout-to-chancellor.html"} , {"body" : "LEAD: Bernhard H. Goetz was released from jail early this morning after serving more than eight months of a one-year sentence for possessing an unlicensed handgun. Bernhard H. Goetz was released from jail early this morning after serving more than eight months of a one-year sentence for possessing an unlicensed handgun. On Dec. 22, 1984 Mr. Goetz" , "date" : "19890920" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Goetz Freed From Jail Just After Midnight" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/20\/nyregion\/goetz-freed-from-jail-just-after-midnight.html"} , {"body" : "LEAD: The Roman Catholic Diocese of Brooklyn, liberal and independent under the leadership of Bishop Francis J. Mugavero for the last 21 years, will soon be getting a new - and probably more conservative - bishop. Pope John Paul II is expected to name a replacement for the retiring Bishop Mugavero before the end of the year. The Roman Catholic" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Catholics to Get a New Bishop" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/brooklyn-catholics-to-get-a-new-bishop.html"} ,   {"body" : "LEAD: When Lyndon B. Comstock was trying to raise money in the 1970's for a low- and middle-income housing cooperative in Berkeley, Calif., he was so disheartened by bankers' refusal to lend money that he resolved to start his own bank. When Lyndon B. Comstock was trying to raise money in the 1970's for a low- and middle-income housing cooperative" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "New Bank to Emphasize Aid to Small Borrowers" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/business\/new-bank-to-emphasize-aid-to-small-borrowers.html"} , {"body" : "LEAD: A melee erupted yesterday in front of a Brooklyn courthouse shortly after a hearing announcing the indictment of a fifth white man in what the police have called the racially motivated slaying of Yusuf K. Hawkins in the Bensonhurst section last month. A melee erupted yesterday in front of a Brooklyn courthouse shortly after a hearing" , "date" : "19890915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Melee Follows 5th Indictment In Racial Case" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/15\/nyregion\/melee-follows-5th-indictment-in-racial-case.html"} , {"body" : "LEAD: While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their supporters were mobilizing for the campaign that really counts: making sure the right people vote. While the candidates for mayor of New York City sweated through street fairs, rallies and church services yesterday, their" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Size of Turnout to Be Vital In New York City Primary; Black Vote Is Pivotal in Mayoral Race" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/size-turnout-be-vital-new-york-city-primary-black-vote-pivotal-mayoral-race.html"} , {"body" : "LEAD: This is another in a series of columns answering questions about New York's changing streetscapes. 148 West 16th St. Rowhouse Q. I have not been able to pinpoint the date of construction of my eight-unit tenant-sponsored co-op. Can you help me? . . . Pam Udis-Kessler, Manhattan. A. This is another in a series of columns answering questions" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "27" , "title" : "Streetscapes: Readers' Questions; An Italianate Co-op and a Second Empire Facade" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/realestate\/streetscapes-readers-questions-an-italianate-co-op-and-a-second-empire-facade.html"} , {"body" : "LEAD: FROM the windows of J.J. Hat Center, his hat store just south of Herald Square, Jack Lambert has spent 15 years watching one of the nation's busiest shopping districts move from one crisis to the next. ''Things have gotten worse and worse,'' he said. There was the fiscal crisis of the 1970's, the flight of middle-class shoppers from the city" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HERALD SQUARE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Fortune's Smile Glimmers on Herald Sq." , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/realestate\/fortune-s-smile-glimmers-on-herald-sq.html"} , {"body" : "LEAD: While opponents speak in hopeful generalities, an incumbent mayor campaigning for re-election can - and Edward I. Koch does - hold forth the prospect of specific new housing and workplaces, pinpointing their locations and describing them appreciatively, almost as if they had already been built. While opponents speak in hopeful generalities," , "date" : "19890909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Revisiting Promises Koch Made in '85" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/09\/nyregion\/revisiting-promises-koch-made-in-85.html"} , {"body" : "LEAD: In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300 demonstrators bearing African liberation flags and chanting ''Yusuf, Yusuf,'' marched through the heart of the Bensonhurst section of Brooklyn yesterday afternoon. In the fourth such protest since the killing of a black teen-ager 11 days ago, about 300" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "No Violence as 300 March Into Bensonhurst Again" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/no-violence-as-300-march-into-bensonhurst-again.html"} , {"body" : "LEAD: The vanguard of a mile-long protest march against racism and the recent killing of a black youth clashed with the police last night as it tried to force its way through lines of helmeted, riot-equipped officers on the Brooklyn approach to the Brooklyn Bridge. The vanguard of a mile-long protest march against racism and the recent killing of a" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "OAKLAND (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'Day of Outrage' March Ends in Violence" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/day-of-outrage-march-ends-in-violence.html"} , {"body" : "LEAD: ''This is occupied Berlin,'' said Peggy Hill, a choreographer, peering out of her rear window at 375 Jay Street in downtown Brooklyn. ''I'm living with rubble, with debris, rodents and scavengers as the result of the demolition for Metrotech here.'' Ms. Hill, whose water pipes have been stolen twice and electricity disconnected once, has" , "date" : "19890820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklynites Balk at Relocation Deal" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/20\/nyregion\/brooklynites-balk-at-relocation-deal.html"} , {"body" : "LEAD: Six of 13 remaining prosecutors in the Justice Department's Organized Crime Strike Force in Brooklyn announced yesterday that they were resigning. Six of 13 remaining prosecutors in the Justice Department's Organized Crime Strike Force in Brooklyn announced yesterday that they were resigning. The resignations come six weeks before a merger of" , "date" : "19890817" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "6 OF 13 PROSECUTORS RESIGN FROM A FEDERAL CRIME UNIT IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/17\/nyregion\/6-of-13-prosecutors-resign-from-a-federal-crime-unit-in-brooklyn.html"} ,   {"body" : "LEAD: The family of a mentally retarded Brooklyn man who suffocated last month during a struggle with the police said yesterday that the man was too mentally impaired to understand what the officers wanted of him. The family of a mentally retarded Brooklyn man who suffocated last month during a struggle with the police said yesterday that the man" , "date" : "19890806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Family Says Retarded Victim Couldn't Heed Officers" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/06\/nyregion\/family-says-retarded-victim-couldn-t-heed-officers.html"} , {"body" : "LEAD: A mentally retarded man who died last month in a struggle with the police suffocated when the officers lay on him and cut off his breathing, the New York City Medical Examiner's office said yesterday. A mentally retarded man who died last month in a struggle with the police suffocated when the officers lay on him and cut off his breathing," , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officers Implicated In Report on Death Of a Retarded Man" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/officers-implicated-in-report-on-death-of-a-retarded-man.html"} , {"body" : "LEAD: At the end of a week of lengthy hearings in which the New York City Charter Revision Commission was subjected to complaints, criticisms, suggestions, pleadings and threats to reject its plan for a new government, several panel members indicated a growing frustration yesterday over the difficulty of building a public consensus. At the end of a" , "date" : "19890722" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Charter Panel Edgy on Forming Public Consensus" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/22\/nyregion\/charter-panel-edgy-on-forming-public-consensus.html"} , {"body" : "LEAD: Two years ago, Daniel B. was surviving, just barely, on the streets of the Upper East Side of Manhattan. Emaciated and lice-infested, he foraged for food in garbage cans and slept in doorways. With his schizophrenia untreated, he was plagued by hallucinations. Two years ago, Daniel B. was surviving, just barely, on the streets of the Upper" , "date" : "19890718" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Mentally Ill Homeless Gain in Project" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/18\/nyregion\/mentally-ill-homeless-gain-in-project.html"} , {"body" : "LEAD: There was a nasty confrontation between a white merchant and a black customer in Brooklyn. After angry words were exchanged, a boycott was organized. But instead of violence, the parties negotiated and hammered out a settlement. There was a nasty confrontation between a white merchant and a black customer in Brooklyn. After angry words were" , "date" : "19890717" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Minister's Job Is Advocacy For Blacks" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/17\/nyregion\/minister-s-job-is-advocacy-for-blacks.html"} , {"body" : "LEAD: An Islamic celebration of sharing began yesterday, as Muslims filled mosques in the New York area with prayers and holiday greetings. An Islamic celebration of sharing began yesterday, as Muslims filled mosques in the New York area with prayers and holiday greetings. At the Al-Faruq Mosque in Brooklyn, where crowds of men greeted each other" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Muslim Celebration Of Sacrifice and Sharing" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/nyregion\/a-muslim-celebration-of-sacrifice-and-sharing.html"} , {"body" : "LEAD: To the Editor: To the Editor: There is much to be reassured about in Merrill Lynch's decision to relocate 2,600 jobs from Manhattan to Jersey City (news story, June 28). Consider how the metropolitan region benefits: * Manhattan's role as a financial services center is reinforced by making one of its key companies more cost effective. * The" , "date" : "19890710" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Merrill Lynch Move Benefits Metropolitan Area" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/10\/opinion\/l-merrill-lynch-move-benefits-metropolitan-area-236089.html"} , {"body" : "LEAD: It remains to be seen whether customers of Merrill Lynch will be well served by its decision to move its back offices to Jersey City. But it is already clear that the giant brokerage treated New York City shabbily. It decided to move out 2,500 jobs without giving the city a fair chance to compete. It remains to be seen whether customers of" , "date" : "19890701" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Still Bullish in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/01\/opinion\/still-bullish-in-brooklyn.html"} , {"body" : "LEAD: Merrill Lynch's decision to move 2,500 jobs from Manhattan to Jersey City underscores a pressing competitive issue for New York City: With new technology allowing companies to scatter groups of employees hundreds of miles from one another, can the other boroughs keep the jobs that will inevitably flee Merrill Lynch's decision to move 2,500" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "JERSEY CITY (NJ)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Loss of Jobs at Merrill Lynch Puts Pressure on New York" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/nyregion\/loss-of-jobs-at-merrill-lynch-puts-pressure-on-new-york.html"} , {"body" : "LEAD: Eight minutes before the court's deadline, Gene Gotti and John Carneglia, wearing nylon jogging suits and new Reeboks, surrendered to Federal marshals yesterday after a judge had revoked their bail and ordered them to jail pending sentencing on racketeering and drug charges. Eight minutes before the court's deadline, Gene Gotti and John" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; Gene Gotti Surrender Just Beats Deadline" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/nyregion\/metro-datelines-gene-gotti-surrender-just-beats-deadline.html"} ,   {"body" : "LEAD: After almost a decade of planning, city officials and business executives celebrated the official ground breaking yesterday of the first two major buildings in the $1 billion Metrotech office and academic complex in downtown Brooklyn. After almost a decade of planning, city officials and business executives celebrated the official ground" , "date" : "19890627" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ceremony Heralds a $1 Billion Project in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/27\/nyregion\/ceremony-heralds-a-1-billion-project-in-brooklyn.html"} , {"body" : "LEAD: International A3-8 International A3-8 Sale of poison-gas chemicals to Iran has been arranged by a West German chemical company, American officials say. Page A1 About 700 Cambodians would return to Khmer Rouge control, after fleeing Khmer Rouge camps, under an agreement by Thai officials and non-Communist Cambodians, aid officials and Western" , "date" : "19890627" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/27\/nyregion\/news-summary-345289.html"} , {"body" : "LEAD: Moved by the crack addiction of a favorite uncle, a 9-year-old from Brooklyn decided that she had to do something to persuade people to stop smoking the cocaine derivative. Moved by the crack addiction of a favorite uncle, a 9-year-old from Brooklyn decided that she had to do something to persuade people to stop smoking the cocaine" , "date" : "19890615" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn 9-Year-Old Starts A One-Child War on Crack" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/15\/nyregion\/brooklyn-9-year-old-starts-a-one-child-war-on-crack.html"} , {"body" : "LEAD: Ten of New York City's leading black clergymen are preaching this weekend about the growing threat of AIDS to minorities. Ten of New York City's leading black clergymen are preaching this weekend about the growing threat of AIDS to minorities. In breaking what they say is the silence of many blacks about AIDS, these ministers are starting a" , "date" : "19890610" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Black Clergy Set to Preach About AIDS" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/10\/nyregion\/black-clergy-set-to-preach-about-aids.html"} , {"body" : "LEAD: The painting on the door leading to John P. Keith's office shows the dream: A woman rises above the cityscape, her face shining with virtue and wisdom. ''City Planning'' are the words above her head; ''Enlightenment,'' the word below. The painting on the door leading to John P. Keith's office shows the dream: A woman rises above the" , "date" : "19890531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Planner Retires As Vision Loses Favor" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/31\/nyregion\/city-planner-retires-as-vision-loses-favor.html"} , {"body" : "LEAD: NOW it's Amtrak's turn at trying to make use of the huge development opportunity at the Sunnyside railyards in Long Island City, Queens. The national passenger railroad has taken on a development manager and started planning that could open 150 acres of land there for large-scale commercial and residential development over the next decade and" , "date" : "19890528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNNYSIDE (NYC)" , "NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES: The Sunnyside Yards; Amtrak's Grand Vision for Its Air Rights" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/28\/realestate\/perspectives-the-sunnyside-yards-amtrak-s-grand-vision-for-its-air-rights.html"} , {"body" : "LEAD: A 13-year-old Brooklyn youth was arrested yesterday morning with a fully loaded, 9-millimeter handgun, and he showed up later in the day to ask the New York City transit police when he would get his gun back. A 13-year-old Brooklyn youth was arrested yesterday morning with a fully loaded, 9-millimeter handgun, and he showed up later in the" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Arrested With Gun" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/nyregion\/youth-arrested-with-gun.html"} , {"body" : "LEAD: Maurice H. Belkin, an engineer and construction executive, died of a heart attack on May 8 at his home in Lawrence, L.I. He was 86 years old. Maurice H. Belkin, an engineer and construction executive, died of a heart attack on May 8 at his home in Lawrence, L.I. He was 86 years old. Mr. Belkin was president of the MacArthur Construction" , "date" : "19890517" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "Maurice Belkin, 86, Construction Executive" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/17\/obituaries\/maurice-belkin-86-construction-executive.html"} , {"body" : "LEAD: WITH an uneasy ceasefire in the battle over what will be built on the site of the New York Coliseum, neighborhood groups allied with environmental organizations are mounting sophisticated new campaigns to influence planning and real estate development across New York City. WITH an uneasy ceasefire in the battle over what will be built on the" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Citizens Gain in Anti-Developer Wars" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/realestate\/citizens-gain-in-anti-developer-wars.html"} , {"body" : "LEAD: No other matter has so troubled and divided the commission rewriting New York City's charter as what to do with the borough presidents. Underlying the question is an even more fundamental debate about how New Yorkers perceive themselves and how those perceptions should be accommodated in the structure of municipal government. No other matter" , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Presidents Of Boroughs: Vestigial Or Vibrant?" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/nyregion\/presidents-of-boroughs-vestigial-or-vibrant.html"} ,   {"body" : "LEAD: When the Williamsburgh Savings Bank opened its 29-story headquarters at One Hanson Place in 1929 it became the focal point of downtown Brooklyn and, at 512 feet, the tallest building on Long Island, from the East River to Montauk. The four-faced clock tower was the world's tallest and even larger than London's Big Ben. When the Williamsburgh" , "date" : "19890507" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Brooklyn Renovation; Time to Shine" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/07\/realestate\/postings-brooklyn-renovation-time-to-shine.html"} , {"body" : "LEAD: To the Editor: To the Editor: The Brooklyn Historic Railway Association, of which I am president, agrees with Frederic Papert that ''sleek modern trolleys'' are the way of the future and that 42d Street needs a light-rail line (Op-Ed, April 13). But why stop at 42d Street? We are developing a plan for light rail through downtown Brooklyn, an" , "date" : "19890506" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Back on the Trolley or Aboard the Electric Bus?; Don't Forget Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/06\/opinion\/l-back-on-the-trolley-or-aboard-the-electric-bus-don-t-forget-brooklyn-069389.html"} , {"body" : "LEAD: Fast of Ramadan Is Soon to Be a Feast Fast of Ramadan Is Soon to Be a Feast TOMORROW evening Muslims will search the night sky for the new moon. If they see the first sliver of light or hear of its official sighting in Mecca, they will end their monthlong fast at daybreak and eat heartily in celebration. Since April 6, the beginning of" , "date" : "19890503" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Fast of Ramadan Ends With Feasts" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/03\/garden\/fast-of-ramadan-ends-with-feasts.html"} , {"body" : "LEAD: Demonstrations against budget cuts and likely tuition increases spread to most campuses of the City University of New York yesterday, with students seizing more administration buildings, marching in the streets and blocking traffic in Manhattan, Queens and Brooklyn. Demonstrations against budget cuts and likely tuition increases spread to" , "date" : "19890502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Tuition Protests Spread to Most CUNY Campuses" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/02\/nyregion\/tuition-protests-spread-to-most-cuny-campuses.html"} , {"body" : "LEAD: AS architects replace drafting boards with computer work stations, not only are they generating blueprints with greater speed and accuracy, but they also are creating new visual aids such as three-dimensional models that create the illusion of walking through buildings yet unbuilt. AS architects replace drafting boards with computer work" , "date" : "19890430" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "35" , "title" : "COMMERCIAL PROPERTY: Computerized Drafting; Architects Create 3-Dimensional Graphic Models" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/30\/realestate\/commercial-property-computerized-drafting-architects-create-3-dimensional.html"} , {"body" : "LEAD: To the Editor: To the Editor: The Department of Environmental Protection's water resources people have come up with all sorts of ways for New Yorkers to save water during the drought. These include shorter showers and no watering of lawns. They even suggest that we don't leave fire hydrants open. But wait a minute, why should leaking fire" , "date" : "19890425" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Why Do We Fight Fires With Drinking Water?" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/25\/opinion\/l-why-do-we-fight-fires-with-drinking-water-710089.html"} , {"body" : "LEAD: To the Editor: To the Editor: The lead story on April 9th, ''Town and Gown Clash Over Housing,'' featured a drawing of a fictional urban college, ''City Tech,'' as an octopus snatching up housing in the surrounding area. What the artist obviously did not realize is that City Tech is the nickname of very real college in an urban area similar" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Education" , "Real Estate"] , "page_facet" : "20" , "title" : "City Tech" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/realestate\/l-city-tech-897689.html"} , {"body" : "LEAD: To the Editor: To the Editor: Your article on Jan. 22 headed ''Transforming Downtown Brooklyn,'' featuring Metrotech, made no mention made of the first institution in that area that is a vital part of Metrotech - the New York City Technical College at Jay and Tillary Streets. Founded in 1946 as a two-year community college, it is now a" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Education" , "Real Estate"] , "page_facet" : "20" , "title" : "City Tech" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/realestate\/l-city-tech-944789.html"} , {"body" : "LEAD: ''Although our streets . . . are interlocked . . . each city retains an individuality it would be difficult to merge or to surrender,'' Carol Brink wrote in ''The Twin Cities,'' her book about St. Paul and Minneapolis. ''Individuality'' could equally have described New York and Brooklyn in the 1890's. ''Although our streets . . . are" , "date" : "19890420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "The Editorial Notebook; The Birth of Greater New York" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/20\/opinion\/the-editorial-notebook-the-birth-of-greater-new-york.html"} , {"body" : "LEAD: After nine years of bitter charges, Gov. Mario M. Cuomo and his former law firm agreed yesterday to end a civil suit over whether he had a right to share in more than $4 million in legal fees. After nine years of bitter charges, Gov. Mario M. Cuomo and his former law firm agreed yesterday to end a civil suit over whether he had a right to" , "date" : "19890414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cuomo Settles Suit on a Share In a Law Firm" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/14\/nyregion\/cuomo-settles-suit-on-a-share-in-a-law-firm.html"} ,   {"body" : "LEAD: Herman B. Ferguson, standing yesterday in the same Queens courthouse in which he was convicted 21 years ago of conspiring to kill two moderate civil-rights leaders, was ordered to begin serving the sentence he had long evaded. Herman B. Ferguson, standing yesterday in the same Queens courthouse in which he was convicted 21 years ago of" , "date" : "19890408" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "60's Fugitive Returns to Start Conspiracy Sentence" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/08\/nyregion\/60-s-fugitive-returns-to-start-conspiracy-sentence.html"} , {"body" : "LEAD: Leonard Marcus, a Brooklyn man through and through, has been named the president and chief operating officer of one of the borough's leading institutions, Abraham & Straus. But his big test will come in Manhattan. Leonard Marcus, a Brooklyn man through and through, has been named the president and chief operating officer of one of the" , "date" : "19890407" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "BUSINESS PEOPLE; New President of A.&S. Faces Tough Challenge" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/07\/business\/business-people-new-president-of-a-s-faces-tough-challenge.html"} , {"body" : "LEAD: Shows, Nature, Museums ''CLOWNING AROUND,'' a show of pantomime, and juggling by Joe Killian and Michael Zerphy, with audience involvement, 1 and 3 P.M. Sunday, at the Third Street Music School Settlement, 235 East 11th Street. Admission: children and the elderly, $2.50; others, $5. Reservations: 777-3240. Shows, Nature, Museums ''CLOWNING" , "date" : "19890407" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/07\/arts\/for-children.html"} , {"body" : "LEAD: In the evenings, after most of the caseworkers had gone home, Keniatta N. liked to run with abandon, weaving through the empty desks in the city's field office. It was his exercise. In the evenings, after most of the caseworkers had gone home, Keniatta N. liked to run with abandon, weaving through the empty desks in the city's field office." , "date" : "19890329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Months on 'Overnight Circuit' for Boy, 9" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/29\/nyregion\/3-months-on-overnight-circuit-for-boy-9.html"} , {"body" : "LEAD: Three of New York City's five borough presidents, the future of their offices deeply in doubt, held a private meeting yesterday to try to forge a strategy to preserve the powerful Board of Estimate on which they sit. Three of New York City's five borough presidents, the future of their offices deeply in doubt, held a private meeting yesterday" , "date" : "19890328" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Borough Leaders Seek Strategy to Save Board" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/28\/nyregion\/3-borough-leaders-seek-strategy-to-save-board.html"} , {"body" : "LEAD: It happens every year at the Easter Parade on Fifth Avenue. An out-of-town family gets there early and finds a choice location behind a police barrier. The children sit neatly on the curb. The hour of the parade arrives, but no floats or marching bands come by. Fifteen or twenty minutes pass before one of the adults shyly approaches a vendor" , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Easter, Any Stroll Is a Parade" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/on-easter-any-stroll-is-a-parade.html"} , {"body" : "LEAD: Mayor Edward I. Koch said yesterday that the overhaul of New York City's government ordered by the United States Supreme Court last week should preserve all eight existing citywide and boroughwide posts, grant the five borough presidents a role in planning and development and enlarge the 35-member City Council. Mayor Edward I. Koch said" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHARTER PANEL LOOKS PAST RULING AND SEES FAR-REACHING CHANGES" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/nyregion\/charter-panel-looks-past-ruling-and-sees-far-reaching-changes.html"} , {"body" : "LEAD: For almost 92 years, virtually all aspects of civic life in New York City have borne the imprint of the Board of Estimate. For almost 92 years, virtually all aspects of civic life in New York City have borne the imprint of the Board of Estimate. When dozens of high schools began to be built in the early years of the 20th century, it was the" , "date" : "19890323" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Board: 'Center of Gravity' From Which Modern New York Sprung" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/23\/nyregion\/the-board-center-of-gravity-from-which-modern-new-york-sprung.html"} , {"body" : "LEAD: The Board of Examiners, the testing agency that since 1898 has decided who can teach or become a principal in New York City's public schools, is itself being put to a test these days, fighting for its survival against a powerful array of educators and politicians who are pressing for its abolition. The Board of Examiners, the testing agency" , "date" : "19890202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Critics Hope to Eliminate Testing Panel" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/02\/nyregion\/critics-hope-to-eliminate-testing-panel.html"} , {"body" : "LEAD: GEORGE BUGLIARELLO, the president of Polytechnic University in downtown Brooklyn, seems happy now to tell the story of being offered his job in 1973 and turning it down at first, not because of the school's faculty, finances or academic standing, but because of the urban blight surrounding its campus. GEORGE BUGLIARELLO, the president of" , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Transforming Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/realestate\/transforming-downtown-brooklyn.html"} ,   {"body" : "LEAD: From Brooklyn, where Mayor Edward I. Koch recalled how he went to Mississippi in 1964 as a young lawyer defending civil rights workers, to Los Angeles, where golfers teed off in a tournament benefiting the Southern Christian Leadership Conference, Americans honored the memory of the Rev. Dr. Martin Luther King Jr. From Brooklyn, where Mayor" , "date" : "19890117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Sea to Sea, North and South, King Is Honored" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/17\/nyregion\/sea-to-sea-north-and-south-king-is-honored.html"} , {"body" : "LEAD: A CO-OP conversion is under way at a large development called University Towers in downtown Brooklyn that has much to say about housing conditions in New York City and the role of conversions in improving them. A CO-OP conversion is under way at a large development called University Towers in downtown Brooklyn that has much to say about" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNIVERSITY TOWERS (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Downtown Brooklyn; Another Big Rental Hits the Co-op Road" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/realestate\/perspectives-downtown-brooklyn-another-big-rental-hits-the-co-op-road.html"} , {"body" : "LEAD: Closings in the week ended Dec. 24 MANHATTAN Chelsea $430,000 117 West 17th Street (Brooks Van Horn Condominium) 1-bedroom, 1-bath, 1,280-sq.-ft. prewar condo; dining area, large kitchen, high-ceilings, 2 exposures; common charge $183, 100% tax-abated (Broker: Delson, Ginsberg Real Estate) Closings in the week ended Dec. 24 MANHATTAN Chelsea" , "date" : "19890108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/08\/realestate\/residential-resales-345989.html"} , {"body" : "LEAD: The Koch administration announced yesterday that it would for the first time set aside Federal rent subsidies for homeless families as part of a plan to end the use of welfare hotels in New York City. The Koch administration announced yesterday that it would for the first time set aside Federal rent subsidies for homeless families as part of" , "date" : "19890104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless New York Families to Get U.S. Rent Subsidies" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/04\/nyregion\/homeless-new-york-families-to-get-us-rent-subsidies.html"}]