[  {"body" : "LEAD: George J. Couri, the chairman of Couristan Inc., an importer of floor coverings, died of lung cancer on Tuesday at his home in the Dyker Heights section of Brooklyn. He was 77 years old. George J. Couri, the chairman of Couristan Inc., an importer of floor coverings, died of lung cancer on Tuesday at his home in the Dyker Heights section of" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "12" , "title" : "George Couri, Executive, 77" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/obituaries\/george-couri-executive-77.html"} , {"body" : "LEAD: UNADORNED homes are rare commodities around Christmastime in Bay Ridge, Bensonhurst and Canarsie. With thousands of plastic Santas and snowmen, armies of toy soldiers and multicolored megawatts of lights decorating block upon block of houses and apartment buildings, no one could accuse these Brooklyn neighborhoods of a lack of holiday cheer." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neighborhoods Santa Has No Trouble Finding" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/neighborhoods-santa-has-no-trouble-finding.html"} , {"body" : "LEAD: As some spectators in the courtroom wept, a distraught Brooklyn mother told a judge yesterday how she drowned her colicky infant son in a bathtub while she was suffering from severe postpartum depression. As some spectators in the courtroom wept, a distraught Brooklyn mother told a judge yesterday how she drowned her colicky infant son in a" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Judge Accepts Insanity Plea In '88 Drowning of Infant" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/judge-accepts-insanity-plea-in-88-drowning-of-infant.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and independent voters, exchanging harsh attacks only hours after winning the Democratic and Republican primaries for mayor. David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY; 2 NOMINEES CLASH IN RACE FOR MAYOR WITH HARSH WORDS" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-2-nominees-clash-in-race-for-mayor-with-harsh-words.html"} , {"body" : "LEAD: The specially designed truck that rumbled slowly through the narrow streets of Brooklyn Heights one morning this week is part of the process of taking New York City into a new era of recycling. The specially designed truck that rumbled slowly through the narrow streets of Brooklyn Heights one morning this week is part of the process of taking" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Starts Required Recycling" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/nyregion\/new-york-starts-required-recycling.html"} , {"body" : "LEAD: A Family Court judge ordered a woman from Brooklyn held without bail yesterday until her husband surrendered the couple's 4-year-old son. On Sunday, the father took the boy from a hospital in Manhattan, where he was being treated for leukemia, the police said. A Family Court judge ordered a woman from Brooklyn held without bail yesterday" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Held After Ill Son Disappears" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/nyregion\/mother-held-after-ill-son-disappears.html"} , {"body" : "LEAD: With New York City facing a garbage crisis, the City Council is expected to approve a bill tomorrow that would make the recycling of newspapers, magazines, cardboard, glass bottles and metal cans mandatory. Under the bill, each household would be required to sort the recyclable materials. The bill raises questions as to how a city as large as" , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Recycling Law's Mechanics: Symphony of Sorting, Maybe" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/recycling-law-s-mechanics-symphony-of-sorting-maybe.html"}]