[  {"body" : "LEAD: Two Brooklyn men were arrested yesterday in connection with the firing of the stray bullet that killed an 11-year-old boy in the East New York section of Brooklyn Saturday night. Two Brooklyn men were arrested yesterday in connection with the firing of the stray bullet that killed an 11-year-old boy in the East New York section of Brooklyn" , "date" : "19891226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Held in Boy's Killing by a Random Bullet" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/26\/nyregion\/2-held-in-boy-s-killing-by-a-random-bullet.html"} , {"body" : "LEAD: An 11-year-old who a year ago moved with his family out of the East New York section of Brooklyn to escape the crime and violence of the neighborhood, died after being shot there Saturday night by a stray bullet. An 11-year-old who a year ago moved with his family out of the East New York section of Brooklyn to escape the crime and violence" , "date" : "19891225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Boy, 11, Killed By Stray Bullet On Visit to Aunt" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/25\/nyregion\/boy-11-killed-by-stray-bullet-on-visit-to-aunt.html"} , {"body" : "LEAD: Army National Guard troops will clean up trash in two impoverished Brooklyn neighborhoods, the first such operation in the state, a Guard spokesman said yesterday. Army National Guard troops will clean up trash in two impoverished Brooklyn neighborhoods, the first such operation in the state, a Guard spokesman said yesterday. The spokesman," , "date" : "19891223" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "National Guard to Help Haul Brooklyn Trash" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/23\/nyregion\/national-guard-to-help-haul-brooklyn-trash.html"} , {"body" : "LEAD: Housing Authority detectives yesterday charged a 20-year-old Brooklyn man in the death of a 13-month-old girl who they said was stomped to death because she would not stop crying. She had been the victim of repeated sexual abuse, they said. Housing Authority detectives yesterday charged a 20-year-old Brooklyn man in the death of a" , "date" : "19891223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Brooklyn Man Faces Charge In Killing of Abused Baby" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/23\/nyregion\/brooklyn-man-faces-charge-in-killing-of-abused-baby.html"} , {"body" : "LEAD: An undercover police officer was shot and robbed of $11,000 by two gunmen yesterday in Brooklyn in a ''buy and bust'' narcotics operation, the police said. An undercover police officer was shot and robbed of $11,000 by two gunmen yesterday in Brooklyn in a ''buy and bust'' narcotics operation, the police said. The officer, who was not" , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Drug Officer Wounded and Robbed" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/nyregion\/brooklyn-drug-officer-wounded-and-robbed.html"} , {"body" : "LEAD: Two men sitting in a car in an automobile-repair shop in Brooklyn were shot and killed yesterday when two people opened fire on them, the police said. Two men sitting in a car in an automobile-repair shop in Brooklyn were shot and killed yesterday when two people opened fire on them, the police said. The shooting occurred at 1:15 P.M. in the" , "date" : "19891221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "METRO DATELINES; 2 Men Shot to Death In Car Repair Shop" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/21\/nyregion\/metro-datelines-2-men-shot-to-death-in-car-repair-shop.html"} , {"body" : "LEAD: Two cousins died and a third was hospitalized yesterday after fumes from an unattended car idling in a Brooklyn garage seeped into a house above. Two cousins died and a third was hospitalized yesterday after fumes from an unattended car idling in a Brooklyn garage seeped into a house above. The deaths were the fifth and sixth attributed to" , "date" : "19891221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "METRO DATELINES; Fumes From Garage Kill 2 in House Above" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/21\/nyregion\/metro-datelines-fumes-from-garage-kill-2-in-house-above.html"} , {"body" : "LEAD: MOST of the people in the Spring Creek Gardens complex in the East New York section of Brooklyn earn considerably less than $20,000 a year, while those in the Belaire condo minium tower, on Manhattan's Upper East Side, make whatever is needed to buy half-million dollar condominium apartments and million-dollar penthouses. MOST of the people" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BELAIRE (NYC BUILDING)" , "SPRING CREEK ESTATES (BKLYN, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Linking 421a to Low-Income Housing" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/realestate\/linking-421a-to-low-income-housing.html"} , {"body" : "LEAD: Betty R. is a diabetic and a mentally retarded 42-year-old mother of two who lives in the East New York section of Brooklyn. The first time an official of the Brooklyn Bureau of Community Service saw her apartment, ''It looked like a cave.'' Betty R. is a diabetic and a mentally retarded 42-year-old mother of two who lives in the East New" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "99" , "title" : "In Season of Giving, the Neediest Cases Fund Helps the Giftless; A Mother of 2 Gets Lessons in Parenthood" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/nyregion\/season-giving-neediest-cases-fund-helps-giftless-mother-2-gets-lessons.html"} , {"body" : "LEAD: The police said on Friday that they were looking for a man who sexually assaulted three boys in separate incidents in the last month in two Brooklyn parks. The police said on Friday that they were looking for a man who sexually assaulted three boys in separate incidents in the last month in two Brooklyn parks. The victims were 10, 12 and 14" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "63" , "title" : "Suspect in Sex Attacks on 3 Boys Is Sought" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/nyregion\/suspect-in-sex-attacks-on-3-boys-is-sought.html"} ,   {"body" : "LEAD: Two decades after the New York City school system was decentralized to encourage local participation, many school boards are allied with neighborhood political clubs and exploited by politicians seeking power and patronage. Two decades after the New York City school system was decentralized to encourage local participation, many school boards" , "date" : "19891211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "SCHOOLS AND POLITICS: CHANNELS OF POWER - A SPECIAL REPORT: New York Schools and Patronage: Experience Teaches Hard Lessons" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/11\/nyregion\/schools-politics-channels-power-special-report-new-york-schools-patronage.html"} , {"body" : "LEAD: A security guard interrupted the third day of his murder trial yesterday to confess that he had sexually abused and then killed an 18-year-old waitress. A security guard interrupted the third day of his murder trial yesterday to confess that he had sexually abused and then killed an 18-year-old waitress. Justice Francis X. Egitto in State" , "date" : "19891207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Defendant Confesses, Ending Murder Trial" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/07\/nyregion\/defendant-confesses-ending-murder-trial.html"} , {"body" : "LEAD: A New York City correction officer was arrested and suspended early yesterday morning in connection with a fatal shooting in Queens over the weekend, the police said. A New York City correction officer was arrested and suspended early yesterday morning in connection with a fatal shooting in Queens over the weekend, the police said. The" , "date" : "19891204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Jail Guard Held After a Shooting" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/04\/nyregion\/jail-guard-held-after-a-shooting.html"} , {"body" : "LEAD: It was a year ago that the story of Henry I., a 27-year-old deaf man who is learning-disabled and successfully employed, was told. Until he began work at the H. B. Company in the East New York section of Brooklyn, he had never held a job very long. It was a year ago that the story of Henry I., a 27-year-old deaf man who is learning-disabled" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "95" , "title" : "3 Organizations That Help Relieve New Yorkers in Pain, Visible or Invisible; Assisting Henry I. In His Search for a Job" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/nyregion\/3-organizations-that-help-relieve-new-yorkers-pain-visible-invisible-assisting.html"} , {"body" : "LEAD: A 4-year-old boy was killed and a man and a woman were critically burned yesterday when a firebomb was tossed into a grocery store in Brooklyn, the police said. A 4-year-old boy was killed and a man and a woman were critically burned yesterday when a firebomb was tossed into a grocery store in Brooklyn, the police said. The bomb, thrown ''by" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Firebomb in Brooklyn Kills Boy and Burns 2" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/firebomb-in-brooklyn-kills-boy-and-burns-2.html"} , {"body" : "LEAD: Plans for medium-density garden apartments on vacant land owned by New York City have been proposed by a builder who was involved in a cooperative effort that built 1,700 affordable houses in Brooklyn without Federal help. Plans for medium-density garden apartments on vacant land owned by New York City have been proposed by a builder who was" , "date" : "19891117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Developer Hopes to Build Housing On Land Owned by New York City" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/17\/nyregion\/developer-hopes-to-build-housing-on-land-owned-by-new-york-city.html"} , {"body" : "LEAD: A man on parole from a burglary conviction was charged with murder in the strangling of an 84-year-old Brooklyn woman, the police said yesterday. A man on parole from a burglary conviction was charged with murder in the strangling of an 84-year-old Brooklyn woman, the police said yesterday. The victim, Rosalind Brostoff, was bound, gagged," , "date" : "19891116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Parolee Is Held in Strangling Of Woman, 84, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/16\/nyregion\/parolee-is-held-in-strangling-of-woman-84-in-brooklyn.html"} , {"body" : "LEAD: Torn apart by drug-using squatters and plagued by a string of fires that culminated in a devastating blaze last week, a 250-year-old colonial farmhouse in Brooklyn was all but abandoned yesterday by the private preservation group that had tried to save it since 1981. Torn apart by drug-using squatters and plagued by a string of fires that" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "CHRISTIAN DURYEA HOUSE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fires Force an End to Plans To Save Historic Farmhouse" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/fires-force-an-end-to-plans-to-save-historic-farmhouse.html"} , {"body" : "LEAD: A defective combination lock and a ''horrible series of little errors'' led to the slayings of two Queens detectives, police officials said yesterday. A defective combination lock and a ''horrible series of little errors'' led to the slayings of two Queens detectives, police officials said yesterday. ''In this business people make mistakes," , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "'Horrible Series' of Errors Blamed In Slayings of 2 Queens Detectives" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/horrible-series-of-errors-blamed-in-slayings-of-2-queens-detectives.html"} , {"body" : "LEAD: With its handsomely restored brownstones, well-organized block clubs and political activism, the southern part of Bedford-Stuyvesant contradicts the popular view of it as a crumbling and dangerous ghetto. With its handsomely restored brownstones, well-organized block clubs and political activism, the southern part of Bedford-Stuyvesant" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Community Shrinks From Crack's Embrace" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/community-shrinks-from-crack-s-embrace.html"} ,   {"body" : "LEAD: A murder suspect being returned to jail on Rikers Island killed two New York City police detectives with gunshots to the backs of their heads yesterday in a car parked on the shoulder of a busy highway near La Guardia Airport in Queens, the police said. A murder suspect being returned to jail on Rikers Island killed two New York City police" , "date" : "19891114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GRAND CENTRAL PARKWAY (NYC)" , "NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 Officers Transporting Prisoner Are Slain in Car" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/14\/nyregion\/2-officers-transporting-prisoner-are-slain-in-car.html"} , {"body" : "LEAD: A 25-year-old New York City police officer was arrested yesterday in the robbery, while off duty, of a burglary suspect on Wednesday at a Brooklyn shopping center where the suspect was showing off his $48,200 booty, the police said. A 25-year-old New York City police officer was arrested yesterday in the robbery, while off duty, of a burglary" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Officer, 25, Is Arrested In Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/nyregion\/officer-25-is-arrested-in-robbery-in-brooklyn.html"} , {"body" : "LEAD: A prisoner who escaped from a Brooklyn hospital on Wednesday and is suspected of raping a woman three hours later was arrested yesterday in the Bronx when he went to his brother's apartment. A prisoner who escaped from a Brooklyn hospital on Wednesday and is suspected of raping a woman three hours later was arrested yesterday in the Bronx" , "date" : "19891104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Prisoner Seized After an Escape From a Hospital" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/04\/nyregion\/prisoner-seized-after-an-escape-from-a-hospital.html"} , {"body" : "LEAD: A Rikers Island prisoner being held on robbery charges escaped from a Brooklyn hospital yesterday and three hours later forced a woman into her apartment and raped her, the police said. A Rikers Island prisoner being held on robbery charges escaped from a Brooklyn hospital yesterday and three hours later forced a woman into her apartment and" , "date" : "19891103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Inmate Escapes From Hospital; Rapes Woman" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/03\/nyregion\/inmate-escapes-from-hospital-rapes-woman.html"} , {"body" : "LEAD: Two months after the fatal shooting of a black teen-ager, Yusuf K. Hawkins, in the Bensonhurst section of Brooklyn, the seven white defendants are preparing to argue in court that the crime was not racially motivated. Most defendants also plan to assert that they were not at the scene of the shooting or were unaware that the man accused of" , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defendants to Argue Hawkins Killing Was Not Racial" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/nyregion\/defendants-to-argue-hawkins-killing-was-not-racial.html"} , {"body" : "LEAD: Robert C. (Sonny) Carson said yesterday that he had used $9,500 from the mayoral campaign of David N. Dinkins for a legitimate get-out-the-vote operation on Primary Day. Robert C. (Sonny) Carson said yesterday that he had used $9,500 from the mayoral campaign of David N. Dinkins for a legitimate get-out-the-vote operation on Primary Day." , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ex-Dinkins Worker Says He Used Campaign Money in Vote Effort" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/nyregion\/ex-dinkins-worker-says-he-used-campaign-money-in-vote-effort.html"} , {"body" : "LEAD: The voters of Kew Gardens, Queens, have not forgotten the blizzard of 1969. Manhattan's streets were plowed first, they say. But in Kew Gardens, a man had to be an Under Secretary General of the United Nations and a Nobel Prize winner to get his street cleared. The voters of Kew Gardens, Queens, have not forgotten the blizzard of 1969." , "date" : "19891019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "KEW GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Queens Streets, City Hall Seems Very Distant" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/19\/nyregion\/from-queens-streets-city-hall-seems-very-distant.html"} , {"body" : "LEAD: FIORELLO H. LA GUARDIA AND THE MAKING OF MODERN NEW YORK By Thomas Kessner. Illustrated. 700 pp. New York: McGraw-Hill Publishing Company. $24.95. FIORELLO H. LA GUARDIA AND THE MAKING OF MODERN NEW YORK By Thomas Kessner. Illustrated. 700 pp. New York: McGraw-Hill Publishing Company. $24.95. This is a biography of a petty, petulant, often" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "3" , "title" : "THE LITTLE FLOWER AND HOW HE GREW" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/books\/the-little-flower-and-how-he-grew.html"} , {"body" : "LEAD: Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place after all. Golden sun, a gentle breeze and birds heading south for no obvious reason. A day to go fishing. Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place" , "date" : "19891004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Lessons of Life, At the Wet End Of a Fishing Line" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/04\/nyregion\/about-new-york-lessons-of-life-at-the-wet-end-of-a-fishing-line.html"} , {"body" : "LEAD: WHEN all those strangers came to watch in the spring of 1982, leaning on the outside of the chain-link fence where the baseball team at Thomas Jefferson High School played, there was little doubt about the abilities of the 18-year-old they had come to see. WHEN all those strangers came to watch in the spring of 1982, leaning on the outside of" , "date" : "19891002" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Dunston In Full Stride" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/02\/sports\/dunston-in-full-stride.html"} ,   {"body" : "LEAD: A proposal to develop a nursing home for people with AIDS in the Bedford-Stuyvesant section of Brooklyn, which had met vigorous opposition from community leaders, was turned down yesterday by the New York City Board of Estimate. A proposal to develop a nursing home for people with AIDS in the Bedford-Stuyvesant section of Brooklyn, which had" , "date" : "19890929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "MANHATTAN (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AIDS Plan For Center Is Rejected" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/29\/nyregion\/aids-plan-for-center-is-rejected.html"} , {"body" : "LEAD: For Moses J. Stewart, a black security guard whose 16-year-old son, Yusuf K. Hawkins, was surrounded by a gang of young whites a month ago and shot to death, this is a time of bitter reawakening. For Moses J. Stewart, a black security guard whose 16-year-old son, Yusuf K. Hawkins, was surrounded by a gang of young whites a month ago and shot" , "date" : "19890928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Son's Slaying, a Father Finds His Mission" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/28\/nyregion\/in-son-s-slaying-a-father-finds-his-mission.html"} , {"body" : "LEAD: Andrea Ambris, a 13-year-old student at Intermediate School 166 in the East New York section of Brooklyn, was worried about David N. Dinkins's safety. Andrea Ambris, a 13-year-old student at Intermediate School 166 in the East New York section of Brooklyn, was worried about David N. Dinkins's safety. Recalling fatal racial confrontations in" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Intolerance Will Be Topic For Students" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/intolerance-will-be-topic-for-students.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Although school doesn't open officially until tomorrow in New York City and the first full schedule of Public Schools Athletic League football games won't begin until next weekend, Thomas Jefferson of Brooklyn is getting a jump on the season today. Although school doesn't open officially until tomorrow in New York City and the first full" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; Jefferson Gets Jump on Season" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/sports\/school-sports-jefferson-gets-jump-on-season.html"} , {"body" : "LEAD: While opponents speak in hopeful generalities, an incumbent mayor campaigning for re-election can - and Edward I. Koch does - hold forth the prospect of specific new housing and workplaces, pinpointing their locations and describing them appreciatively, almost as if they had already been built. While opponents speak in hopeful generalities," , "date" : "19890909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Revisiting Promises Koch Made in '85" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/09\/nyregion\/revisiting-promises-koch-made-in-85.html"} , {"body" : "LEAD: The Rev. Jesse L. Jackson preached redemption and praised David N. Dinkins before an overflow congregation at a church in a black neighborhood in Brooklyn yesterday. The Rev. Jesse L. Jackson preached redemption and praised David N. Dinkins before an overflow congregation at a church in a black neighborhood in Brooklyn yesterday. Mr. Jackson" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Jackson Urges Voters' Support For Dinkins Bid" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/jackson-urges-voters-support-for-dinkins-bid.html"} , {"body" : "LEAD: The death of a 16-year-old black youth at the hands of a white gang in Brooklyn last week has indelibly marked the 1989 mayoral primary and is likely to intensify the racial polarization of the electorate in the days to come, many political consultants and politicians say. The death of a 16-year-old black youth at the hands of a white gang in" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Killing That May Alter an Election" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/a-killing-that-may-alter-an-election.html"} , {"body" : "LEAD: Banners and lights of red, white and green - the colors of the Italian flag -hang along 18th Avenue in Bensonhurst for the Feast of Santa Rosalia. Normally the neighborhood's biggest event of the year, the feast is overshadowed now by the murder of Yusuf K. Hawkins, a black youth who had ventured into the neighborhood to look at a used car" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bensonhurst: A Tough Code In Defense of a Closed World" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/bensonhurst-a-tough-code-in-defense-of-a-closed-world.html"} , {"body" : "LEAD: It may be less their words than where Mayor Edward I. Koch and David N. Dinkins went the day after Yusuf K. Hawkins's murder that speaks volumes about the racial polarization of their city and of their constituencies in the mayoral campaign. It may be less their words than where Mayor Edward I. Koch and David N. Dinkins went the day after" , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaign Matters; The Actions Of 2 Candidates Speak of Strife" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/nyregion\/campaign-matters-the-actions-of-2-candidates-speak-of-strife.html"} ,   {"body" : "LEAD: Yusuf K. Hawkins was buried yesterday in Brooklyn, and just as the 16-year-old black youth's death has been taken as a painful symbol of racial division, so, too, was his funeral used as an occasion to reflect not only on the dead young man but also on the state of race relations in New York City. Yusuf K. Hawkins was buried yesterday in" , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youth's Funeral Focuses on Racial Divisions" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/nyregion\/youth-s-funeral-focuses-on-racial-divisions.html"} , {"body" : "LEAD: Thousands of mourners filed past the body of Yusuf K. Hawkins yesterday at a Brooklyn funeral home, as his family sought to deal with their grief amid unceasing public attention. Thousands of mourners filed past the body of Yusuf K. Hawkins yesterday at a Brooklyn funeral home, as his family sought to deal with their grief amid unceasing" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Youth's Wake, Grief, Anger and Talk of Racism" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/at-youth-s-wake-grief-anger-and-talk-of-racism.html"} , {"body" : "LEAD: The body of a 14-year-old girl who had been stabbed in the chest, was found in the first floor hallway of a Brooklyn apartment building yesterday afternoon, the police said. The girl was identified by the police as Maria Urbistondo, of 2946 Fulton Street in the East New York section of Brooklyn. She was declared dead at the scene, at 18" , "date" : "19890830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Body of Stabbed Girl Found" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/30\/nyregion\/body-of-stabbed-girl-found.html"} , {"body" : "LEAD: A sixth suspect was arrested last night in the killing of 16-year-old Yusef Hawkins in a racial attack in Brooklyn last week as investigators continued to examine the possibility that the suspected gunman, Joseph Fama, has fled to Italy. A sixth suspect was arrested last night in the killing of 16-year-old Yusef Hawkins in a racial attack in" , "date" : "19890829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Arrest Sixth Suspect In Racial Attack in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/29\/nyregion\/police-arrest-sixth-suspect-in-racial-attack-in-brooklyn.html"} , {"body" : "LEAD: Racial tensions from the killing of a black youth on Wednesday flared again in Bensonhurst yesterday as 60 to 70 marchers clashed with about 250 white residents who screamed obscenities and racial slurs. Racial tensions from the killing of a black youth on Wednesday flared again in Bensonhurst yesterday as 60 to 70 marchers clashed with about" , "date" : "19890828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "250 Whites Jeer Marchers In Brooklyn Youth's Death" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/28\/nyregion\/250-whites-jeer-marchers-in-brooklyn-youth-s-death.html"} , {"body" : "LEAD: Five young whites were arraigned in Brooklyn Criminal Court yesterday in connection with the murder of Yusef Hawkins, a black teen-ager who authorities said had been shot to death solely because of his race. Five young whites were arraigned in Brooklyn Criminal Court yesterday in connection with the murder of Yusef Hawkins, a black teen-ager" , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "5 Arraigned in Killing of Black Youth" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/nyregion\/5-arraigned-in-killing-of-black-youth.html"} , {"body" : "LEAD: The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have shot to death 16-year-old Yusef Hawkins in a racial attack Wednesday night in the Bensonhurst section of Brooklyn. The New York City police yesterday searched intensively for an 18-year-old white youth who they believe may have" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Search for 18-Year-Old In Killing of Brooklyn Youth" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/police-search-for-18-year-old-in-killing-of-brooklyn-youth.html"} , {"body" : "LEAD: For Sharon Sylvester, a 23-year-old nurse's aide, the killing of Yusef Hawkins in Bensonhurst has been a cumulative blow, a final proof of racism that, she says, will drive her from New York despite the promise of good pay that drew her here. For Sharon Sylvester, a 23-year-old nurse's aide, the killing of Yusef Hawkins in Bensonhurst has" , "date" : "19890826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Despair Comes Twice To a Brooklyn Family" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/26\/nyregion\/despair-comes-twice-to-a-brooklyn-family.html"} , {"body" : "LEAD: Sorrow and rage washed over Hegeman Avenue in the East New York section of Brooklyn yesterday as the block mourned the slaying of a neighbor, 16-year-old Yusef Hawkins. Sorrow and rage washed over Hegeman Avenue in the East New York section of Brooklyn yesterday as the block mourned the slaying of a neighbor, 16-year-old Yusef Hawkins." , "date" : "19890825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ON SLAIN YOUTH'S BLOCK, SORROW AND BITTERNESS" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/on-slain-youth-s-block-sorrow-and-bitterness.html"} , {"body" : "LEAD: Candidates in the New York City mayoral race yesterday deplored the slaying Wednesday night of a 16-year-old black youth in Brooklyn and said the incident should not be exploited for political purposes. Candidates in the New York City mayoral race yesterday deplored the slaying Wednesday night of a 16-year-old black youth in Brooklyn and said" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "YOUTH'S KILLING DEPLORED BY MAYORAL CANDIDATES" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/youth-s-killing-deplored-by-mayoral-candidates.html"} ,   {"body" : "LEAD: Add the name of Yusef Hawkins, a black youth from Brooklyn, to the list of victims, black and white, of racial violence in New York City. The growing list challenges the city's political and moral leadership, but first and foremost it challenges law enforcement. In that sense, Mayor Koch's call for a special prosecutor is premature. Add the" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "The Challenge in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/opinion\/the-challenge-in-bensonhurst.html"} , {"body" : "LEAD: A 16-year-old black youth was shot to death Wednesday night in an attack by 10 to 30 white teen-agers in the Bensonhurst section of Brooklyn, the police said. A 16-year-old black youth was shot to death Wednesday night in an attack by 10 to 30 white teen-agers in the Bensonhurst section of Brooklyn, the police said. The whites, the" , "date" : "19890825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Black Youth Is Killed by Whites; Brooklyn Attack Is Called Racial" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/25\/nyregion\/black-youth-is-killed-by-whites-brooklyn-attack-is-called-racial.html"} , {"body" : "LEAD: ''This is occupied Berlin,'' said Peggy Hill, a choreographer, peering out of her rear window at 375 Jay Street in downtown Brooklyn. ''I'm living with rubble, with debris, rodents and scavengers as the result of the demolition for Metrotech here.'' Ms. Hill, whose water pipes have been stolen twice and electricity disconnected once, has" , "date" : "19890820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklynites Balk at Relocation Deal" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/20\/nyregion\/brooklynites-balk-at-relocation-deal.html"} , {"body" : "LEAD: A plan to replace the much-criticized Spofford Juvenile Center in the South Bronx with two new detention centers, one in the Bronx and the other in Brooklyn, was approved a few hours before dawn yesterday by the New York City Board of Estimate. A plan to replace the much-criticized Spofford Juvenile Center in the South Bronx with two new" , "date" : "19890819" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["ATLANTIC OCEAN" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "BRONX (NYC)" , "SOUTH AFRICA, REPUBLIC OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Plans to Replace Spofford Approved Despite Protests" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/19\/nyregion\/plans-to-replace-spofford-approved-despite-protests.html"} , {"body" : "LEAD: Two Brooklyn girls were shot, one fatally, in two separate shooting incidents yesterday, the police said. A man was killed in the second shooting. Two Brooklyn girls were shot, one fatally, in two separate shooting incidents yesterday, the police said. A man was killed in the second shooting. A 14-year-old girl was found at 12:50 P.M., shot" , "date" : "19890814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Girls Are Shot in Brooklyn; One Is Killed, One Wounded" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/14\/nyregion\/2-girls-are-shot-in-brooklyn-one-is-killed-one-wounded.html"} , {"body" : "LEAD: The poorest sections of New York City have a disproportionate share of housing and programs for homeless people, the mentally ill and drug abusers, prompting neighbors to charge discrimination and contend that this influx will doom efforts to rebuild their neighborhoods. The poorest sections of New York City have a disproportionate share of" , "date" : "19890716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Poorest Neighborhoods Bear the Brunt of Social Programs" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/16\/nyregion\/new-york-s-poorest-neighborhoods-bear-the-brunt-of-social-programs.html"} , {"body" : "LEAD: An article last Tuesday about Lisa Greene, a Brooklyn teen-ager who arranged a reunion with the firefighter who rescued her as a child, misidentified his unit and misstated the address of the fire. It was Engine Company 319, not 332; the fire was at 445 Ashford Street in the East New York section of Brooklyn, not 445 Astor Street in" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/c-corrections-118689.html"} , {"body" : "LEAD: A majority of New Yorkers are dissatisfied with the city's efforts to help the homeless and say they are even willing to pay more taxes if the money is dedicated to improving their lot, according to a New York Times\/WCBS-TV News Poll. A majority of New Yorkers are dissatisfied with the city's efforts to help the homeless and say they are even" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Poll Shows New Yorkers Fault City Efforts for the Homeless" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/nyregion\/poll-shows-new-yorkers-fault-city-efforts-for-the-homeless.html"} , {"body" : "LEAD: Lisa Greene was 3 years old when she was rescued from the smoke and flames that engulfed her family's two-story home in Brooklyn 14 years ago. Since then, the events of that day, Jan. 19, 1975, have receded in her memory, but the need to know her anonymous rescuer grew stronger. Lisa Greene was 3 years old when she was rescued from the smoke" , "date" : "19890627" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Photo of Lisa Greene with Marvin Bunch, the firefighter who rescued her 14 years ago from a burning house in Brooklyn. He was the guest of honor yesterday at her high school graduation. (NYT\/Dith Pran); Girl, 17, Tracks Down Man Who Saved Her in '75 Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/27\/nyregion\/photo-lisa-greene-with-marvin-bunch-firefighter-who-rescued-her-14-years-ago.html"} , {"body" : "LEAD: Allowing that New York City could be a better landlord for the historic houses in its hands - an extraordinary collection of clapboard-sided, shingle-roofed and stone-faced dwellings dating from the 1600's - Mayor Edward I. Koch announced yesterday that a private group had been formed to share the burden of running them and caring for them." , "date" : "19890620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Trust for New York's Old Houses" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/20\/nyregion\/a-trust-for-new-york-s-old-houses.html"} ,   {"body" : "LEAD: In his aphoristic, involuted opinions, Judge Benjamin N. Cardozo depicted the same bygone New York, of trolleys and els, ''Broad-way'' and Coney Island, that John Sloan captured on canvas and Rodgers and Hart set to song. In his aphoristic, involuted opinions, Judge Benjamin N. Cardozo depicted the same bygone New York, of trolleys and els," , "date" : "19890616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "4" , "title" : "THE LAW: AT THE BAR; Classic Cardozo ruling in a negligence case of the 20's is still reverberating in an 80's appeal" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/16\/us\/law-bar-classic-cardozo-ruling-negligence-case-20-s-still-reverberating-80-s.html"} , {"body" : "LEAD: AFTER years of simmering below the country's political consciousness, the problems of the homeless poor and of the growing proportion of young working Americans who cannot afford to buy a home are pushing the Federal government back into the housing business. AFTER years of simmering below the country's political consciousness, the problems" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prospects Rise for Housing Legislation" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/realestate\/prospects-rise-for-housing-legislation.html"} , {"body" : "LEAD: A man who was convicted of sex attacks is responsible for five recent similar attacks on teen-age girls in Brooklyn, the police said yesterday. A man who was convicted of sex attacks is responsible for five recent similar attacks on teen-age girls in Brooklyn, the police said yesterday. A police spokesman, Sgt. Raymond O'Donnell, said" , "date" : "19890609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Police Seek Parolee In Attacks on Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/09\/nyregion\/metro-datelines-police-seek-parolee-in-attacks-on-girls.html"} , {"body" : "LEAD: The man suspected of firing the shot that killed a police officer in Brooklyn last week died of a single gunshot wound to his head early yesterday morning, the police said. The man suspected of firing the shot that killed a police officer in Brooklyn last week died of a single gunshot wound to his head early yesterday morning, the police" , "date" : "19890605" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in Officer's Slaying Found Dead" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/05\/nyregion\/suspect-in-officer-s-slaying-found-dead.html"} , {"body" : "LEAD: A 13-year-old boy who had stopped attending school and had apparently been unable to avoid the drug wars that plague his neighborhood was found dead yesterday in a vacant apartment in the East New York section of Brooklyn, the police said. A 13-year-old boy who had stopped attending school and had apparently been unable to avoid the drug wars" , "date" : "19890603" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Brooklyn Boy, 13, Found Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/03\/nyregion\/brooklyn-boy-13-found-shot-to-death.html"} , {"body" : "LEAD: Eugene J. Keogh, who as a Congressman from Brooklyn was the principal sponsor of the pension-plan legislation that bears his name, died of pneumonia yesterday at St. Vincent's Hospital. He was 81 years old and lived in Manhattan. Eugene J. Keogh, who as a Congressman from Brooklyn was the principal sponsor of the pension-plan legislation that" , "date" : "19890527" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "Ex-Congressman Eugene Keogh, Pension Plan Sponsor, Dies at 81" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/27\/obituaries\/ex-congressman-eugene-keogh-pension-plan-sponsor-dies-at-81.html"} , {"body" : "LEAD: Four years ago Lloyd Daniels was hailed as the best high school basketball player to emerge from the streets of New York City in two decades. Sportswriters compared him to Connie Hawkins and Kareem Abdul-Jabbar and saw him as a future N.B.A. superstar. Four years ago Lloyd Daniels was hailed as the best high school basketball player to emerge" , "date" : "19890513" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ST ALBANS (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Star Once, Felled First By Drugs, Now Bullets" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/13\/nyregion\/a-star-once-felled-first-by-drugs-now-bullets.html"} , {"body" : "LEAD: Two men celebrating a bachelor party killed a man and injured a woman during a shooting spree through Brooklyn, the police said yesterday. Both suspects were charged with murder. Two men celebrating a bachelor party killed a man and injured a woman during a shooting spree through Brooklyn, the police said yesterday. Both suspects were charged" , "date" : "19890507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Man Killed and Two Are Held In a Gunfire Spree From a Car" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/07\/nyregion\/man-killed-and-two-are-held-in-a-gunfire-spree-from-a-car.html"} , {"body" : "LEAD: One day after Gov. Mario M. Cuomo vetoed a proposed tuition increase that had prompted demonstrations throughout the City University system, students remained entrenched yesterday in administration buildings on 10 campuses. They said they would not surrender until the state guaranteed that the university's budget would not be cut further. One" , "date" : "19890504" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Day After Tuition Veto, CUNY Protest Goes On" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/04\/nyregion\/day-after-tuition-veto-cuny-protest-goes-on.html"} , {"body" : "LEAD: A 13-year-old girl was fatally shot on a Brooklyn street yesterday by a teen-aged boy she had quarreled with, the police said. The girl, whose name was not released, was pronounced dead in front of 63 Bradford Street, in the East New York section, the police said. A 13-year-old girl was fatally shot on a Brooklyn street yesterday by a" , "date" : "19890425" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girl, 13, Is Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/25\/nyregion\/girl-13-is-slain-in-brooklyn.html"} ,   {"body" : "LEAD: The New York State Health Department recommended yesterday that Interfaith Medical Center in Brooklyn, which was criticized severely last year for shoddy patient care, be allowed to remain in the Federal Medicaid and Medicare programs. The New York State Health Department recommended yesterday that Interfaith Medical Center in Brooklyn, which" , "date" : "19890420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Federal Funding to Continue for Interfaith" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/20\/nyregion\/federal-funding-to-continue-for-interfaith.html"} , {"body" : "LEAD: BILL LEVITT would have approved of the Nehemiah Plan. The founder of Levittown built his reputation on his ability to mass produce a simple low-cost house at great speed over flat acres of low-cost land on Long Island after World War II. BILL LEVITT would have approved of the Nehemiah Plan. The founder of Levittown built his reputation on his" , "date" : "19890416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (NYC)" , "QUEENS (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: The Nehemiah Plan; A High-Volume Builder Yearns for Land" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/16\/realestate\/perspectives-the-nehemiah-plan-a-high-volume-builder-yearns-for-land.html"} , {"body" : "LEAD: A 5-year-old boy was fatally injured yesterday when a car veered out of control and hit him and his mother as they left a Brooklyn laundromat. A 5-year-old boy was fatally injured yesterday when a car veered out of control and hit him and his mother as they left a Brooklyn laundromat. The boy, David Griffin, of 715 Van Sickland Avenue in East" , "date" : "19890415" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "METRO DATELINE; Brooklyn Boy Dies After Car Pins Him" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/15\/nyregion\/metro-dateline-brooklyn-boy-dies-after-car-pins-him.html"} , {"body" : "LEAD: Members from 100 churches thronged into a rubble-strewn lot in the South Bronx yesterday to rally against a city plan to build subsidized condominiums there. Members from 100 churches thronged into a rubble-strewn lot in the South Bronx yesterday to rally against a city plan to build subsidized condominiums there. More than 5,000 people, many" , "date" : "19890403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5,000 Protest a Bronx Housing Plan" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/03\/nyregion\/5000-protest-a-bronx-housing-plan.html"} , {"body" : "LEAD: Three men were killed in shootings in the Bronx, Brooklyn and Harlem, including an armed robber who was shot to death by an off-duty police officer as he attempted a street robbery, the police said yesterday. Three men were killed in shootings in the Bronx, Brooklyn and Harlem, including an armed robber who was shot to death by an off-duty" , "date" : "19890403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; 3 Men Shot to Death In Separate Incidents" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/03\/nyregion\/metro-datelines-3-men-shot-to-death-in-separate-incidents.html"} , {"body" : "LEAD: EVERY WORKDAY ABOUT NOON, WITH RITUAL POMP, A gleaming limousine glides into the driveway of a modest, split-level house in the Howard Beach section of Queens. Emerging from the house is John Joseph Gotti, a spring to his step, his shoulders squared like a West Point plebe. He is dressed impeccably: muted solid-colored double-breasted suit," , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "JOHN GOTTI RUNNING THE MOB" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/magazine\/john-gotti-running-the-mob.html"} , {"body" : "LEAD: CRITICIZED for their dealings with abused or abandoned children, New York City officials cobbled together some solutions. Now the officials seem to spend much of their time running back to slap another patch on the machinery. CRITICIZED for their dealings with abused or abandoned children, New York City officials cobbled together some" , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Agencies for Children Are Overwhelmed, Too" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/weekinreview\/the-region-agencies-for-children-are-overwhelmed-too.html"} , {"body" : "LEAD: Twenty severely retarded children, neglected by their parents and placed in the New York City foster-care system, have been languishing in a squalid group home where they have received little or no treatment, city employees, union officials and Legal Aid lawyers say. Twenty severely retarded children, neglected by their parents and placed in" , "date" : "19890329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "20 Retarded Children Shunted To Squalid Foster-Care Home" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/29\/nyregion\/20-retarded-children-shunted-to-squalid-foster-care-home.html"} , {"body" : "LEAD: In the evenings, after most of the caseworkers had gone home, Keniatta N. liked to run with abandon, weaving through the empty desks in the city's field office. It was his exercise. In the evenings, after most of the caseworkers had gone home, Keniatta N. liked to run with abandon, weaving through the empty desks in the city's field office." , "date" : "19890329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Months on 'Overnight Circuit' for Boy, 9" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/29\/nyregion\/3-months-on-overnight-circuit-for-boy-9.html"} , {"body" : "LEAD: One tenant said she couldn't pay the rent because her husband had walked out. Another tenant was laid off. Still another can't get welfare benefits. One woman said she couldn't cover the rent because she had bought shoes for her children with the rent money; another had bought a color television. Someone else is chronically ill, or struggling" , "date" : "19890324" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Rent's Due, and for Many It's Homelessness Knocking" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/24\/nyregion\/the-rent-s-due-and-for-many-it-s-homelessness-knocking.html"} ,   {"body" : "LEAD: Three men, including a suspended firefighter, were arrested yesterday by narcotics detectives in a raid on an apartment in the East New York section of Brooklyn, the police said. Three men, including a suspended firefighter, were arrested yesterday by narcotics detectives in a raid on an apartment in the East New York section of Brooklyn, the" , "date" : "19890324" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Firefighter and 2 Men Held in Drug Raid" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/24\/nyregion\/metro-datelines-firefighter-and-2-men-held-in-drug-raid.html"} , {"body" : "LEAD: In recent months, employees at a central Brooklyn hospital have come to know a level of adversity uncommon even in the crisis-bound world of New York City's health-care system. In recent months, employees at a central Brooklyn hospital have come to know a level of adversity uncommon even in the crisis-bound world of New York City's" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In Brooklyn, a Hospital Faces Its Own Mortality" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/nyregion\/in-brooklyn-a-hospital-faces-its-own-mortality.html"} , {"body" : "LEAD: Marcia Leslie Wiener, the daughter of Mr. and Mrs. Martin Wiener of East Meadow, L.I., and Acapulco, Mexico, was married yesterday to Michael Cary Appel, the son of Claire Chasanoff of Old Westbury, L.I., and Palm Beach, Fla. Rabbi Barry Dov Lerner officiated at the Hotel Westbury in Manhattan. Marcia Leslie Wiener, the daughter of Mr. and" , "date" : "19890313" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "Michael C. Appel And Miss Wiener Exchange Vows" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/13\/style\/michael-c-appel-and-miss-wiener-exchange-vows.html"} , {"body" : "LEAD: A 13-year-old public school student was arrested yesterday after bringing a loaded .25-caliber handgun stuffed in his bookbag into a Brooklyn junior high school, the police said. A 13-year-old public school student was arrested yesterday after bringing a loaded .25-caliber handgun stuffed in his bookbag into a Brooklyn junior high school, the" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "METRO DATELINE; Student, 13, Brings Handgun to School" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/metro-dateline-student-13-brings-handgun-to-school.html"} , {"body" : "LEAD: John P. McGrath, a lawyer, banker and real-estate developer who served as New York City's Corporation Counsel and as a member of the Waterfront Commission of New York and New Jersey, died yesterday at Columbia-Presbyterian Medical Center after a long illness. He was 82 years old and lived in Manhattan. John P. McGrath, a lawyer, banker and" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "19" , "title" : "John P. McGrath, 82, Lawyer, Banker and Developer, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/obituaries\/john-p-mcgrath-82-lawyer-banker-and-developer-is-dead.html"} , {"body" : "LEAD: With New York City moving ahead in its plan to stop using welfare hotels to shelter homeless families, Mayor Edward I. Koch announced yesterday that the use of 13 more hotels would be ended by September. With New York City moving ahead in its plan to stop using welfare hotels to shelter homeless families, Mayor Edward I. Koch announced" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Pulling Out of 13 More Welfare Hotels" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/new-york-pulling-out-of-13-more-welfare-hotels.html"} , {"body" : "LEAD: Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn grand jury in nine murders, seven attempted murders, several assaults and other crimes. Six members of what the police and prosecutors described as a large and violent drug gang were indicted yesterday by a Brooklyn" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "6 Indicted in 9 Murders Linked to a Drug Gang" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/6-indicted-in-9-murders-linked-to-a-drug-gang.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: A Brooklyn judge said yesterday that a man convicted of killing a transit police officer was a ''scourge on society'' and sentenced him to 37 1\/2 years to life in prison. A Brooklyn judge said yesterday that a man convicted of killing a transit police officer was a ''scourge on society'' and sentenced him to 37 1\/2 years to life in prison." , "date" : "19890216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO DATELINES; Officer's Killer Gets 37 1\/2 Years to Life" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/16\/nyregion\/metro-datelines-officer-s-killer-gets-37-1-2-years-to-life.html"} , {"body" : "LEAD: As a cluster of neighborhood residents watched yesterday, a burned-out tenement on a drug-ravaged Brooklyn block became the first building in New York City to be torn down because of drug activity. As a cluster of neighborhood residents watched yesterday, a burned-out tenement on a drug-ravaged Brooklyn block became the first building in New" , "date" : "19890215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Raid Crack House, Then Have It Torn Down" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/15\/nyregion\/police-raid-crack-house-then-have-it-torn-down.html"} ,   {"body" : "LEAD: Police officers escorting suspected drug dealers from the building at 447 Vermont Avenue in the East New York section of Brooklyn yesterday morning. Later in the day, the building was torn down, left. Page B2. (NYT\/Nancy Siesel) Police officers escorting suspected drug dealers from the building at 447 Vermont Avenue in the East New York" , "date" : "19890215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "1" , "title" : "Crack House Raided, Then Razed" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/15\/nyregion\/crack-house-raided-then-razed.html"} , {"body" : "LEAD: Three former leaders of black and Hispanic organizations in Brooklyn were convicted late Thursday of intimidating, harassing and threatening to stop the work of construction contractors who refused to make payoffs to them. Three former leaders of black and Hispanic organizations in Brooklyn were convicted late Thursday of intimidating," , "date" : "19890211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Leaders of Brooklyn Groups Guilty of Harassing Builders" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/11\/nyregion\/leaders-of-brooklyn-groups-guilty-of-harassing-builders.html"} , {"body" : "LEAD: A Long Island man and his three electro-plating companies were indicted by a Brooklyn grand jury yesterday on charges of dumping drums of cyanide and arsenic in two vacant lots in the East New York section. A Long Island man and his three electro-plating companies were indicted by a Brooklyn grand jury yesterday on charges of dumping drums of" , "date" : "19890208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Indicted in Toxic Dumping" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/08\/nyregion\/man-indicted-in-toxic-dumping.html"} , {"body" : "LEAD: A green van with a city seal on the side stopped in front of the welfare hotel on West 104th Street, and seven women and one man got in. A seat in the van was probably their last chance at finding a permanent place to live in New York City. A green van with a city seal on the side stopped in front of the welfare hotel on West 104th Street," , "date" : "19890203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Green Van Carries Hope of New Housing" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/03\/nyregion\/green-van-carries-hope-of-new-housing.html"} , {"body" : "LEAD: A 3-year-old boy was shot and seriously wounded on a Brooklyn street yesterday after an 18-year-old gunman, caught up in a wild shootout involving eight other men, grabbed the child from his mother and used him as a shield, the police said. A 3-year-old boy was shot and seriously wounded on a Brooklyn street yesterday after an 18-year-old" , "date" : "19890202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Seized as a Shield In Street Gunfight, Boy, 3, Is Wounded" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/02\/nyregion\/seized-as-a-shield-in-street-gunfight-boy-3-is-wounded.html"} , {"body" : "LEAD: To the Editor: To the Editor: ''Good Riddance to the Welfare Hotels'' (editorial, Jan. 5) closes with a condemnation of the inaction of New York City officials in providing housing for homeless single adults, including the many who are emotionally ill. While there is no major comprehensive solution planned that promises major changes in the" , "date" : "19890201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "One of the Things New York City Is Doing for the Homeless Mentally Ill" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/01\/opinion\/l-one-of-the-things-new-york-city-is-doing-for-the-homeless-mentally-ill-668689.html"} , {"body" : "LEAD: An 11-year-old boy and a 24-year-old woman died of smoke inhalation yesterday morning in a small fire at their house in Brooklyn, the police said, but they were not discovered until family members went upstairs to awaken them for church. An 11-year-old boy and a 24-year-old woman died of smoke inhalation yesterday morning in a small fire at" , "date" : "19890130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Woman and Boy Die In a Fire at a House" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/30\/nyregion\/metro-datelines-woman-and-boy-die-in-a-fire-at-a-house.html"} , {"body" : "LEAD: A maintenance worker at a Brooklyn day-care center was arrested Wednesday and charged with the rape of an 11-year-old girl, the police said. A maintenance worker at a Brooklyn day-care center was arrested Wednesday and charged with the rape of an 11-year-old girl, the police said. The man, Allen Pender, 32 years old, of 3401 Neptune Avenue in" , "date" : "19890120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Brooklyn Man Held In Rape of Girl, 11" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/20\/nyregion\/metro-datelines-brooklyn-man-held-in-rape-of-girl-11.html"} , {"body" : "LEAD: Disillusioned as she was after two years in the New York City government, Nydia Padilla-Barham nonetheless found it difficult to quit her $32,000-a-year job as director of the Mayor's Talent Bank. Disillusioned as she was after two years in the New York City government, Nydia Padilla-Barham nonetheless found it difficult to quit her" , "date" : "19890117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Tough Decision: Quitting Talent Bank Post" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/17\/nyregion\/a-tough-decision-quitting-talent-bank-post.html"} , {"body" : "LEAD: A 16-year-old student was arrested yesterday at his high school in Manhattan and charged with carrying a loaded .38-caliber revolver, and, in a separate incident, a 15-year-old student in the Bronx was charged with menacing a teacher with a fake gun, the police said. A 16-year-old student was arrested yesterday at his high school in Manhattan" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Student Takes Gun to School; Another Is Caught With Fake" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/nyregion\/student-takes-gun-to-school-another-is-caught-with-fake.html"} ,   {"body" : "LEAD: A job-referral program set up in City Hall for affirmative action was used instead to dispense patronage on behalf of top political leaders throughout New York City, current and former Koch administration officials told an investigating state panel yesterday. A job-referral program set up in City Hall for affirmative action was used instead" , "date" : "19890110" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Koch Affirmative-Action Program Used for Patronage, Panel Is Told" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/10\/nyregion\/koch-affirmative-action-program-used-for-patronage-panel-is-told.html"} , {"body" : "LEAD: The Brooklyn block where Norris Graham died is a bleak stretch of sidewalk that looks as if it is more for dying than living. Garbage and glass are everywhere, and someone has spray-painted ''Keep Out Killer Dog and Mother'' on a door. The Brooklyn block where Norris Graham died is a bleak stretch of sidewalk that looks as if it is more for" , "date" : "19890105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "East New York, Haunted By Crime, Fights for Its Life" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/05\/nyregion\/east-new-york-haunted-by-crime-fights-for-its-life.html"} , {"body" : "LEAD: International A2-15 International A2-15 Two Libyan fighters were shot down by American warplanes in international waters off the Libyan coast. Washington said the MIG's displayed ''clear hostile intent.'' Libya later asserted that its planes were unarmed. Page A1 News analysis: the air clash between Libya and America did not take place in a" , "date" : "19890105" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/05\/nyregion\/news-summary-923489.html"} , {"body" : "LEAD: New York City's new street-level assault on drug trafficking was expanded into a third borough yesterday with the deployment of a 117-member Tactical Narcotics Team in the East New York section of Brooklyn. New York City's new street-level assault on drug trafficking was expanded into a third borough yesterday with the deployment of a" , "date" : "19890104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Assault On Drugs Moves Into 3d Borough" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/04\/nyregion\/police-assault-on-drugs-moves-into-3d-borough.html"}]