[  {"body" : "LEAD: THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and early Victorian brownstones, is quite a contrast to the bustle of downtown Brooklyn, just a five-minute walk away. Many residents think of the area as a hidden treasure. THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "If You're Thinking of Living in: Boerum Hill" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "LEAD: Closings in the week ended Dec. 16 MANHATTAN Carnegie Hill $330,000 9 East 96th Street 2-bedroom, 1 1\/2-bath, 1,000-sq.-ft. prewar co-op; 24-hr. doorman, dining area, parquet floors; maintenance $1,155, 60% tax-deductible (Broker: The Halstead Property Co.) Greenwich Village Closings in the week ended Dec. 16 MANHATTAN Carnegie Hill $330,000" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/realestate\/residential-resales-466389.html"} , {"body" : "LEAD: NEW YEAR'S EVE festivities may seem like timeless traditions, but throughout most of history, Dec. 31 came and went with none of the hoopla that will envelop New York and elsewhere this weekend. In fact, until 1564 in France and 1752 in England, the new year began -much more logically - on March 25 with the first hopeful signs of spring. NEW" , "date" : "19891229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Stepping Out for the Midnight Countdown" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/29\/arts\/stepping-out-for-the-midnight-countdown.html"} , {"body" : "LEAD: The Brooklyn District Attorney's office has joined a Fire Department investigation into a fire Wednesday in which two young sisters, believed to have been trapped by a window gate, were killed as flames swept through four buildings. The Brooklyn District Attorney's office has joined a Fire Department investigation into a fire Wednesday in" , "date" : "19891229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutor Joins Inquiry in Fire That Killed 2 Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/29\/nyregion\/prosecutor-joins-inquiry-in-fire-that-killed-2-girls.html"} , {"body" : "LEAD: Two young sisters, apparently trapped by a window gate that fire officials say had been illegally altered so it could not be opened, died in a four-alarm blaze in Brooklyn yesterday after they pulled a tool box to the window in a desperate effort to pry their way to a fire escape. Two young sisters, apparently trapped by a window gate that" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girls Die in Brooklyn Fire; A Window Gate Is Blamed" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/girls-die-in-brooklyn-fire-a-window-gate-is-blamed.html"} , {"body" : "LEAD: Amid lights, bells and teeming sidewalks, six graduates of Ward Melville High School in Setauket, L.I. - home from college for the holidays - set out in one afternoon to get a dose of Christmas, Manhattan and one another. Amid lights, bells and teeming sidewalks, six graduates of Ward Melville High School in Setauket, L.I. - home from college" , "date" : "19891227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Winter Break: Skyline Replaces Ivory Towers" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/27\/nyregion\/winter-break-skyline-replaces-ivory-towers.html"} , {"body" : "LEAD: AS the season to be jolly moves into its frenetically jolliest of weekends today, New York City will be singing, shopping, sparkling, touring, dancing and otherwise celebrating. The long Christmas weekend, which coincides with the beginning of Hanukkah this year (related article, page C34), may chiefly be a time for indoor family festivities." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Christmas Compendium: What to See, Hear, Do" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/a-christmas-compendium-what-to-see-hear-do.html"} , {"body" : "LEAD: The envelopes were piled more than two feet high on the floor of Jonathan Poole's office. There were thousands of them - perhaps 4,500 in all - and they filled the small room in a sprawl at least seven feet long and five feet wide. The envelopes were piled more than two feet high on the floor of Jonathan Poole's office. There were thousands" , "date" : "19891219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lottery Sifts Deep Mounds Of Dreams For Housing" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/19\/nyregion\/lottery-sifts-deep-mounds-of-dreams-for-housing.html"} , {"body" : "LEAD: New York City offers a treasure of Christmases past, quiet old houses that have been dressed in their holiday best and that offer a welcome change from the rush, crush and glitter of the shopping season. New York City offers a treasure of Christmases past, quiet old houses that have been dressed in their holiday best and that offer a welcome" , "date" : "19891210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "78" , "title" : "LIFE STYLE: Sunday Outing; Old Houses Decked Out For Christmas Visitors" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/10\/style\/life-style-sunday-outing-old-houses-decked-out-for-christmas-visitors.html"} , {"body" : "LEAD: In midafternoon on Aug. 3, Randal Swanson, a 29-year-old baker from West Caldwell, N.J., steered his black Toyota along West 162d Street in Manhattan, between Broadway and Amsterdam Avenue, looking to buy cocaine. In midafternoon on Aug. 3, Randal Swanson, a 29-year-old baker from West Caldwell, N.J., steered his black Toyota along West 162d" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Buying Drugs: The Commuter Customers - A special report: Out-of-Towners Find New York City a Drug Bazaar" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/nyregion\/buying-drugs-commuter-customers-special-report-towners-find-new-york-city-drug.html"} ,   {"body" : "LEAD: Closings in the week ended Nov. 18 MANHATTAN Greenwich Village $235,000 165 Christopher Street 2-bedroom, 1 1\/2-bath, 1,000-sq.-ft. postwar co-op; dining area, remodeled bath, hardwood floors; maintenance $655, 66% tax-deductible (Broker: D. J. Knight) Upper East Side Closings in the week ended Nov. 18 MANHATTAN Greenwich Village $235,000 165" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/realestate\/residential-resales-276589.html"} , {"body" : "LEAD: Today HOLIDAY FAIR, St. Bartholomew Community Preschool, 109 East 50th Street. Books, jewelry, food, entertainment. Today, 11 A.M. to 7 P.M. Proceeds benefit scholarship programs at the school. Information: 751-1616. Tomorrow TIBETAN-ASIAN BAZAAR, Eastside International Community Center, 330 East 45th Street. Today HOLIDAY FAIR, St." , "date" : "19891201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Fairs and Festivals" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/01\/arts\/fairs-and-festivals.html"} , {"body" : "LEAD: St. Nicholas Day, the traditional Dutch children's holiday (Dec. 6) that gradually became incorporated into the English gift-giving celebration of Christmas, will be celebrated this weekend in New York. This is a sampling of events in the region. Tomorrow BRONX ARTS ENSEMBLE AND SINGERS, ''Music for St. St. Nicholas Day, the traditional Dutch" , "date" : "19891201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Festivities for St. Nicholas Day" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/01\/arts\/festivities-for-st-nicholas-day.html"} , {"body" : "LEAD: Friday RAILROADING IN MINIATURE Friday RAILROADING IN MINIATURE Somewhere in the world of perpetual little-boyhood, there is a special province filled with model trains chugging through Styrofoam mountains and plastic cities. For the countless children and adults enamored of model railroads, Citicorp Center is the place to go during the next" , "date" : "19891124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/24\/arts\/weekender-guide.html"} , {"body" : "LEAD: Ice skating indoors is a lot like baseball indoors: it's recognizable, but it just doesn't feel like the real thing. Fortunately for city folk and city visitors, there are opportunities to go gliding in the great outdoors. Ice skating indoors is a lot like baseball indoors: it's recognizable, but it just doesn't feel like the real thing." , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Lifestyle: Sunday Outing; Even in New York, Ice Comes With Blue Skies" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/style\/lifestyle-sunday-outing-even-in-new-york-ice-comes-with-blue-skies.html"} , {"body" : "LEAD: A 25-year-old New York City police officer was arrested yesterday in the robbery, while off duty, of a burglary suspect on Wednesday at a Brooklyn shopping center where the suspect was showing off his $48,200 booty, the police said. A 25-year-old New York City police officer was arrested yesterday in the robbery, while off duty, of a burglary" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Officer, 25, Is Arrested In Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/nyregion\/officer-25-is-arrested-in-robbery-in-brooklyn.html"} , {"body" : "LEAD: An off-duty New York City police officer was stabbed to death yesterday in a fight over a minor traffic accident in Brooklyn as he returned home from a fund-raiser for the family of a fellow officer who was shot earlier this year, the police said. The police arrested a suspect in the slaying last night. An off-duty New York City police" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Officer Is Slain; Suspect Arrested" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/nyregion\/officer-is-slain-suspect-arrested.html"} , {"body" : "LEAD: A man who is wanted in two killings and several robberies and who escaped from a Brooklyn station house more than four months ago was arrested early yesterday after the police received an anonymous tip. A man who is wanted in two killings and several robberies and who escaped from a Brooklyn station house more than four months ago was" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Police in Brooklyn Arrest Man Sought In Robbery-Killings" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/nyregion\/police-in-brooklyn-arrest-man-sought-in-robbery-killings.html"} , {"body" : "LEAD: Keith Johnson, a 31-year-old hospital worker, wore his pride yesterday morning in the buttons pinned to his faded fatigue jacket from his Army days: one with an image of the Rev. Dr. Martin Luther King Jr., another from Mr. Johnson's union, one celebrating the 1963 civil rights march on Washington and the red, white and blue Dinkins campaign" , "date" : "19891109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The 1989 Elections: New York Voters React; The Mayor-Elect Inspires Pride, but It's Hardly Universal" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/09\/nyregion\/1989-elections-new-york-voters-react-mayor-elect-inspires-pride-but-it-s-hardly.html"} , {"body" : "LEAD: EIGHTEEN New York City neighborhoods have formed Business Improvement Districts, in which assessments paid by commercial properties and businesses support a variety of services and programs. Ten such districts, called BID's, are being developed and 18 others in all five boroughs are considering forming such local civic groups. EIGHTEEN New" , "date" : "19891108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "Real Estate; Business Aid For Districts In 5 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/08\/business\/real-estate-business-aid-for-districts-in-5-boroughs.html"} ,   {"body" : "LEAD: Thirteen people were wounded in a gunfight at dawn yesterday at an all-night birthday party in the Flatbush section of Brooklyn, the police said. Thirteen people were wounded in a gunfight at dawn yesterday at an all-night birthday party in the Flatbush section of Brooklyn, the police said. It was unclear yesterday who started the gunfight or" , "date" : "19891029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "13 Are Wounded in Gunfight At Flatbush Birthday Party" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/29\/nyregion\/13-are-wounded-in-gunfight-at-flatbush-birthday-party.html"} , {"body" : "LEAD: Whether to resist or respond to party loyalty is emerging as a dominant question in the final 10 days of New York City's mayoral campaign, with David N. Dinkins wrapping himself in the mantle of prominent Democrats and Rudolph W. Giuliani, his Republican-Liberal rival, by necessity appealing for Democratic and independent votes by invoking" , "date" : "19891029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Mayoral Race Focuses On Voters' Sense of Party Loyalty" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/29\/nyregion\/new-york-mayoral-race-focuses-on-voters-sense-of-party-loyalty.html"} , {"body" : "LEAD: Impoverished AIDS sufferers say the program set up by New York City four years ago to help them survive is in disarray, and their caseworkers agree. Impoverished AIDS sufferers say the program set up by New York City four years ago to help them survive is in disarray, and their caseworkers agree. Sick people in urgent need of shelter, food" , "date" : "19891021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "AIDS Program Fails Many, Patients Say" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/21\/nyregion\/aids-program-fails-many-patients-say.html"} , {"body" : "LEAD: A part-time handyman was charged late Wednesday in the slaying of a Brooklyn mother and her sister-in-law last month while two young children looked on, the police said. A part-time handyman was charged late Wednesday in the slaying of a Brooklyn mother and her sister-in-law last month while two young children looked on, the police said. The" , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Handyman Held in Slayings of 2" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/nyregion\/brooklyn-handyman-held-in-slayings-of-2.html"} , {"body" : "LEAD: THESE days, it is architects who are playing in schoolyards. Four startling new buildings have sprung up alongside public schools in the Bronx and Brooklyn. Covered with classical ornament and painted bright colors, they seem to be on loan from Disney World. Actually, they contain classrooms. THESE days, it is architects who are playing in" , "date" : "19891019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "12" , "title" : "A Lesson in Playfulness: School Annexes That Please the Eye" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/19\/garden\/a-lesson-in-playfulness-school-annexes-that-please-the-eye.html"} , {"body" : "LEAD: The lawyer for a Brooklyn teen-ager accused of being the instigator of an assault on two Jewish students told a judge yesterday that his client had ''fought back'' after he had been attacked by the students. The lawyer for a Brooklyn teen-ager accused of being the instigator of an assault on two Jewish students told a judge yesterday that his" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Self-Defense Is Argued In Brooklyn Bias Case" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/self-defense-is-argued-in-brooklyn-bias-case.html"} , {"body" : "LEAD: Closings in the week ended Sept. 15 MANHATTAN Carnegie Hill $1.3 million 1220 Park Avenue (95th St.) 3-bedroom, 3 1\/2-bath, 2,600-sq.-ft. prewar co-op; 24-hr. doorman, dining room, 2 maid's rooms, large kitchen, fireplace; maintenance $2,265, 35% tax-deductible (Broker: S. Closings in the week ended Sept. 15 MANHATTAN Carnegie Hill $1.3" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/realestate\/residential-resales-701789.html"} , {"body" : "LEAD: Friday BRONZE MENAGERIE Friday BRONZE MENAGERIE A sculptured menagerie of bronze birds and catfish, metallic cows, copper snakes, two-dimensional bears and even a giant steel fish wandered into Central Park a few days ago for an outdoor art exhibition called ''Noah's Art.'' The show includes 19 animal-inspired sculptures by 16 sculptors that" , "date" : "19890922" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/22\/arts\/weekender-guide.html"} , {"body" : "LEAD: Literature was the order of the day as readers, writers and publishers swarmed onto Fifth Avenue in midtown yesterday for the 11th annual New York Is Book Country festival. While 164 booksellers, publishers and other purveyors of the printed word enticed people with books, games, entertainment and literary celebrities, 11 noted writers" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "Literary Fare for Book-Hungry Throngs" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/books\/literary-fare-for-book-hungry-throngs.html"} , {"body" : "LEAD: The body of a Bensonhurst high school teacher who disappeared 12 days ago was found Saturday in a car in Uniondale, L.I. The body of a Bensonhurst high school teacher who disappeared 12 days ago was found Saturday in a car in Uniondale, L.I. Detective Sgt. William Cocks of the Nassau County homicide squad identified the woman as Maureen" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "UNIONDALE (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body of Teacher Is Found in Car On an L.I. Street" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/body-of-teacher-is-found-in-car-on-an-li-street.html"} ,   {"body" : "LEAD: FRIDAY ARCTIC DRAMA FRIDAY ARCTIC DRAMA The British explorer Sir John Franklin vanished on an Arctic expedition in 1845. Franklin's fatal search for a Northwest Passage and the questions surrounding the disappearance of his men inspired Charles Dickens and Wilkie Collins to write the 1857 melodrama ''The Frozen Deep.'' Although the play was" , "date" : "19890915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/15\/arts\/weekender-guide.html"} , {"body" : "LEAD: Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with stepped up security, both inside and out. No incidents of violence were reported. Against the backdrop of a racial killing last month in the Bensonhurst section of Brooklyn, schools opened there yesterday with" , "date" : "19890912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Schools in Bensonhurst Remain Calm" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/12\/nyregion\/schools-in-bensonhurst-remain-calm.html"} , {"body" : "LEAD: A Brooklyn clothing store owner fatally shot three men in the head yesterday and later told investigators they had tried to rob him, the police said. Dexter Lockhart, the owner of the Final Phase Boutique at 3407 Church Avenue in the Flatbush section, told the police that three men had entered his store at 3:55 P.M. A Brooklyn clothing store" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Store Owner Shoots 3 Dead" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/store-owner-shoots-3-dead.html"} , {"body" : "LEAD: Shows, Nature, Museums ''THE FUNZAPOPPIN MAGIC SHOW,'' a magic, music and comedy show for young children, presented by Michael Taubenslag Productions, 1:30 P.M. Sundays, at the Jan Hus Playhouse, 351 East 74th Street. Tickets: $4.50. Reservations: 772-9180. ''CINDERELLA,'' a show by the Papageno Puppet Theater with Susan Delery Whedon, 1:30" , "date" : "19890908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/08\/arts\/for-children.html"} , {"body" : "LEAD: The vanguard of a mile-long protest march against racism and the recent killing of a black youth clashed with the police last night as it tried to force its way through lines of helmeted, riot-equipped officers on the Brooklyn approach to the Brooklyn Bridge. The vanguard of a mile-long protest march against racism and the recent killing of a" , "date" : "19890901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "OAKLAND (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'Day of Outrage' March Ends in Violence" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/01\/nyregion\/day-of-outrage-march-ends-in-violence.html"} , {"body" : "LEAD: Closings in the week ended August 12 MANHATTAN East Midtown $417,500 235 East 40th Street (The Vanderbilt) 2-bedroom, 2-bath, 1,180-sq.-ft. condo in a 3-year-old building; wrap-around terrace, 24-hr. doorman and concierge, health club; common charge $581, taxes $1,200 (Broker: D. Closings in the week ended August 12 MANHATTAN East Midtown" , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/realestate\/residential-resales-348889.html"} , {"body" : "LEAD: Friday SHAKESPEAREAN COMEDY Friday SHAKESPEAREAN COMEDY Corruption and the abuse of power may sound like recurring themes of recent times, but a play being presented this weekend that deals with these issues was written more than 300 years ago. The play is Shakespeare's comedy ''Measure for Measure,'' the story of an innocent woman who must" , "date" : "19890818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/18\/arts\/weekender-guide.html"} , {"body" : "LEAD: New York City's Own, Floyd Bennett Field, Flatbush Avenue (exit 11S on the Belt Parkway), at the Gil Hodges Bridge, Brooklyn; 718-338-7865. New York City's Own, Floyd Bennett Field, Flatbush Avenue (exit 11S on the Belt Parkway), at the Gil Hodges Bridge, Brooklyn; 718-338-7865. At the 13th annual City Gardeners' Harvest Fair this weekend," , "date" : "19890817" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Harvest Fair for City Gardeners" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/17\/garden\/events-harvest-fair-for-city-gardeners.html"} , {"body" : "LEAD: Late this month the first of 30 low-income families will move into a renovated apartment house at 1427 Flatbush Avenue in Brooklyn. The building is a joint project of the Department of Housing Preservation and Development, the nonprofit Flatbush Development Corporation and the private Affordable Dwelling Units Inc. Late this month the first" , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Low-Income Apartments; 30 Lucky Families" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/realestate\/postings-low-income-apartments-30-lucky-families.html"} , {"body" : "LEAD: It is tempting to think of New York theater largely in terms of Broadway and Off Broadway. But another aspect of theater has been quietly asserting itself; less glamorous, it aims to have deeper consequences. This is theater as teacher, attempting to raise the quality of life (and often the consciousness) of a community or group of people," , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER; When the Neighbor Is a Theater With a Vision" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/theater\/theater-when-the-neighbor-is-a-theater-with-a-vision.html"} ,   {"body" : "LEAD: Every afternoon at 3 o'clock, a private patrol car begins rolling through one of the prettiest neighborhoods in Brooklyn. It cruises under canopies of ailanthus and maple trees, past unbroken rows of 19th-century brownstones, chocolate-rich and crisply preserved, with their jaunty window bays and welcoming stoops. Every afternoon at 3" , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In Enclave, Mayor's Race Hinges on Crime" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/in-enclave-mayor-s-race-hinges-on-crime.html"} , {"body" : "LEAD: The Rashid family has had their Arabic record and book store on Atlantic Avenue in Brooklyn Heights since 1947. They are Arabs, yes, but proud Americans, too. The Rashid family has had their Arabic record and book store on Atlantic Avenue in Brooklyn Heights since 1947. They are Arabs, yes, but proud Americans, too. But as Mideast tensions" , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST" , "ISRAEL, STATE OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Arabs Feel Anger Flare In New York" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/arabs-feel-anger-flare-in-new-york.html"} , {"body" : "LEAD: The Way They Grew, Old Sturbridge Village, Route 20 West, off Exit 9 of the Massachusetts Turnpike, Sturbridge; 508-347-3362. The Way They Grew, Old Sturbridge Village, Route 20 West, off Exit 9 of the Massachusetts Turnpike, Sturbridge; 508-347-3362. The 19th-century restoration community is having its annual garden weekend on Saturday and" , "date" : "19890803" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Games and Gardens" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/03\/garden\/calendar-games-and-gardens.html"} , {"body" : "LEAD: A 30-year-old man who was accused of being the leader of one of the largest and most violent drug rings in Brooklyn was convicted yesterday of Federal racketeering charges, including six murders. A 30-year-old man who was accused of being the leader of one of the largest and most violent drug rings in Brooklyn was convicted yesterday of" , "date" : "19890726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA (WEST INDIES)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Convicts Man as Chief of Drug Ring" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/26\/nyregion\/jury-convicts-man-as-chief-of-drug-ring.html"} , {"body" : "LEAD: DEAR DIARY: DEAR DIARY: Dusk. I am the only passenger on a No. 10 bus parked downtown at Bethune and Hudson Streets before its return trip uptown along Ninth Avenue. The driver is ahead of schedule; he turns off the motor, walks slowly toward the back of the bus and checks the day's debris. Watching him shuffling along with a slightly bent" , "date" : "19890726" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/26\/garden\/metropolitan-diary-646989.html"} , {"body" : "LEAD: African-American Quilts, Museum of American Folk Art, Feld Gallery at Lincoln Square, Columbus Avenue at 66th Street; 212-977-7298. African-American Quilts, Museum of American Folk Art, Feld Gallery at Lincoln Square, Columbus Avenue at 66th Street; 212-977-7298. ''Stitched From the Soul: Slave Quilts From the Ante-Bellum South,'' an" , "date" : "19890720" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: Quilts and Parks and Interiors" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/20\/garden\/calendar-quilts-and-parks-and-interiors.html"} , {"body" : "LEAD: A man suspected of sexually assaulting at least 11 young girls in Brooklyn and Queens over the last six months was arrested Monday night when an off-duty police officer saw him running from the site of another attack, the police said yesterday. A man suspected of sexually assaulting at least 11 young girls in Brooklyn and Queens over the last" , "date" : "19890705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Is Held In Sex Assaults On Young Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/05\/nyregion\/suspect-is-held-in-sex-assaults-on-young-girls.html"} , {"body" : "LEAD: A 21-year-old man was shot to death yesterday in a Brooklyn catering hall during a dispute over the music at a bas mitzvah. A 21-year-old man was shot to death yesterday in a Brooklyn catering hall during a dispute over the music at a bas mitzvah. The incident occurred at about 1:15 A.M. at the Lisa Terrace catering hall, at 96-02 Flatlands" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Metro Datelines; Man Shot to Death At a Bas Mitzvah" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/metro-datelines-man-shot-to-death-at-a-bas-mitzvah.html"} , {"body" : "LEAD: To the Editor: To the Editor: As a longtime resident of Flatbush, I was interested in your feature on the community on June 6. Obviously, Flatbush has changed a lot since I moved away from there in 1945, but has it changed its boundaries? The map with the article showed the boundaries of Flatbush as Coney Island Avenue to Bedford Avenue and" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "13" , "title" : "Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/realestate\/l-flatbush-258989.html"} , {"body" : "LEAD: Artisans at Lincoln Center, Fordham University Plaza, 62d Street between Amsterdam and Columbus Avenues; 212-677-4627. Artisans at Lincoln Center, Fordham University Plaza, 62d Street between Amsterdam and Columbus Avenues; 212-677-4627. The 13th annual American Crafts Festival will be held this weekend and again on July 8, 9, 15 and 16. The" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Events: 400 Exhibitors to Display Crafts" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/garden\/events-400-exhibitors-to-display-crafts.html"} ,   {"body" : "LEAD: ''Dere's no guy livin' dat knows Brooklyn t'roo and t'roo, because it'd take a lifetime just to find his way aroun' duh town.'' ''Dere's no guy livin' dat knows Brooklyn t'roo and t'roo, because it'd take a lifetime just to find his way aroun' duh town.'' That's how Thomas Wolfe began his haunting short story ''Only the Dead Know Brooklyn,''" , "date" : "19890628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Woid (Sorry!) About the Birds In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/28\/nyregion\/about-new-york-a-woid-sorry-about-the-birds-in-brooklyn.html"} , {"body" : "LEAD: After almost a decade of planning, city officials and business executives celebrated the official ground breaking yesterday of the first two major buildings in the $1 billion Metrotech office and academic complex in downtown Brooklyn. After almost a decade of planning, city officials and business executives celebrated the official ground" , "date" : "19890627" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ceremony Heralds a $1 Billion Project in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/27\/nyregion\/ceremony-heralds-a-1-billion-project-in-brooklyn.html"} , {"body" : "LEAD: ''What we're hoping the Fete de la Musique will be is a citywide party with music,'' Martin E. Segal said of the daylong celebration of the first day of summer that his New York International Festival of the Arts is presenting on Wednesday. ''We hope that in addition to the more than 200 events we're presenting, a lot of people will bring out" , "date" : "19890619" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Celebrating Summer in Music" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/19\/arts\/celebrating-summer-in-music.html"} , {"body" : "LEAD: West Side Waterfront, Pier 45, Hudson River at 10th Street; 212-349-6460. West Side Waterfront, Pier 45, Hudson River at 10th Street; 212-349-6460. On Saturday, a Hudson River Rally and Festival will be held to support the creation of a Hudson River waterfront park. The festival will include more than 75 environmental displays, a farmers'" , "date" : "19890608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Festivals on Sea and Land" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/08\/garden\/calendar-festivals-on-sea-and-land.html"} , {"body" : "LEAD: The man suspected of firing the shot that killed a police officer in Brooklyn last week died of a single gunshot wound to his head early yesterday morning, the police said. The man suspected of firing the shot that killed a police officer in Brooklyn last week died of a single gunshot wound to his head early yesterday morning, the police" , "date" : "19890605" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in Officer's Slaying Found Dead" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/05\/nyregion\/suspect-in-officer-s-slaying-found-dead.html"} , {"body" : "LEAD: THE rich past of Flatbush - originally Vlackebos, or ''wooded plain'' in Dutch - is reflected in one of its many landmarks, the Flatbush Dutch Reformed Church: The present building, at the corner of Church and Flatbush Avenues, was completed in 1793, but the original church was commissioned by Peter THE rich past of Flatbush - originally" , "date" : "19890604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN: Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/04\/realestate\/if-you-re-thinking-of-living-in-flatbush.html"} , {"body" : "LEAD: Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it seems that everyone knows exactly where it is going on and who is taking part in it. But getting rid of it is another matter. Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Worst Drug Sites: Persistent Markets of Death" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/nyregion\/new-york-s-worst-drug-sites-persistent-markets-of-death.html"} , {"body" : "LEAD: A group of about 40 youths raced through Greenwich Village Friday night, snapping gold chains from the necks of strollers, harassing women and pushing and menacing anyone who came in their path, the police said yesterday. A group of about 40 youths raced through Greenwich Village Friday night, snapping gold chains from the necks of strollers," , "date" : "19890528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Flatbush Youths Harass Strollers In the Village" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/28\/nyregion\/flatbush-youths-harass-strollers-in-the-village.html"} , {"body" : "LEAD: The Brooklyn District Attorney's office yesterday dropped charges against the teen-age mother who left her 2-year-old daughter in a hospital restroom last week with a note saying she could no longer ''handle the pressure'' of raising the child. The Brooklyn District Attorney's office yesterday dropped charges against the teen-age mother who" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Charge Dropped In Case of Baby Left in Restroom" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/nyregion\/charge-dropped-in-case-of-baby-left-in-restroom.html"} , {"body" : "LEAD: WHEN it comes to public festivities, New York is like a perpetual-motion machine - a place with a never-ending procession of street fairs, parades and other outdoor entertainment. But this weekend, the machine threatens to become seriously overheated. WHEN it comes to public festivities, New York is like a perpetual-motion machine - a place" , "date" : "19890519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Marathon Fiesta of Fairs, Fancies, Parades and Food" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/19\/arts\/a-marathon-fiesta-of-fairs-fancies-parades-and-food.html"} ,   {"body" : "LEAD: New Designs, Jacob K. Javits Convention Center, 11th Avenue at 34th Street; 212-686-6070. New Designs, Jacob K. Javits Convention Center, 11th Avenue at 34th Street; 212-686-6070. On Wednesday, between 9:30 A.M. and 5 P.M., the International Contemporary Furniture Fair will be open to the public. The fair features more than 125 exhibitors" , "date" : "19890518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Events: Contemporary Furniture Design" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/18\/garden\/events-contemporary-furniture-design.html"} , {"body" : "LEAD: Rabbi Bernard L. Berzon, spiritual leader for 43 years of Congregation Ahavath Israel, now called Young Israel of Avenue K in the Flatbush-Midwood section of Brooklyn, died Thursday after heart surgery at New York Hospital. He was 76 years old and had lived in Jerusalem since his retirement in 1982. Rabbi Bernard L. Berzon, spiritual leader" , "date" : "19890515" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Rabbi Bernard Berzon Dies at 76" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/15\/obituaries\/rabbi-bernard-berzon-dies-at-76.html"} , {"body" : "LEAD: Closings in the week ending April 29 MANHATTAN Greenwich Village $475,000 32 Washington Square West 2-bedroom, 2-bath, 1,600-sq.-ft. prewar co-op; 24-hr. doorman, concierge, maid's room, dining room, large kitchen, fireplace, four exposures; maintenance $1,534, 31% tax-deductible (Broker: Ambrose Mar-Elia) Closings in the week ending April 29" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/realestate\/residential-resales-584589.html"} , {"body" : "LEAD: A Brooklyn high school teacher and a central Board of Education administrator were charged yesterday with selling cocaine to undercover police officers, the Brooklyn District Attorney said. A Brooklyn high school teacher and a central Board of Education administrator were charged yesterday with selling cocaine to undercover police officers," , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teacher and a School Official Are Charged in Cocaine Sales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/nyregion\/teacher-and-a-school-official-are-charged-in-cocaine-sales.html"} , {"body" : "LEAD: When Jim Carvino arrived in Boise, Idaho, a few weeks ago to become Police Chief, he already had tactics in mind for handling the ''cruising'' problem he had heard so much about. When Jim Carvino arrived in Boise, Idaho, a few weeks ago to become Police Chief, he already had tactics in mind for handling the ''cruising'' problem he had heard" , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOISE (IDAHO)" , "KINSTON (NC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Recapturing the Joy of Police Work" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/us\/recapturing-the-joy-of-police-work.html"} , {"body" : "LEAD: A Brooklyn real-estate broker was arrested yesterday and charged with paying a teen-ager part of a $1,500 fee to kill the man's pregnant wife and her mother, the police said. A Brooklyn real-estate broker was arrested yesterday and charged with paying a teen-ager part of a $1,500 fee to kill the man's pregnant wife and her mother, the police" , "date" : "19890509" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Accused of Paying Youth to Kill Wife" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/09\/nyregion\/man-accused-of-paying-youth-to-kill-wife.html"} , {"body" : "LEAD: One day after Gov. Mario M. Cuomo vetoed a proposed tuition increase that had prompted demonstrations throughout the City University system, students remained entrenched yesterday in administration buildings on 10 campuses. They said they would not surrender until the state guaranteed that the university's budget would not be cut further. One" , "date" : "19890504" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Day After Tuition Veto, CUNY Protest Goes On" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/04\/nyregion\/day-after-tuition-veto-cuny-protest-goes-on.html"} , {"body" : "LEAD: Demonstrations against budget cuts and likely tuition increases spread to most campuses of the City University of New York yesterday, with students seizing more administration buildings, marching in the streets and blocking traffic in Manhattan, Queens and Brooklyn. Demonstrations against budget cuts and likely tuition increases spread to" , "date" : "19890502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Tuition Protests Spread to Most CUNY Campuses" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/02\/nyregion\/tuition-protests-spread-to-most-cuny-campuses.html"} , {"body" : "LEAD: IF it's spring, it must be time for house and garden tours. This year, the range of the architecture is from 19th-century Greek Revival to modern, the interior decoration from Victorian to Art Deco, the houses from city apartments to country estates and the gardens from urban deck to English formal. IF it's spring, it must be time for house" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "For All Who Know a Loft From a Parlor" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/garden\/for-all-who-know-a-loft-from-a-parlor.html"} , {"body" : "LEAD: THE SECOND VERSE OF GENESIS informs us that before there was anything else, ''darkness was upon the face of the deep.'' Then God decreed light. By 7,000 B.C., our ancestors had become handy with fire, and night was more than just something to sleep through. By the 17th century, John Milton could ask, ''What hath night to do with sleep? THE" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "19" , "title" : "THE WAY WE LIVE: WORKING AFTER THE SUN GOES DOWN; Night Shift" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/magazine\/the-way-we-live-working-after-the-sun-goes-down-night-shift.html"} ,   {"body" : "LEAD: AS Aaron Ziegelman wheeled his Jaguar up to the Flatbush Avenue curb in Brooklyn not long ago, a grizzled man drew near and demanded: ''What building are you seizing today?'' AS Aaron Ziegelman wheeled his Jaguar up to the Flatbush Avenue curb in Brooklyn not long ago, a grizzled man drew near and demanded: ''What building are you seizing" , "date" : "19890416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Co-op Waves Washing Over Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/16\/realestate\/co-op-waves-washing-over-flatbush.html"} , {"body" : "LEAD: Taking a cue from their elder brothers and sisters in college, more American high-school-age students are putting their hearts where the money isn't: in public-spirited volunteer service during summer vacations. Taking a cue from their elder brothers and sisters in college, more American high-school-age students are putting their hearts where" , "date" : "19890409" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "57" , "title" : "SPRING REPORT; Teen-age Volunteers" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/09\/education\/spring-report-teen-age-volunteers.html"} , {"body" : "LEAD: The vandalism and burglaries that once plagued New York City's historic homes are on the decline, curators and government officials report. The vandalism and burglaries that once plagued New York City's historic homes are on the decline, curators and government officials report. The introduction of on-site caretakers, increased surveillance" , "date" : "19890409" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Crimes at Historic Sites Reported to Be Down" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/09\/nyregion\/crimes-at-historic-sites-reported-to-be-down.html"} , {"body" : "LEAD: A 36-year-old music teacher at a Brooklyn public school was arrested yesterday and charged with sexually abusing one of his students, a 10-year-old girl, the police said. A 36-year-old music teacher at a Brooklyn public school was arrested yesterday and charged with sexually abusing one of his students, a 10-year-old girl, the police said." , "date" : "19890406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Teacher Accused of Fondling 10-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/06\/nyregion\/teacher-accused-of-fondling-10-year-old.html"} , {"body" : "LEAD: These lectures, walking tours and exhibitions are for the architecture enthusiast. These lectures, walking tours and exhibitions are for the architecture enthusiast. British Architect, Drawing Center, 35 Wooster Street (between Grand and Broome Streets); 212-219-2166. ''Inigo Jones: Complete Architectural Drawings, 1573 to 1652,'' will be at" , "date" : "19890406" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Drawings by Inigo Jones" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/06\/garden\/drawings-by-inigo-jones.html"} , {"body" : "LEAD: These are melancholy days around Shorty and Betsy's cramped Brooklyn quarters. It seems only a matter of time before their landlord forces them out of the home in which they have lived together for a decade. They have taken to spending hour upon hour staring into space, grunting in monosyllables, listlessly chewing carrots and brooding. These" , "date" : "19890401" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSECT PARK ZOO (BKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "About New York; A Zoo Story: 2 Hefty Tenants, Facing Eviction" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/01\/nyregion\/about-new-york-a-zoo-story-2-hefty-tenants-facing-eviction.html"} , {"body" : "LEAD: A clerk at a Queens high school has been charged with the statutory rape of a 15-year-old student who is the daughter of a diplomat, the police said yesterday. The clerk, John Gordon, 40 years old, of 100 Woodruff Avenue in the Flatbush section of Brooklyn, was arrested Friday afternoon at the Plaza North Hotel in Ridgewood, where he was" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RIDGEWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Clerk Held in Statutory Rape" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/nyregion\/clerk-held-in-statutory-rape.html"} , {"body" : "LEAD: The Chief Medical Examiner's office is investigating the death of a man who passed out and died in a psychiatric emergency room at a Brooklyn hospital Wednesday night, the authorities said yesterday. The Chief Medical Examiner's office is investigating the death of a man who passed out and died in a psychiatric emergency room at a Brooklyn" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Death of Outpatient In Brooklyn Hospital Under Investigation" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/nyregion\/death-of-outpatient-in-brooklyn-hospital-under-investigation.html"} , {"body" : "LEAD: Friday ROLL OVER, BEETHOVEN Friday ROLL OVER, BEETHOVEN Gidon Kremer had intended to play works by Beethoven, Brahms and Berio during a chamber-music concert scheduled at 8 tonight at the Metropolitan Museum of Art, but a few weeks ago the Russian-born violinist discovered the music of Arthur Vincent Lourie. Mr. Kremer decided to completely" , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/arts\/weekender-guide.html"} , {"body" : "LEAD: FRIDAY PLAYWRIGHT'S OLD CLOTHES FRIDAY PLAYWRIGHT'S OLD CLOTHES Gertrude Stein was known more as a cynical observer and experimental stylist than as a playwright, but the doyenne of Montparnasse expatriate life did assume the role of dramatist to write ''A Play Called Not and Now.'' This work - about social pretentiousness and pomposity - is" , "date" : "19890310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/10\/arts\/weekender-guide.html"} ,   {"body" : "LEAD: A police officer walking foot patrol in midtown Manhattan was stabbed in the back and seriously wounded last night when a man suddenly came up behind him and attacked him, the police said. A police officer walking foot patrol in midtown Manhattan was stabbed in the back and seriously wounded last night when a man suddenly came up behind him" , "date" : "19890310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer on Foot Patrol Is Stabbed in Midtown" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/10\/nyregion\/officer-on-foot-patrol-is-stabbed-in-midtown.html"} , {"body" : "LEAD: While snowflakes swirled, scattered by harsh winter winds, and three police helicopters flew in tribute yesterday, 5,000 police officers from around the metropolitan region, family members and friends mourned the death of the first New York City police officer killed in the line of duty this year. While snowflakes swirled, scattered by harsh" , "date" : "19890308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5,000 Colleagues Pay Tribute To Slain Officer in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/08\/nyregion\/5000-colleagues-pay-tribute-to-slain-officer-in-brooklyn.html"} , {"body" : "LEAD: Two men were charged yesterday in the slaying of a plainclothes police officer who, the authorities said, was killed with his own gun in a struggle with the suspects on a Brooklyn street early Friday. Two men were charged yesterday in the slaying of a plainclothes police officer who, the authorities said, was killed with his own gun in a" , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "2 Men Charged in Slaying Of a Policeman in Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/nyregion\/2-men-charged-in-slaying-of-a-policeman-in-flatbush.html"} , {"body" : "LEAD: A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early yesterday, possibly with his own gun, as he and his partner struggled with two men they had tried to question. A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Officer Slain In a Struggle In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/officer-slain-in-a-struggle-in-flatbush.html"} , {"body" : "LEAD: A 24-year-old police officer was shot and killed early this morning in a shootout with a gunman on a street in the Flatbush section of Brooklyn, officials said. A 24-year-old police officer was shot and killed early this morning in a shootout with a gunman on a street in the Flatbush section of Brooklyn, officials said. The officer, a member" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Officer Is Shot to Death In Flatbush AreaZ" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/police-officer-is-shot-to-death-in-flatbush-areaz.html"} , {"body" : "LEAD: A 5-month-old baby, who was kidnapped after his parents crashed through a window in their apartment to escape a robbery attempt, was recovered yesterday at a Brooklyn subway station, where the police arrested a man who tried to collect a ransom. A 5-month-old baby, who was kidnapped after his parents crashed through a window in their" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Baby Taken in Foiled Robbery Is Recovered" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/baby-taken-in-foiled-robbery-is-recovered.html"} , {"body" : "LEAD: An injured 6-year-old boy died Saturday in a Brooklyn hospital less than 90 minutes after his father took the comatose youngster to the emergency room, and the father has been charged with murder in the death, the authorities announced yesterday. An injured 6-year-old boy died Saturday in a Brooklyn hospital less than 90 minutes after his" , "date" : "19890302" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Injuries Kill Boy, 6, in Brooklyn; Father Is Held on Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/02\/nyregion\/injuries-kill-boy-6-in-brooklyn-father-is-held-on-murder-charge.html"} , {"body" : "LEAD: Automatic weapons were confiscated yesterday from a 14-year-old boy at a Bronx junior high school and a 17-year-old youth in a Manhattan subway station, the police said. Automatic weapons were confiscated yesterday from a 14-year-old boy at a Bronx junior high school and a 17-year-old youth in a Manhattan subway station, the police said. The" , "date" : "19890302" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Officers Arrest 2 Teen-Agers On Gun Possession Charges" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/02\/nyregion\/officers-arrest-2-teen-agers-on-gun-possession-charges.html"} , {"body" : "LEAD: Closings in the week ending Feb. 11 MANHATTAN Carnegie Hill $355,000 25 East 92d Street 2-bedroom, 2-bath, 1,000-sq.-ft. prewar duplex co-op in a town house; 2 fireplaces, high ceilings, hardwood floors; maintenance $800, 50% tax-deductible (Broker: B.J. Gottesman) Closings in the week ending Feb. 11 MANHATTAN Carnegie Hill $355,000 25 East" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/realestate\/residential-resales-077089.html"} , {"body" : "LEAD: From Starrett City in Brooklyn, where they lived, from Al's Auto Service and Melody Lanes, where they worked, the Profetas dreamed of a new Cadillac and a home on Long Island. From Starrett City in Brooklyn, where they lived, from Al's Auto Service and Melody Lanes, where they worked, the Profetas dreamed of a new Cadillac and a home on Long" , "date" : "19890225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Family Affair: Winning $27 Million" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/25\/nyregion\/family-affair-winning-27-million.html"} ,   {"body" : "LEAD: Kirkwood's Piquant Valentine Kirkwood's Piquant Valentine ''I made a mistake and wrote another play,'' said James Kirkwood, the author of ''Legends,'' which toured for 13 months with Mary Martin and Carol Channing but never opened in New York because - well, that's another story. The new farce-comedy, ''Stage Stuck,'' was co-written with Jim" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "On Stage" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/theater\/on-stage.html"} , {"body" : "LEAD: A Bronx teen-ager was shot and killed early yesterday while he and a friend played with a gun, the police said. A Bronx teen-ager was shot and killed early yesterday while he and a friend played with a gun, the police said. Gamalier Figueroa, 16, of 1909 Andrews Avenue, was shot between the eyes by his friend, Edward Gueits, 15, of 1738" , "date" : "19890216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Bronx Youth Shot Dead During Play With Gun" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/16\/nyregion\/bronx-youth-shot-dead-during-play-with-gun.html"} , {"body" : "LEAD: ''I have to put on my skates and move on,'' the Princess of Wales told guests yesterday morning at a private reception in the British Consul General's apartment. ''I have to put on my skates and move on,'' the Princess of Wales told guests yesterday morning at a private reception in the British Consul General's apartment. Two hours later she" , "date" : "19890204" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "New Yorkers on the Princess: Boffo to Blase" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/04\/nyregion\/new-yorkers-on-the-princess-boffo-to-blase.html"} , {"body" : "LEAD: February is Black History Month. Here is a sampling of related events. Today FLUSHING COUNCIL ON CULTURE AND THE ARTS, Flushing Gallery, 136-73 41st Avenue (718-463-7700). Exhibition of the work of James Van Der Zee, who opened his first studio in Harlem in 1914 and went on to photograph many famous black personalities, including Marcus" , "date" : "19890203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Listing of Black History Month Events" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/03\/arts\/listing-of-black-history-month-events.html"} , {"body" : "LEAD: Several hours had passed before Police Officer Jannet Caban realized she had been in a shootout with one of New York City's most wanted fugitives during a robbery Tuesday night, she said yesterday. Several hours had passed before Police Officer Jannet Caban realized she had been in a shootout with one of New York City's most wanted fugitives" , "date" : "19890127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Did Not Realize Gunman Was Fugitive" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/27\/nyregion\/officer-did-not-realize-gunman-was-fugitive.html"} , {"body" : "LEAD: A man wanted in the shooting last week of two New York City police officers was found dead early yesterday in a stolen car after shooting himself, the police said. A man wanted in the shooting last week of two New York City police officers was found dead early yesterday in a stolen car after shooting himself, the police said. The finding of" , "date" : "19890126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Man Wanted in Officers' Shooting Kills Himself After a Crime Spree" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/26\/nyregion\/man-wanted-in-officers-shooting-kills-himself-after-a-crime-spree.html"} , {"body" : "LEAD: Dr. Kathryn Hinnant, the Bellevue pathologist, and Steven Smith, the man charged with her murder and rape, were both in Columbia, S.C., last April. It was only coincidence. They did not meet, nor is there any sign that they were ever aware of each other until their lives converged in violence two weeks ago. Dr. Kathryn Hinnant, the Bellevue" , "date" : "19890123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/23\/nyregion\/no-headline-490689.html"} , {"body" : "LEAD: A 12-year-old girl who was talking with a group of friends less than a block from her home was shot and killed Friday evening when she inadvertently walked into a drug-related dispute on a sidewalk in Brooklyn, the police said. A 12-year-old girl who was talking with a group of friends less than a block from her home was shot and killed" , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Bystander, 12, Shot and Killed In Drug Dispute" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/nyregion\/bystander-12-shot-and-killed-in-drug-dispute.html"} , {"body" : "LEAD: Two New York City police officers were shot and wounded yesterday morning - one of them critically - as a murder suspect with a history of violence against police officers burst through the door of a Brooklyn apartment and, the police said, opened fire. Two New York City police officers were shot and wounded yesterday morning - one of them" , "date" : "19890121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Suspect Shoots Two Officers And Escapes" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/21\/nyregion\/suspect-shoots-two-officers-and-escapes.html"} , {"body" : "LEAD: A 12-year-old Brooklyn girl was shot and killed last night and a 14-year-old boy was seriously injured by machine-gun fire that erupted during a drug transaction in their neighborhood, the police said. The girl, Kashaine Green, of 2225 Ditmars Avenue, was hit in the neck by bullets fired about 7:20 P.M. A 12-year-old Brooklyn girl was shot" , "date" : "19890121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Girl Killed in Drug Shooting" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/21\/nyregion\/girl-killed-in-drug-shooting.html"} ,   {"body" : "LEAD: A maintenance worker at a Brooklyn day-care center was arrested Wednesday and charged with the rape of an 11-year-old girl, the police said. A maintenance worker at a Brooklyn day-care center was arrested Wednesday and charged with the rape of an 11-year-old girl, the police said. The man, Allen Pender, 32 years old, of 3401 Neptune Avenue in" , "date" : "19890120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Brooklyn Man Held In Rape of Girl, 11" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/20\/nyregion\/metro-datelines-brooklyn-man-held-in-rape-of-girl-11.html"} , {"body" : "LEAD: Is Lillian Lux, the Brooklyn-born star of Yiddish stage, bringing to her native heath new wine in old bottles or old wine in new bottles? The question, which arises in connection with her presentation of a musical, ''Oy, Is This a Rebbitzin!,'' by the Brooklyn Center for the Performing Arts at Brooklyn College, may not have an answer. Is" , "date" : "19890120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "Anglicizing Yiddish Theater" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/20\/theater\/anglicizing-yiddish-theater.html"} , {"body" : "LEAD: A CO-OP conversion is under way at a large development called University Towers in downtown Brooklyn that has much to say about housing conditions in New York City and the role of conversions in improving them. A CO-OP conversion is under way at a large development called University Towers in downtown Brooklyn that has much to say about" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNIVERSITY TOWERS (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Downtown Brooklyn; Another Big Rental Hits the Co-op Road" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/realestate\/perspectives-downtown-brooklyn-another-big-rental-hits-the-co-op-road.html"} , {"body" : "LEAD: A Brooklyn youth was arrested yesterday and charged in the inadvertent shooting death of an 18-year-old Brooklyn College student in a McDonald's restaurant in the Flatbush section, the police said. They said the gunman had been aiming at another person. A Brooklyn youth was arrested yesterday and charged in the inadvertent shooting death of" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Held in Student's Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/nyregion\/man-held-in-student-s-slaying.html"} , {"body" : "LEAD: A man sprayed the inside of a McDonald's restaurant with gunfire last night in the Flatbush section of Brooklyn, fatally wounding an 18-year-old woman, the police said. A man sprayed the inside of a McDonald's restaurant with gunfire last night in the Flatbush section of Brooklyn, fatally wounding an 18-year-old woman, the police said. The" , "date" : "19890114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Woman, 18, Is Shot to Death At a McDonald's in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/14\/nyregion\/woman-18-is-shot-to-death-at-a-mcdonald-s-in-brooklyn.html"} , {"body" : "LEAD: Many schools, libraries and churches have scheduled events to honor the 60th anniversary of the birth of the Rev. Dr. Martin Luther King Jr. (Although the actual birthday is Jan. 15, it will be observed on Jan. 16 this year.) Here is a sampling. GOSPEL AND SPIRITUALS, Brooklyn Center for the Performing Arts, Brooklyn College, junction of" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "King Musical Celebrations: Where and When" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/king-musical-celebrations-where-and-when.html"} , {"body" : "LEAD: As the gentrification of Park Slope in Brooklyn continues, its major commercial artery, Seventh Avenue, is experiencing dramatic change. Small ethnic groceries and storefront service businesses are fast giving way to specialty grocers, upscale carryouts, wine shops, bars and trendy restaurants - from bagels to brioche, so to speak. As the" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "What's Cooking in Park Slope; Strolling Seventh Avenue With Food in Mind" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/what-s-cooking-in-park-slope-strolling-seventh-avenue-with-food-in-mind.html"} , {"body" : "LEAD: Park Slope has a large collection of Victorian town houses, one of America's greatest urban parks and a grand arch unlike any this side of the Arc de Triomphe. But perhaps the most notable hallmark of this central Brooklyn community is that, in many ways, it feels like a small, friendly college town. Park Slope has a large collection of" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Small-Town Feeling on Brooklyn's Gold Coast" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/small-town-feeling-on-brooklyn-s-gold-coast.html"} , {"body" : "LEAD: The man charged in the murder of a pregnant pathologist at Bellevue Hospital Center was on probation for stealing a refrigerator in Brooklyn four years ago, and probation officials lost track of him last April, according to police and Probation Department records. The man charged in the murder of a pregnant pathologist at Bellevue Hospital" , "date" : "19890111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Probation Dept. Had Lost Track of Suspect in Bellevue Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/11\/nyregion\/probation-dept-had-lost-track-of-suspect-in-bellevue-slaying.html"} , {"body" : "LEAD: Molded fiberglass dinosaurs and baby-sized spaceships with convertible tops still gently toss juvenile riders for 25 cents a turn along the old shopping district of Avenue J in the Flatbush section of Brooklyn. Molded fiberglass dinosaurs and baby-sized spaceships with convertible tops still gently toss juvenile riders for 25 cents a turn" , "date" : "19890107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "About New York; Along Avenue J, Cowpokes Bust Bucking Broncos" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/07\/nyregion\/about-new-york-along-avenue-j-cowpokes-bust-bucking-broncos.html"} ,   {"body" : "LEAD: A Brooklyn man was charged with homicide yesterday in the death of a 14-year-old student, Jeffrey Vilain, who was caught in the middle of a gun battle between a police officer and a suspected robber in the East Flatbush section. A Brooklyn man was charged with homicide yesterday in the death of a 14-year-old student, Jeffrey Vilain, who was" , "date" : "19890106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Charged in Death Of a 14-Year-Old Boy" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/06\/nyregion\/man-charged-in-death-of-a-14-year-old-boy.html"} , {"body" : "LEAD: A school bus driver taking a 4-year-old girl home from nursery school in Brooklyn was arrested yesterday afternoon when he stopped the bus to buy crack, the police said. A school bus driver taking a 4-year-old girl home from nursery school in Brooklyn was arrested yesterday afternoon when he stopped the bus to buy crack, the police said. The" , "date" : "19890106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "School Bus Driver in Drug Arrest" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/06\/nyregion\/school-bus-driver-in-drug-arrest.html"} , {"body" : "LEAD: A 14-year-old boy returning home from church services in Brooklyn was shot in the head and killed Tuesday night after he and his family were caught in crossfire between a policeman and a robbery suspect. A 14-year-old boy returning home from church services in Brooklyn was shot in the head and killed Tuesday night after he and his family were" , "date" : "19890105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["VILAIN, JEFFREY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "14-Year-Old Bystander Is Killed In a Police Shootout in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/05\/nyregion\/14-year-old-bystander-is-killed-in-a-police-shootout-in-brooklyn.html"} , {"body" : "LEAD: A 17-year-old Brooklyn youth, who the police later learned was a suspect in a fatal hit-and-run accident in June, was shot early yesterday morning by a police officer during a routine stop for a minor traffic violation, a police spokesman said. A 17-year-old Brooklyn youth, who the police later learned was a suspect in a fatal hit-and-run" , "date" : "19890102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Youth Shot by Police Is a Hit-Run Suspect" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/02\/nyregion\/youth-shot-by-police-is-a-hit-run-suspect.html"}]