[  {"body" : "LEAD: A CENTURY of draining and road building, mosquito eradication and waste dumping has reduced the Hackensack Meadowlands to a featureless reed-choked vista that greets motorists driving the northern reaches of the New Jersey Turnpike. Few birds sing, and about the only thing that nests in the once-fertile mud are discarded tires. A CENTURY of" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Compensating for Filling In a Wetland" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/realestate\/compensating-for-filling-in-a-wetland.html"} , {"body" : "LEAD: UNADORNED homes are rare commodities around Christmastime in Bay Ridge, Bensonhurst and Canarsie. With thousands of plastic Santas and snowmen, armies of toy soldiers and multicolored megawatts of lights decorating block upon block of houses and apartment buildings, no one could accuse these Brooklyn neighborhoods of a lack of holiday cheer." , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Neighborhoods Santa Has No Trouble Finding" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/neighborhoods-santa-has-no-trouble-finding.html"} , {"body" : "LEAD: Two decades after the New York City school system was decentralized to encourage local participation, many school boards are allied with neighborhood political clubs and exploited by politicians seeking power and patronage. Two decades after the New York City school system was decentralized to encourage local participation, many school boards" , "date" : "19891211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "SCHOOLS AND POLITICS: CHANNELS OF POWER - A SPECIAL REPORT: New York Schools and Patronage: Experience Teaches Hard Lessons" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/11\/nyregion\/schools-politics-channels-power-special-report-new-york-schools-patronage.html"} , {"body" : "LEAD: Every neighborhood has its givers and takers. In the Canarsie and Flatlands sections of Brooklyn, for years Elaine Stouber was a giver. She dispensed political favors and hinted that she had friends in high places who could get things done. She ran a neighborhood charity and always seemed to be there when people needed help. Every" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/586989.html"} , {"body" : "LEAD: The muffled drums were heard yesterday as the hearse carrying the body of Officer Gary C. Coe rolled slowly down Avenue R in Brooklyn and probably will be heard twice more this week. The muffled drums were heard yesterday as the hearse carrying the body of Officer Gary C. Coe rolled slowly down Avenue R in Brooklyn and probably will be heard" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Perils for Police Stressed at First of 3 Funerals" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/perils-for-police-stressed-at-first-of-3-funerals.html"} , {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani sparred over integrity and job qualifications, traded charges of distortion and then, with much discussed, shook hands perfunctorily yesterday after a televised free-for-all that characterized their second and final scheduled encounter of the New York City mayoral campaign. David N. Dinkins and Rudolph" , "date" : "19891106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Free-for-All Mayoral Encounter Displays Rivals' Temperaments" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/06\/nyregion\/free-for-all-mayoral-encounter-displays-rivals-temperaments.html"} , {"body" : "LEAD: THE occasional visitor to Starrett City, the 5,800-unit rental development near the Shore Parkway in southeastern Brooklyn, might be puzzled by the wording of the welcoming sign. It no longer says Starrett City. It now reads ''Welcome to Starrett at Spring Creek.'' THE occasional visitor to Starrett City, the 5,800-unit rental development" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STARRETT CITY" , "SPRING CREEK ESTATES (BKLYN, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: The Starrett Proposal; Giving Housing a Push in Spring Creek" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/realestate\/perspectives-the-starrett-proposal-giving-housing-a-push-in-spring-creek.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: AS you career headfirst down a 91-foot slope at 60 miles an hour, or whirl through a darkened, strobe-lighted dome, surrounded by ear-shattering disco music, or emerge from white-water rapids thoroughly drenched, you may be tempted to ask a very simple question: Why? More specifically, why travel miles, spend money and stand in line to" , "date" : "19890707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "When It's Fun To Be Terrified" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/07\/arts\/when-it-s-fun-to-be-terrified.html"} , {"body" : "LEAD: A 21-year-old man was shot to death yesterday in a Brooklyn catering hall during a dispute over the music at a bas mitzvah. A 21-year-old man was shot to death yesterday in a Brooklyn catering hall during a dispute over the music at a bas mitzvah. The incident occurred at about 1:15 A.M. at the Lisa Terrace catering hall, at 96-02 Flatlands" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Metro Datelines; Man Shot to Death At a Bas Mitzvah" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/metro-datelines-man-shot-to-death-at-a-bas-mitzvah.html"} ,   {"body" : "LEAD: Ever since the first Fourth, in July 1776, the day of Independence has been aiming at ever greater gloriousness. This year's extended Fourth, from today through Tuesday, gives every hyperbolic promise of living up to the tradition of freedom, fun and frolic that turns New York into the biggest small-town celebration in the nation. Ever since" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Five-Day Fourth: A Wingding in the Rockets' Red Glare" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/arts\/five-day-fourth-a-wingding-in-the-rockets-red-glare.html"} , {"body" : "LEAD: ''While touring your fascinating city,'' an Englishwoman wrote The Times in 1985, ''we visited the Morris-Jumel Mansion in Harlem. To find such a historical gem was a delight. . . . What we found puzzling is that this house is being allowed to deteriorate. . . . These things cannot be replaced.'' ''While touring your fascinating city,'' an" , "date" : "19890623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Polishing the City's Gems" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/23\/opinion\/polishing-the-city-s-gems.html"} , {"body" : "LEAD: Allowing that New York City could be a better landlord for the historic houses in its hands - an extraordinary collection of clapboard-sided, shingle-roofed and stone-faced dwellings dating from the 1600's - Mayor Edward I. Koch announced yesterday that a private group had been formed to share the burden of running them and caring for them." , "date" : "19890620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Trust for New York's Old Houses" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/20\/nyregion\/a-trust-for-new-york-s-old-houses.html"} , {"body" : "LEAD: A group of about 40 youths raced through Greenwich Village Friday night, snapping gold chains from the necks of strollers, harassing women and pushing and menacing anyone who came in their path, the police said yesterday. A group of about 40 youths raced through Greenwich Village Friday night, snapping gold chains from the necks of strollers," , "date" : "19890528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Flatbush Youths Harass Strollers In the Village" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/28\/nyregion\/flatbush-youths-harass-strollers-in-the-village.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: The moves - the stutter steps, fakes and jukes that leave defenders leaning the wrong way - have become so refined that they often go unnoticed. But Chris Mullin has not gone unnoticed. He has been recognized as an All-Star for the first time in his four-year pro career. The moves - the stutter steps, fakes and jukes that leave defenders" , "date" : "19890212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Chris Mullin: Grown Up, And an All-Star At Last" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/12\/sports\/chris-mullin-grown-up-and-an-all-star-at-last.html"} , {"body" : "LEAD: A Long Island man and his three electro-plating companies were indicted by a Brooklyn grand jury yesterday on charges of dumping drums of cyanide and arsenic in two vacant lots in the East New York section. A Long Island man and his three electro-plating companies were indicted by a Brooklyn grand jury yesterday on charges of dumping drums of" , "date" : "19890208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Indicted in Toxic Dumping" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/08\/nyregion\/man-indicted-in-toxic-dumping.html"}]