[  {"body" : "LEAD: THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and early Victorian brownstones, is quite a contrast to the bustle of downtown Brooklyn, just a five-minute walk away. Many residents think of the area as a hidden treasure. THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "If You're Thinking of Living in: Boerum Hill" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "LEAD: Shows, Nature, Museums ''WEST SIDE SLEIGH RIDE,'' a program by actors from the Open Eye, New Stagings for Youth, portraying characters in six short stories with holiday themes, for ages 7 and up, 2 P.M. Sunday (last performance), at 270 West 89th Street. Tickets: students and the elderly, $6; others, $8. Shows, Nature, Museums ''WEST SIDE" , "date" : "19891229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/29\/arts\/for-children.html"} , {"body" : "LEAD: Shows, Nature, Museums ''PINOCCHIO,'' a show by Bil Baird's Marionettes, 1 and 3:15 P.M. daily (no show Christmas Day), at the Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, in the Fort Greene section. Tickets: $12. Information: 307-7171 or (718) 636-4100. ''ALADDIN,'' a play performed by the Royal Buckingham Theater" , "date" : "19891222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/arts\/for-children.html"} , {"body" : "LEAD: Closings in the week ended Dec. 2 MANHATTAN Greenwich Village $685,000 1 Fifth Avenue 2-bedroom, 2-bath, 1,150-sq.-ft. prewar co-op; 24-hr. doorman, windowed kitchen, wraparound terrace, parquet floors; maintenance $1,186, 39% tax-deductible (Broker: Ann Weintraub Realty\/Kanelba & Robilotti) Closings in the week ended Dec. 2 MANHATTAN" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/realestate\/residential-resales-106789.html"} , {"body" : "LEAD: Stravinsky's ''Histoire du Soldat,'' the Brahms Clarinet Trio in A minor (Op. 114) and Schubert's Piano Trio in B flat (Op. 99) will be performed at the Lafayette Avenue Presbyterian Church, 85 South Oxford Street, in the Fort Greene section of Brooklyn, at 3:30 P.M. tomorrow. Stravinsky's ''Histoire du Soldat,'' the Brahms Clarinet Trio in A" , "date" : "19891216" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Brooklyn Concert" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/16\/arts\/brooklyn-concert.html"} , {"body" : "LEAD: This is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. This is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. A" , "date" : "19891215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Calendar of Music Events for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/15\/arts\/calendar-of-music-events-for-the-holidays.html"} , {"body" : "LEAD: THERE must be someone, somewhere, who still thinks of Christmas as a holiday that lasts a single day - or, counting Christmas Eve, a day and a half. But as early as the seventh century, a day was added to Christmas celebrations in several countries to commemorate the Feast of St. Stephen, the first Christian martyr, on Dec. THERE must be" , "date" : "19891215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where to Hear Sounds Of the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/15\/arts\/where-to-hear-sounds-of-the-holiday-season.html"} , {"body" : "LEAD: They have shared a house in Brooklyn since 1954, and now they are marrying - sort of. The Brooklyn Academy of Music, perhaps New York's prime source of musical adventure, has announced a partnership with the quieter and community-minded Brooklyn Philharmonic Orchestra, also a resident of the 82-year-old Brooklyn Academy theater on Lafayette" , "date" : "19891214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Brooklyn Academy And Philharmonic To Be Led by Davies" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/14\/arts\/brooklyn-academy-and-philharmonic-to-be-led-by-davies.html"} , {"body" : "LEAD: Presents Past, Seventh Regiment Armory, Park Avenue and 66th Street; 212-861-3358. Presents Past, Seventh Regiment Armory, Park Avenue and 66th Street; 212-861-3358. At the Christmas Antiques Show tomorrow through Sunday, 110 dealers from the United States, Canada, France and Britain will offer such 18th- and 19th-century items as silver," , "date" : "19891214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Wreath Workshop" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/14\/garden\/calendar-wreath-workshop.html"} , {"body" : "LEAD: Closings in the week ended Nov. 25 MANHATTAN Carnegie Hill $240,000 181 East 93d Street 2-bedroom, 1 1\/2-bath, 1,000-sq.-ft. prewar co-op; dining room, windowed kitchen, high ceilings; maintenance $640, 55% tax-deductible (Broker: Carnegie Hill Properties) Closings in the week ended Nov. 25 MANHATTAN Carnegie Hill $240,000 181 East 93d Street" , "date" : "19891210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/10\/realestate\/residential-resales-272389.html"} ,   {"body" : "LEAD: Holiday pageants, plays, musicals and puppet shows are enchanting young audiences throughout the New York City area. Although geared to children, many ought to appeal to adults as well. Holiday pageants, plays, musicals and puppet shows are enchanting young audiences throughout the New York City area. Although geared to children, many ought" , "date" : "19891208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Holiday Tales for Children" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/08\/arts\/holiday-tales-for-children.html"} , {"body" : "LEAD: Takeout From Arcadia Arcadia, the two-star restaurant on East 62d Street in Manhattan, has branched out into the retail food business in time for the holidays. About a month ago, Anne Rosenzweig, the chef and owner, opened Out of Arcadia, a pocket-size shop in the Citicorp Center, 151 East 53d Street; 212-308-1320. Takeout From Arcadia" , "date" : "19891206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/06\/garden\/food-notes-630189.html"} , {"body" : "LEAD: For rockers, Andy Warhol's greatest cultural contribution wasn't his pop art, but his early sponsorship of the Velvet Underground - the band that virtually created alternative, anti-pop rock. In the mid-1960's, Warhol discovered and managed the Velvets, who performed at his Exploding Plastic Inevitable multi-media events. For rockers, Andy" , "date" : "19891201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Review\/Rock; 'Songs for Drella,' A Tribute to Warhol" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/01\/arts\/review-rock-songs-for-drella-a-tribute-to-warhol.html"} , {"body" : "LEAD: 1,000 Bands, Sort Of 1,000 Bands, Sort Of Night of a Thousand Bands, Brooklyn Academy Of Music, 30 Lafyette Avenue, at Ashland Place, in the Fort Greene section of Brooklyn (718-636-4100). The final night of New Music America offers a great deal: for the price of one ticket, a person can hear 12 groups. Not just any groups, either, as a" , "date" : "19891117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/17\/arts\/sounds-around-town-737489.html"} , {"body" : "LEAD: Anyone who spent time in midtown Manhattan between the late 1940's and the early 1970's is likely to have seen and perhaps puzzled over Louis T. Hardin, better known as Moondog. For nearly 30 years, the gaunt blind musician with a flowing beard haunted the Avenue of the Americas around 54th Street, dressed in a homemade robe and a horned" , "date" : "19891116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Moondog Returns From the Hippie Years" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/16\/arts\/moondog-returns-from-the-hippie-years.html"} , {"body" : "LEAD: The New Music America '89 festival opens this weekend at the Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, in the Fort Greene section (718-636-4100), its nearby Majestic Theater, 651 Fulton Street, and other locations around New York City. The festival ends on Nov. 18. Schedule information: 669-7740. The New Music America" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Who's Playing And Where" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/arts\/who-s-playing-and-where.html"} , {"body" : "LEAD: In a year that left France buried up to its cockades in celebrations of the 200th anniversary of the French Revolution, the choreographer Maguy Marin has come up with an anti-commemorative theater piece. In a year that left France buried up to its cockades in celebrations of the 200th anniversary of the French Revolution, the choreographer" , "date" : "19891103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Review\/Dance; Maguy Marin Mocks the French Bicentennial Hoopla" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/03\/arts\/review-dance-maguy-marin-mocks-the-french-bicentennial-hoopla.html"} , {"body" : "LEAD: In Fred Curchack's ''Stuff as Dreams Are Made On,'' a one-man show becomes a stage-filling phantasmagoria. This freehand reinvention of ''The Tempest,'' in which Mr. Curchack plays all the roles and assumes all directorial and scenic responsibility, opened Tuesday at the Brooklyn Academy of Music as part of the Next In Fred Curchack's ''Stuff" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "22" , "title" : "Review\/Theater; Filling the Stage With a One-Man 'Tempest'" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/theater\/review-theater-filling-the-stage-with-a-one-man-tempest.html"} , {"body" : "LEAD: A Brooklyn man was convicted yesterday of killing a Pratt Institute art student last year in a street robbery near the school's campus a week after she moved to New York City from Little Rock, Ark. A Brooklyn man was convicted yesterday of killing a Pratt Institute art student last year in a street robbery near the school's campus a week" , "date" : "19891102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parolee Convicted of Killing Pratt Student in a Robbery" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/02\/nyregion\/parolee-convicted-of-killing-pratt-student-in-a-robbery.html"} , {"body" : "LEAD: By importing attractions from West Germany in recent seasons, the Next Wave Festival of the Brooklyn Academy of Music has revealed that contemporary German dance is not only esthetically stimulating and controversial but also remarkably varied. This autumn, New Yorkers have been able to admire the extravagant fantasies of Reinhild Hoffmann" , "date" : "19891029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "62" , "title" : "Review\/Dance; West German Company Makes American Debut" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/29\/arts\/review-dance-west-german-company-makes-american-debut.html"} ,   {"body" : "LEAD: We live in a shrinking auditory world, in which even the most hermetic of musical cultures becomes familiar through recordings and tours. But Qawwali, Pakistan's music of Sufi Muslim mysticism, has remained relatively exotic, even for our ethnographic musical gourmands. We live in a shrinking auditory world, in which even the most hermetic of" , "date" : "19891027" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PAKISTAN"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Pop\/Jazz; Pakistani Musicians Who Deal in Ecstasy" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/27\/arts\/pop-jazz-pakistani-musicians-who-deal-in-ecstasy.html"} , {"body" : "LEAD: A defense lawyer told a jury yesterday that his client had not fatally shot a Pratt Institute art student during a street robbery last year and suggested that the prosecution's key witness was actually the murderer. A defense lawyer told a jury yesterday that his client had not fatally shot a Pratt Institute art student during a street" , "date" : "19891024" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Defense Implies Witness Killed Student at Pratt" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/24\/nyregion\/defense-implies-witness-killed-student-at-pratt.html"} , {"body" : "LEAD: Robert C. (Sonny) Carson said yesterday that he had used $9,500 from the mayoral campaign of David N. Dinkins for a legitimate get-out-the-vote operation on Primary Day. Robert C. (Sonny) Carson said yesterday that he had used $9,500 from the mayoral campaign of David N. Dinkins for a legitimate get-out-the-vote operation on Primary Day." , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ex-Dinkins Worker Says He Used Campaign Money in Vote Effort" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/nyregion\/ex-dinkins-worker-says-he-used-campaign-money-in-vote-effort.html"} , {"body" : "LEAD: A part-time handyman was charged late Wednesday in the slaying of a Brooklyn mother and her sister-in-law last month while two young children looked on, the police said. A part-time handyman was charged late Wednesday in the slaying of a Brooklyn mother and her sister-in-law last month while two young children looked on, the police said. The" , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Handyman Held in Slayings of 2" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/nyregion\/brooklyn-handyman-held-in-slayings-of-2.html"} , {"body" : "LEAD: Susanne Linke's ''Hommage a Dore Hoyer,'' which received its American premiere on Tuesday night in the Lepercq Space of the Brooklyn Academy of Music, was both powerful in its own right and a poignant tribute to a major figure in modern dance who is largely unknown in America. Susanne Linke's ''Hommage a Dore Hoyer,'' which received its" , "date" : "19891019" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Review\/Dance; Premiere Honors a German Choreographer" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/19\/arts\/review-dance-premiere-honors-a-german-choreographer.html"} , {"body" : "LEAD: WHEN Fort Greene residents want a night on the town, they can stay close to home. At the Brooklyn Academy of Music and its Majestic Theater, there is everything from ballet to opera to jazz. Sheila's Restaurant offers such musicians as the violinist Noel Pointer, and drama and comedy can be found at the Cecil Alonzo Theater, the Paul Robeson" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in: Fort Greene" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "LEAD: New Cabaret Artist New Cabaret Artist Jeff Harnar, the Ballroom, 253 West 28th Street (244-3005). With a voice that recalls the young Larry Kert and a warm, open-hearted personality, Jeff Harnar is the most promising new male cabaret talent since Michael Feinstein. His new show, ''Carried Away,'' weaves two dozen songs with lyrics by Betty" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/arts\/sounds-around-town-151089.html"} , {"body" : "LEAD: AFTER years of delays, the steel frame now rising for the first building in Metrotech, a $1 billion office and academic complex in Brooklyn, is just one sign that the ambitious plan of city officials and private developers to remake downtown Brooklyn is finally under way. AFTER years of delays, the steel frame now rising for the first" , "date" : "19891001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LIVINGSTON PLAZA (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "23" , "title" : "COMMERCIAL PROPERTY: Downtown Brooklyn; Metrotech's Start Signals a Neighborhood Comeback" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/01\/realestate\/commercial-property-downtown-brooklyn-metrotech-s-start-signals-neighborhood.html"} , {"body" : "LEAD: The Roman Catholic Diocese of Brooklyn, liberal and independent under the leadership of Bishop Francis J. Mugavero for the last 21 years, will soon be getting a new - and probably more conservative - bishop. Pope John Paul II is expected to name a replacement for the retiring Bishop Mugavero before the end of the year. The Roman Catholic" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Catholics to Get a New Bishop" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/brooklyn-catholics-to-get-a-new-bishop.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} ,   {"body" : "LEAD: Shortly after 9 o'clock last night, the street outside of David N. Dinkins's campaign office in Harlem erupted into cheers, horn-honking and dancing as television stations projected that Mr. Dinkins would win the Democratic mayoral primary. Shortly after 9 o'clock last night, the street outside of David N. Dinkins's campaign office in Harlem" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEW YORK PRIMARY; For Black Voters, an Evening of Inspiration and Giddy Celebration" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/new-york-primary-for-black-voters-evening-inspiration-giddy-celebration.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: Slask, the National Folk Ballet of Poland, will perform at the Brooklyn Academy of Music from Sept. 19 to 24, in the first performance of a 10-week tour of the United States and Canada. Formed in 1953, the 100-member company will present a program of 25 pieces of dance and music from the regions of Silesia, Krakow and the Tatra Slask, the" , "date" : "19890824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Slask, Polish Folk Ballet, To Perform in 29 Cities" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/24\/arts\/slask-polish-folk-ballet-to-perform-in-29-cities.html"} , {"body" : "LEAD: A gunman was shot and killed by an undercover narcotics officer yesterday after the man fired four shots in the Fort Greene section of Brooklyn, the police said. At 5:30 P.M. officers from the Brooklyn North Narcotics Unit pulled up in their unmarked car in front of 378 Greene Avenue and saw a man with a gun shooting at an unknown target," , "date" : "19890822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Kills Man in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/22\/nyregion\/officer-kills-man-in-brooklyn.html"} , {"body" : "LEAD: Over the 25 years in which the Brooklyn Arms changed from a residential hotel favored by retired judges and doctors to a densely packed shelter for homeless families, only one man, Leon Horniker, remained. He stayed because he had work to do: he was writing scholarly articles on his specialties, Ottoman-Turkish diplomatics and Turkish" , "date" : "19890810" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Hotel's Last Tenant Clings to Memories" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/10\/nyregion\/a-hotel-s-last-tenant-clings-to-memories.html"} , {"body" : "LEAD: A teen-ager was sentenced yesterday to 20 years to life in prison for the murder of another boy on a Brooklyn subway train last year. A teen-ager was sentenced yesterday to 20 years to life in prison for the murder of another boy on a Brooklyn subway train last year. The defendant, Rodney Smith, now 17 years old, of 127 North Portland Street" , "date" : "19890706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Youth Is Sentenced In the Killing of a Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/06\/nyregion\/brooklyn-youth-is-sentenced-in-the-killing-of-a-teen-ager.html"} , {"body" : "LEAD: EVEN BEFORE ''DO THEJU Right Thing,'' opens on Friday, Spike Lee, its producer, director, writer and star, has already got what he expected most from the film: hot debate, heavy discussion and even denunciation from some who think he did the wrong thing. EVEN BEFORE ''DO THEJU Right Thing,'' opens on Friday, Spike Lee, its producer, director," , "date" : "19890625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "In a New Film, Spike Lee Tries To Do the Thing" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/25\/movies\/in-a-new-film-spike-lee-tries-to-do-the-thing.html"} , {"body" : "LEAD: Closings in the week ending May 27 MANHATTAN Upper East Side $1.65 million 320 East 72d Street 3-bedroom, 4-bath, 2,400-sq.-ft. prewar co-op; 24-hr. doorman, maid's room, dining room, fireplace, high-ceilings, hardwood floors; maintenance $2,341, 35% tax-deductible (Broker: S. Closings in the week ending May 27 MANHATTAN Upper East Side $1.65" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/realestate\/residential-resales-840589.html"} , {"body" : "LEAD: One youth fired a round of bullets into the heads of two men to prove he was a hardened drug dealer. When another youth fatally beat an elderly man, he did so to impress two friends. And a third claims ''a misunderstanding'' provoked him to kill another teen-ager on his way to school one day. One youth fired a round of bullets into the heads" , "date" : "19890603" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Youths With Brutal Pasts, in a Prison 'Without Cruelty'" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/03\/nyregion\/youths-with-brutal-pasts-in-a-prison-without-cruelty.html"} , {"body" : "LEAD: Fort Hamilton's batteries of big iron-barreled guns facing Lower New York Bay are long gone and its days as a battle-ready Army fort are past, but this 177-acre Brooklyn citadel remains heavily armed with history. Fort Hamilton's batteries of big iron-barreled guns facing Lower New York Bay are long gone and its days as a battle-ready Army" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Out of New York's Military Past" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/arts\/out-of-new-york-s-military-past.html"} ,   {"body" : "LEAD: Friday FLORAL ART The main branch of the New York Public Library is always a garden of delights, but during the next three months the venerable institution will be abloom with more than 150 historic botanical illustrations. The show, ''Nature's Mirror,'' includes watercolors, drawings and illustrated books by such botanical artists of the" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/arts\/weekender-guide.html"} , {"body" : "LEAD: A Gershwin Omnibus A Gershwin Omnibus A major gap in the documentation of American musical theater history is about to be filled. Work is to begin this fall on a six-album project to record George and Ira Gershwin's entire output for the musical theater. The recording project was announced on Monday by the Library of Congress, Lenore" , "date" : "19890524" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/24\/arts\/the-pop-life-523689.html"} , {"body" : "LEAD: For Marisol Nina, this summer means returning to a farm in Granville, N.Y., and a reunion with a calf she adopted last year. For Marisol Nina, this summer means returning to a farm in Granville, N.Y., and a reunion with a calf she adopted last year. ''I can't wait to go back,'' said Marisol, an 8-year-old who lives in a housing project in the" , "date" : "19890521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Donations to Fresh Air Fund Underwrite Summer Dreams" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/21\/nyregion\/donations-to-fresh-air-fund-underwrite-summer-dreams.html"} , {"body" : "LEAD: Closings in the week ending May 6 MANHATTAN Chelsea $695,000 161 West 15th Street 3-bedroom, 2-bath, 2,100-sq.-ft. penthouse co-op in prewar loft building; dining area, maid's room, fireplace, hardwood floors, terrace; maintenance $1,100, 68% tax-deductible (Broker: Delson-Ginsberg Real Estate) Closings in the week ending May 6 MANHATTAN" , "date" : "19890521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/21\/realestate\/residential-resales-515389.html"} , {"body" : "LEAD: Three subway track workers were badly burned yesterday in Brooklyn when a section of track they were removing for repair hit the third rail, shooting a 600-volt arc around them and setting their clothes on fire. Three subway track workers were badly burned yesterday in Brooklyn when a section of track they were removing for repair hit the" , "date" : "19890518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "600-Volt Arc From Rail Burns 3 Track Workers" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/18\/nyregion\/600-volt-arc-from-rail-burns-3-track-workers.html"} , {"body" : "LEAD: Maniacs Turn Serious Maniacs Turn Serious The narrator of ''Dust Bowl,'' a stark dramatic monologue from 10,000 Maniacs' new album, ''Blind Man's Zoo'' (Elektra), is a mother who can barely afford to feed her children. ''I should know to leave them home,'' she reflects. ''They follow me through the store with these toys I can't afford\/'Kids," , "date" : "19890517" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/17\/arts\/the-pop-life-674289.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: IF it's spring, it must be time for house and garden tours. This year, the range of the architecture is from 19th-century Greek Revival to modern, the interior decoration from Victorian to Art Deco, the houses from city apartments to country estates and the gardens from urban deck to English formal. IF it's spring, it must be time for house" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "For All Who Know a Loft From a Parlor" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/garden\/for-all-who-know-a-loft-from-a-parlor.html"} , {"body" : "LEAD: Nine programs - including a concert of ballroom jazz and a battle of the bands - are planned for the rejuvenated Majestic Theater of the Brooklyn Academy of Music from May 6 to June 18. Nine programs - including a concert of ballroom jazz and a battle of the bands - are planned for the rejuvenated Majestic Theater of the Brooklyn Academy of" , "date" : "19890422" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Majestic Is Offering a Battle of the Bands" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/22\/arts\/majestic-is-offering-a-battle-of-the-bands.html"} , {"body" : "LEAD: Each night, after another day spent in a neighborhood drug treatment program, Michael Patrick, who was homeless, returned to the Atlantic Avenue Armory men's shelter in Brooklyn. There he had one of 700 beds lined up on a drill floor the size of a football field. Back in a world pervaded by drugs and alcohol, he despaired of ever breaking his" , "date" : "19890422" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Homeless Find Shelter From Drugs" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/22\/nyregion\/homeless-find-shelter-from-drugs.html"} ,   {"body" : "LEAD: The water that New Yorkers drink and bathe in begins its path southward in the smooth surfaces of the rock formations, in the smallest of cracks, and in the bellies of the creeks cutting through the woody hillsides, and even runs over the lawns and swooshes past the tires of cars parked on country streets. The water that New Yorkers drink and" , "date" : "19890410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["DELAWARE RIVER BASIN" , "NEW YORK CITY" , "CATSKILL MOUNTAINS" , "CROTON RESERVOIR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Water Low, Focus Is on the Catskills" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/10\/nyregion\/with-water-low-focus-is-on-the-catskills.html"} , {"body" : "LEAD: The Odyssey Chamber Players are to perform Haydn's ''London'' Trio in C, Smetana's Piano Trio in G minor and Joan Tower's ''Petroushskates'' at 8 Sunday at the Brooklyn Music School, 126 Felix Street, Fort Greene section. Tickets are $9. Information: 678-0793. The Odyssey Chamber Players are to perform Haydn's ''London'' Trio in C, Smetana's" , "date" : "19890407" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Odyssey Players" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/07\/arts\/odyssey-players.html"} , {"body" : "LEAD: JAMES VOORHEES of 114th Street in Harlem, just 16 years old, is holding his family together in a neighborhood that has all but collapsed. JAMES VOORHEES of 114th Street in Harlem, just 16 years old, is holding his family together in a neighborhood that has all but collapsed. When his mother has been drinking too much and her boy friend grabs" , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education" , "Health"] , "page_facet" : "6" , "title" : "THE REGION; How Despair Is Engulfing A Generation in New York" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/weekinreview\/the-region-how-despair-is-engulfing-a-generation-in-new-york.html"} , {"body" : "LEAD: John Nelson will lead the Brooklyn Philharmonic in Haydn's Symphony No. 44 in G minor, the Glazunov Violin Concerto and excerpts from Berlioz's ''Romeo and Juliet'' (Op. 17) at the Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, in the Fort Greene section, tonight at 8 o'clock. Dmitry Sitkovetsky is to be the soloist in the" , "date" : "19890331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Brooklyn Philharmonic" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/31\/arts\/brooklyn-philharmonic.html"} , {"body" : "LEAD: When Anthony Gourdine, the pop-soul singer better known as Little Anthony, performs his show-stopping rendition of the Temptations' hit ''Shaky Ground,'' he punches out lyrics that describe the treacherous pitfalls and illusions of pop stardom with a special urgency. When Anthony Gourdine, the pop-soul singer better known as Little Anthony," , "date" : "19890331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Pop\/Jazz; Little Anthony, Happy At Last" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/31\/arts\/pop-jazz-little-anthony-happy-at-last.html"} , {"body" : "LEAD: With New York City facing a garbage crisis, the City Council is expected to approve a bill tomorrow that would make the recycling of newspapers, magazines, cardboard, glass bottles and metal cans mandatory. Under the bill, each household would be required to sort the recyclable materials. The bill raises questions as to how a city as large as" , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Recycling Law's Mechanics: Symphony of Sorting, Maybe" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/recycling-law-s-mechanics-symphony-of-sorting-maybe.html"} , {"body" : "LEAD: It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. After a garbage truck makes its rounds, a smaller truck stops for the newspapers and bottles" , "date" : "19890316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Blue Buckets May Be in New York City's Future" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/16\/nyregion\/blue-buckets-may-be-in-new-york-city-s-future.html"} , {"body" : "LEAD: Closings in the week ending Feb. 25 MANHATTAN East Midtown $975,000 100 U.N. Plaza 2-bedroom, 2-bath, postwar condo; 24-hr. doorman, concierge, manned elevator, dining area; common charge $797; 100% tax-abated (Broker: M. J. Raynes) Gramercy Park Area Closings in the week ending Feb. 25 MANHATTAN East Midtown $975,000 100 U.N. Plaza" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/realestate\/residential-resales-785589.html"} , {"body" : "LEAD: A loosely organized street gang with fewer than 60 members and a name inspired by a cartoon has taken on near-mythical status among high school students in New York City, the police and school officials say. A loosely organized street gang with fewer than 60 members and a name inspired by a cartoon has taken on near-mythical status among high" , "date" : "19890301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Gang Gives a Name to Students' Fear: Decepticons" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/01\/nyregion\/a-gang-gives-a-name-to-students-fear-decepticons.html"} , {"body" : "LEAD: An 11-year-old Brooklyn boy, wearing a .25-caliber handgun in a holster around his waist, skateboarded to the home of a friend yesterday, pulled the gun and demanded money to replace a toy gun the friend had broken on Friday, the police said. An 11-year-old Brooklyn boy, wearing a .25-caliber handgun in a holster around his waist," , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Boy Tries Skateboard Robbery, Police Say" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/nyregion\/boy-tries-skateboard-robbery-police-say.html"} ,   {"body" : "LEAD: In and near Manhattan, Black History Month is being celebrated with special activities. Here is a selection: Today COLLEGE OF STATEN ISLAND\/CUNY, 120 Stuyvesant Place, Gallery 313, St. George campus (718-390-7948). The Schomburg Center for Research in Black Culture's exhibition on black migration, ''Give Me Your Tired, Your Poor . In and near" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Music and Tales In Celebration Of Black History" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/arts\/music-and-tales-in-celebration-of-black-history.html"} , {"body" : "LEAD: Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally run community school districts have fewer pupils than required by the state. Since Jan. 1, the New York City school system has violated a major provision of the school-decentralization law: 11 of the 32 locally" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "11 New York City Districts Have Too Few Pupils" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/nyregion\/11-new-york-city-districts-have-too-few-pupils.html"} , {"body" : "LEAD: The tenor Carlo Bergonzi is to be the soloist with the Brooklyn Philharmonic and Il Piccolo Teatro del Opera chorus in arias by Verdi, Puccini and Donizetti at 8 tonight at the Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, in the Fort Greene section. Lukas Foss is to conduct the program, which also includes Verdi's rarely" , "date" : "19890127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/27\/arts\/in-brooklyn.html"} , {"body" : "LEAD: The Odyssey Chamber Players are to perform the world premiere of Thomas Flaherty's Oboe Quartet at 8 tonight at the Brooklyn Music School, 126 Felix Street, Fort Greene section. The program also includes a Haydn Flute Trio (Hob. XV:15), and the Brahms Piano Quartet No. 1 in G minor (Op. 25). The Odyssey Chamber Players are Wendy Rolfe," , "date" : "19890127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Oboe Quartet" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/27\/arts\/oboe-quartet.html"} , {"body" : "LEAD: Like thousands of other New York gadflies, Ruth Young and Jean Chappell organize and agitate, register voters, denounce City Hall, speak out at meetings of the P.T.A. and the Board of Estimate and mass-produce news releases on everything from the crack crisis to the need for better housing for poor people. Like thousands of other New York" , "date" : "19890126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless Organize to Fight for Themselves" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/26\/nyregion\/homeless-organize-to-fight-for-themselves.html"} , {"body" : "LEAD: GEORGE BUGLIARELLO, the president of Polytechnic University in downtown Brooklyn, seems happy now to tell the story of being offered his job in 1973 and turning it down at first, not because of the school's faculty, finances or academic standing, but because of the urban blight surrounding its campus. GEORGE BUGLIARELLO, the president of" , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Transforming Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/realestate\/transforming-downtown-brooklyn.html"} , {"body" : "LEAD: Many schools, libraries and churches have scheduled events to honor the 60th anniversary of the birth of the Rev. Dr. Martin Luther King Jr. (Although the actual birthday is Jan. 15, it will be observed on Jan. 16 this year.) Here is a sampling. GOSPEL AND SPIRITUALS, Brooklyn Center for the Performing Arts, Brooklyn College, junction of" , "date" : "19890113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "King Musical Celebrations: Where and When" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/13\/arts\/king-musical-celebrations-where-and-when.html"} , {"body" : "LEAD: Friday DAY FOR QUARTETS Friday DAY FOR QUARTETS For the past three years, student chamber ensembles from around the world have gathered for the Juilliard String Quartet Seminar Weeks, periods of intensive training with the Juilliard ensemble in January and in May. The grand finale of each seminar is a concert, and today's will take place this" , "date" : "19890106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/06\/arts\/weekender-guide.html"} , {"body" : "LEAD: A 19-year-old Queens man who was killed in a dispute shortly after he left the raucous New Year's revelry in Times Square was the city's first homicide victim of 1989, the police said yesterday. A 19-year-old Queens man who was killed in a dispute shortly after he left the raucous New Year's revelry in Times Square was the city's first" , "date" : "19890102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "41 Minutes Into '89, City Records First Homicide" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/02\/nyregion\/41-minutes-into-89-city-records-first-homicide.html"}]