[  {"body" : "LEAD: THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and early Victorian brownstones, is quite a contrast to the bustle of downtown Brooklyn, just a five-minute walk away. Many residents think of the area as a hidden treasure. THE serenity of Boerum Hill, a neighborhood lined with Greek Revival, Italianate and" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "If You're Thinking of Living in: Boerum Hill" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "LEAD: While New York City has begun to dig out from decades of neglect, much rebuilding remains to be done. While New York City has begun to dig out from decades of neglect, much rebuilding remains to be done. The central tasks are fairly clear. The administration of Mayor-elect David N. Dinkins will have to give priority to the schools, bridges" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fixing New York City: Needs Are Awesome" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/fixing-new-york-city-needs-are-awesome.html"} , {"body" : "LEAD: A Brooklyn man who was fatally shot by police officers Friday night after a six-mile chase on the Belt Parkway was unarmed, but the officers may have thought he had a weapon because of messages broadcast on the police radio, investigators said yesterday. A Brooklyn man who was fatally shot by police officers Friday night after a six-mile" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BELT PARKWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Driver Slain by Officers After Chase Was Unarmed" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/nyregion\/driver-slain-by-officers-after-chase-was-unarmed.html"} , {"body" : "LEAD: Thomas Cheeger, a retired structural engineer, died Sunday at a nursing home in West Palm Beach, Fla. He was 87 years old and lived in West Palm Beach. Thomas Cheeger, a retired structural engineer, died Sunday at a nursing home in West Palm Beach, Fla. He was 87 years old and lived in West Palm Beach. Mr. Cheeger spent much of his career" , "date" : "19891103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Thomas Cheeger, 87, Ex-Structural Engineer" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/03\/obituaries\/thomas-cheeger-87-ex-structural-engineer.html"} , {"body" : "LEAD: Once confined to a class session or two reciting horror stories and statistics, drug education in America is undergoing radical changes as the crack epidemic touches the lives of younger children across the country. Once confined to a class session or two reciting horror stories and statistics, drug education in America is undergoing radical" , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "LEARNING TO SAY NO: SCHOOLS AND THE DRUG WAR - A SPECIAL REPORT: Judgment Replaces Fear in Drug Lessons" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/us\/learning-say-no-schools-drug-war-special-report-judgment-replaces-fear-drug.html"} , {"body" : "LEAD: RUSS JONES has given on-the-job-training a new meaning. Jones, a letter carrier who has walked the same 10-mile route in Camden, N.J., for the last nine years, has accomplished more on his beat than just delivering the mail on time. RUSS JONES has given on-the-job-training a new meaning. Jones, a letter carrier who has walked the same 10-mile" , "date" : "19891009" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "ON YOUR OWN; 'Good Strong Quads' Bring Biathlon Victory" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/09\/sports\/on-your-own-good-strong-quads-bring-biathlon-victory.html"} , {"body" : "LEAD: The forced closing of the Williamsburg Bridge in April 1988 dramatized the effects of prolonged scrimping on routine maintenance. It is hardly the only New York City bridge to suffer such neglect. Now New Yorkers can applaud the start of a widespread rebuilding effort. An event last week in Brooklyn, the reopening of the Carroll Street Bridge" , "date" : "19890929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL STREET BRIDGE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Bringing Back the Bridges" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/29\/opinion\/bringing-back-the-bridges.html"} , {"body" : "LEAD: A century-old wooden bridge in Brooklyn, closed for repairs since 1985, was reopened yesterday with flags and brass bands in a ceremony that officially reunited two neighborhoods on opposite sides of the Gowanus Canal. A century-old wooden bridge in Brooklyn, closed for repairs since 1985, was reopened yesterday with flags and brass bands in" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "2 Neighborhoods Celebrate Restoration of Their Bridge" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/nyregion\/2-neighborhoods-celebrate-restoration-of-their-bridge.html"} , {"body" : "LEAD: INTERNATIONAL\/3-20 INTERNATIONAL\/3-20 Alternative Soviet political parties that have the same rights as the Communist Party could be legally created under a law that the Soviet legislature has drafted. Page 1 Plans for a U.S.-Soviet summit next year and progress on a broad array of arms control fronts were announced by Secretary of State" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/nyregion\/news-summary-168889.html"} , {"body" : "LEAD: A Brooklyn grand jury has voted not to indict any police officers in the death of a mentally retarded man who was suffocated July 10 during a struggle with officers. A Brooklyn grand jury has voted not to indict any police officers in the death of a mentally retarded man who was suffocated July 10 during a struggle with officers. The man," , "date" : "19890916" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Police Cleared in Suffocation Of a Retarded Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/16\/nyregion\/police-cleared-in-suffocation-of-a-retarded-brooklyn-man.html"} ,   {"body" : "LEAD: The death of a disturbed man in Brooklyn puts the New York Police Department in the dock once again, along with 10 of its officers. The officers face questions about one case; the department faces questions about the failure of procedures intended to keep such cases from ending fatally. The death of a disturbed man in Brooklyn puts the New" , "date" : "19890808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "The Killing of Kevin Thorpe" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/08\/opinion\/the-killing-of-kevin-thorpe.html"} , {"body" : "LEAD: The family of a mentally retarded Brooklyn man who suffocated last month during a struggle with the police said yesterday that the man was too mentally impaired to understand what the officers wanted of him. The family of a mentally retarded Brooklyn man who suffocated last month during a struggle with the police said yesterday that the man" , "date" : "19890806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Family Says Retarded Victim Couldn't Heed Officers" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/06\/nyregion\/family-says-retarded-victim-couldn-t-heed-officers.html"} , {"body" : "LEAD: Every afternoon at 3 o'clock, a private patrol car begins rolling through one of the prettiest neighborhoods in Brooklyn. It cruises under canopies of ailanthus and maple trees, past unbroken rows of 19th-century brownstones, chocolate-rich and crisply preserved, with their jaunty window bays and welcoming stoops. Every afternoon at 3" , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In Enclave, Mayor's Race Hinges on Crime" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/in-enclave-mayor-s-race-hinges-on-crime.html"} , {"body" : "LEAD: A mentally retarded man who died last month in a struggle with the police suffocated when the officers lay on him and cut off his breathing, the New York City Medical Examiner's office said yesterday. A mentally retarded man who died last month in a struggle with the police suffocated when the officers lay on him and cut off his breathing," , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officers Implicated In Report on Death Of a Retarded Man" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/officers-implicated-in-report-on-death-of-a-retarded-man.html"} , {"body" : "LEAD: Comptroller Harrison J. Goldin, who is seeking the Democratic nomination for mayor, offered a four-point plan yesterday to fight air and water pollution in New York City. Comptroller Harrison J. Goldin, who is seeking the Democratic nomination for mayor, offered a four-point plan yesterday to fight air and water pollution in New York City." , "date" : "19890617" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Goldin Offers Plan to Fight Air and Waterway Pollution" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/17\/nyregion\/goldin-offers-plan-to-fight-air-and-waterway-pollution.html"} , {"body" : "LEAD: THE Department of Transportation is racing to meet a deadline for reopening the little Carroll Street Bridge across the Gowanus Canal in Brooklyn. The unusual 1889 retractile-type bridge - the oldest in the country - has been left open since 1986, but the department has been repairing it since last December and it should be working in time" , "date" : "19890521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL" , "CARROLL STREET BRIDGE (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "STREETSCAPES: The Carroll Street Bridge; Getting a Landmark in Shape for Its 100th Birthday" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/21\/realestate\/streetscapes-carroll-street-bridge-getting-landmark-shape-for-its-100th-birthday.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. ''G. Washington in New York'' is an exhibition of furniture, paintings, photographs, prints, manuscripts and decorative objects" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: All About Our First President" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/garden\/calendar-all-about-our-first-president.html"} , {"body" : "LEAD: The body of a 66-year-old Hasidic rabbi, the leader of a small Orthodox congregation on the Upper East Side who has been missing since mid-January, was found yesterday floating in the Gowanus Bay about 200 yards from the Brooklyn shore, the police said. The body of a 66-year-old Hasidic rabbi, the leader of a small Orthodox congregation on" , "date" : "19890320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Find Body of Rabbi Floating in Bay off Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/20\/nyregion\/police-find-body-of-rabbi-floating-in-bay-off-brooklyn.html"} , {"body" : "LEAD: In and near Manhattan, National Women's History Month is being celebrated with special activities. Many are listed in the free Women's History Month calendar published by the New York City Commission on the Status of Women, 52 Chambers Street, Suite 207, New York, N.Y. 10007; 566-3833. Here is a selection of events. In and near Manhattan," , "date" : "19890317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "A Selection of Activities Celebrating Women's History" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/17\/arts\/a-selection-of-activities-celebrating-women-s-history.html"} ,   {"body" : "LEAD: PERHAPS it is the grand-daddy of all the exposed brick walls in renovated brownstone apartments, first popular around 1960. It has looked the way it does for so long that its original appearance has largely passed out of living memory. PERHAPS it is the grand-daddy of all the exposed brick walls in renovated brownstone apartments, first" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LITCHFIELD VILLA (PROSPECT PARK, NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "STREETSCAPES: The Litchfield Villa; Back to the Past for a Landmark in Prospect Park" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/realestate\/streetscapes-litchfield-villa-back-past-for-landmark-prospect-park.html"} , {"body" : "LEAD: A one-mile stretch of the southbound Gowanus Expressway in Brooklyn was closed yesterday when a routine inspection for New York State uncovered cracks in the steel structure under the roadway, state and city transportation officials said. A one-mile stretch of the southbound Gowanus Expressway in Brooklyn was closed yesterday when a routine" , "date" : "19890203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "One Mile of Gowanus Expressway Is Closed" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/03\/nyregion\/one-mile-of-gowanus-expressway-is-closed.html"} , {"body" : "LEAD: Like resolutions, New Year's predictions tend to haunt those who make them. But some milestones can already be discerned in 1989 because of laws, rules or other government actions that will change the physical and social landscape in and around New York City. Like resolutions, New Year's predictions tend to haunt those who make them. But some" , "date" : "19890102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Many Facing New Laws And Rules In New Year" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/02\/nyregion\/many-facing-new-laws-and-rules-in-new-year.html"}]