[  {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: A volatile mixture of deep-seated racial animosities, starkly segregated environments and fear of economic change may have fostered the murder of a 16-year-old black youth in Bensonhurst last month, say social scientists who have studied race relations in large cities like New York. A volatile mixture of deep-seated racial animosities," , "date" : "19890904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Hatred and Social Isolation May Spur Acts of Racial Violence, Experts Say" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/nyregion\/hatred-and-social-isolation-may-spur-acts-of-racial-violence-experts-say.html"} , {"body" : "LEAD: The killing of a black teen-ager Wednesday night in the Bensonhurst section of Brooklyn is but the most searing example of what sociologists and civil rights groups say is a renewed and rising tide of racial intolerance among teen-agers and young adults across the country. The killing of a black teen-ager Wednesday night in the Bensonhurst" , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "A New Generation of Racism Is Seen" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/nyregion\/a-new-generation-of-racism-is-seen.html"} , {"body" : "LEAD: To the Editor: To the Editor: As a longtime resident of Flatbush, I was interested in your feature on the community on June 6. Obviously, Flatbush has changed a lot since I moved away from there in 1945, but has it changed its boundaries? The map with the article showed the boundaries of Flatbush as Coney Island Avenue to Bedford Avenue and" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "13" , "title" : "Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/realestate\/l-flatbush-258989.html"} , {"body" : "LEAD: Fort Hamilton's batteries of big iron-barreled guns facing Lower New York Bay are long gone and its days as a battle-ready Army fort are past, but this 177-acre Brooklyn citadel remains heavily armed with history. Fort Hamilton's batteries of big iron-barreled guns facing Lower New York Bay are long gone and its days as a battle-ready Army" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Out of New York's Military Past" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/arts\/out-of-new-york-s-military-past.html"} , {"body" : "LEAD: Six incumbents have been re-elected to a Brooklyn school board that has become, its critics contend, a symbol of what can occur when a local board subordinates educational interests to political concerns. Six incumbents have been re-elected to a Brooklyn school board that has become, its critics contend, a symbol of what can occur when a" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Voters Return 6 to a Board Under Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/nyregion\/voters-return-6-to-a-board-under-fire.html"} , {"body" : "LEAD: A man who raped two girls and tried to rape another on rooftops over the last four months is being sought in Brooklyn, the police said yesterday. A man who raped two girls and tried to rape another on rooftops over the last four months is being sought in Brooklyn, the police said yesterday. All the attacks, including one on Friday on a" , "date" : "19890516" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Suspect Sought in Rapes of 2 Brooklyn Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/16\/nyregion\/suspect-sought-in-rapes-of-2-brooklyn-girls.html"} , {"body" : "LEAD: Police officers shot a man they were chasing after he had pulled a gun on them yesterday in Brooklyn, the police said. Police officers shot a man they were chasing after he had pulled a gun on them yesterday in Brooklyn, the police said. The man was driving a car that the police said had been stolen when two officers, who were not identified," , "date" : "19890512" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Officers Shoot Man Who Pulled a Gun" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/12\/nyregion\/metro-datelines-officers-shoot-man-who-pulled-a-gun.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. He Slept on Cherry Street, New-York Historical Society, 170 Central Park West at 77th Street; 212-873-3400. ''G. Washington in New York'' is an exhibition of furniture, paintings, photographs, prints, manuscripts and decorative objects" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: All About Our First President" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/garden\/calendar-all-about-our-first-president.html"} ,   {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: UNTIL spring, most New Yorkers would probably prefer to forget that there even is an outdoors, a place where chill winds nip mercilessly at bundled-up strollers. But for hardy urban explorers, New York is more than just an agglomeration of warm buildings. About one-seventh of the city's 303.7 square miles is parkland, and in it one can hike" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Great Outdoors, Within City Limits" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/arts\/the-great-outdoors-within-city-limits.html"} , {"body" : "LEAD: Sea Gate, a private enclave of homes and apartment buildings sprawled along the Brooklyn waterfront near Coney Island, has quietly barred outside pedestrians from its streets. Sea Gate, a private enclave of homes and apartment buildings sprawled along the Brooklyn waterfront near Coney Island, has quietly barred outside pedestrians from its" , "date" : "19890206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Keeping Outsiders Out: Passes for Sea Gate" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/06\/nyregion\/keeping-outsiders-out-passes-for-sea-gate.html"}]