[  {"body" : "LEAD: For Daniel Pomerleau and his daughter, Tasha, their Christmas ritual had outlasted the Cold War. For Daniel Pomerleau and his daughter, Tasha, their Christmas ritual had outlasted the Cold War. ''I turned 43 two days ago,'' Mr. Pomerleau, a business executive from Fair Haven, N.J., said yesterday as he and Tasha, 18 years old, walked arm in" , "date" : "19891226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["RUMANIA" , "EUROPE, EAST" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Fast-Changing Events Shape Holiday Rituals" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/26\/nyregion\/fast-changing-events-shape-holiday-rituals.html"} , {"body" : "LEAD: AT one time, all it took to enjoy smoked salmon was a bagel. Now you need a Baedeker. AT one time, all it took to enjoy smoked salmon was a bagel. Now you need a Baedeker. Thanks to intensive farming of salmon in Europe, North America and even South America, the choice of varieties is almost dizzying. ''With farm-grown salmon now so" , "date" : "19891220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "As Salmon Abound, More Are Smoked" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/20\/garden\/as-salmon-abound-more-are-smoked.html"} , {"body" : "LEAD: The police said on Friday that they were looking for a man who sexually assaulted three boys in separate incidents in the last month in two Brooklyn parks. The police said on Friday that they were looking for a man who sexually assaulted three boys in separate incidents in the last month in two Brooklyn parks. The victims were 10, 12 and 14" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "63" , "title" : "Suspect in Sex Attacks on 3 Boys Is Sought" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/nyregion\/suspect-in-sex-attacks-on-3-boys-is-sought.html"} , {"body" : "LEAD: The Salvation Army, following a 91-year tradition in New York City, has placed its red kettles on sidewalks, hoping to coax $1 million in donations to help the hungry and homeless during the holiday season. The Salvation Army, following a 91-year tradition in New York City, has placed its red kettles on sidewalks, hoping to coax $1 million in" , "date" : "19891210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "64" , "title" : "Fewer Army Recruits for Bell-and-Kettle Duty" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/10\/nyregion\/fewer-army-recruits-for-bell-and-kettle-duty.html"} , {"body" : "LEAD: After spending three years in the shadow of another United States Attorney, Andrew J. Maloney is now the pivotal prosecutor in New York City's most politically sensitive inquiry: an investigation of Mayor-elect David N. Dinkins. After spending three years in the shadow of another United States Attorney, Andrew J. Maloney is now the pivotal" , "date" : "19891208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Case Throws Spotlight on Maloney" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/08\/nyregion\/dinkins-case-throws-spotlight-on-maloney.html"} , {"body" : "LEAD: An 81-year-old Salvation Army volunteer was blindfolded and robbed by two men outside a Brooklyn store this week, but he was back yesterday collecting donations for the homeless and hungry, a spokesman for the charity said. An 81-year-old Salvation Army volunteer was blindfolded and robbed by two men outside a Brooklyn store this week, but he" , "date" : "19891130" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "A Salvation Army Volunteer Is Blindfolded and Robbed" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/30\/nyregion\/a-salvation-army-volunteer-is-blindfolded-and-robbed.html"} , {"body" : "LEAD: The New York City Board of Estimate has refused to approve retroactively the addition of nearly 300 beds to a homeless men's shelter in the former Greenpoint Hospital in Brooklyn. The New York City Board of Estimate has refused to approve retroactively the addition of nearly 300 beds to a homeless men's shelter in the former Greenpoint" , "date" : "19891118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Board Refuses Approval For Shelter's Expansion" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/18\/nyregion\/board-refuses-approval-for-shelter-s-expansion.html"} , {"body" : "LEAD: In the Greenpoint section of Brooklyn, which is known as Little Poland, the ties to the old country remain strong. In the Greenpoint section of Brooklyn, which is known as Little Poland, the ties to the old country remain strong. Meat markets are heavy with the garlicky scent of kielbasa and the sweet fragrance of freshly baked babka. A" , "date" : "19891117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "POLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With America Honoring Walesa, Little Poland Is Filled With Pride" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/17\/nyregion\/with-america-honoring-walesa-little-poland-is-filled-with-pride.html"} , {"body" : "LEAD: INTERNATIONAL A3-17 Six Jesuit priests in San Salvador were killed by what one witness described as a group of 30 men dressed in military uniforms. Page A1 INTERNATIONAL A3-17 Six Jesuit priests in San Salvador were killed by what one witness described as a group of 30 men dressed in military uniforms. Page A1 Killing of priests denounced by" , "date" : "19891117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/17\/nyregion\/news-summary-652889.html"} , {"body" : "LEAD: Richard Lee remembers the moment well. It was 1954. He was mayor. And one afternoon, a black teen-ager named John Daniels arrived in his office. He was a bright high school football star who had been selected the city's ''Boy of the Year.'' Richard Lee remembers the moment well. It was 1954. He was mayor. And one afternoon, a black teen-ager" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Talk of New Haven; Ex-Athlete Revisits City Hall, but as Mayor" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/the-talk-of-new-haven-ex-athlete-revisits-city-hall-but-as-mayor.html"} ,   {"body" : "LEAD: A 27-year-old counselor died early yesterday in a fire in Brooklyn at a city-run foster-care home. And the police arrested a 19-year-old former resident, saying they believed he had set the fire because he was expelled from the home two weeks ago. A 27-year-old counselor died early yesterday in a fire in Brooklyn at a city-run foster-care" , "date" : "19891026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Foster-Home Arson Kills Counselor; Ex-Resident Arrested" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/26\/nyregion\/foster-home-arson-kills-counselor-ex-resident-arrested.html"} , {"body" : "LEAD: The voters of Kew Gardens, Queens, have not forgotten the blizzard of 1969. Manhattan's streets were plowed first, they say. But in Kew Gardens, a man had to be an Under Secretary General of the United Nations and a Nobel Prize winner to get his street cleared. The voters of Kew Gardens, Queens, have not forgotten the blizzard of 1969." , "date" : "19891019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "KEW GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Queens Streets, City Hall Seems Very Distant" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/19\/nyregion\/from-queens-streets-city-hall-seems-very-distant.html"} , {"body" : "LEAD: If the formlessness and scatological shapes and textures of William Tucker's new sculptures put you off at first (''dinosaur droppings,'' one visitor called them), give them a chance. The 10 pieces of shifting, rocky matter at the David McKee Gallery in Manhattan and four larger, more boulderlike blocks at the gallery's Brooklyn exhibition" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Review\/Art; William Tucker Explores The Shapes of Prehistory" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/arts\/review-art-william-tucker-explores-the-shapes-of-prehistory.html"} , {"body" : "LEAD: Grace Bellezza Liotta, a community leader in Brooklyn for almost 50 years, died Monday at Woodhull Hospital. She was 86 years old and had suffered a stroke months ago. Grace Bellezza Liotta, a community leader in Brooklyn for almost 50 years, died Monday at Woodhull Hospital. She was 86 years old and had suffered a stroke months ago. Mrs." , "date" : "19891011" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Grace Liotta, 86, Dies; A Community Leader" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/11\/obituaries\/grace-liotta-86-dies-a-community-leader.html"} , {"body" : "LEAD: David N. Dinkins has campaigned in the last two weeks in the Greenpoint section of Brooklyn, the Fordham neighborhood of the Bronx and New Dorp, Staten Island. Within the next two weeks, his quest for City Hall will take him to Beverly Hills, Georgetown and the Loop. David N. Dinkins has campaigned in the last two weeks in the Greenpoint" , "date" : "19891006" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GEORGETOWN (WASHINGTON, DC)" , "NEW DORP (STATEN ISLAND)" , "NEW YORK CITY" , "BRONX (NYC)" , "BEVERLY HILLS (CALIF)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dinkins's Road to City Hall Goes by California" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/06\/nyregion\/dinkins-s-road-to-city-hall-goes-by-california.html"} , {"body" : "LEAD: A 27-year-old Brooklyn man who had been arrested on burglary charges committed suicide in his cell at the 48th Precinct station house in the Bronx early yesterday by hanging himself with his sweatshirt, the police said. The body of the man, Robert Cribb, of 345 Dupont Street in the Greenpoint section, was found by a police officer at 12:47" , "date" : "19891001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Suspect Found Hanged in Jail" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/01\/nyregion\/suspect-found-hanged-in-jail.html"} , {"body" : "LEAD: THE Austrian-born artist David O'Clock will not reveal his real last name (It is ''unpronounceable,'' he says), but it is safe to say that the former stage designer is obsessed with time. THE Austrian-born artist David O'Clock will not reveal his real last name (It is ''unpronounceable,'' he says), but it is safe to say that the former stage" , "date" : "19890928" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; A Brooklyn Home Aglow With Time" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/28\/garden\/currents-a-brooklyn-home-aglow-with-time.html"} , {"body" : "LEAD: Dale Marie Youngman, the daughter of Mr. and Mrs. Daniel R. Youngman of Plymouth, Mass., and Matthew Kenan Green, a son of Mr. and Mrs. Daniel M. Green of Great Neck, L.I., were married last evening at the Gamble Building in Boston. The ceremony was performed by Justice of the Peace Harry Wheeler. Dale Marie Youngman, the daughter of Mr. and" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "70" , "title" : "Dale Youngman Weds in Boston" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/style\/dale-youngman-weds-in-boston.html"} , {"body" : "LEAD: A man described by the police as a middle-level heroin dealer has been identified as a second suspect in the slaying of Maria Hernandez, a Brooklyn woman who along with her husband fought to rid her block of drugs, the police said yesterday. A man described by the police as a middle-level heroin dealer has been identified as a second suspect" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "2d Suspect Named in Killing of Drug Fighter" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/nyregion\/2d-suspect-named-in-killing-of-drug-fighter.html"} , {"body" : "LEAD: A 26-year-old homeless man, described as a small-time heroin dealer, was charged with murder yesterday in the death of Maria Hernandez, a Brooklyn woman who, with her husband, had fought to rid her neighborhood of drug dealers, the police said. A 26-year-old homeless man, described as a small-time heroin dealer, was charged with murder" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Charged in Death of Brooklyn Drug Fighter" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/man-charged-in-death-of-brooklyn-drug-fighter.html"} ,   {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Tomorrow WASHINGTON SQUARE OUTDOOR ART EXHIBITION, University Place, from 13th Street to Waverly Place; Washington Square East to Third Street; La Guardia Place from the park, south to Houston Street and Fifth Avenue from Eighth to 10th Streets. Works by more than 300 artists and artisans. Tomorrow WASHINGTON SQUARE OUTDOOR ART EXHIBITION," , "date" : "19890908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Festivals and Fairs" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/08\/arts\/festivals-and-fairs.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: An article on Tuesday about the reaction of Poles and Polish-Americans in the United States to the political events in Poland misidentified a Brooklyn church. It is St. Stanislaus Kostka Church in Greenpoint. An article on Tuesday about the reaction of Poles and Polish-Americans in the United States to the political events in Poland" , "date" : "19890828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["POLAND"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/28\/nyregion\/c-corrections-030089.html"} , {"body" : "LEAD: Along the tree-lined streets and in the small shops and simple brick houses of the Greenpoint section of Brooklyn, Polish-born storekeepers and residents debated the triumph of the Solidarity union, the merits of the man who will be Poland's Prime Minister and the chances for freedom in a new Poland. Along the tree-lined streets and in the" , "date" : "19890822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "POLAND"] , "nytd_section_facet" : ["World"] , "page_facet" : "12" , "title" : "Polish Expatriates Torn by 2 Dreams" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/22\/world\/polish-expatriates-torn-by-2-dreams.html"} , {"body" : "LEAD: Crack is rapidly accelerating the destruction of families in poor urban neighborhoods where mothers are becoming increasingly addicted and children are selling the drug in greater numbers than ever before. Crack is rapidly accelerating the destruction of families in poor urban neighborhoods where mothers are becoming increasingly addicted and" , "date" : "19890811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "On Streets Ruled By Crack, Families Die" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/11\/nyregion\/on-streets-ruled-by-crack-families-die.html"} , {"body" : "LEAD: The main campaign event one day recently was in a Suffolk County park to which thousands of elderly people from Queens and Brooklyn had been bused. Edward I. Koch, New York Mayor and mayoral candidate, dropped in by helicopter, conducted a blitzkrieg tour of the picnic area, spoke briefly over a fuzzy public-address system and helicoptered" , "date" : "19890804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lauder Tries to Fill Style Gaps With Debate on Competence" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/04\/nyregion\/lauder-tries-to-fill-style-gaps-with-debate-on-competence.html"} , {"body" : "LEAD: Yes, he's asking that question again, at political clubs, churches and union halls, at meetings of civic and business groups, on impromptu sidewalk strolls, in restaurants and at least one bar and, the other day, in that ritual of New York campaigns, on a rush-hour subway train. Yes, he's asking that question again, at political clubs," , "date" : "19890721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Street Power: Koch Buoyed By Warmth" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/21\/nyregion\/street-power-koch-buoyed-by-warmth.html"} , {"body" : "LEAD: Eight employees of New York City's Sanitation Department have been arrested on bribery charges involving payoffs to remove residential bulk waste or to permit improper dumping of commercial waste. Eight employees of New York City's Sanitation Department have been arrested on bribery charges involving payoffs to remove residential bulk waste" , "date" : "19890718" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "8 in Sanitation Held on Charges Involving Bribes" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/18\/nyregion\/8-in-sanitation-held-on-charges-involving-bribes.html"} , {"body" : "LEAD: NOW that so many of New York's neighborhoods with solid stocks of brownstones, like the Park Slope section of Brooklyn and the Upper West Side of Manhattan, have gone from down-and-out to up-and-definitely-in, it would seem that the mission of the 21-year-old Brownstone Revival Committee has been accomplished. NOW that so many of New York's" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : ">Old Homes Retain Allure For Group" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/garden\/old-homes-retain-allure-for-group.html"} ,   {"body" : "LEAD: A man who was convicted of sex attacks is responsible for five recent similar attacks on teen-age girls in Brooklyn, the police said yesterday. A man who was convicted of sex attacks is responsible for five recent similar attacks on teen-age girls in Brooklyn, the police said yesterday. A police spokesman, Sgt. Raymond O'Donnell, said" , "date" : "19890609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Police Seek Parolee In Attacks on Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/09\/nyregion\/metro-datelines-police-seek-parolee-in-attacks-on-girls.html"} , {"body" : "LEAD: As bizarre as it sounds, the New York vote may count decisively in determining the outcome of a pivotal parliamentary election in this weekend's Polish balloting, swinging in favor of candidates backed by Solidarity. As bizarre as it sounds, the New York vote may count decisively in determining the outcome of a pivotal parliamentary election" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["POLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vital Role for New York as Poles Vote" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/nyregion\/vital-role-for-new-york-as-poles-vote.html"} , {"body" : "LEAD: American Crafts, Seventh Regiment Armory, Park Avenue and 66th Street; 914-255-0039. American Crafts, Seventh Regiment Armory, Park Avenue and 66th Street; 914-255-0039. The American Crafts Council is sponsoring a juried exhibition and sale of works by 100 artisans from 11 A.M. to 8 P.M. Friday and Saturday, and noon to 6 P.M. Sunday." , "date" : "19890504" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Architects and Crafts" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/04\/garden\/calendar-architects-and-crafts.html"} , {"body" : "LEAD: At a demonstration plant in an old warehouse in the Greenpoint section of Brooklyn, bags of trash from 19 McDonald's restaurants and several nearby school cafeterias are being loaded into a hopper and carried by conveyor belts through machines that chop, sort and separate the refuse. At a demonstration plant in an old warehouse in the" , "date" : "19890503" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "BUSINESS TECHNOLOGY; Plastic Trash: 'Silk Purses' Sought" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/03\/business\/business-technology-plastic-trash-silk-purses-sought.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: Louis Soriano, the originator and leader of the Brooklyn Dodger Sym-Phony, a light-hearted band of nonunion musicians who serenaded the Dodgers and musically harassed their opponents at Ebbets Field from 1938 until 1957, died Saturday at his home in the Greenpoint section of Brooklyn. He was 84 years old. Louis Soriano, the originator and" , "date" : "19890412" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "Louis Soriano, 84, Dies; Led Dodger Band" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/12\/obituaries\/louis-soriano-84-dies-led-dodger-band.html"} , {"body" : "LEAD: MOST people think of waste recycling as an environmental issue, but it is also becoming a real estate issue affecting builders, developers and operators of office and commercial properties. MOST people think of waste recycling as an environmental issue, but it is also becoming a real estate issue affecting builders, developers and operators" , "date" : "19890329" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "Real Estate; Recycling: A New Issue For Builders" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/29\/business\/real-estate-recycling-a-new-issue-for-builders.html"} , {"body" : "LEAD: An abandoned bathhouse in Brooklyn, decrepit testament to the social progress of the 1930's, is nearing demolition even as last-minute appeals portray it as a valuable part of the Robert Moses legacy. An abandoned bathhouse in Brooklyn, decrepit testament to the social progress of the 1930's, is nearing demolition even as last-minute appeals" , "date" : "19890306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MCCARREN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Old Bathhouse Defended As Brooklyn Landmark" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/06\/nyregion\/old-bathhouse-defended-as-brooklyn-landmark.html"} , {"body" : "LEAD: Reversing a longstanding policy, the Koch administration has decided to transfer some mental patients from New York City hospitals directly to shelters for the homeless to relieve chronic overcrowding on psychiatric wards. Reversing a longstanding policy, the Koch administration has decided to transfer some mental patients from New York City" , "date" : "19890225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York Planning Transfers Of Mental Patients to Shelters" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/25\/nyregion\/new-york-planning-transfers-of-mental-patients-to-shelters.html"} , {"body" : "LEAD: Al Frantz wants his Boy Scouts to look up to George Washington. At Washington Plaza in Brooklyn, they usually look up and see only the top of his hat and the back of his horse. Al Frantz wants his Boy Scouts to look up to George Washington. At Washington Plaza in Brooklyn, they usually look up and see only the top of his hat and the back of" , "date" : "19890220" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About-Face for 'Valley Forge' Statue? Maybe." , "url" : "http:\/\/www.nytimes.com\/1989\/02\/20\/nyregion\/about-face-for-valley-forge-statue-maybe.html"} ,   {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: A pair of Brooklyn parents who reported their 7-year-old son missing yesterday afternoon were arrested on charges of child abuse after the police saw the battered boy on a subway train, the police reported. A pair of Brooklyn parents who reported their 7-year-old son missing yesterday afternoon were arrested on charges of child abuse after" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Parents Arrested In Abuse of Son" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/metro-datelines-parents-arrested-in-abuse-of-son.html"} , {"body" : "LEAD: A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to bail-jumpers and contributes to a backlog of 400,000 arrest warrants in the city. A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Need for Computer Link Seen on Warrants" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/need-for-computer-link-seen-on-warrants.html"} , {"body" : "LEAD: Whether pondering the puns or unraveling the riddle, one may join in various New Year's festivities in Chinatown in lower Manhattan, the new Chinese community in Flushing, Queens, and throughout New York this weekend and during the following week. Whether pondering the puns or unraveling the riddle, one may join in various New Year's" , "date" : "19890203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Dragons and Dancers, Firecrackers and Food" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/03\/arts\/dragons-and-dancers-firecrackers-and-food.html"}]