[  {"body" : "LEAD: David Schwartz, a former judge in the United States Court of Claims and a former Justice Department lawyer, died of pancreatic cancer yesterday at the Washington Hospice. He was 73 years old and lived in Washington. David Schwartz, a former judge in the United States Court of Claims and a former Justice Department lawyer, died of pancreatic" , "date" : "19891222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "37" , "title" : "David Schwartz, 73, Ex-U.S. Claims Judge" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/22\/obituaries\/david-schwartz-73-ex-us-claims-judge.html"} , {"body" : "LEAD: AT their first cooking lesson, Judy and Harold McMillan experimented with various oils, vinegars and spices, and made brown rice, vegetable salad and a quiche Lorraine. At their second class, they made chicken breasts stuffed with pate, deboned a duck and stuffed a pheasant. Their next lesson calls for preparing sesame noodles and stir-fried" , "date" : "19891220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A Cooking Class To Call Your Own" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/20\/garden\/a-cooking-class-to-call-your-own.html"} , {"body" : "LEAD: For Rhoda S., whose entire family was killed in the Holocaust, a social-service agency has stepped in to fill many voids. For Rhoda S., whose entire family was killed in the Holocaust, a social-service agency has stepped in to fill many voids. ''Selfhelp is my mother and father,'' Rhoda, 71 years old, said. ''It's my family. If not for" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "95" , "title" : "A Tradition of Generosity: Remember the Neediest Cases Fund; Stepping in to Make Up for the Loss of an Entire Family" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/nyregion\/tradition-generosity-remember-neediest-cases-fund-stepping-make-up-for-loss.html"} , {"body" : "LEAD: A severe line of thunderstorms with damaging winds swept through the New York metropolitan area last night, toppling trees, blowing out windows, disrupting some electrical service and causing scattered subway and traffic delays, officials said. A severe line of thunderstorms with damaging winds swept through the New York metropolitan area" , "date" : "19891121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sudden Winds Reach 100 M.P.H. As Storm Sweeps New York Region" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/21\/nyregion\/sudden-winds-reach-100-mph-as-storm-sweeps-new-york-region.html"} , {"body" : "LEAD: The winners had plenty to spare when two major board-a-match team championships were decided here Monday night at the American Contract Bridge League's Fall Nationals. The winners had plenty to spare when two major board-a-match team championships were decided here Monday night at the American Contract Bridge League's Fall Nationals. The" , "date" : "19891115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Bridge" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/15\/nyregion\/bridge-856089.html"} , {"body" : "LEAD: Closings in the week end Oct. 28 MANHATTAN Chelsea $245,000 456 West 23d Street 2-bedroom, 2-bath, 980-sq.-ft. prewar co-op in a brownstone; dining area, fireplace, hardwood floors, rear garden; maintenance $877, 53% tax-deductible (Broker: Kingman Associates) Closings in the week end Oct. 28 MANHATTAN Chelsea $245,000 456 West 23d Street" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/realestate\/residential-resales-718989.html"} , {"body" : "LEAD: Closings in the week ended Oct. 7 MANHATTAN Beekman Place Area $205,000 10 Mitchell Place 1-bedroom, 1-bath, 750-sq.-ft. prewar co-op; 24-hr. doorman, windowed, large kitchen, fireplace, roof garden; maintenance $508, 40% tax-deductible (Broker: S. W. Bird & Co.) Closings in the week ended Oct. 7 MANHATTAN Beekman Place Area $205,000 10" , "date" : "19891022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/22\/realestate\/residential-resales-000789.html"} , {"body" : "LEAD: Six firefighters were injured yesterday in a blaze that gutted a home in the Kensington section of Brooklyn, the Fire Department said. Six firefighters were injured yesterday in a blaze that gutted a home in the Kensington section of Brooklyn, the Fire Department said. The fire began about 4:30 A.M. in a car parked in a driveway at 789" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Six Firefighters Are Injured In a House Fire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/six-firefighters-are-injured-in-a-house-fire-in-brooklyn.html"} , {"body" : "LEAD: The Rashid family has had their Arabic record and book store on Atlantic Avenue in Brooklyn Heights since 1947. They are Arabs, yes, but proud Americans, too. The Rashid family has had their Arabic record and book store on Atlantic Avenue in Brooklyn Heights since 1947. They are Arabs, yes, but proud Americans, too. But as Mideast tensions" , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST" , "ISRAEL, STATE OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Arabs Feel Anger Flare In New York" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/arabs-feel-anger-flare-in-new-york.html"} , {"body" : "LEAD: A 21-year-old man was shot to death yesterday in a Brooklyn catering hall during a dispute over the music at a bas mitzvah. A 21-year-old man was shot to death yesterday in a Brooklyn catering hall during a dispute over the music at a bas mitzvah. The incident occurred at about 1:15 A.M. at the Lisa Terrace catering hall, at 96-02 Flatlands" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Metro Datelines; Man Shot to Death At a Bas Mitzvah" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/metro-datelines-man-shot-to-death-at-a-bas-mitzvah.html"} ,   {"body" : "LEAD: Vermont Vermont Question: I want to show my children some Morgan horses during a stay in Vermont and wonder what farms or other places to make for. - R. N. V., Brooklyn Answer: One site is the University of Vermont Morgan Horse Farm in Weybridge, which looks after about 70 horses and has a program for visitors. It offers a guided tour of the" , "date" : "19890611" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/11\/travel\/q-and-a-227389.html"} , {"body" : "LEAD: The commander of the 30th Precinct, Capt. Richard Martin, strolled Edgecombe Avenue on the Upper West Side of Manhattan yesterday, patting children on the head and waving to elderly neighbors fanning themselves on the stoops. He wore a white shirt and a tight smile. The commander of the 30th Precinct, Capt. Richard Martin, strolled Edgecombe" , "date" : "19890602" , "day_of_week_facet" : "Friday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Man's Death Divides A Tense Harlem Street" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/02\/nyregion\/a-man-s-death-divides-a-tense-harlem-street.html"} , {"body" : "LEAD: Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it seems that everyone knows exactly where it is going on and who is taking part in it. But getting rid of it is another matter. Drug trafficking has become so open and pervasive in parts of New York City that, in some neighborhoods, it" , "date" : "19890601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Worst Drug Sites: Persistent Markets of Death" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/01\/nyregion\/new-york-s-worst-drug-sites-persistent-markets-of-death.html"} , {"body" : "LEAD: One man is believed to be responsible for at least seven rapes of young girls in Brooklyn and Queens, the police said yesterday. One man is believed to be responsible for at least seven rapes of young girls in Brooklyn and Queens, the police said yesterday. The man is believed to have committed three recent attacks on girls aged 11 to 13 in" , "date" : "19890525" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Say Same Man Raped 7 Girls in 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/25\/nyregion\/police-say-same-man-raped-7-girls-in-2-boroughs.html"} , {"body" : "LEAD: A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early yesterday, possibly with his own gun, as he and his partner struggled with two men they had tried to question. A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Officer Slain In a Struggle In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/officer-slain-in-a-struggle-in-flatbush.html"} , {"body" : "LEAD: Closings in the week ending Dec. 31 MANHATTAN Chelsea $117,000 100 West 15th Street 470-sq.-ft. prewar co-op studio; 14-ft. ceilings, sleeping loft over kitchen; maintenance $404, 55% tax-deductible (Broker: Delson-Ginsberg Real Estate) Madison Square Area Closings in the week ending Dec. 31 MANHATTAN Chelsea $117,000 100 West 15th Street" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/realestate\/residential-resales-068389.html"} , {"body" : "LEAD: Assailants severed four of a doorman's fingers outside a Brooklyn apartment building Friday, but doctors were optimistic yesterday that he would regain the use of three fingers that were surgically reattached, a hospital spokesman said. Assailants severed four of a doorman's fingers outside a Brooklyn apartment building Friday, but doctors" , "date" : "19890108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "MAN'S 3 FINGERS REATTACHED" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/08\/nyregion\/man-s-3-fingers-reattached.html"} , {"body" : "LEAD: Closings in the week ended Dec. 17 MANHATTAN Greenwich Village $232,500 177 West 10th Street 1-bedroom, 1-bath, 750-sq.-ft. prewar co-op in a brownstone; windowed, large kitchen, fireplace, hardwood floors, original moldings; maintenance $619, 55% tax-deductible (Broker: William B. Closings in the week ended Dec. 17 MANHATTAN Greenwich" , "date" : "19890101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/01\/realestate\/residential-resales-610589.html"}]