[  {"body" : "LEAD: These days Jose Ruiz eyes his neighbor across the street, an aging recreational complex sprawled over 15 acres of Brooklyn's Brighton Beach waterfront, and can hardly wait for it to die. These days Jose Ruiz eyes his neighbor across the street, an aging recreational complex sprawled over 15 acres of Brooklyn's Brighton Beach waterfront, and" , "date" : "19891129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Aging Baths In Brighton Face Demise" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/29\/nyregion\/aging-baths-in-brighton-face-demise.html"} , {"body" : "LEAD: A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. A CONTROVERSY over land use has taken a new turn in the Brighton Beach section of Brooklyn. Its roots are in history but the stakes are a community's future. Back in 1955, the late" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BY THE SEA (PROPOSED DEVELOPMENT)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Brighton Beach; A Revised Proposal for the Baths Site" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/realestate\/perspectives-brighton-beach-a-revised-proposal-for-the-baths-site.html"} , {"body" : "LEAD: The Dazzle of Evil The Dazzle of Evil Nothing is more fascinating than the failings of great artists. This summation of Louis-Ferdinand Celine is from ''Danube'' by Claudio Magris (Farrar, Straus & Giroux). Celine let himself be dazzled by the revelation of evil. He listened to the voice of degradation, said Bernanos, like a confessor in a" , "date" : "19891022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "43" , "title" : "NOTED WITH PLEASURE" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/22\/books\/noted-with-pleasure.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and independent voters, exchanging harsh attacks only hours after winning the Democratic and Republican primaries for mayor. David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY; 2 NOMINEES CLASH IN RACE FOR MAYOR WITH HARSH WORDS" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-2-nominees-clash-in-race-for-mayor-with-harsh-words.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: For some New Yorkers, the idea of a cheap thrill is arriving back at an illegally parked car just as the meter attendant whips out the ticket book. For some New Yorkers, the idea of a cheap thrill is arriving back at an illegally parked car just as the meter attendant whips out the ticket book. But for those looking for more conventional" , "date" : "19890811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Alternative Thrills For Other Wallets" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/11\/arts\/alternative-thrills-for-other-wallets.html"} , {"body" : "LEAD: BOXING Stewart Ties a Record: Alex Stewart of Brooklyn tied the record of 24 consecutive knockouts at the beginning of a heavyweight career when he stopped Terry Armstrong in the third round last night at Felt Forum. Referee Arthur Mercante Jr. stopped the bout at 1 minute 25 seconds of the third round of the scheduled 10-round bout. BOXING" , "date" : "19890811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/11\/sports\/results-plus-874889.html"} , {"body" : "LEAD: At the end of a week of lengthy hearings in which the New York City Charter Revision Commission was subjected to complaints, criticisms, suggestions, pleadings and threats to reject its plan for a new government, several panel members indicated a growing frustration yesterday over the difficulty of building a public consensus. At the end of a" , "date" : "19890722" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Charter Panel Edgy on Forming Public Consensus" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/22\/nyregion\/charter-panel-edgy-on-forming-public-consensus.html"} , {"body" : "LEAD: Friday DIVE-IN MOVIES Friday DIVE-IN MOVIES New Yorkers who longingly remember the pleasures of drive-in movies and who enjoy waterfront entertainment will be happy to learn that the Floating Cinema is in town for the next four weeks. This delightfully wacky concept will bring nearly two dozen feature films and cartoons to waterfront parks in" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/arts\/weekender-guide.html"} ,   {"body" : "LEAD: AS FOUR YEARS OF INTENSIVE dramatic training wind to a close, the drama students from the Juilliard School demonstrate the art of stage combat in scenes of their own design commonly known as ''the fights.'' The fights are the culmination of a course that provides students with ''techniques for creating the illusion of lethal combat. AS FOUR" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "27" , "title" : "THE WAY WE LIVE: IN COMPETITION FOR GRADES, GRANTS, GLORY; The Art Student's Life: It Takes More Than Talent" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/magazine\/way-we-live-competition-for-grades-grants-glory-art-student-s-life-it-takes-more.html"} , {"body" : "LEAD: Two armed men held up guards making a payroll delivery at a Brooklyn nursing home yesterday, making off with an estimated $200,000, the police said. Two armed men held up guards making a payroll delivery at a Brooklyn nursing home yesterday, making off with an estimated $200,000, the police said. The men fled after confronting the guards" , "date" : "19890415" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Heist Nets $200,000 At a Nursing Home" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/15\/nyregion\/heist-nets-200000-at-a-nursing-home.html"} , {"body" : "LEAD: John N. LaCorte, president of the Italian Historical Society of America, thinks it is absolutely unfair that Alexander Graham Bell got all the credit for inventing the telephone. John N. LaCorte, president of the Italian Historical Society of America, thinks it is absolutely unfair that Alexander Graham Bell got all the credit for inventing" , "date" : "19890410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Flying the Flag for the Inventor Not Named Bell" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/10\/nyregion\/flying-the-flag-for-the-inventor-not-named-bell.html"} , {"body" : "LEAD: Sheldon Weinberg owned a modest dress shop in Brooklyn before he and his sons branched off into Medicaid ventures. Their new business quickly brought them the lavish trappings of success: six-figure incomes, a yacht, a $100,000 Rolls-Royce, apartments in Trump Tower, a butler, a maid and a $2.5 million home in Sheldon Weinberg owned a modest" , "date" : "19890109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Family Rises Using Fraud On Medicaid" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/09\/nyregion\/family-rises-using-fraud-on-medicaid.html"}]