[  {"body" : "LEAD: One of the most enduring symbols of the holiday season is the Christmas tree, and New York City certainly has no shortage of dazzling ones. And this may be the very best time to see them, after Christmas, when the crowds and traffic have thinned. Most will be up through this week. One of the most enduring symbols of the holiday season is the" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "Lifestyle: Sunday Outing; Christmas May Be Ove But Trees Still Sparkle" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/style\/lifestyle-sunday-outing-christmas-may-be-ove-but-trees-still-sparkle.html"} , {"body" : "LEAD: A retired police officer, working in a Brooklyn jewelry store, was killed yesterday by a robber, the police said. A retired police officer, working in a Brooklyn jewelry store, was killed yesterday by a robber, the police said. The retired officer, Gerald Paone, 52 years old, was killed at about 2:15 P.M. by a gunman who entered the Charles" , "date" : "19891230" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Retired Police Officer Killed As Jewelry Store is Robbed" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/30\/nyregion\/retired-police-officer-killed-as-jewelry-store-is-robbed.html"} , {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani mirrored the messages of their candidacies in largely gentle but unrelenting jousting last night in the first of two televised debates on the final weekend of their New York City mayoral campaign. David N. Dinkins and Rudolph W. Giuliani mirrored the messages of their candidacies in largely gentle but" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN THEIR FIRST DEBATE, DINKINS AND GIULIANI GO AT IT, GENTLY" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/nyregion\/in-their-first-debate-dinkins-and-giuliani-go-at-it-gently.html"} , {"body" : "LEAD: The New York State Court of Claims yesterday awarded a record $1.93 million to a Brooklyn man who spent six years in state prisons for a murder and robberies he did not commit. The New York State Court of Claims yesterday awarded a record $1.93 million to a Brooklyn man who spent six years in state prisons for a murder and robberies he did" , "date" : "19891019" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/19\/nyregion\/664789.html"} , {"body" : "LEAD: AS the definition of family is expanded by courts and governments, members of nontraditional families are gaining a voice. What they speak of are traditional family values like commitment, nurturing and support, in words like these: AS the definition of family is expanded by courts and governments, members of nontraditional families are" , "date" : "19890831" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "What Is a Family? Traditional Limits Are Being Redrawn" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/31\/garden\/what-is-a-family-traditional-limits-are-being-redrawn.html"} , {"body" : "LEAD: IT was while she was walking her mixed-breed German shepherd, Jolie, in the Marine Park section of Brooklyn that Helen Kesner noticed the signs stapled to several of the trees. Someone was desperately seeking Sam, a rust-colored golden retriever. IT was while she was walking her mixed-breed German shepherd, Jolie, in the Marine Park section" , "date" : "19890816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/16\/garden\/metropolitan-diary-081489.html"} , {"body" : "LEAD: When you're lying on a blanket on the Great Lawn in Central Park, listening to the New York Philharmonic on a summer's night, everything about New York seems right. When you're lying on a blanket on the Great Lawn in Central Park, listening to the New York Philharmonic on a summer's night, everything about New York seems right. ''There is no" , "date" : "19890807" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Rules Out Space Hogging at Central Park Concerts" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/07\/nyregion\/city-rules-out-space-hogging-at-central-park-concerts.html"} , {"body" : "LEAD: ''Do I worry about subjecting myself and my violin to the elements?'' asked Glenn Dicterow, the concertmaster of the New York Philharmonic. ''Sure I do,'' Mr. Dicterow is to be the soloist with the orchestra in the Tchaikovsky Violin Concerto tonight at 8 o'clock on the Great Lawn of Central Park, and he admits to having mixed feelings about" , "date" : "19890807" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Braving Elements and Insects to Play in the Park" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/07\/arts\/braving-elements-and-insects-to-play-in-the-park.html"} , {"body" : "LEAD: As bagpipes played a solemn funeral farewell outside a small Brooklyn church yesterday, 4,000 uniformed police officers and several hundred civilians honored the second officer killed this year in the line of duty. As bagpipes played a solemn funeral farewell outside a small Brooklyn church yesterday, 4,000 uniformed police officers and" , "date" : "19890606" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Mourn Officer Slain In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/06\/nyregion\/police-mourn-officer-slain-in-brooklyn.html"} , {"body" : "LEAD: The New York Philharmonic's 25th season of free parks concerts in New York City and Suffolk, Nassau and Westchester Counties will begin on July 24 on Central Park's Great Lawn at 8 P.M. The New York Philharmonic's 25th season of free parks concerts in New York City and Suffolk, Nassau and Westchester Counties will begin on July 24 on Central" , "date" : "19890527" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Philharmonic to Begin Park Series on July 24" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/27\/arts\/philharmonic-to-begin-park-series-on-july-24.html"} ,   {"body" : "LEAD: New York-as-melting pot is to be celebrated in two large ethnic-heritage parades this weekend -one in Manhattan and the other in Brooklyn. Marchers will begin assembling for the seventh Turkish-American Parade at 1 P.M. tomorrow on the Avenue of the Americas at West 56th Street; at 2:30 P.M. 15,000 people are expected to begin following the" , "date" : "19890519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Moving for a Cause or Just Because" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/19\/arts\/moving-for-a-cause-or-just-because.html"} , {"body" : "LEAD: Closings in the week ending April 22 MANHATTAN Chelsea $540,000 147 West 15th Street (La Fabrique) 2-bedroom, 2-bath, 1,900-sq.-ft. prewar loft-co-op; dining room, large kitchen, high ceilings; maintenance $1,043, 40% tax-deductible (Broker: Kingman Associates) Closings in the week ending April 22 MANHATTAN Chelsea $540,000 147 West 15th" , "date" : "19890507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/07\/realestate\/residential-resales-683589.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: With a little help from some audacious engineers and dedicated landscape architects, New York City is quietly creating a 399-acre, 505-foot-high pyramid of garbage at the Fresh Kills Landfill on Staten Island. And yes, they're going to use a deodorant specialist, too. With a little help from some audacious engineers and dedicated landscape" , "date" : "19890413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (STATEN ISLAND)" , "STATEN ISLAND (NYC)" , "EGYPT (ANCIENT)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Wonder Of Waste Rises on S.I." , "url" : "http:\/\/www.nytimes.com\/1989\/04\/13\/nyregion\/a-wonder-of-waste-rises-on-si.html"} , {"body" : "LEAD: UNTIL spring, most New Yorkers would probably prefer to forget that there even is an outdoors, a place where chill winds nip mercilessly at bundled-up strollers. But for hardy urban explorers, New York is more than just an agglomeration of warm buildings. About one-seventh of the city's 303.7 square miles is parkland, and in it one can hike" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Great Outdoors, Within City Limits" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/arts\/the-great-outdoors-within-city-limits.html"}]