[  {"body" : "LEAD: For Hanukkah, Apple Wine For Hanukkah, Apple Wine Traditionally potato pancakes, or latkes, are served with applesauce for Hanukkah. This year, consider serving apple wine as well. Joseph Cerniglia Winery in Cavendish, Vt., has been making varietal fruit wines for several years. This year the wines carry a seal indicating they are kosher." , "date" : "19891220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/20\/garden\/food-notes-410289.html"} , {"body" : "LEAD: Closings in the week ended Nov. 18 MANHATTAN Greenwich Village $235,000 165 Christopher Street 2-bedroom, 1 1\/2-bath, 1,000-sq.-ft. postwar co-op; dining area, remodeled bath, hardwood floors; maintenance $655, 66% tax-deductible (Broker: D. J. Knight) Upper East Side Closings in the week ended Nov. 18 MANHATTAN Greenwich Village $235,000 165" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/realestate\/residential-resales-276589.html"} , {"body" : "LEAD: Mike Taranto, the quarterback for Susan Wagner, didn't get much sleep on Friday night. In his mind, he kept going over certain plays he would use if given the opportunity when his team met DeWitt Clinton yesterday in the Public Schools Athletic League championship game at Midwood Field in Brooklyn. Mike Taranto, the quarterback for Susan" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "SCHOOL FOOTBALL; Wagner Retains Title" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/sports\/school-football-wagner-retains-title.html"} , {"body" : "LEAD: DeWitt Clinton, behind the strong running of Dan LiSanti, defeated Lincoln yesterday, 25-22, and advanced to the Public Schools Athletic League championship game. LiSanti carried 18 times for 131 yards. Clinton (10-1) will meet DeWitt Clinton, behind the strong running of Dan LiSanti, defeated Lincoln yesterday, 25-22, and advanced to the" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Clinton Beats Lincoln, 25-22" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/sports\/clinton-beats-lincoln-25-22.html"} , {"body" : "LEAD: Closings in the week ended Nov. 4 MANHATTAN Carnegie Hill $1.15 million 1115 Park Avenue (92d St.) 2-bedroom, 2-bath, 2,150-sq.-ft. prewar co-op; 24-hr. doorman, dining room, maid's room, hardwood floors; maintenance $1,535, 34% tax-deductible (Broker: Corcoran Group) Closings in the week ended Nov. 4 MANHATTAN Carnegie Hill $1.15 million" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/realestate\/residential-resales-660389.html"} , {"body" : "LEAD: The Public Schools Athletic League B Division is where the have-nots of New York City play football. And it's easy not to get too comfortable. The Public Schools Athletic League B Division is where the have-nots of New York City play football. And it's easy not to get too comfortable. In recent years the P.S.A.L. has split the B Division into" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "SCHOOL FOOTBALL; B Divisions Enjoy Split" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/sports\/school-football-b-divisions-enjoy-split.html"} , {"body" : "LEAD: Victor Herbert, the chief official of the city's public high schools, has been meeting with principals and teachers in recent days, warning them that ''the level of potential violence'' among young people ''is higher than I've ever seen it before.'' Victor Herbert, the chief official of the city's public high schools, has been meeting with" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "Ferocity of Youth Violence Is Up, a School Official Says" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/nyregion\/ferocity-of-youth-violence-is-up-a-school-official-says.html"} , {"body" : "LEAD: At the East Midwood Jewish Center in Brooklyn, Ellen Patrice Segall, a daughter of Mr. and Mrs. Julian Segall of Brooklyn, was married last evening to Steven Jay Weiss, the son of Morton Weiss and Gloria Weiss, both of Brooklyn. Rabbi Alvin Kass performed the ceremony. At the East Midwood Jewish Center in Brooklyn, Ellen Patrice Segall, a" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "84" , "title" : "Ms. Segall Weds Steven J. Weiss" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/style\/ms-segall-weds-steven-j-weiss.html"} , {"body" : "LEAD: Many Jewish voters in Midwood, an increasingly Orthodox section of Brooklyn where Mayor Edward I. Koch won 8 of every 10 votes in the Sept. 12 Democratic primary, have harbored a single, almost obsessive concern about David N. Dinkins - the Rev. Jesse Jackson. Many Jewish voters in Midwood, an increasingly Orthodox section of Brooklyn where" , "date" : "19891025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD ESTATES (BKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Midwood, the Big Issue Is Still Jackson" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/25\/nyregion\/in-midwood-the-big-issue-is-still-jackson.html"} , {"body" : "LEAD: Last week, David N. Dinkins went to Washington to meet the people he'll need to know if he is elected mayor of New York City. Yesterday, he raised that ''if'' almost to ''when'' by naming the head of a team to lead his anticipated transition to City Hall. Last week, David N. Dinkins went to Washington to meet the people he'll need to know if" , "date" : "19891017" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Campaign Trail; Dinkins, in High Hopes, Has Scout for City Hall" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/17\/nyregion\/campaign-trail-dinkins-in-high-hopes-has-scout-for-city-hall.html"} ,   {"body" : "LEAD: The site, at Avenue I and East 16th Street in the Midwood section of Brooklyn, is not promising. On one side, the Q and D trains of the IND subway line go rattling by. A hundred feet away, the Long Island Rail Road runs four freight trains a night. The site, at Avenue I and East 16th Street in the Midwood section of Brooklyn, is not" , "date" : "19891001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD ESTATES (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Where the Trains Run; 18 Duplex Condos in Midwood" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/01\/realestate\/postings-where-the-trains-run-18-duplex-condos-in-midwood.html"} , {"body" : "LEAD: Andrea Ambris, a 13-year-old student at Intermediate School 166 in the East New York section of Brooklyn, was worried about David N. Dinkins's safety. Andrea Ambris, a 13-year-old student at Intermediate School 166 in the East New York section of Brooklyn, was worried about David N. Dinkins's safety. Recalling fatal racial confrontations in" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Intolerance Will Be Topic For Students" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/nyregion\/intolerance-will-be-topic-for-students.html"} , {"body" : "LEAD: Iris Anne Segall, a daughter of Mr. and Mrs. Julian Segall of Brooklyn, was married yesterday to Alan Robert Wormser, a son of Mr. and Mrs. Stephen P. Wormser of Tenafly, N.J. Rabbi Alvin Kass performed the ceremony at the Inn at Longshore in Westport, Conn. Iris Anne Segall, a daughter of Mr. and Mrs. Julian Segall of Brooklyn, was married" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "Alan R. Wormser Wed to Iris Segall" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/style\/alan-r-wormser-wed-to-iris-segall.html"} , {"body" : "LEAD: Closings in the week ended Sept. 9 MANHATTAN Carnegie Hill $370,000 1230 Park Avenue (96th St.) 2-bedroom, 2-bath, 1,200-sq.-ft. prewar co-op; 24-hr. doorman, dining area, large kitchen; maintenance $953, 44% tax-deductible (Broker: Carnegie Hill Properties) Closings in the week ended Sept. 9 MANHATTAN Carnegie Hill $370,000 1230 Park Avenue" , "date" : "19890917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/17\/realestate\/residential-resales-786489.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and independent voters, exchanging harsh attacks only hours after winning the Democratic and Republican primaries for mayor. David N. Dinkins and Rudolph W. Giuliani began the battle yesterday for the middle ground of undecided and" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY; 2 NOMINEES CLASH IN RACE FOR MAYOR WITH HARSH WORDS" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-2-nominees-clash-in-race-for-mayor-with-harsh-words.html"} , {"body" : "LEAD: James Sessioms Jr., a 44-year-old former Marine with a quiet nature and a booming voice, wearing a pair of jeans and an old sweatshirt yesterday, prepared to wax his car: a sky-blue stretch limousine. Both the man and his Lincoln have an appointment tomorrow. James Sessioms Jr., a 44-year-old former Marine with a quiet nature and a booming" , "date" : "19890911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A City Gets Excited As the Primary Nears" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/11\/nyregion\/a-city-gets-excited-as-the-primary-nears.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: Closings in the week ended Aug. 19 MANHATTAN Battery Park City $237,100 200 Rector Place (Liberty Court) 1-bedroom, 1-bath, 633-sq.-ft. condo in a 2-year-old building; 24-hr. doorman, concierge, marble bath, terrace, health club and pool; common charge $372, 100% tax-abated (Broker: D. Closings in the week ended Aug. 19 MANHATTAN Battery Park" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/realestate\/residential-resales-142289.html"} , {"body" : "LEAD: By the end of last week Charles J. Hynes had already given out 15,000 miniature sewing kits and 3,000 boxes of cookies, each kit and box carrying a message asking people to vote for him. Norman Rosen had given out 8,000 ballpoint pens, 6,000 emery boards and 4,000 pocket combs, asking voters to support him. By the end of last week Charles J." , "date" : "19890821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, 3 FIGHT TO BE PROSECUTOR" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/21\/nyregion\/in-brooklyn-3-fight-to-be-prosecutor.html"} ,   {"body" : "LEAD: Summer session enrollment is rising sharply in New York City public schools, a sign that the city is, in effect, moving toward an 11- or even 12-month school year, educators say. Summer session enrollment is rising sharply in New York City public schools, a sign that the city is, in effect, moving toward an 11- or even 12-month school year," , "date" : "19890814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Summer Programs Grow, Year-Round School Is Arriving" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/14\/nyregion\/as-summer-programs-grow-year-round-school-is-arriving.html"} , {"body" : "LEAD: Closings in the week ending July 29 MANHATTAN Chelsea $275,000 241 West 23d Street 1,700-sq.-ft. prewar loft co-op; separate kitchen and bath, high ceilings, north exposure; maintenance $518, 50% tax-deductible (Broker: Sinvin Realty) Inwood Closings in the week ending July 29 MANHATTAN Chelsea $275,000 241 West 23d Street 1,700-sq.-ft." , "date" : "19890813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/13\/realestate\/residential-resales-882589.html"} , {"body" : "LEAD: William S. Maxwell, a career Navy officer who led a campaign against air pollution in New York after retiring as a rear admiral, died of a heart ailment on Monday at the Veterans Affairs Medical Center in Brooklyn. He was 89 years old and lived in the Midwood neighborhood. William S. Maxwell, a career Navy officer who led a campaign against" , "date" : "19890712" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "William S. Maxwell, 89, Is Dead; Ex-Admiral and Pollution Official" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/12\/obituaries\/william-s-maxwell-89-is-dead-ex-admiral-and-pollution-official.html"} , {"body" : "LEAD: Closings in the week ending June 24 MANHATTAN Carnegie Hill $1.5 million 1170 Fifth Avenue (98th St.) 4-bedroom, 4 1\/2-bath, 2,800-sq.-ft. prewar co-op; 24-hr. doorman, dining room, large kitchen, maid's room, Central Park view; maintenance $1,886, 33% tax-deductible (Broker: Carnegie Hill Properties) Closings in the week ending June 24" , "date" : "19890709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/09\/realestate\/residential-resales-895589.html"} , {"body" : "LEAD: To the Editor: To the Editor: As a longtime resident of Flatbush, I was interested in your feature on the community on June 6. Obviously, Flatbush has changed a lot since I moved away from there in 1945, but has it changed its boundaries? The map with the article showed the boundaries of Flatbush as Coney Island Avenue to Bedford Avenue and" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "13" , "title" : "Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/realestate\/l-flatbush-258989.html"} , {"body" : "LEAD: Students at Midwood High School in Brooklyn were sorry the Regents chemistry examination was canceled. And they were angry that they had spent so many hours studying for a test they may never take. Students at Midwood High School in Brooklyn were sorry the Regents chemistry examination was canceled. And they were angry that they had spent so" , "date" : "19890622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Anger but Not Surprise Follows Regents Fiasco" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/22\/nyregion\/anger-but-not-surprise-follows-regents-fiasco.html"} , {"body" : "LEAD: INTERNATIONAL A3-11 In Angola, the first discussions are approaching between leaders of the Angolan Government and rebel forces involved in a 14-year civil war as part of an effort to promote a peaceful solution. Page A1 INTERNATIONAL A3-11 In Angola, the first discussions are approaching between leaders of the Angolan Government and rebel" , "date" : "19890622" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/22\/nyregion\/news-summary-126589.html"} , {"body" : "LEAD: SUSAN D. KRONICK is a 37-year-old senior vice president at Bloomingdale's in Manhattan. Christopher Boyd is an 11-year-old fifth-grade student at Public School 193 in the Midwood section of Brooklyn. They have never met, but they have something in common: both have been gardeners at the Children's Garden of the Brooklyn Botanic SUSAN D." , "date" : "19890615" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Children's Garden Still Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/15\/garden\/children-s-garden-still-grows-in-brooklyn.html"} , {"body" : "LEAD: Telephone callers identifying themselves as advocates of animal protection said they chained and glued doors shut at a Brooklyn high school Sunday night to protest a Board of Education policy allowing students to dissect animals in biology classes. Telephone callers identifying themselves as advocates of animal protection said they chained" , "date" : "19890613" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Animal Protest Blamed for School Damage" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/13\/nyregion\/animal-protest-blamed-for-school-damage.html"} , {"body" : "LEAD: At Brooklyn College this was the year of the budget crunch: Because of cuts in state financing, there were fewer courses, larger classes, no faculty and staff hirings, and a reduction in the number of part-time college jobs that are important to students who need the income. At Brooklyn College this was the year of the budget crunch: Because" , "date" : "19890607" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn, College Ends A Lean Year With Relief" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/07\/nyregion\/in-brooklyn-college-ends-a-lean-year-with-relief.html"} ,   {"body" : "LEAD: Six incumbents have been re-elected to a Brooklyn school board that has become, its critics contend, a symbol of what can occur when a local board subordinates educational interests to political concerns. Six incumbents have been re-elected to a Brooklyn school board that has become, its critics contend, a symbol of what can occur when a" , "date" : "19890526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Voters Return 6 to a Board Under Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/26\/nyregion\/voters-return-6-to-a-board-under-fire.html"} , {"body" : "LEAD: Rabbi Bernard L. Berzon, spiritual leader for 43 years of Congregation Ahavath Israel, now called Young Israel of Avenue K in the Flatbush-Midwood section of Brooklyn, died Thursday after heart surgery at New York Hospital. He was 76 years old and had lived in Jerusalem since his retirement in 1982. Rabbi Bernard L. Berzon, spiritual leader" , "date" : "19890515" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Rabbi Bernard Berzon Dies at 76" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/15\/obituaries\/rabbi-bernard-berzon-dies-at-76.html"} , {"body" : "LEAD: ''There are people in the audience who are candidates for citywide office. There are people who are soon to announce their candidacy,'' smiled Rabbi Morris A. Shmidman, looking out over what he described as ''a sea of black hats'' worn by Hasidic and Orthodox Jews and introducing the visiting dignitaries. ''There are people in the audience" , "date" : "19890502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Birth of a Voting Bloc: the Hasidim and Orthodox Organize" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/02\/nyregion\/birth-of-a-voting-bloc-the-hasidim-and-orthodox-organize.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: The generation gap may be narrowing, if children's accessories are any indication. Youngsters are complementing their neon novelty wear with emblems of the 1960's. The generation gap may be narrowing, if children's accessories are any indication. Youngsters are complementing their neon novelty wear with emblems of the 1960's. Both eras were" , "date" : "19890319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "FASHION; Children Make the 60's New Again" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/19\/style\/fashion-children-make-the-60-s-new-again.html"} , {"body" : "LEAD: OWNERS of older one- and two-family houses in New York City, aware that asbestos is lurking somewhere in their homes, will have to face some difficult decisions as a consequence of new city regulations. OWNERS of older one- and two-family houses in New York City, aware that asbestos is lurking somewhere in their homes, will have to face some" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "TALKING: Asbestos; Removal Problems In Homes" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/realestate\/talking-asbestos-removal-problems-in-homes.html"} , {"body" : "LEAD: A 16-year-old who was convicted of setting fire to a synagogue in Brooklyn last year was sentenced yesterday to spend weekends in jail and perform 200 hours of community service and was ordered to write an essay about the history of the Jewish people. A 16-year-old who was convicted of setting fire to a synagogue in Brooklyn last year was" , "date" : "19890302" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Weekends in Jail for Synagogue Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/02\/nyregion\/weekends-in-jail-for-synagogue-fire.html"} , {"body" : "LEAD: Although he was sitting on the bench with his team, the Lincoln High School basketball coach, Bobby Hartstein, declined to take any credit for his Railsplitters' 56-36 victory over Midwood yesterday in the opening round of the Public Schools Athletic League championship tournament. Although he was sitting on the bench with his team, the" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "HIGH SCHOOL BASKETBALL; Lincoln Wins Playoff Opener" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/sports\/high-school-basketball-lincoln-wins-playoff-opener.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: Tickets for the Public Schools Athletic League championship basketball games, at the Felt Forum on March 13, go on sale today for $12.50 and $10, but there is plenty of playoff action between now and then. Tickets for the Public Schools Athletic League championship basketball games, at the Felt Forum on March 13, go on sale today for $12.50" , "date" : "19890213" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "City High Schools Starting Playoffs" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/13\/sports\/city-high-schools-starting-playoffs.html"} ,   {"body" : "LEAD: When the list of high school players who signed letters of intent to play football at Division I-A colleges next fall came out last week, it was not surprising to find some of the best New York-area players going to some of the top-rated teams. When the list of high school players who signed letters of intent to play football at Division I-A" , "date" : "19890212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "SCHOOL SPORTS; Top Teams Sign Area Stars" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/12\/sports\/school-sports-top-teams-sign-area-stars.html"} , {"body" : "LEAD: Federal prosecutors have begun a new inquiry into the financial dealings of two New York State legislators, Assembly Speaker Mel Miller and Senator Martin Markowitz, with the convicted head of a credit union, the United States Attorney in Brooklyn said yesterday. Federal prosecutors have begun a new inquiry into the financial dealings of two" , "date" : "19890202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Miller's Campaign Files Subpoenaed" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/02\/nyregion\/miller-s-campaign-files-subpoenaed.html"} , {"body" : "LEAD: In an emotionally charged hearing in State Supreme Court in Brooklyn, a 16-year-old boy pleaded guilty yesterday to the burning and desecration of a synagogue in which five Torah scrolls were destroyed. The judge said he would sentence the youth to weekends in jail, community service and probation. In an emotionally charged hearing in State" , "date" : "19890126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Youth Admits Burning Synagogue; Term of Weekends in Jail Planned" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/26\/nyregion\/youth-admits-burning-synagogue-term-of-weekends-in-jail-planned.html"} , {"body" : "LEAD: PROJECT TITLE PROJECT TITLE An Investigation of New York City High Schools' Dominance of the Westinghouse Science Talent Search. INTRODUCTION The Westinghouse is a national contest, but New York City students have had a stranglehold on the awards far tighter than the San Francisco 49ers recent grip on the Super Bowl. New York City schools" , "date" : "19890125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "U.S."] , "page_facet" : "7" , "title" : "EDUCATION; Secret Magnet Sweeps Top 40 Science Prizes" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/25\/us\/education-secret-magnet-sweeps-top-40-science-prizes.html"} , {"body" : "LEAD: An 11-year-old Brooklyn girl was raped while on her way to school yesterday morning, the police said. An 11-year-old Brooklyn girl was raped while on her way to school yesterday morning, the police said. The rapist approached the girl at 8:30 A.M. in the Flatbush section and asked her to help him translate a letter from Spanish to English," , "date" : "19890118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Girl, 11, Raped on Way to Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/18\/nyregion\/girl-11-raped-on-way-to-brooklyn-school.html"} , {"body" : "LEAD: A Brooklyn youth was arrested yesterday and charged in the inadvertent shooting death of an 18-year-old Brooklyn College student in a McDonald's restaurant in the Flatbush section, the police said. They said the gunman had been aiming at another person. A Brooklyn youth was arrested yesterday and charged in the inadvertent shooting death of" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Held in Student's Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/nyregion\/man-held-in-student-s-slaying.html"} , {"body" : "LEAD: Closings in the week ending Dec. 31 MANHATTAN Chelsea $117,000 100 West 15th Street 470-sq.-ft. prewar co-op studio; 14-ft. ceilings, sleeping loft over kitchen; maintenance $404, 55% tax-deductible (Broker: Delson-Ginsberg Real Estate) Madison Square Area Closings in the week ending Dec. 31 MANHATTAN Chelsea $117,000 100 West 15th Street" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/realestate\/residential-resales-068389.html"}]