[  {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Real estate professionals often do not know as much as they should about ways to make home mortgages, and therefore homes, more affordable. To try to educate salesmen, brokers, lawyers, bankers and appraisers in the nuances and intricacies of home loans for moderate-income families, the Brooklyn Board of Realtors will hold a conference" , "date" : "19890528" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Educating the Pros; Mortgage Conference" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/28\/realestate\/postings-educating-the-pros-mortgage-conference.html"} , {"body" : "LEAD: A businessman who admitted participating in a $100 million gasoline tax-evasion scheme and having ties to mobsters was shot to death as he drove his Rolls-Royce in Brooklyn early yesterday, the police said. A businessman who admitted participating in a $100 million gasoline tax-evasion scheme and having ties to mobsters was shot to death as" , "date" : "19890503" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mob-Linked Businessman Killed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/03\/nyregion\/mob-linked-businessman-killed-in-brooklyn.html"} , {"body" : "LEAD: Carolyn Anne Trepel, a daughter of Mr. and Mrs. Jerome Trepel of Belle Harbor, Queens, and Robert Fain, the son of Mr. and Mrs. Sigmund Fain of Brooklyn, were married yesterday at Temple Sholom of Mill Basin in Brooklyn. Rabbi Avner German performed the ceremony. Mrs. Fain, a special-education teacher at Public School 279 in Brooklyn," , "date" : "19890212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "66" , "title" : "Carolyn Trepel Marries" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/12\/style\/carolyn-trepel-marries.html"}]