[  {"body" : "LEAD: While New York City has begun to dig out from decades of neglect, much rebuilding remains to be done. While New York City has begun to dig out from decades of neglect, much rebuilding remains to be done. The central tasks are fairly clear. The administration of Mayor-elect David N. Dinkins will have to give priority to the schools, bridges" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fixing New York City: Needs Are Awesome" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/fixing-new-york-city-needs-are-awesome.html"} , {"body" : "LEAD: New York State's environmental commissioner declined yesterday to grant a permit for the enormous garbage incinerator proposed at the old Brooklyn Navy Yard. He said everything about the project was in order, except for the question of what to do with its ash. New York State's environmental commissioner declined yesterday to grant a permit" , "date" : "19891116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Albany Denies Permission For Navy Yard Incinerator" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/16\/nyregion\/albany-denies-permission-for-navy-yard-incinerator.html"} , {"body" : "LEAD: A SALESWOMAN hovers in the doorway of Volity Narayan Prakash's office in his jewelry store in Jackson Heights, Queens. She has a problem. A customer is buying a $2,400 gold chain for cash, but he is $100 short. Mr. Prakash strides out to the counter and speaks to his customer in the south Indian dialect he learned as a child in Bangalore. A" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "21" , "title" : "THE ULTIMATE MARKETPLACE; Tales of Success" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/magazine\/the-ultimate-marketplace-tales-of-success.html"} , {"body" : "LEAD: To the Editor: To the Editor: Your lament for a political moratorium on New York City's planned Brooklyn Navy Yard incinerator hit home (editorial, Oct. 25). My home in brownstone Brooklyn, along with my office, is at the predicted center of effects of emissions from that incinerator. On a short morning walk, I picked up 16 pieces of assorted" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Don't Dismiss the Dangers of Incinerator Ash; View From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/opinion\/l-don-t-dismiss-the-dangers-of-incinerator-ash-view-from-brooklyn-081989.html"} , {"body" : "LEAD: To the Editor: To the Editor: While ''No Way to Meet the Garbage Crisis'' (editorial, Oct. 25) attempts to provide timely coverage of New York City's garbage problem and the debate over whether to site a mass-burn incinerator at the Brooklyn Navy Yard, you advance certain notions that ignore a common body of established facts. You assert that" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Don't Dismiss the Dangers of Incinerator Ash" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/opinion\/l-don-t-dismiss-the-dangers-of-incinerator-ash-828689.html"} , {"body" : "LEAD: Vowing to fight any effort by New York State to close the Fresh Kills landfill on Staten Island, Mayor Edward I. Koch yesterday denounced the state's environmental chief as the ''Colossus in Albany,'' a ''hanging judge'' and ''zealot'' whose tactics were ''insane'' and ''most vicious.'' Vowing to fight any effort by New York State to close" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS LANDFILL (STATEN ISLAND)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Irate Koch Jabs At State Threat To Shut Landfill" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/irate-koch-jabs-at-state-threat-to-shut-landfill.html"} , {"body" : "LEAD: New York State's top environmental official filed a civil complaint against New York City today accusing it of ignoring his orders to clean up its huge Fresh Kills Landfill on Staten Island. He is seeking $76 million in fines. The official, Thomas C. Jorling, the Environmental Conservation Commissioner, also threatened to obtain a court order" , "date" : "19891109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "FRESH KILLS LANDFILL (STATEN ISLAND)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York State Seeks $76 Million In Fines Over Fresh Kills Landfill" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/09\/nyregion\/new-york-state-seeks-76-million-in-fines-over-fresh-kills-landfill.html"} , {"body" : "LEAD: One day last month, a tired James J. Florio was jogging with a longtime friend in Central Park when the two middle-aged men pulled around a curve to face a sharp incline in the road. The friend stopped to rest. Mr. Florio broke into a sprint. One day last month, a tired James J. Florio was jogging with a longtime friend in Central Park when" , "date" : "19891108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE 1989 ELECTIONS: Governor-Elect MAN IN THE NEWS: James Joseph Florio; Careful and Determined" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/08\/nyregion\/1989-elections-governor-elect-man-james-joseph-florio-careful-determined.html"} , {"body" : "LEAD: New Yorkers had every reason to believe that the planned Brooklyn Navy Yard incinerator would proceed on schedule. But David Dinkins, running for mayor, now asserts that if elected, he would defer building the plant for three years pending study. The incinerator needs no further study. To delay its construction would only aggravate the" , "date" : "19891025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "No Way to Meet the Garbage Crisis" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/25\/opinion\/no-way-to-meet-the-garbage-crisis.html"} , {"body" : "LEAD: Claiming a busy schedule, David N. Dinkins decided to forgo scheduled trips to Chicago and Detroit yesterday and instead sent surrogates to fund raisers in his honor in both cities. Claiming a busy schedule, David N. Dinkins decided to forgo scheduled trips to Chicago and Detroit yesterday and instead sent surrogates to fund raisers in his" , "date" : "19891019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Campaign Trail; Dinkins Says His Staff Was Wrong To Vote on Broadcasting Company" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/19\/nyregion\/campaign-trail-dinkins-says-his-staff-was-wrong-to-vote-on-broadcasting-company.html"} ,   {"body" : "LEAD: A proposal by David N. Dinkins, the Democratic candidate for mayor, to delay the garbage-burning incinerator planned for the Brooklyn Navy Yard might jeopardize the project seriously or have almost no effect on its already tortured route through governmental bureaucracy. A proposal by David N. Dinkins, the Democratic candidate for mayor, to" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Incinerator Delay: Impact Is Debated" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/incinerator-delay-impact-is-debated.html"} , {"body" : "LEAD: No election issue this year moves the Satmar Hasidic community of the Williamsburg section of Brooklyn more than the incinerator the city proposes to put in the nearby Brooklyn Navy Yard. That was why on Monday night in the middle of the Succoth holidays, David N. Dinkins -who has called for a moratorium on incinerators - found himself" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Anti-Incinerator Stand Brings a Blessing" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/anti-incinerator-stand-brings-a-blessing.html"} , {"body" : "LEAD: WHEN Fort Greene residents want a night on the town, they can stay close to home. At the Brooklyn Academy of Music and its Majestic Theater, there is everything from ballet to opera to jazz. Sheila's Restaurant offers such musicians as the violinist Noel Pointer, and drama and comedy can be found at the Cecil Alonzo Theater, the Paul Robeson" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in: Fort Greene" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "LEAD: A debate about debates begins today, with representatives of the New York mayoral candidates planning to meet to discuss the number, dates, locations and formats of debates. A debate about debates begins today, with representatives of the New York mayoral candidates planning to meet to discuss the number, dates, locations and formats of" , "date" : "19891011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mayoral Camps Meeting Today On Debate Plan" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/11\/nyregion\/mayoral-camps-meeting-today-on-debate-plan.html"} , {"body" : "LEAD: Friday PARADING FOR COLUMBUS Friday PARADING FOR COLUMBUS Three years shy of the quincentennial of Christopher Columbus's first voyage to the New World, and three days shy of the official observance of Columbus Day, tens of thousands of people are expected to participate in the annual Columbus Day parade today on Fifth Avenue. The parade is" , "date" : "19891006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/06\/arts\/weekender-guide.html"} , {"body" : "LEAD: The minuet of endorsements, mayoral and otherwise, continued yesterday. The minuet of endorsements, mayoral and otherwise, continued yesterday. Saying he was breaking with ''normal custom'' and backing a candidate during a primary campaign, Senator Edward M. Kennedy endorsed David N. Dinkins for mayor of New York yesterday. Mr. Kennedy, a" , "date" : "19890906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Campaign Trail; Endorsements, Actual and Canceled" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/06\/nyregion\/campaign-trail-endorsements-actual-and-canceled.html"} , {"body" : "LEAD: President Bush said today that he would nominate Richard C. Breeden, his troubleshooter in the savings and loan crisis, as chairman of the Securities and Exchange Commission. President Bush said today that he would nominate Richard C. Breeden, his troubleshooter in the savings and loan crisis, as chairman of the Securities and Exchange" , "date" : "19890815" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "Bush Picks Savings Crisis Adviser To Succeed Ruder as S.E.C. Chief" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/15\/business\/bush-picks-savings-crisis-adviser-to-succeed-ruder-as-sec-chief.html"} , {"body" : "LEAD: The tanker that spilled 420,000 gallons of heating oil into the ocean off Rhode Island arrived yesterday evening at a Brooklyn shipyard for repairs, the Coast Guard said. The vessel, the World Prodigy, arrived at the New York Shipyard Corporation at the site of the old Brooklyn Navy Yard at about 7:30 P.M., said Petty Officer Kevin Moisan." , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["RHODE ISLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Oil Tanker Arrives for Repairs" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/oil-tanker-arrives-for-repairs.html"} , {"body" : "LEAD: The Democratic nominee for Governor, James J. Florio, is a complex amalgam of political images: a tough amateur boxer, a thoughtful environmentalist, an idealistic political reformer and the leading political figure in a county known for corruption and patronage. The Democratic nominee for Governor, James J. Florio, is a complex amalgam of" , "date" : "19890607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Florio's Strategy: Blend of Ideals and Caution" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/07\/nyregion\/florio-s-strategy-blend-of-ideals-and-caution.html"} , {"body" : "LEAD: To the Editor: To the Editor: A long-term New York City Department of Sanitation policy has allowed widespread dumping of industrial wastes at city landfills. At least six, perhaps all, of the dumps used in the last two decades have been widely contaminated with toxic chemicals, including polychlorinated biphenyls (PCB's), waste oils," , "date" : "19890531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Pyramid Landfills and Incinerators Make Garbage Crisis Worse" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/31\/opinion\/l-pyramid-landfills-and-incinerators-make-garbage-crisis-worse-219789.html"} ,   {"body" : "LEAD: When Jim Carvino arrived in Boise, Idaho, a few weeks ago to become Police Chief, he already had tactics in mind for handling the ''cruising'' problem he had heard so much about. When Jim Carvino arrived in Boise, Idaho, a few weeks ago to become Police Chief, he already had tactics in mind for handling the ''cruising'' problem he had heard" , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOISE (IDAHO)" , "KINSTON (NC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Recapturing the Joy of Police Work" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/us\/recapturing-the-joy-of-police-work.html"} , {"body" : "LEAD: With New York City facing a garbage crisis, the City Council is expected to approve a bill tomorrow that would make the recycling of newspapers, magazines, cardboard, glass bottles and metal cans mandatory. Under the bill, each household would be required to sort the recyclable materials. The bill raises questions as to how a city as large as" , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Recycling Law's Mechanics: Symphony of Sorting, Maybe" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/recycling-law-s-mechanics-symphony-of-sorting-maybe.html"} , {"body" : "LEAD: CAN New Yorkers, already short of space in kitchens and hallways, be persuaded to pile up newspapers and add a separate garbage pail for bottles and cans? More, will they accept the inconvenience for the sake of a distant deadline? CAN New Yorkers, already short of space in kitchens and hallways, be persuaded to pile up newspapers and add a" , "date" : "19890319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Recycling, Reality and the New York City Apartment" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/19\/weekinreview\/the-region-recycling-reality-and-the-new-york-city-apartment.html"} , {"body" : "LEAD: All New Yorkers would be required to separate recyclable materials from their garbage under a plan unanimously approved yesterday by a committee of the City Council. All New Yorkers would be required to separate recyclable materials from their garbage under a plan unanimously approved yesterday by a committee of the City Council. The" , "date" : "19890314" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Recycling of New York Garbage Approved by Council Committee" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/14\/nyregion\/recycling-of-new-york-garbage-approved-by-council-committee.html"} , {"body" : "LEAD: Former Representative Mario Biaggi's long struggle to avoid prison was lost yesterday when the United States Supreme Court refused to hear his appeal of a 1987 conviction for accepting an unlawful gratuity and obstructing justice. Former Representative Mario Biaggi's long struggle to avoid prison was lost yesterday when the United States" , "date" : "19890228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Biaggi Loses Bid to Avoid Prison Term" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/28\/nyregion\/biaggi-loses-bid-to-avoid-prison-term.html"} , {"body" : "LEAD: A Hasidic Jewish community would like to turn the Brooklyn Naval Station into a residential area. Three towns in Illinois are vying for Fort Sheridan along Lake Michigan for a park or housing. The University of Utah wants Fort Douglas - free. A Hasidic Jewish community would like to turn the Brooklyn Naval Station into a residential area." , "date" : "19890227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "If Bases Shut, Who'll Get the Land?" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/27\/us\/if-bases-shut-who-ll-get-the-land.html"} , {"body" : "LEAD: New York City, where buying, using up and throwing away almost anything has never been the cause for very much concern, is finally confronting its profligate past. New York City, where buying, using up and throwing away almost anything has never been the cause for very much concern, is finally confronting its profligate past. With its garbage" , "date" : "19890223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Confronts Prospect of Recycling Law" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/23\/nyregion\/new-york-city-confronts-prospect-of-recycling-law.html"} , {"body" : "LEAD: ACROSS much of the United States, trash is still disposed of in the old-fashioned way, with bulldozers and open landfills. But the metropolitan areas of the Northeast were forced by geography to move farther and faster toward large-scale incineration and, more recently, recycling. ACROSS much of the United States, trash is still disposed of" , "date" : "19890212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "24" , "title" : "THE REGION; Why the Garbage Is Never Really Gone" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/12\/weekinreview\/the-region-why-the-garbage-is-never-really-gone.html"} , {"body" : "LEAD: James J. Florio, the man who lost the race for Governor eight years ago by 1,797 votes, has again emerged as the leading candidate to occupy the governor's mansion next January. James J. Florio, the man who lost the race for Governor eight years ago by 1,797 votes, has again emerged as the leading candidate to occupy the governor's mansion" , "date" : "19890201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Florio's Challenge: Avoiding Pitfalls of '81" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/01\/nyregion\/florio-s-challenge-avoiding-pitfalls-of-81.html"} , {"body" : "LEAD: To the Editor: To the Editor: On behalf of the Citizens Committee for Sensible Trash Disposal, a coalition of New York environmental groups and community leaders concerned about the proposed Brooklyn Navy Yard incinerator, I wish to reply to your editorial ''No Help From Albany on Solid Waste'' (Nov. 26). In it, you present the case for" , "date" : "19890105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Recycling Is a Far Better Solution Than Navy Yard Incinerator" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/05\/opinion\/l-recycling-is-a-far-better-solution-than-navy-yard-incinerator-736089.html"} ,   {"body" : "LEAD: New York City's new street-level assault on drug trafficking was expanded into a third borough yesterday with the deployment of a 117-member Tactical Narcotics Team in the East New York section of Brooklyn. New York City's new street-level assault on drug trafficking was expanded into a third borough yesterday with the deployment of a" , "date" : "19890104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Assault On Drugs Moves Into 3d Borough" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/04\/nyregion\/police-assault-on-drugs-moves-into-3d-borough.html"}]