[  {"body" : "LEAD: New York City has begun to reverse a legacy of physical decline. Over the last decade, with money to spend and a new emphasis on rebuilding New York rather than adding to it, city officials have made major improvements in the physical environment. New York City has begun to reverse a legacy of physical decline. Over the last decade, with" , "date" : "19891227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Despite Perception, New York City Is on the Mend" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/27\/nyregion\/despite-perception-new-york-city-is-on-the-mend.html"} , {"body" : "LEAD: THE last remains of New York harbor's century as a bustling port are being swept away, affording a clearer view of what the waterfront will be like in the next century. THE last remains of New York harbor's century as a bustling port are being swept away, affording a clearer view of what the waterfront will be like in the next century. Last" , "date" : "19891217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; The Fate of a Waterfront Minus Ships" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/17\/weekinreview\/the-region-the-fate-of-a-waterfront-minus-ships.html"} , {"body" : "LEAD: Sweet Charity Sweet Charity There is a new twist to the charity bake sale at a couple of stores in New York City. By special arrangement with the Design Industries Foundation for AIDS, the bakery department of Bloomingdale's is selling reproductions of some of the edible architecture creations on display at the organization's benefit" , "date" : "19891122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/22\/garden\/food-notes-936389.html"} , {"body" : "LEAD: THE FOOD DAY BEGINS shortly before midnight at the Hunts Point Terminal Market in the Bronx. It is a militaristic-looking complex in a wasteland of auto wreckers and junkyards. Convoys of semi-trailers pass through a toll-booth opening in the barbed-wire and corregated-tin wall that surrounds the grocery compound. THE FOOD DAY BEGINS shortly" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "22" , "title" : "THE ULTIMATE MARKETPLACE; Working to Feed the City - the Butcher, the Baker ... the Marketplace Maker" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/magazine\/ultimate-marketplace-working-feed-city-butcher-baker-marketplace-maker.html"} , {"body" : "LEAD: There has been no Metro Bowl, pitting the best teams from the Catholic High Schools Football League against the best from the Public Schools Athletic League, since 1986. So Xavier and Fordham Prep had no reason to believe there would be added significance to their annual Thanksgiving Day clash this year, no worry that the winner would qualify" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "SCHOOL FOOTBALL; Xavier Goes to Great Lengths to Play" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/sports\/school-football-xavier-goes-to-great-lengths-to-play.html"} , {"body" : "LEAD: Walking Tours, Coalition to Save City and Suburban Housing, 212-744-3958. Walking Tours, Coalition to Save City and Suburban Housing, 212-744-3958. On Saturday at 1 P.M. the Coalition to Save City and Suburban Housing will sponsor a three-hour walking tour of John Jay Park and the historic model tenements in the area between East 76th and" , "date" : "19890810" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: For Those Who Like to Walk" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/10\/garden\/calendar-for-those-who-like-to-walk.html"} , {"body" : "LEAD: Every afternoon at 3 o'clock, a private patrol car begins rolling through one of the prettiest neighborhoods in Brooklyn. It cruises under canopies of ailanthus and maple trees, past unbroken rows of 19th-century brownstones, chocolate-rich and crisply preserved, with their jaunty window bays and welcoming stoops. Every afternoon at 3" , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In Enclave, Mayor's Race Hinges on Crime" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/in-enclave-mayor-s-race-hinges-on-crime.html"} , {"body" : "LEAD: Harrison J. Goldin grabbed a yarmulke from his glove compartment and bounded into a Catskill hotel, eager to hunt for votes among Jewish New Yorkers on vacation. Harrison J. Goldin grabbed a yarmulke from his glove compartment and bounded into a Catskill hotel, eager to hunt for votes among Jewish New Yorkers on vacation. One woman," , "date" : "19890803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Goldin Tries Sprinting to Recognition" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/03\/nyregion\/goldin-tries-sprinting-to-recognition.html"} , {"body" : "LEAD: The world of Jamez Williams's Bedford-Stuyvesant childhood flickered large before his eyes. By the end of the weekend, Mr. Williams, an usher at a movie theater in the Flatbush section of Brooklyn, had already seen or heard Spike Lee's new feature film about racial tensions and urban brutalities nearly a dozen times. The world of Jamez" , "date" : "19890703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "21" , "title" : "Raw Reactions to Film on Racial Tension" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/03\/nyregion\/raw-reactions-to-film-on-racial-tension.html"} , {"body" : "LEAD: Closings in the week ending May 13 MANHATTAN Carnegie Hill $225,000 1199 Park Avenue (94th St.) 1-bedroom, 1-bath, 850-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining area, windowed kitchen; maintenance $458, 44% tax-deductible (Broker: Klara Madlin Real Estate) Closings in the week ending May 13 MANHATTAN Carnegie Hill $225,000 1199" , "date" : "19890528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/28\/realestate\/residential-resales-327589.html"} ,   {"body" : "LEAD: The big man at the top of the gangplank wore lots of tattoos and a leer. ''Hiya, sister,'' he said. ''Welcome to the love boat.'' The big man at the top of the gangplank wore lots of tattoos and a leer. ''Hiya, sister,'' he said. ''Welcome to the love boat.'' The Rev. Barbara C. Crafton, who has been called Sweetie, Cupcake, Honey Doll and" , "date" : "19890513" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "About New York; A 'Mother' Waits With Open Arms At Ports of Call" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/13\/nyregion\/about-new-york-a-mother-waits-with-open-arms-at-ports-of-call.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: An unemployed mechanic who the authorities said faked bicycle accidents to meet his victims has been charged with committing at least seven rapes in Brooklyn, the police said. An unemployed mechanic who the authorities said faked bicycle accidents to meet his victims has been charged with committing at least seven rapes in Brooklyn, the" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO DATELINES; Suspect Is Arrested In Bicycle Rape Case" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/metro-datelines-suspect-is-arrested-in-bicycle-rape-case.html"} , {"body" : "LEAD: MOST people think of waste recycling as an environmental issue, but it is also becoming a real estate issue affecting builders, developers and operators of office and commercial properties. MOST people think of waste recycling as an environmental issue, but it is also becoming a real estate issue affecting builders, developers and operators" , "date" : "19890329" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "Real Estate; Recycling: A New Issue For Builders" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/29\/business\/real-estate-recycling-a-new-issue-for-builders.html"} , {"body" : "LEAD: Three former leaders of black and Hispanic organizations in Brooklyn were convicted late Thursday of intimidating, harassing and threatening to stop the work of construction contractors who refused to make payoffs to them. Three former leaders of black and Hispanic organizations in Brooklyn were convicted late Thursday of intimidating," , "date" : "19890211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Leaders of Brooklyn Groups Guilty of Harassing Builders" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/11\/nyregion\/leaders-of-brooklyn-groups-guilty-of-harassing-builders.html"} , {"body" : "LEAD: A ten-year Fire Department veteran searching a blazing Brooklyn apartment building yesterday became the first New York City firefighter killed in more than a year, the Fire Department said. A ten-year Fire Department veteran searching a blazing Brooklyn apartment building yesterday became the first New York City firefighter killed in more" , "date" : "19890204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Firefighter Dies As He Searches For Fire Victims" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/04\/nyregion\/firefighter-dies-as-he-searches-for-fire-victims.html"} , {"body" : "LEAD: As law enforcement officers go, the New York City Police have never had a reputation for being particularly conformist. And Nick Starkey, the shaggy, mustachioed protagonist of ''The January Man,'' an offbeat political melodrama that opened Friday, is hardly your average Gotham police officer. Not by a long shot. As law enforcement officers" , "date" : "19890115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "'The January Man' Dossier: The Force Is With It" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/15\/movies\/the-january-man-dossier-the-force-is-with-it.html"} , {"body" : "LEAD: A 19-year-old Queens man who was killed in a dispute shortly after he left the raucous New Year's revelry in Times Square was the city's first homicide victim of 1989, the police said yesterday. A 19-year-old Queens man who was killed in a dispute shortly after he left the raucous New Year's revelry in Times Square was the city's first" , "date" : "19890102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "41 Minutes Into '89, City Records First Homicide" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/02\/nyregion\/41-minutes-into-89-city-records-first-homicide.html"}]