[  {"body" : "LEAD: CAL RODGERS AND THE VIN FIZ The First Transcontinental Flight. By Eileen F. Lebow. Illustrated. 275 pp. Washington: Smithsonian Institution Press. $22.95. CAL RODGERS AND THE VIN FIZ The First Transcontinental Flight. By Eileen F. Lebow. Illustrated. 275 pp. Washington: Smithsonian Institution Press. $22.95. MANY a visitor to the National Air" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "6" , "title" : "Annals of - Oops! - Flight" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/books\/annals-of-oops-flight.html"} , {"body" : "LEAD: The celebrities will gather at St. Patrick's Cathedral today for the funeral of Billy Martin, who died Monday at the age of 61 in a traffic accident. Two of his former teammates and closest friends, Whitey Ford and Mickey Mantle, will be among the pallbearers, along with George Steinbrenner and Willie The celebrities will gather at St." , "date" : "19891229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "27" , "title" : "An Outburst of Affection From Martin's Fans" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/29\/sports\/an-outburst-of-affection-from-martin-s-fans.html"} , {"body" : "LEAD: Stewart Klonis, executive director of the Art Students League for 34 years until his retirement in 1980, died in his sleep on Saturday. He was 86 years old, and lived at the Palm Beach Home for Adults in the Sheepshead Bay section of Brooklyn. Stewart Klonis, executive director of the Art Students League for 34 years until his retirement in" , "date" : "19891219" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "Stewart Klonis Is Dead at 86; Directed the Art Students League" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/19\/obituaries\/stewart-klonis-is-dead-at-86-directed-the-art-students-league.html"} , {"body" : "LEAD: A car containing blood samples that was reported missing Saturday by a Brooklyn medical laboratory was found last night with all of the samples intact, the police said. A car containing blood samples that was reported missing Saturday by a Brooklyn medical laboratory was found last night with all of the samples intact, the police said. The" , "date" : "19891218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Laboratory Blood Samples In Stolen Car Are Retrieved" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/18\/nyregion\/laboratory-blood-samples-in-stolen-car-are-retrieved.html"} , {"body" : "LEAD: In a city numbed by the presence of homeless people everywhere, John Sigurd Nelson had no home, but for more than 40 years, he found a secure place: the streets of Brooklyn Heights. In a city numbed by the presence of homeless people everywhere, John Sigurd Nelson had no home, but for more than 40 years, he found a secure place: the streets" , "date" : "19891020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless and Jobless in Life; A Heroic Figure in Death" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/20\/nyregion\/homeless-and-jobless-in-life-a-heroic-figure-in-death.html"} , {"body" : "LEAD: The lawyer for a Brooklyn teen-ager accused of being the instigator of an assault on two Jewish students told a judge yesterday that his client had ''fought back'' after he had been attacked by the students. The lawyer for a Brooklyn teen-ager accused of being the instigator of an assault on two Jewish students told a judge yesterday that his" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Self-Defense Is Argued In Brooklyn Bias Case" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/self-defense-is-argued-in-brooklyn-bias-case.html"} , {"body" : "LEAD: Three Brooklyn teen-agers were arrested late Tuesday and charged with assaulting three Jewish students at Brooklyn College in what the police have characterized as an anti-Semitic attack. Three Brooklyn teen-agers were arrested late Tuesday and charged with assaulting three Jewish students at Brooklyn College in what the police have" , "date" : "19891012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Teen-Agers Arrested in Bias Attack" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/12\/nyregion\/3-teen-agers-arrested-in-bias-attack.html"} , {"body" : "LEAD: Detectives are investigating the possibility that a group of youths who attacked three Jewish students near Brooklyn College, severely beating two of them while shouting anti-Semitic slurs, may have been at the same fraternity party shortly before the incident, officials said yesterday. Detectives are investigating the possibility that a" , "date" : "19891010" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Clues to Ethnic Attack Sought in Party" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/10\/nyregion\/clues-to-ethnic-attack-sought-in-party.html"} , {"body" : "LEAD: Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place after all. Golden sun, a gentle breeze and birds heading south for no obvious reason. A day to go fishing. Sunday morning was one of those rare occasions when time stands still and the world doesn't seem like such a bad place" , "date" : "19891004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Lessons of Life, At the Wet End Of a Fishing Line" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/04\/nyregion\/about-new-york-lessons-of-life-at-the-wet-end-of-a-fishing-line.html"} , {"body" : "LEAD: Michael Scott, a publisher and editor of trade publications, died of a heart attack last Thursday at Group Health Hospital in Seattle. He was 65 years old and had lived in Seattle since 1977. Michael Scott, a publisher and editor of trade publications, died of a heart attack last Thursday at Group Health Hospital in Seattle. He was 65 years" , "date" : "19890927" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Michael Scott Is Dead; Trade Editor Was 65" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/27\/obituaries\/michael-scott-is-dead-trade-editor-was-65.html"} ,   {"body" : "LEAD: A uniformed police officer was shot in the back yesterday in Brooklyn, but his life was saved by a bulletproof vest, the police said. A uniformed police officer was shot in the back yesterday in Brooklyn, but his life was saved by a bulletproof vest, the police said. The officer, 27-year-old Michael Henricks of Merrick, L.I., was shot once in" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Bulletproof Vest Saves Officer as Suspect Is Killed" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/nyregion\/bulletproof-vest-saves-officer-as-suspect-is-killed.html"} , {"body" : "LEAD: LEARNING to sail a boat, and ultimately, racing one, is no longer just a fantasy for disabled people. A boat designed to accommodate almost any physical handicap has helped hundreds of aspiring sailors become yachtsmen. LEARNING to sail a boat, and ultimately, racing one, is no longer just a fantasy for disabled people. A boat designed to" , "date" : "19890918" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "ON YOUR OWN; Smoothing the Sailing for the Disabled" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/18\/sports\/on-your-own-smoothing-the-sailing-for-the-disabled.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: Charles J. Hynes, a veteran prosecutor in his first campaign for elective office, won the Democratic nomination for Brooklyn district attorney yesterday. The nomination is virtually tantamout to election in the heavily Democratic borough. Charles J. Hynes, a veteran prosecutor in his first campaign for elective office, won the Democratic" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hynes Wins Nomination For Prosecutor" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/hynes-wins-nomination-for-prosecutor.html"} , {"body" : "LEAD: Like a pot of water left on a burner, the contest for the Democratic nomination for Brooklyn District Attorney has suddenly boiled over. The closing days of the primary campaign have seen not only an increase in the political tempo but also the emergence of a sharper, angrier tone as three candidates -Charles J. Like a pot of water left on a" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "District Attorney Rivals Pick Up Pace" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/district-attorney-rivals-pick-up-pace.html"} , {"body" : "LEAD: Although school doesn't open officially until tomorrow in New York City and the first full schedule of Public Schools Athletic League football games won't begin until next weekend, Thomas Jefferson of Brooklyn is getting a jump on the season today. Although school doesn't open officially until tomorrow in New York City and the first full" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL SPORTS; Jefferson Gets Jump on Season" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/sports\/school-sports-jefferson-gets-jump-on-season.html"} , {"body" : "LEAD: To the Editor: To the Editor: It was a pleasure to read your favorable review of the baseball excursion ferry (''A Better Way to Shea,'' Topics, Aug. 18). As you note, ferry rides, with ''river breezes and spectacular sunsets,'' are a wonderful way to get to Shea Stadium or any other waterfront site. You suggest that a variety of excursion" , "date" : "19890904" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Ferry Your Way To Fun and Games" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/04\/opinion\/l-ferry-your-way-to-fun-and-games-815389.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: Earlier this week, Charles J. Hynes stood in the middle of a swirling morning rush-hour crowd in a Brooklyn subway station. He figured the temperature was in the 90's, and right above his head a piercing buzzer sounded every time a train entered the station. ''This is madness,'' Mr. Hynes mused, as he kept his smile in place. Earlier this" , "date" : "19890824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Campaign Matters; Why Is This Man Forcing Himself To Suffer Fools?" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/24\/nyregion\/campaign-matters-why-is-this-man-forcing-himself-to-suffer-fools.html"} , {"body" : "LEAD: By the end of last week Charles J. Hynes had already given out 15,000 miniature sewing kits and 3,000 boxes of cookies, each kit and box carrying a message asking people to vote for him. Norman Rosen had given out 8,000 ballpoint pens, 6,000 emery boards and 4,000 pocket combs, asking voters to support him. By the end of last week Charles J." , "date" : "19890821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, 3 FIGHT TO BE PROSECUTOR" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/21\/nyregion\/in-brooklyn-3-fight-to-be-prosecutor.html"} ,   {"body" : "LEAD: Closings in the week ending July 22 MANHATTAN Chelsea $320,000 313 West 22d Street 2-bedroom, 2-bath, 910-sq.-ft. prewar condo; 24-hour doorman, dining area, terrace; common charge $437, taxes $5,496 (Broker: Kingman Associates) Greenwich Village Closings in the week ending July 22 MANHATTAN Chelsea $320,000 313 West 22d Street 2-bedroom," , "date" : "19890806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/06\/realestate\/residential-resales-068389.html"} , {"body" : "LEAD: James Haigney - who just might be the only process server who uses a wheelchair - has been known to, well, lie. Just ask the man in Queens who eagerly came to the door to hear about the big money he had won from Publishers Clearing House, only to be slapped with a subpoena. James Haigney - who just might be the only process server who uses a" , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "About New York; Process Server Makes a Living With Duplicity" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/about-new-york-process-server-makes-a-living-with-duplicity.html"} , {"body" : "LEAD: At the end of a week of lengthy hearings in which the New York City Charter Revision Commission was subjected to complaints, criticisms, suggestions, pleadings and threats to reject its plan for a new government, several panel members indicated a growing frustration yesterday over the difficulty of building a public consensus. At the end of a" , "date" : "19890722" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Charter Panel Edgy on Forming Public Consensus" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/22\/nyregion\/charter-panel-edgy-on-forming-public-consensus.html"} , {"body" : "LEAD: Walter Karp, a writer specializing in United States political history, died yesterday morning in the Roosevelt Hospital Division of St. Luke's-Roosevelt Hospital Center, said Cathy Rohan, a hospital spokeswoman. He was 55 years old and lived on the Upper West Side of Manhattan. Walter Karp, a writer specializing in United States political" , "date" : "19890720" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Walter Karp, Writer Specializing In Political History, Is Dead at 55" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/20\/obituaries\/walter-karp-writer-specializing-in-political-history-is-dead-at-55.html"} , {"body" : "LEAD: Closings in the week ending July 1 MANHATTAN Chelsea$345,000 1200 Broadway (29th St.) 3-bedroom, 1-bath, 3,000-sq.-ft. prewar loft co-op; darkroom, hardwood floors, southern exposure; maintenance $723, 50% tax-deductible (Broker: Joffee LaSalle) Gramercy Park Area$175,000 132 East 19th Street 1-bedroom, 1-bath, 600-sq.-ft. Closings in the" , "date" : "19890716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/16\/realestate\/residential-resales-636189.html"} , {"body" : "LEAD: Friday DIVE-IN MOVIES Friday DIVE-IN MOVIES New Yorkers who longingly remember the pleasures of drive-in movies and who enjoy waterfront entertainment will be happy to learn that the Floating Cinema is in town for the next four weeks. This delightfully wacky concept will bring nearly two dozen feature films and cartoons to waterfront parks in" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/arts\/weekender-guide.html"} , {"body" : "LEAD: An article last Tuesday about Lisa Greene, a Brooklyn teen-ager who arranged a reunion with the firefighter who rescued her as a child, misidentified his unit and misstated the address of the fire. It was Engine Company 319, not 332; the fire was at 445 Ashford Street in the East New York section of Brooklyn, not 445 Astor Street in" , "date" : "19890704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/04\/nyregion\/c-corrections-118689.html"} , {"body" : "LEAD: Lisa Greene was 3 years old when she was rescued from the smoke and flames that engulfed her family's two-story home in Brooklyn 14 years ago. Since then, the events of that day, Jan. 19, 1975, have receded in her memory, but the need to know her anonymous rescuer grew stronger. Lisa Greene was 3 years old when she was rescued from the smoke" , "date" : "19890627" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Photo of Lisa Greene with Marvin Bunch, the firefighter who rescued her 14 years ago from a burning house in Brooklyn. He was the guest of honor yesterday at her high school graduation. (NYT\/Dith Pran); Girl, 17, Tracks Down Man Who Saved Her in '75 Fire" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/27\/nyregion\/photo-lisa-greene-with-marvin-bunch-firefighter-who-rescued-her-14-years-ago.html"} , {"body" : "LEAD: Cecilia Lynn Gardner, a lawyer for the Bank of New York, and Daniel Lee Feldman, a Democratic Assemblyman from the Sheepshead Bay area of Brooklyn, were married yesterday at the Prospect Park Picnic House in Brooklyn. Rabbi Allan Ciner, a cousin of the bride, officiated. Cecilia Lynn Gardner, a lawyer for the Bank of New York, and Daniel Lee" , "date" : "19890612" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Cecilia Gardner, Lawyer, Is Wed" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/12\/style\/cecilia-gardner-lawyer-is-wed.html"} , {"body" : "LEAD: A Brooklyn high school teacher who came under investigation after he was reported to have ''nodded off'' in class was arrested on Tuesday by undercover officers who saw him buying drugs in Coney Island, the authorities said yesterday. A Brooklyn high school teacher who came under investigation after he was reported to have ''nodded off'' in" , "date" : "19890608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Teacher Arrested On Drug Charges in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/08\/nyregion\/brooklyn-teacher-arrested-on-drug-charges-in-inquiry.html"} ,   {"body" : "LEAD: The bodies of two young boys were found floating in Sheepshead Bay last night and were believed to be those of playmates missing since Friday from their Brooklyn home, the police reported. The bodies of two young boys were found floating in Sheepshead Bay last night and were believed to be those of playmates missing since Friday from their" , "date" : "19890507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Bodies of 2 Boys Are Found Floating in Bay" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/07\/nyregion\/bodies-of-2-boys-are-found-floating-in-bay.html"} , {"body" : "LEAD: To the Editor: To the Editor: Last evening, there was a sudden horrific house fire in my Brooklyn neighborhood. Fire Engine Company 246 and Ladder Company 169 in Sheepshead Bay responded immediately and with bravery and organization that left me astounded. No one was seriously hurt, and today, as I walked past the charred remains of what" , "date" : "19890422" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Fire Dept. Cutbacks Save Dollars by Risking Lives and Property; A Dangerous Job" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/22\/opinion\/l-fire-dept-cutbacks-save-dollars-by-risking-lives-and-property-a-dangerous-job-003689.html"} , {"body" : "LEAD: EVERY WORKDAY ABOUT NOON, WITH RITUAL POMP, A gleaming limousine glides into the driveway of a modest, split-level house in the Howard Beach section of Queens. Emerging from the house is John Joseph Gotti, a spring to his step, his shoulders squared like a West Point plebe. He is dressed impeccably: muted solid-colored double-breasted suit," , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "JOHN GOTTI RUNNING THE MOB" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/magazine\/john-gotti-running-the-mob.html"} , {"body" : "LEAD: part of the fun, I admit, was the challenge of seing whether it could actually be done. The university had a faintly outlined stickball ''plate'' on the wall of the Fine Arts Plaza. And, in my two years at Stony Brook, I had actually seen several students on the field. What if I wanted to play stickball again? part of the fun, I admit, was" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STONY BROOK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "LONG ISLAND OPINION; Reliving the Simple Joys of Stickball" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/nyregion\/long-island-opinion-reliving-the-simple-joys-of-stickball.html"} , {"body" : "LEAD: Theron and Claire Cook decided two years ago to sell their house in Jamaica, Queens, and rent an apartment. Theron and Claire Cook decided two years ago to sell their house in Jamaica, Queens, and rent an apartment. Mr. Cook, a graduate of Harvard University, is a hospital administrator. Mrs. Cook, a Hunter College graduate, is setting up an" , "date" : "19890313" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Blacks Remain Shut Out of Housing in White Areas" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/13\/nyregion\/blacks-remain-shut-out-of-housing-in-white-areas.html"} , {"body" : "LEAD: While snowflakes swirled, scattered by harsh winter winds, and three police helicopters flew in tribute yesterday, 5,000 police officers from around the metropolitan region, family members and friends mourned the death of the first New York City police officer killed in the line of duty this year. While snowflakes swirled, scattered by harsh" , "date" : "19890308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5,000 Colleagues Pay Tribute To Slain Officer in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/08\/nyregion\/5000-colleagues-pay-tribute-to-slain-officer-in-brooklyn.html"} , {"body" : "LEAD: A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early yesterday, possibly with his own gun, as he and his partner struggled with two men they had tried to question. A 25-year-old plainclothes police officer on the lookout for street robberies was shot and killed in Brooklyn early" , "date" : "19890304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Officer Slain In a Struggle In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/04\/nyregion\/officer-slain-in-a-struggle-in-flatbush.html"} , {"body" : "LEAD: A 14-year-old junior-high- school student was arrested in Brooklyn yesterday after a school security guard spotted him with a .22-caliber handgun, the police said. A 14-year-old junior-high- school student was arrested in Brooklyn yesterday after a school security guard spotted him with a .22-caliber handgun, the police said. On Wednesday" , "date" : "19890303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "METRO DATELINES; Boy Brings Handgun To Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/03\/nyregion\/metro-datelines-boy-brings-handgun-to-brooklyn-school.html"} , {"body" : "LEAD: The New York State Commission on Judicial Conduct determined yesterday that Judge Irving W. Levine should be removed from the Civil Court in Brooklyn because of judicial misconduct in the handling of a case involving a friend of Meade Esposito, the convicted former Brooklyn political leader. The New York State Commission on Judicial Conduct" , "date" : "19890301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Panel Finds Judge's Acts Merit Ouster" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/01\/nyregion\/panel-finds-judge-s-acts-merit-ouster.html"} , {"body" : "LEAD: Klaus Bornemann, who teaches reading at Intermediate School 167 in the Bronx, says students routinely swear at him, strike him and attack one another in the halls. Klaus Bornemann, who teaches reading at Intermediate School 167 in the Bronx, says students routinely swear at him, strike him and attack one another in the halls. Once, while he" , "date" : "19890227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Losing Fight On Violence In the Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/27\/nyregion\/a-losing-fight-on-violence-in-the-schools.html"} ,   {"body" : "LEAD: At 8:45 P.M. on June 4, 1987, a lone robber took about $1,000 at a Queens liquor store, forced the two owners and a customer into a tiny bathroom at the rear and killed each one with a bullet in the head. At 8:45 P.M. on June 4, 1987, a lone robber took about $1,000 at a Queens liquor store, forced the two owners and a customer into a tiny" , "date" : "19890208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Freed in Queens Triple Slaying" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/08\/nyregion\/man-freed-in-queens-triple-slaying.html"} , {"body" : "LEAD: Closings in the week ending Jan. 14 MANHATTAN Greenwich Village $202,000 100 Bank Street 1-bedroom, 1-bath, 850-sq.-ft. postwar co-op; windowed dining el, two exposures; maintenance $410, 50% tax-deductible (Broker: Debra Kameros Co.) Greenwich Village Closings in the week ending Jan. 14 MANHATTAN Greenwich Village $202,000 100 Bank Street" , "date" : "19890129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/29\/realestate\/residential-resales-693289.html"}]