[  {"body" : "LEAD: With evidence mounting that New York City's child welfare system is overwhelmed, experts are increasingly suggesting radical changes, including the virtual dismantling of the system. With evidence mounting that New York City's child welfare system is overwhelmed, experts are increasingly suggesting radical changes, including the virtual" , "date" : "19891219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Sinking Child-Care System Awaits Help" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/19\/nyregion\/new-york-s-sinking-child-care-system-awaits-help.html"} , {"body" : "LEAD: Sgt. Norman Horowitz waved through the window of the blue police van at the elderly neighborhood beautician. ''Hi, pretty lady,'' he boomed. She flashed a gap-toothed grin and waved back. Sgt. Norman Horowitz waved through the window of the blue police van at the elderly neighborhood beautician. ''Hi, pretty lady,'' he boomed. She flashed a" , "date" : "19891212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Oldest New Idea for Policing: Walking a Beat to Stop Crime" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/12\/nyregion\/oldest-new-idea-for-policing-walking-a-beat-to-stop-crime.html"} , {"body" : "LEAD: In a move to safeguard gains made by undercover narcotics officers, the Police Commissioner of New York announced yesterday a pilot project for a team of uniformed officers to patrol drug-infested street corners after the undercover Tactical Narcotics Team has swept through a neighborhood. In a move to safeguard gains made by undercover" , "date" : "19891130" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Follow-Up Drive Starts in an Area Swept by T.N.T." , "url" : "http:\/\/www.nytimes.com\/1989\/11\/30\/nyregion\/follow-up-drive-starts-in-an-area-swept-by-tnt.html"} , {"body" : "LEAD: On weeknights, between 8 and 9 o'clock, Maria Emilia Dalmeida is likely to be sitting at the dinner table in her apartment at Greenwich and Murray Streets in Manhattan, eating or writing. Most nights, she'll look out the window and spot a taxi driver standing against the open door of his car, relieving himself. On weeknights, between 8 and 9" , "date" : "19891125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sensibility of New York Offended As a Nuisance Becomes Common" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/25\/nyregion\/sensibility-of-new-york-offended-as-a-nuisance-becomes-common.html"} , {"body" : "LEAD: A drug abuse counselor at a New York City intermediate school was arrested yesterday and charged with possession of four vials of crack, the police said. A drug abuse counselor at a New York City intermediate school was arrested yesterday and charged with possession of four vials of crack, the police said. The counselor, John DellaCamera, 27" , "date" : "19891125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Drug Abuse Counselor Held on Crack Charge" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/25\/nyregion\/drug-abuse-counselor-held-on-crack-charge.html"} , {"body" : "LEAD: In the battle over New York City's Hispanic vote, the two major candidates for mayor have carefully selected their weapons: David N. Dinkins, the Democrat, has the backing of elected and union Hispanic officials, while Rudolph W. Giuliani, the Republican, has the support of Carlos Hernandez, the Brooklyn man whose wife was shot and killed" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Candidates Push to Woo Hispanic Vote" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/nyregion\/candidates-push-to-woo-hispanic-vote.html"} , {"body" : "LEAD: Once confined to a class session or two reciting horror stories and statistics, drug education in America is undergoing radical changes as the crack epidemic touches the lives of younger children across the country. Once confined to a class session or two reciting horror stories and statistics, drug education in America is undergoing radical" , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "LEARNING TO SAY NO: SCHOOLS AND THE DRUG WAR - A SPECIAL REPORT: Judgment Replaces Fear in Drug Lessons" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/us\/learning-say-no-schools-drug-war-special-report-judgment-replaces-fear-drug.html"} , {"body" : "LEAD: IT could have been in the Guinness Book of World Records, a 300 by 600 feet dropped ceiling, perhaps the world's largest. The only trouble was it was planned for the vast drill shed of the Eighth Coastal Artillery Armory, in the Bronx, completed in 1917 and now a city landmark. IT could have been in the Guinness Book of World Records, a 300" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KINGSBRIDGE (BRONX, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "STREETSCAPES: The Kingsbridge Armory; A Dropped Ceiling In a Moated Bastion?" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/streetscapes-the-kingsbridge-armory-a-dropped-ceiling-in-a-moated-bastion.html"} , {"body" : "LEAD: A Brooklyn man was found guilty of criminally negligent homicide yesterday in the fatal shooting of a police officer by a sergeant last year. A Brooklyn man was found guilty of criminally negligent homicide yesterday in the fatal shooting of a police officer by a sergeant last year. According to trial testimony, the defendant, Joseph Barker," , "date" : "19891005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Man Guilty in Accident That Killed Officer" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/05\/nyregion\/man-guilty-in-accident-that-killed-officer.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} ,   {"body" : "LEAD: An undercover police officer was beaten with sticks last night by a group of young men during a buy-and-bust operation in the Sunset Park section of Brooklyn, the police said. An undercover police officer was beaten with sticks last night by a group of young men during a buy-and-bust operation in the Sunset Park section of Brooklyn, the" , "date" : "19890912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Undercover Officer Is Beaten In Brooklyn Drug Operation" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/12\/nyregion\/undercover-officer-is-beaten-in-brooklyn-drug-operation.html"} , {"body" : "LEAD: While opponents speak in hopeful generalities, an incumbent mayor campaigning for re-election can - and Edward I. Koch does - hold forth the prospect of specific new housing and workplaces, pinpointing their locations and describing them appreciatively, almost as if they had already been built. While opponents speak in hopeful generalities," , "date" : "19890909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Revisiting Promises Koch Made in '85" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/09\/nyregion\/revisiting-promises-koch-made-in-85.html"} , {"body" : "LEAD: A day after President Bush unveiled his strategy for escalating the nation's war against illegal drugs, officials and drug experts in New York were skeptical about how successful it would be. A day after President Bush unveiled his strategy for escalating the nation's war against illegal drugs, officials and drug experts in New York were" , "date" : "19890907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Doubts Greet Drug Plan in New York" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/07\/nyregion\/doubts-greet-drug-plan-in-new-york.html"} , {"body" : "LEAD: THE clash between old and new, tradition and progress, father and son that befell Bell Bagels in the Canarsie section of Brooklyn started when J. J. Bell wanted to experiment with an oven that both steams and bakes bagels, eliminating the step of boiling them before baking. His father, Marty Bell, himself the son of a bagel baker from THE" , "date" : "19890906" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "13" , "title" : "The Bagel's New York Accent Is Fading" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/06\/garden\/the-bagel-s-new-york-accent-is-fading.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: A group of 25 to 30 youths went on a rampage last night in a grocery store in the Sunset Park section of Brooklyn, then fled into a subway station, where they attacked a man and pushed him onto the tracks, the police said. A group of 25 to 30 youths went on a rampage last night in a grocery store in the Sunset Park section of Brooklyn, then" , "date" : "19890726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youths on Rampage Push Man to Tracks After Robbing Store" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/26\/nyregion\/youths-on-rampage-push-man-to-tracks-after-robbing-store.html"} , {"body" : "LEAD: Friday DIVE-IN MOVIES Friday DIVE-IN MOVIES New Yorkers who longingly remember the pleasures of drive-in movies and who enjoy waterfront entertainment will be happy to learn that the Floating Cinema is in town for the next four weeks. This delightfully wacky concept will bring nearly two dozen feature films and cartoons to waterfront parks in" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/arts\/weekender-guide.html"} , {"body" : "LEAD: The Season for Litchis The Season for Litchis Fresh litchis, with a perfume, flavor and texture far superior to the canned variety, are in season now. The fruits are encased in rough shells that range in color from rose to mottled brown, and are easily peeled. The pleasingly gelatinous fruit is juicy and mild, with the fragrance of" , "date" : "19890621" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/21\/garden\/food-notes-860989.html"} , {"body" : "LEAD: William J. Ward, a teacher and book editor who was a historian at Green-Wood Cemetery in Brooklyn, died of a heart attack Wednesday at Lutheran Medical Center. He was 67 years old and lived in Brooklyn. William J. Ward, a teacher and book editor who was a historian at Green-Wood Cemetery in Brooklyn, died of a heart attack Wednesday at" , "date" : "19890514" , "day_of_week_facet" : "Sunday" , "page_facet" : "30" , "title" : "William J. Ward, Teacher, 67" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/14\/obituaries\/william-j-ward-teacher-67.html"} , {"body" : "LEAD: No other matter has so troubled and divided the commission rewriting New York City's charter as what to do with the borough presidents. Underlying the question is an even more fundamental debate about how New Yorkers perceive themselves and how those perceptions should be accommodated in the structure of municipal government. No other matter" , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Presidents Of Boroughs: Vestigial Or Vibrant?" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/nyregion\/presidents-of-boroughs-vestigial-or-vibrant.html"} ,   {"body" : "LEAD: We take you to a high-powered business meeting, that pulsing lifeblood of New York City. The location is big time: the 43d floor of 30 Rockefeller Center. We take you to a high-powered business meeting, that pulsing lifeblood of New York City. The location is big time: the 43d floor of 30 Rockefeller Center. ''One of the questions all Finnish" , "date" : "19890510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FINLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Finland's Sauna: Where the Mists Of Discord Fade" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/10\/nyregion\/about-new-york-finland-s-sauna-where-the-mists-of-discord-fade.html"} , {"body" : "LEAD: Six years ago, Mayor Edward I. Koch announced a program to create 180 apartments in unused buildings where painters, musicians, dancers, actors and other artists could live and work. In the 1983 statement, the Mayor praised artists for giving ''the city much of its vital personality and international prestige'' and said the city had to" , "date" : "19890507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 6-Unit Co-op" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/07\/realestate\/postings-6-unit-co-op.html"} , {"body" : "LEAD: District 13: Fort Greene, Brooklyn Heights, Bedford-StuyvesantEnrollment in October 1988, 16,637 pupils . . . Has developed a reputation for stability and strong administration . . . Innovative programs, particularly at junior high school level . . . School board regarded as generally nonpolitical and independent of outside special interests" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Districts at a Glance" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/districts-at-a-glance.html"} , {"body" : "LEAD: It is spring, and the five boroughs of New York City are bursting with things to do and to see that cost nothing, or next to nothing ($3 or less). Here is a highly selective list. If there is an admission fee, it is indicated; otherwise these attractions, like the best things in life, are free. It is spring, and the five boroughs of New York" , "date" : "19890423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "8" , "title" : "THE REAL NEW YORK: THE WAYS WE USE THE CITY; The Best Things In Life . . ." , "url" : "http:\/\/www.nytimes.com\/1989\/04\/23\/magazine\/the-real-new-york-the-ways-we-use-the-city-the-best-things-in-life.html"} , {"body" : "LEAD: EXCEPT for a brief stint in Yonkers, the Charles P. Rogers Brass Bed Company manufactured beds in Manhattan from 1855 until late last year, when rising rents and congestion prompted it to move across the Hudson River to Newark. EXCEPT for a brief stint in Yonkers, the Charles P. Rogers Brass Bed Company manufactured beds in Manhattan from" , "date" : "19890416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "33" , "title" : "COMMERCIAL PROPERTY: Relocation; New York's Manufacturing Jobs Decline Sharply" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/16\/realestate\/commercial-property-relocation-new-york-s-manufacturing-jobs-decline-sharply.html"} , {"body" : "LEAD: Closings in the week ending April 1 MANHATTAN Chelsea $630,000 161 West 15th Street 3-bedroom, 2-bath, 2,100-sq.-ft. prewar loft co-op; dining area, windowed kitchen, high-ceilings, two exposures; maintenance $850, 65% tax-deductible (Broker: Delson Ginsberg Real Estate) Closings in the week ending April 1 MANHATTAN Chelsea $630,000 161 West" , "date" : "19890416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/16\/realestate\/residential-resales-049189.html"} , {"body" : "LEAD: When new Federal immigration laws were signed more than two years ago, Sam Makanju Adedapo thought his problems were over. When new Federal immigration laws were signed more than two years ago, Sam Makanju Adedapo thought his problems were over. After a year spent gathering the proper documentation, Mr. Adedapo finally received a card from" , "date" : "19890408" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Even With New Immigration Laws, Aliens Confront Roadblocks to Work" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/08\/nyregion\/even-with-new-immigration-laws-aliens-confront-roadblocks-to-work.html"} , {"body" : "LEAD: Most of the time, New Yorkers dart determinedly from point A to point B, or wander about the city oblivious to the cultural, historical and architectural riches in their midst. Occasionally, they may glance up at a particularly notable building or monument, or even join a walking or bus tour in an attempt to become better acquainted with" , "date" : "19890407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Urban Adventures: Touring by the Book" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/07\/arts\/urban-adventures-touring-by-the-book.html"} , {"body" : "LEAD: The night editor of the Spanish-language newspaper El Diario La Prensa was arrested yesterday and charged with slashing a freelance photographer during an argument in a Cuban restaurant in Greenwich Village. The night editor of the Spanish-language newspaper El Diario La Prensa was arrested yesterday and charged with slashing a freelance" , "date" : "19890331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "El Diario Night Editor Held In Stabbing of Photographer" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/31\/nyregion\/el-diario-night-editor-held-in-stabbing-of-photographer.html"} , {"body" : "LEAD: Four people were killed and eight people were wounded in separate incidents over the weekend when gunmen entered two crowded social clubs in Brooklyn and opened fire on neighborhood people who had gathered there, the police said yesterday. Four people were killed and eight people were wounded in separate incidents over the weekend when gunmen" , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen Rake Social Clubs, Killing 4 and Wounding 8" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/gunmen-rake-social-clubs-killing-4-and-wounding-8.html"} ,   {"body" : "LEAD: Three patrons of a Brooklyn social club were killed early yesterday and another was wounded when a band of gunmen burst into the club, robbed customers of cash and jewels and then opened fire on them, the police said. Three patrons of a Brooklyn social club were killed early yesterday and another was wounded when a band of gunmen burst into" , "date" : "19890326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Three Men Killed in Holdup At a Social Club in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/26\/nyregion\/three-men-killed-in-holdup-at-a-social-club-in-brooklyn.html"} , {"body" : "LEAD: The rush-hour crowd was waiting for an uptown train at the Times Square subway station one recent evening, noisily entertained by a saxophonist. A cardboard box in front of him beckoned for contributions. The rush-hour crowd was waiting for an uptown train at the Times Square subway station one recent evening, noisily entertained by a" , "date" : "19890310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is Life in New York City Really Getting Worse?" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/10\/nyregion\/is-life-in-new-york-city-really-getting-worse.html"} , {"body" : "LEAD: IN 1973, Rose Scarcella of the Bensonhurst section of Brooklyn, learned that her son had Hodgkin's disease. His doctors predicted that he would live only five more years. IN 1973, Rose Scarcella of the Bensonhurst section of Brooklyn, learned that her son had Hodgkin's disease. His doctors predicted that he would live only five more years." , "date" : "19890309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Articles of Faith: Lawn Shrines Embody Devotion" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/09\/garden\/articles-of-faith-lawn-shrines-embody-devotion.html"} , {"body" : "LEAD: The Brooklyn Historical Society, which adopted its new name and changed its focus to emphasize the people who live in the borough now rather than those who originally peopled it, has embarked on an ambitious project to present the first full picture of Brooklynites with Latin roots. The Brooklyn Historical Society, which adopted its new name" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "59" , "title" : "Assembling Brooklyn's Hispanic History" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/arts\/assembling-brooklyn-s-hispanic-history.html"} , {"body" : "LEAD: A police officer was indicted yesterday in the off-duty slaying of a 59-year-old Brooklyn man in a traffic dispute. A police officer was indicted yesterday in the off-duty slaying of a 59-year-old Brooklyn man in a traffic dispute. The officer, Radames Ortiz, 24 years old, faces two counts of second-degree murder, one count of first-degree" , "date" : "19890203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Indicted In Man's Death In Traffic Fight" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/03\/nyregion\/officer-indicted-in-man-s-death-in-traffic-fight.html"} , {"body" : "LEAD: A one-mile stretch of the southbound Gowanus Expressway in Brooklyn was closed yesterday when a routine inspection for New York State uncovered cracks in the steel structure under the roadway, state and city transportation officials said. A one-mile stretch of the southbound Gowanus Expressway in Brooklyn was closed yesterday when a routine" , "date" : "19890203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "One Mile of Gowanus Expressway Is Closed" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/03\/nyregion\/one-mile-of-gowanus-expressway-is-closed.html"}]