[  {"body" : "LEAD: ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team - Soviet Union. Women - Kim Soo Nyung, South Korea. Women's team - South Korea. U.S. Indoor Champions Men - Ed Eliason, South Stansbury, Utah. Women - Denise Parker, South Jordan, Utah. ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team -" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "Winners of Individual and Team Championships" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/sports\/winners-of-individual-and-team-championships.html"} , {"body" : "LEAD: The showpiece of the Reagan Administration's housing program was a voucher system, created to give a cash subsidy to poor people so they could choose their own rental housing. The showpiece of the Reagan Administration's housing program was a voucher system, created to give a cash subsidy to poor people so they could choose their own rental" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "H.U.D. Windfall - Subsidies for the Subsidized; In New York, H.U.D.'s Vouchers Pay for Already Cheap Housing" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/nyregion\/hud-windfall-subsidies-for-subsidized-new-york-hud-s-vouchers-pay-for-already.html"} , {"body" : "LEAD: Pointing to deep-rooted ethnic and racial antagonisms in the Williamsburg section of Brooklyn, a coalition of housing groups asserted yesterday that city housing officials are illegally using quotas there to favor Hasidic Jews in renting apartments. In legal papers filed yesterday in Federal District Court in Manhattan, the groups said that" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Housing Aides Discriminate, Coalition Says" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/housing-aides-discriminate-coalition-says.html"} , {"body" : "LEAD: While New York City has begun to dig out from decades of neglect, much rebuilding remains to be done. While New York City has begun to dig out from decades of neglect, much rebuilding remains to be done. The central tasks are fairly clear. The administration of Mayor-elect David N. Dinkins will have to give priority to the schools, bridges" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fixing New York City: Needs Are Awesome" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/fixing-new-york-city-needs-are-awesome.html"} , {"body" : "LEAD: INTERNATIONAL A3-17 Rumania's most repressive controls on individual freedoms, the legacy of Nicolae Ceausescu, were removed by the new Government. Among laws reversed were a ban on abortion and a law requiring registration of all typewriters. Page A1 INTERNATIONAL A3-17 Rumania's most repressive controls on individual freedoms, the legacy of" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/world\/news-summary-335589.html"} , {"body" : "LEAD: New York City has begun to reverse a legacy of physical decline. Over the last decade, with money to spend and a new emphasis on rebuilding New York rather than adding to it, city officials have made major improvements in the physical environment. New York City has begun to reverse a legacy of physical decline. Over the last decade, with" , "date" : "19891227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Despite Perception, New York City Is on the Mend" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/27\/nyregion\/despite-perception-new-york-city-is-on-the-mend.html"} , {"body" : "LEAD: Mayor-elect David N. Dinkins yesterday named Lee P. Brown, the Police Chief of Houston, as his Police Commissioner, making him the first non-New Yorker to head the nation's largest police force in a quarter century. Mayor-elect David N. Dinkins yesterday named Lee P. Brown, the Police Chief of Houston, as his Police Commissioner, making him" , "date" : "19891219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Names Houston's Chief To Be His Police Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/19\/nyregion\/dinkins-names-houston-s-chief-to-be-his-police-commissioner.html"} , {"body" : "LEAD: Sgt. Norman Horowitz waved through the window of the blue police van at the elderly neighborhood beautician. ''Hi, pretty lady,'' he boomed. She flashed a gap-toothed grin and waved back. Sgt. Norman Horowitz waved through the window of the blue police van at the elderly neighborhood beautician. ''Hi, pretty lady,'' he boomed. She flashed a" , "date" : "19891212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Oldest New Idea for Policing: Walking a Beat to Stop Crime" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/12\/nyregion\/oldest-new-idea-for-policing-walking-a-beat-to-stop-crime.html"} , {"body" : "LEAD: New York City should prepare itself to assume responsibility next year for a 10-year, $1 billion reconstruction program for its four East River bridges, the State Transportation Commissioner, Franklin E. White, told city officials yesterday. New York City should prepare itself to assume responsibility next year for a 10-year, $1 billion" , "date" : "19891212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO DATELINES; Taking Over Repairs For Bridges Is Urged" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/12\/nyregion\/metro-datelines-taking-over-repairs-for-bridges-is-urged.html"} , {"body" : "LEAD: A 67-year-old Brooklyn woman was killed and her daughter and grandson were seriously burned in a fire that swept through a three-story wood building in the Williamsburg section of Brooklyn early yesterday morning, the police said. A 67-year-old Brooklyn woman was killed and her daughter and grandson were seriously burned in a fire that swept" , "date" : "19891204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fire Kills Brooklyn Woman, 67; 2 Are Hurt" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/04\/nyregion\/fire-kills-brooklyn-woman-67-2-are-hurt.html"} ,   {"body" : "LEAD: IT MIGHT JUSTIFIABLY BE called a cable car, but it is equally fitting that the device supporting the workmen who are replacing 177,000 feet of steel cable on the Brooklyn Bridge is known as a spider. Unlike, say, the Williamsburg Bridge, just up the East River, which is supported by vertical cables, or other spans, which employ a system of" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "150" , "title" : "WORKS IN PROGRESS; Strung Up" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/magazine\/works-in-progress-strung-up.html"} , {"body" : "LEAD: Shortly before 9 A.M. on Nov. 15, New York City traffic officials got a nightmare phone call: a truck had struck a pedestrian bridge in the Bronx, knocking it onto the Bruckner Expressway. It was the sort of accident that could have gummed up traffic for days. Shortly before 9 A.M. on Nov. 15, New York City traffic officials got a nightmare" , "date" : "19891127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRUCKNER EXPRESSWAY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "The Worm and the Apple: Transitions; Sandler & Schwartz" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/27\/opinion\/the-worm-and-the-apple-transitions-sandler-schwartz.html"} , {"body" : "LEAD: The crack business, it turns out, is a modern, brutalized version of a 19th-century sweatshop. The crack business, it turns out, is a modern, brutalized version of a 19th-century sweatshop. Despite the popular notion that crack sellers all drive Mercedes-Benzes, wear gold jewelry and get rich quick, most of the people in the business work" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Selling Crack: The Myth of Wealth -- A Special Report: Despite Its Promise of Riches, The Crack Trade Seldom Pays" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/selling-crack-myth-wealth-special-report-despite-its-promise-riches-crack-trade.html"} , {"body" : "LEAD: Jon C. Parker spent a recent sunny Saturday morning doing what he does most weekends - breaking the law by handing out clean hypodermic needles to drug abusers, hoping to prevent the spread of AIDS. Jon C. Parker spent a recent sunny Saturday morning doing what he does most weekends - breaking the law by handing out clean hypodermic needles" , "date" : "19891120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BOSTON (MASS)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "AIDS Battler Gives Needles Illicitly to Addicts" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/20\/nyregion\/aids-battler-gives-needles-illicitly-to-addicts.html"} , {"body" : "LEAD: A former head chef at a well-known Brooklyn restaurant who was despondent over his poor health apparently shot his wife and then killed himself in Queens yesterday, the police said. A former head chef at a well-known Brooklyn restaurant who was despondent over his poor health apparently shot his wife and then killed himself in Queens" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Ex-Chef and His Wife Found Dead in Queens" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/nyregion\/ex-chef-and-his-wife-found-dead-in-queens.html"} , {"body" : "LEAD: A 25-year-old New York City police officer was arrested yesterday in the robbery, while off duty, of a burglary suspect on Wednesday at a Brooklyn shopping center where the suspect was showing off his $48,200 booty, the police said. A 25-year-old New York City police officer was arrested yesterday in the robbery, while off duty, of a burglary" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Officer, 25, Is Arrested In Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/nyregion\/officer-25-is-arrested-in-robbery-in-brooklyn.html"} , {"body" : "LEAD: To the Editor: To the Editor: Your lament for a political moratorium on New York City's planned Brooklyn Navy Yard incinerator hit home (editorial, Oct. 25). My home in brownstone Brooklyn, along with my office, is at the predicted center of effects of emissions from that incinerator. On a short morning walk, I picked up 16 pieces of assorted" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Don't Dismiss the Dangers of Incinerator Ash; View From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/opinion\/l-don-t-dismiss-the-dangers-of-incinerator-ash-view-from-brooklyn-081989.html"} , {"body" : "LEAD: A Brooklyn man was sentenced yesterday to 22 years to life in prison in the death of Jessica Cortez, a 5-year-old girl who was found savagely beaten in a Brooklyn apartment last year. A Brooklyn man was sentenced yesterday to 22 years to life in prison in the death of Jessica Cortez, a 5-year-old girl who was found savagely beaten in a" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Given 22 Years In Girl's Beating Death" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/man-is-given-22-years-in-girl-s-beating-death.html"} , {"body" : "LEAD: In the battle over New York City's Hispanic vote, the two major candidates for mayor have carefully selected their weapons: David N. Dinkins, the Democrat, has the backing of elected and union Hispanic officials, while Rudolph W. Giuliani, the Republican, has the support of Carlos Hernandez, the Brooklyn man whose wife was shot and killed" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Candidates Push to Woo Hispanic Vote" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/nyregion\/candidates-push-to-woo-hispanic-vote.html"} , {"body" : "LEAD: ON Tuesday, New York City voters will elect either the first black mayor for the nation's largest city, where blacks account for about a third of the population, or the first Republican in a generation in a city where Democrats outnumber Republicans 5 to 1. ON Tuesday, New York City voters will elect either the first black mayor for the" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE REGION: Mayor of a Troubled City; For New York, Two Who Would Be Different" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/weekinreview\/the-region-mayor-of-a-troubled-city-for-new-york-two-who-would-be-different.html"} ,   {"body" : "LEAD: The price of milk rose to a record 75 cents a quart in the New York metropolitan region in October and is likely to rise even more before the end of the year, New York State milk marketing experts said this week. The price of milk rose to a record 75 cents a quart in the New York metropolitan region in October and is likely to rise even more" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Record Milk Prices Are Expected to Rise Further" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/nyregion\/record-milk-prices-are-expected-to-rise-further.html"} , {"body" : "LEAD: Alfred Finkel, a retired steel-company executive and philanthropist, died of a heart attack on Thursday at Tisch Hospital-University Hospital of New York University. He was 68 years old and lived in Woodmere, L.I. Alfred Finkel, a retired steel-company executive and philanthropist, died of a heart attack on Thursday at Tisch" , "date" : "19891104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Alfred Finkel, 68, Dies; Former Steel Executive" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/04\/obituaries\/alfred-finkel-68-dies-former-steel-executive.html"} , {"body" : "LEAD: New York City's Jewish voters are the most sharply divided of the city's major ethnic and racial groups, so divided that many campaign strategists say they could swing this year's mayoral election. New York City's Jewish voters are the most sharply divided of the city's major ethnic and racial groups, so divided that many campaign strategists" , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Some of New York's Jewish Voters Reconsider Their Support of Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/nyregion\/some-of-new-york-s-jewish-voters-reconsider-their-support-of-dinkins.html"} , {"body" : "LEAD: More than two years after New York City began the nation's largest low- and moderate-income housing program, construction is moving at full throttle. In one recent initiative, work is nearing completion on El Rosario, a complex of 51 two-family homes in a blighted industrial section of the East Williamsburg neighborhood in More than two years" , "date" : "19891029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EL ROSARIO (BKLYN, NY, DEVELOPMENT)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 51 Low-Cost Houses; 2-Families" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/29\/realestate\/postings-51-low-cost-houses-2-families.html"} , {"body" : "LEAD: A police officer shot and killed a Brooklyn man last night after the man charged at officers with a butcher knife at his grocery, the police said. A police officer shot and killed a Brooklyn man last night after the man charged at officers with a butcher knife at his grocery, the police said. The man, Clyde Williams, 38 years old, who lived" , "date" : "19891028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Officer Kills Brooklyn Man After He Attacks With Knife" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/28\/nyregion\/officer-kills-brooklyn-man-after-he-attacks-with-knife.html"} , {"body" : "LEAD: As Election Day draws closer, Rudolph W. Giuliani is turning kinder toward the man he once vilified and wants to succeed, Mayor Edward I. Koch. As Election Day draws closer, Rudolph W. Giuliani is turning kinder toward the man he once vilified and wants to succeed, Mayor Edward I. Koch. During the primary campaign this summer, Mr. Giuliani" , "date" : "19891028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)" , "WILLIAMSBURG (NYC)" , "KEW GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "New Tactic For Giuliani: Praise Koch As a Leader" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/28\/nyregion\/new-tactic-for-giuliani-praise-koch-as-a-leader.html"} , {"body" : "LEAD: Though David N. Dinkins and Rudolph W. Giuliani have produced much smoke and heat lately in attacking each other over matters like personal finances and campaign associates, their differences on New York City issues are more a matter of nuance than substance. Though David N. Dinkins and Rudolph W. Giuliani have produced much smoke and heat" , "date" : "19891027" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On City Problems, Mayoral Rivals Are Not Far Apart" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/27\/nyregion\/on-city-problems-mayoral-rivals-are-not-far-apart.html"} , {"body" : "LEAD: A Brooklyn man pleaded guilty yesterday in the death of Jessica Cortez, a 5-year-old girl who was found savagely beaten and sexually assaulted in a Brooklyn apartment last year. A Brooklyn man pleaded guilty yesterday in the death of Jessica Cortez, a 5-year-old girl who was found savagely beaten and sexually assaulted in a Brooklyn apartment" , "date" : "19891021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Brooklyn Man Admits Killing 5-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/21\/nyregion\/brooklyn-man-admits-killing-5-year-old-girl.html"} , {"body" : "LEAD: No election issue this year moves the Satmar Hasidic community of the Williamsburg section of Brooklyn more than the incinerator the city proposes to put in the nearby Brooklyn Navy Yard. That was why on Monday night in the middle of the Succoth holidays, David N. Dinkins -who has called for a moratorium on incinerators - found himself" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Anti-Incinerator Stand Brings a Blessing" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/anti-incinerator-stand-brings-a-blessing.html"} , {"body" : "LEAD: A proposal by David N. Dinkins, the Democratic candidate for mayor, to delay the garbage-burning incinerator planned for the Brooklyn Navy Yard might jeopardize the project seriously or have almost no effect on its already tortured route through governmental bureaucracy. A proposal by David N. Dinkins, the Democratic candidate for mayor, to" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Incinerator Delay: Impact Is Debated" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/incinerator-delay-impact-is-debated.html"} ,   {"body" : "LEAD: For more than a year, the Food and Drug Administration and the House of Representatives Subcommittee on Oversight and Investigations have been reporting evidence of unethical behavior at generic drug companies. For more than a year, the Food and Drug Administration and the House of Representatives Subcommittee on Oversight and Investigations" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bolar: A Drug Company Under Seige" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/nyregion\/bolar-a-drug-company-under-seige.html"} , {"body" : "LEAD: To the Editor: To the Editor: I wish to correct a statement made by Rabbi Samuel Fogelman in a posting [ ''1,500-Girl School'' ] on Sept. 10 in which he states that the Lubavitcher movement in Crown Heights is building a school that will be ''the largest religious girls' school in the world, capable of holding 1,500 students.'' The largest" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion" , "Education" , "Real Estate"] , "page_facet" : "20" , "title" : "Girls' School" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/l-girls-school-154289.html"} , {"body" : "LEAD: FOR more than a year, the Food and Drug Administration and the House of Representatives Subcommittee on Oversight and Investigations have been reporting evidence of unethical behavior at generic drug companies. FOR more than a year, the Food and Drug Administration and the House of Representatives Subcommittee on Oversight and Investigations" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Bolar: A Drug Company Under Siege" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/nyregion\/bolar-a-drug-company-under-siege.html"} , {"body" : "LEAD: A Baptist minister, a doorman walking home and a printer who planned to be married on Saturday were among 11 people slain in New York City during the 12 hours between sundown Wednesday and the following dawn. The police said it was one of the bloodiest nights the city has seen this year. A Baptist minister, a doorman walking home and a" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Deadly Night: New York Murders Keep Pace" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/deadly-night-new-york-murders-keep-pace.html"} , {"body" : "LEAD: Will Morton 8th blew into town from Colorado about three weeks ago to give Brooklyn back a piece of its own lost magic. He came to restore the carousel in Prospect Park. Will Morton 8th blew into town from Colorado about three weeks ago to give Brooklyn back a piece of its own lost magic. He came to restore the carousel in Prospect Park. Mr." , "date" : "19891007" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York; Restoring Some Magic To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/07\/nyregion\/about-new-york-restoring-some-magic-to-brooklyn.html"} , {"body" : "LEAD: A student disturbance at Eastern District High School in Brooklyn on Tuesday was an isolated incident, provoked by what students believed was a white teacher's racist remarks and fueled by a perception that their complaints about the teacher were being ignored, students and staff members said yesterday. A student disturbance at Eastern" , "date" : "19891005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Racial Tensions in New York Blamed for School Disruption" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/05\/nyregion\/racial-tensions-in-new-york-blamed-for-school-disruption.html"} , {"body" : "LEAD: Hundreds of black and Hispanic students, incensed by a history teacher's remark that they deemed racist, walked out of classes in a Brooklyn high school yesterday morning, smashing display cabinets and forcing the school to close early, the police and school officials said. Hundreds of black and Hispanic students, incensed by a history" , "date" : "19891004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Minority Students Walk Out Over a Teacher's Remarks" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/04\/nyregion\/minority-students-walk-out-over-a-teacher-s-remarks.html"} , {"body" : "LEAD: The forced closing of the Williamsburg Bridge in April 1988 dramatized the effects of prolonged scrimping on routine maintenance. It is hardly the only New York City bridge to suffer such neglect. Now New Yorkers can applaud the start of a widespread rebuilding effort. An event last week in Brooklyn, the reopening of the Carroll Street Bridge" , "date" : "19890929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL STREET BRIDGE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Bringing Back the Bridges" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/29\/opinion\/bringing-back-the-bridges.html"} , {"body" : "LEAD: A man collecting bottles found a newborn baby's body yesterday in a trash bin alongside the Williamsburg Bridge in Brooklyn, the police said. No note or other identification was with the baby, who was declared dead at the scene after police were called at 8:27 A.M. A man collecting bottles found a newborn baby's body yesterday in a trash bin" , "date" : "19890927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body of Baby Found in Trash" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/27\/nyregion\/body-of-baby-found-in-trash.html"} , {"body" : "LEAD: A uniformed police officer was shot in the back yesterday in Brooklyn, but his life was saved by a bulletproof vest, the police said. A uniformed police officer was shot in the back yesterday in Brooklyn, but his life was saved by a bulletproof vest, the police said. The officer, 27-year-old Michael Henricks of Merrick, L.I., was shot once in" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Bulletproof Vest Saves Officer as Suspect Is Killed" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/nyregion\/bulletproof-vest-saves-officer-as-suspect-is-killed.html"} ,   {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: A Brooklyn man has been arrested and charged with assaulting and robbing elderly members of the Hasidic community, the police said yesterday. A Brooklyn man has been arrested and charged with assaulting and robbing elderly members of the Hasidic community, the police said yesterday. The suspect, David Hawkins, 24 years old, of 51 Ross Street," , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Suspect Held in Attacks On Elderly in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/suspect-held-in-attacks-on-elderly-in-brooklyn.html"} , {"body" : "LEAD: Not long after the image of Mayor Edward I. Koch faded from a giant television screen above the Hotel Penta Grand Ballroom just after midnight, David N. Dinkins mounted the stage to the cheers of several thousand supporters to claim victory in the Democratic mayoral primary. Not long after the image of Mayor Edward I. Koch faded from a giant" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEW YORK PRIMARY; Dinkins and Friends Exult in Victory" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/the-new-york-primary-dinkins-and-friends-exult-in-victory.html"} , {"body" : "LEAD: David N. Dinkins, the Manhattan Borough President running in the Democratic primary for mayor, had just completed a swing through a Lower East Side knish shop, seeking votes among the Orthodox Jewish families gathered for an early Sunday lunch. But the handshaking made no impression on a young man in a yarmulke at the back of the room. David" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Dinkins and Koch Vie for Jews' Votes" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/dinkins-and-koch-vie-for-jews-votes.html"} , {"body" : "LEAD: The minuet of endorsements, mayoral and otherwise, continued yesterday. The minuet of endorsements, mayoral and otherwise, continued yesterday. Saying he was breaking with ''normal custom'' and backing a candidate during a primary campaign, Senator Edward M. Kennedy endorsed David N. Dinkins for mayor of New York yesterday. Mr. Kennedy, a" , "date" : "19890906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Campaign Trail; Endorsements, Actual and Canceled" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/06\/nyregion\/campaign-trail-endorsements-actual-and-canceled.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: A Brooklyn community group that has been renovating abandoned and dilapidated buildings in the Williamsburg section is to open three rehabilitated apartment houses near the Brooklyn-Queens Expressway at 10:30 A.M. Friday in a ceremony at 344 Rodney Street. The Rodney Street building and two nearby buildings, at 334 South Third Street and 778" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 71 Low-Income Units; Doing Rehabs" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/realestate\/postings-71-low-income-units-doing-rehabs.html"} , {"body" : "LEAD: Judith A. Hoffstein, a 33-year-old director of marketing at the American Express Company in New York, and Joel E. Patenaude, the 29-year-old assistant director for economic development at the East Williamsburg Valley Industrial Development Corporation in Brooklyn, were married yesterday at the home of the bride's parents, Mr. Judith A." , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "Judith Hoffstein Becomes a Bride" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/style\/judith-hoffstein-becomes-a-bride.html"} , {"body" : "LEAD: He's sitting on the sidewalk, sipping iced tea and leaning against the gate of Public School 316 in the Williamsburg section of Brooklyn. A block away, on the elevated tracks of Broadway, a J train roars by, largely unnoticed. A bunch of neighborhood kids pass him, stare, and smile at the guy in the green bowling shirt. He's sitting on the" , "date" : "19890824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Solo Duo: Bill Murray Directing Bill Murray" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/24\/movies\/solo-duo-bill-murray-directing-bill-murray.html"} , {"body" : "LEAD: ''There are dangers faced by artists who deal provocatively with religious symbols,'' said Andres Serrano, the photographer whose picture of a crucified Christ submerged in urine has helped set off probably the strongest Congressional attack on the National Endowment for the Arts in that agency's 25-year history. ''There are dangers faced by" , "date" : "19890816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Artist Who Outraged Congress Lives Amid Christian Symbols" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/16\/arts\/artist-who-outraged-congress-lives-amid-christian-symbols.html"} ,   {"body" : "LEAD: A pregnant woman was shot four times Saturday by an ex-boyfriend in a Brooklyn park, the authorities said. A male companion, Joseph DelDecia, was killed in the attack The woman, Maria Gordon, who is three months pregnant, was in serious condition at Bellevue Hospital Center, said a spokesman, Robert Frazier. A pregnant woman was shot four" , "date" : "19890807" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Ex-Boyfriend Shoots Woman and Friend" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/07\/nyregion\/metro-datelines-ex-boyfriend-shoots-woman-and-friend.html"} , {"body" : "LEAD: The family of a mentally retarded Brooklyn man who suffocated last month during a struggle with the police said yesterday that the man was too mentally impaired to understand what the officers wanted of him. The family of a mentally retarded Brooklyn man who suffocated last month during a struggle with the police said yesterday that the man" , "date" : "19890806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Family Says Retarded Victim Couldn't Heed Officers" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/06\/nyregion\/family-says-retarded-victim-couldn-t-heed-officers.html"} , {"body" : "LEAD: A mentally retarded man who died last month in a struggle with the police suffocated when the officers lay on him and cut off his breathing, the New York City Medical Examiner's office said yesterday. A mentally retarded man who died last month in a struggle with the police suffocated when the officers lay on him and cut off his breathing," , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officers Implicated In Report on Death Of a Retarded Man" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/officers-implicated-in-report-on-death-of-a-retarded-man.html"} , {"body" : "LEAD: The main campaign event one day recently was in a Suffolk County park to which thousands of elderly people from Queens and Brooklyn had been bused. Edward I. Koch, New York Mayor and mayoral candidate, dropped in by helicopter, conducted a blitzkrieg tour of the picnic area, spoke briefly over a fuzzy public-address system and helicoptered" , "date" : "19890804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lauder Tries to Fill Style Gaps With Debate on Competence" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/04\/nyregion\/lauder-tries-to-fill-style-gaps-with-debate-on-competence.html"} , {"body" : "LEAD: African-American Quilts, Museum of American Folk Art, Feld Gallery at Lincoln Square, Columbus Avenue at 66th Street; 212-977-7298. African-American Quilts, Museum of American Folk Art, Feld Gallery at Lincoln Square, Columbus Avenue at 66th Street; 212-977-7298. ''Stitched From the Soul: Slave Quilts From the Ante-Bellum South,'' an" , "date" : "19890720" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: Quilts and Parks and Interiors" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/20\/garden\/calendar-quilts-and-parks-and-interiors.html"} , {"body" : "LEAD: There was a nasty confrontation between a white merchant and a black customer in Brooklyn. After angry words were exchanged, a boycott was organized. But instead of violence, the parties negotiated and hammered out a settlement. There was a nasty confrontation between a white merchant and a black customer in Brooklyn. After angry words were" , "date" : "19890717" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Minister's Job Is Advocacy For Blacks" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/17\/nyregion\/minister-s-job-is-advocacy-for-blacks.html"} , {"body" : "LEAD: Sidney Hook, a major American philosopher who wrote many books on Marxism, public policy and education, died of congestive heart failure Wednesday at Stanford University Hospital in Stanford, Calif. He was 86 years old and lived on the university campus. Sidney Hook, a major American philosopher who wrote many books on Marxism, public policy" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "Sidney Hook, Political Philosopher, Is Dead at 86" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/obituaries\/sidney-hook-political-philosopher-is-dead-at-86.html"} , {"body" : "LEAD: THE Cooper Square Committee, a feisty group of neighborhood advocates that first squared off against City Hall when Robert Moses tried to bulldoze blocks of tenement buildings in 1959, may seem an unlikely real estate developer. THE Cooper Square Committee, a feisty group of neighborhood advocates that first squared off against City Hall when" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Tenant-as-Landlord Movement" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/realestate\/the-tenant-as-landlord-movement.html"} , {"body" : "LEAD: SIXTY miles south of St. Louis on an island in the Mississippi, there is a shrine to a period of American history now largely forgotten. It is a 650-pound bronze and silver bell, cast in 1741 in La Rochelle, France, given by Louis XV to the mission church at Kaskaskia. The once-bustling French Colonial town of Kaskaskia was separated from the" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KASKASKIA ISLAND" , "MISSISSIPPI RIVER"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "8" , "title" : "Louis XV's Mississippi Valley" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/travel\/louis-xv-s-mississippi-valley.html"} , {"body" : "LEAD: Ever since the first Fourth, in July 1776, the day of Independence has been aiming at ever greater gloriousness. This year's extended Fourth, from today through Tuesday, gives every hyperbolic promise of living up to the tradition of freedom, fun and frolic that turns New York into the biggest small-town celebration in the nation. Ever since" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Five-Day Fourth: A Wingding in the Rockets' Red Glare" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/arts\/five-day-fourth-a-wingding-in-the-rockets-red-glare.html"} ,   {"body" : "LEAD: NOW that so many of New York's neighborhoods with solid stocks of brownstones, like the Park Slope section of Brooklyn and the Upper West Side of Manhattan, have gone from down-and-out to up-and-definitely-in, it would seem that the mission of the 21-year-old Brownstone Revival Committee has been accomplished. NOW that so many of New York's" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : ">Old Homes Retain Allure For Group" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/garden\/old-homes-retain-allure-for-group.html"} , {"body" : "LEAD: Like a Buffalo Like a Buffalo ''To me, a buffalo stance is an attitude you have to have in order to get by,'' Neneh Cherry said. ''It's not about fashion but about survival in inner cities and elsewhere.'' In a telephone interview from Los Angeles the other day, the 24-year-old singer explained the title of the first single from her debut" , "date" : "19890628" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/28\/arts\/the-pop-life-601389.html"} , {"body" : "LEAD: WHEN Rickey Henderson was sent back home to Oakland last week, much was made of how Willie Randolph, the former co-captain, had often been the only Yankee who could prod Rickey into playing harder. WHEN Rickey Henderson was sent back home to Oakland last week, much was made of how Willie Randolph, the former co-captain, had often been the" , "date" : "19890625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPORTS OF THE TIMES; How the Old Yankees Did It" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/25\/sports\/sports-of-the-times-how-the-old-yankees-did-it.html"} , {"body" : "LEAD: The New York State Division of Housing and Community Renewal has approved the first projects in a new housing program for low-income people - 500 apartments in 13 buildings at a cost of $40 million. The so-called Turnkey Program seeks proposals from developers who, after approval, borrow from private lenders, erect the buildings to state" , "date" : "19890625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Turnkey Program; Housing the Poor" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/25\/realestate\/postings-turnkey-program-housing-the-poor.html"} , {"body" : "LEAD: The Republic New York Corporation proposed Thursday that the Manhattan Savings Bank merge with the Williamsburg Savings Bank, a Republic subsidiary. The Republic New York Corporation proposed Thursday that the Manhattan Savings Bank merge with the Williamsburg Savings Bank, a Republic subsidiary. ''We are flattered that they consider us an" , "date" : "19890624" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "33" , "title" : "COMPANY NEWS; Bank Merger Is Proposed" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/24\/business\/company-news-bank-merger-is-proposed.html"} , {"body" : "LEAD: A disparate group of New Yorkers, from real-estate developers to a former mayor and City Council president to members of black and Hispanic civic groups, is demanding that the commission rewriting the City Charter postpone a referendum on a new municipal government scheduled for November. A disparate group of New Yorkers, from real-estate" , "date" : "19890620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Charter Panel Facing More Pressure to Delay Vote" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/20\/nyregion\/charter-panel-facing-more-pressure-to-delay-vote.html"} , {"body" : "LEAD: A public forum in Brooklyn last night on how to improve representation and participation in New York City's government, especially for minority groups, instead became a discourse on why just a handful of people had shown up to discuss the matter. A public forum in Brooklyn last night on how to improve representation and participation in New" , "date" : "19890613" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "What If You Gave a Forum and Nobody Came?" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/13\/nyregion\/what-if-you-gave-a-forum-and-nobody-came.html"} , {"body" : "LEAD: A man who was convicted of sex attacks is responsible for five recent similar attacks on teen-age girls in Brooklyn, the police said yesterday. A man who was convicted of sex attacks is responsible for five recent similar attacks on teen-age girls in Brooklyn, the police said yesterday. A police spokesman, Sgt. Raymond O'Donnell, said" , "date" : "19890609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Police Seek Parolee In Attacks on Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/09\/nyregion\/metro-datelines-police-seek-parolee-in-attacks-on-girls.html"} , {"body" : "LEAD: IT took Judy Pfaff, a New York-based artist, 13 years to get around to concentrating on putting her house together. But last year, when she finally did, she built her dream house, or at least a small version of it. IT took Judy Pfaff, a New York-based artist, 13 years to get around to concentrating on putting her house together. But last" , "date" : "19890608" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Inside a Loft, A Cozy Cottage Nestles" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/08\/garden\/inside-a-loft-a-cozy-cottage-nestles.html"} , {"body" : "LEAD: A man was abducted, beaten and stabbed in Brooklyn early Wednesday by a group of Hasidim who apparently mistook him for the editor of a newspaper that has written about internal disputes in a Hasidic sect, the police said yesterday. A man was abducted, beaten and stabbed in Brooklyn early Wednesday by a group of Hasidim who apparently mistook" , "date" : "19890603" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Man Is Stabbed in Hasidic Feud Leaving Home of Brooklyn Editor" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/03\/nyregion\/man-is-stabbed-in-hasidic-feud-leaving-home-of-brooklyn-editor.html"} ,   {"body" : "LEAD: One youth fired a round of bullets into the heads of two men to prove he was a hardened drug dealer. When another youth fatally beat an elderly man, he did so to impress two friends. And a third claims ''a misunderstanding'' provoked him to kill another teen-ager on his way to school one day. One youth fired a round of bullets into the heads" , "date" : "19890603" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Youths With Brutal Pasts, in a Prison 'Without Cruelty'" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/03\/nyregion\/youths-with-brutal-pasts-in-a-prison-without-cruelty.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} , {"body" : "LEAD: As the first mayoral candidate to appear yesterday at a campaign breakfast in Brooklyn, Mayor Edward I. Koch begged off making the obligatory self-introduction. ''If you don't know who I am after 12 years, then I'm a failure,'' Mr. Koch told an audience of representatives of Jewish organizations. As the first mayoral candidate to appear" , "date" : "19890522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jewish Groups Hear Koch and Rivals" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/22\/nyregion\/jewish-groups-hear-koch-and-rivals.html"} , {"body" : "LEAD: Almost half of 26 bridges in New York City that were recently inspected have serious ''structural deficiencies'' and reflect the generally poor condition of bridges throughout the city, according to an audit released yesterday by the City Comptroller. Almost half of 26 bridges in New York City that were recently inspected have serious" , "date" : "19890522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Goldin Faults New York City For 'Deficiencies' in Bridges" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/22\/nyregion\/goldin-faults-new-york-city-for-deficiencies-in-bridges.html"} , {"body" : "LEAD: THE Department of Transportation is racing to meet a deadline for reopening the little Carroll Street Bridge across the Gowanus Canal in Brooklyn. The unusual 1889 retractile-type bridge - the oldest in the country - has been left open since 1986, but the department has been repairing it since last December and it should be working in time" , "date" : "19890521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL" , "CARROLL STREET BRIDGE (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "STREETSCAPES: The Carroll Street Bridge; Getting a Landmark in Shape for Its 100th Birthday" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/21\/realestate\/streetscapes-carroll-street-bridge-getting-landmark-shape-for-its-100th-birthday.html"} , {"body" : "LEAD: After three weeks of intense and sometimes divisive debate, the New York City Charter Revision Commission yesterday completed, just two days behind target, its preliminary proposals for reshaping the government of the nation's largest city. After three weeks of intense and sometimes divisive debate, the New York City Charter Revision" , "date" : "19890516" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Charter Panel, for Now, Finishes Reshaping the Government" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/16\/nyregion\/charter-panel-for-now-finishes-reshaping-the-government.html"} , {"body" : "LEAD: Two nonprofit groups now renovating 2,000 apartments for low-income tenants and homeless families in New York City will rebuild 1,000 more over the next 18 months, officials of the groups said. Two nonprofit groups now renovating 2,000 apartments for low-income tenants and homeless families in New York City will rebuild 1,000 more over the" , "date" : "19890515" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sponsors of Rebuilt Housing Foresee 1,000 More Units" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/15\/nyregion\/sponsors-of-rebuilt-housing-foresee-1000-more-units.html"} , {"body" : "LEAD: This is a summary of restaurant reviews that have appeared in The New York Times. Stars are followed by the date of original publication; restaurants mentioned in Diner's Journal do not have stars. Prices are current. Adele (Diner's Journal, Feb. 10, 1989), 501 11th Street (718-788-4980) - This former carriage house in the Park Slope section" , "date" : "19890505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Dining Out Guide: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/05\/arts\/dining-out-guide-brooklyn.html"} , {"body" : "LEAD: One day after Gov. Mario M. Cuomo vetoed a proposed tuition increase that had prompted demonstrations throughout the City University system, students remained entrenched yesterday in administration buildings on 10 campuses. They said they would not surrender until the state guaranteed that the university's budget would not be cut further. One" , "date" : "19890504" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Day After Tuition Veto, CUNY Protest Goes On" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/04\/nyregion\/day-after-tuition-veto-cuny-protest-goes-on.html"} , {"body" : "LEAD: ''There are people in the audience who are candidates for citywide office. There are people who are soon to announce their candidacy,'' smiled Rabbi Morris A. Shmidman, looking out over what he described as ''a sea of black hats'' worn by Hasidic and Orthodox Jews and introducing the visiting dignitaries. ''There are people in the audience" , "date" : "19890502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Birth of a Voting Bloc: the Hasidim and Orthodox Organize" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/02\/nyregion\/birth-of-a-voting-bloc-the-hasidim-and-orthodox-organize.html"} ,   {"body" : "LEAD: An unemployed mechanic who the authorities said faked bicycle accidents to meet his victims has been charged with committing at least seven rapes in Brooklyn, the police said. An unemployed mechanic who the authorities said faked bicycle accidents to meet his victims has been charged with committing at least seven rapes in Brooklyn, the" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO DATELINES; Suspect Is Arrested In Bicycle Rape Case" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/metro-datelines-suspect-is-arrested-in-bicycle-rape-case.html"} , {"body" : "LEAD: THE bus was heading uptown on Third Avenue. Somewhere before Bloomingdale's it stopped for a traffic light and it was then that the passengers first became aware of the pedestrian: he dashed from the sidewalk out to the middle of the street and knocked on the bus door. The bus driver ignored him. The man knocked again. THE bus was heading" , "date" : "19890426" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/26\/garden\/metropolitan-diary-208589.html"} , {"body" : "LEAD: Like most of the inmates in the women's house on Rikers Island, Farah L. is there because of drugs - in her case, a kilo of crack that a police narcotics team found when they raided her friend's apartment in Jamaica, Queens, one hot day last August. Like most of the inmates in the women's house on Rikers Island, Farah L. is there because of" , "date" : "19890417" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Number of Mothers in Jail Surges With Drug Arrests" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/17\/nyregion\/number-of-mothers-in-jail-surges-with-drug-arrests.html"} , {"body" : "LEAD: More than 100 mentally disabled children in the New York City foster-care system are being kept in hospitals - in some cases more than a year and at costs of up to $900 a day - waiting for the city to find proper homes for them. More than 100 mentally disabled children in the New York City foster-care system are being kept in hospitals - in" , "date" : "19890411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Disabled Foster-Care Youths Kept in New York Hospitals" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/11\/nyregion\/disabled-foster-care-youths-kept-in-new-york-hospitals.html"} , {"body" : "LEAD: The water that New Yorkers drink and bathe in begins its path southward in the smooth surfaces of the rock formations, in the smallest of cracks, and in the bellies of the creeks cutting through the woody hillsides, and even runs over the lawns and swooshes past the tires of cars parked on country streets. The water that New Yorkers drink and" , "date" : "19890410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["DELAWARE RIVER BASIN" , "NEW YORK CITY" , "CATSKILL MOUNTAINS" , "CROTON RESERVOIR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Water Low, Focus Is on the Catskills" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/10\/nyregion\/with-water-low-focus-is-on-the-catskills.html"} , {"body" : "LEAD: Most of the time, New Yorkers dart determinedly from point A to point B, or wander about the city oblivious to the cultural, historical and architectural riches in their midst. Occasionally, they may glance up at a particularly notable building or monument, or even join a walking or bus tour in an attempt to become better acquainted with" , "date" : "19890407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Urban Adventures: Touring by the Book" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/07\/arts\/urban-adventures-touring-by-the-book.html"} , {"body" : "LEAD: CATHEDRAL MUSIC In a yearlong survey, the music program at the Cathedral of the Incarnation in Garden City has traced the history of Anglican cathedral music from pre-Reformation days to the present. Today, the cathedral, the seat of the Episcopal Diocese of Long Island, begins a four-day program appropriately entitled ''Festival of Anglican" , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "LONG ISLAND GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/nyregion\/long-island-guide.html"} , {"body" : "LEAD: Seeking to relieve a severe nursing shortage, Mayor Edward I. Koch said yesterday that New York City will spend about $45 million in the next two years to create housing for 1,000 nurses. Seeking to relieve a severe nursing shortage, Mayor Edward I. Koch said yesterday that New York City will spend about $45 million in the next two years to" , "date" : "19890331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Koch Promises 400 Apartments For City Nurses" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/31\/nyregion\/koch-promises-400-apartments-for-city-nurses.html"} , {"body" : "LEAD: Until recently, few people outside of law enforcement had ever heard of the New York City hospital police, the tiny, unarmed security force deployed in the often chaotic wards and hallways of the city's municipal hospitals. All that changed Jan. 7, when a young doctor was raped and strangled in her office at Bellevue Hospital Until recently," , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Hospital Police: No Guns, No Respect, Lots of Trouble" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/hospital-police-no-guns-no-respect-lots-of-trouble.html"} , {"body" : "LEAD: It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. After a garbage truck makes its rounds, a smaller truck stops for the newspapers and bottles" , "date" : "19890316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Blue Buckets May Be in New York City's Future" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/16\/nyregion\/blue-buckets-may-be-in-new-york-city-s-future.html"} ,   {"body" : "LEAD: The Port Authority of New York and New Jersey has started a new telephone service at 800-247-7433, with recordings and agents giving information on getting to or between the three area airports, including names and telephone numbers of companies providing transportation. Kennedy International Airport The Port Authority of New York and New" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LA GUARDIA AIRPORT (NYC)" , "NEWARK INTERNATIONAL AIRPORT" , "KENNEDY INTERNATIONAL AIRPORT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "Getting to New York Area Airports: By Land, Air and Water" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/travel\/getting-to-new-york-area-airports-by-land-air-and-water.html"} , {"body" : "LEAD: Two masked gunmen robbed a Brooklyn bank of an undetermined amount of cash yesterday. The men announced the holdup at 6:17 P.M. after the Williamsburg Savings Bank at 2301 81st St. in Bensonhurst had closed for the day, said a police spokesman, Sgt. Raymond O'Donnell. The men forced a security guard and a teller who were putting money in the" , "date" : "19890309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gunmen Rob Brooklyn Bank" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/09\/nyregion\/gunmen-rob-brooklyn-bank.html"} , {"body" : "LEAD: The man had the long beard, sidecurls and dark clothing of a Hasid. Pulling a small boy by the hand, he entered briskly through a side door and then gave the child a push in the general direction of a roomful of children. Then the man vanished. The man had the long beard, sidecurls and dark clothing of a Hasid. Pulling a small boy by the" , "date" : "19890308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "About New York; In Williamsburg, Hasidim Find A Door of Hope" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/08\/nyregion\/about-new-york-in-williamsburg-hasidim-find-a-door-of-hope.html"} , {"body" : "LEAD: A crowd of Hasidic Jews surrounded and beat a black teen-ager who they believed had just slashed a Hasidic woman and her son during a robbery in the Crown Heights section of Brooklyn Friday night, the police said. A crowd of Hasidic Jews surrounded and beat a black teen-ager who they believed had just slashed a Hasidic woman and her son" , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Crowd in Brooklyn, Angered at Slashing, Beats a 16-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/nyregion\/crowd-in-brooklyn-angered-at-slashing-beats-a-16-year-old.html"} , {"body" : "LEAD: A Hasidic Jewish community would like to turn the Brooklyn Naval Station into a residential area. Three towns in Illinois are vying for Fort Sheridan along Lake Michigan for a park or housing. The University of Utah wants Fort Douglas - free. A Hasidic Jewish community would like to turn the Brooklyn Naval Station into a residential area." , "date" : "19890227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "If Bases Shut, Who'll Get the Land?" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/27\/us\/if-bases-shut-who-ll-get-the-land.html"} , {"body" : "LEAD: The Brooklyn Historical Society, which adopted its new name and changed its focus to emphasize the people who live in the borough now rather than those who originally peopled it, has embarked on an ambitious project to present the first full picture of Brooklynites with Latin roots. The Brooklyn Historical Society, which adopted its new name" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "59" , "title" : "Assembling Brooklyn's Hispanic History" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/arts\/assembling-brooklyn-s-hispanic-history.html"} , {"body" : "LEAD: Al Frantz wants his Boy Scouts to look up to George Washington. At Washington Plaza in Brooklyn, they usually look up and see only the top of his hat and the back of his horse. Al Frantz wants his Boy Scouts to look up to George Washington. At Washington Plaza in Brooklyn, they usually look up and see only the top of his hat and the back of" , "date" : "19890220" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About-Face for 'Valley Forge' Statue? Maybe." , "url" : "http:\/\/www.nytimes.com\/1989\/02\/20\/nyregion\/about-face-for-valley-forge-statue-maybe.html"} , {"body" : "LEAD: To the Editor: To the Editor: To a cohort of young New Yorkers, the Brooklyn Dodgers through 1956 were family and part of a larger neighborhood (''Skoonj, We'll Miss You,'' by Ira Glasser, Op-Ed Jan. 28). For many of us, Saturday morning began by collecting ''Elsie'' wrappers from trash bins (10 wrappers and 25 cents gave you reserved-seat" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Not All the Boys of Summer Were Out on the Playing Field" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/opinion\/l-not-all-the-boys-of-summer-were-out-on-the-playing-field-420589.html"} , {"body" : "LEAD: The Shakespeare marathon has been characterized in this newspaper [ ''Peaks and Valleys in Papp's Marathon,'' by Frank Rich, Feb. 5 ] as an enterprise lacking a unifying vision and having no unifying principle other than ''Joseph Papp presents.'' Needless to say, I consider such charges baseless and I resent them. The Shakespeare marathon has" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "The Shakespeare Marathon: The Coach's View THEATER; Running The Marathon" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/theater\/the-shakespeare-marathon-the-coach-s-view-theater-running-the-marathon.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} ,   {"body" : "LEAD: The Federal prosecutor in Brooklyn has begun an investigation into accusations that Hasidic Jews have intimidated and in some cases have beaten black residents of the Williamsburg section, the United States Attorney said yesterday. The Federal prosecutor in Brooklyn has begun an investigation into accusations that Hasidic Jews have" , "date" : "19890216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Maloney Studies Racial Strife" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/16\/nyregion\/maloney-studies-racial-strife.html"} , {"body" : "LEAD: As a teen-ager in the 1930's, Jack B. Weinstein played bit parts in Broadway shows and was briefly one of the bad boys in the original ''Dead End.'' In those same years, the future law professor and judge delivered milk and worked at a trucking company to earn money for school. As a teen-ager in the 1930's, Jack B. Weinstein played bit parts" , "date" : "19890215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lilco Judge: Panache, Perseverance" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/15\/nyregion\/lilco-judge-panache-perseverance.html"} , {"body" : "LEAD: A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to bail-jumpers and contributes to a backlog of 400,000 arrest warrants in the city. A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Need for Computer Link Seen on Warrants" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/need-for-computer-link-seen-on-warrants.html"} , {"body" : "LEAD: When it comes to amassing culture, Americans like to collect the complete set. This is the impulse that leads us to sign up for the Book-of-the-Month Club when it offers every last volume of Will and Ariel Durant, or to dial an 800 number when Vincent Price beckons us from the depths of cable television to purchase recordings of all the" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "STAGE VIEW; Peaks and Valleys in Papp's Marathon" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/theater\/stage-view-peaks-and-valleys-in-papp-s-marathon.html"} , {"body" : "LEAD: There is a tradition in the Williamsburg section of Brooklyn, a tradition almost as old as the sidecurls, beards and broad-brimmed hats that the Hasidic men who live there wear. The tradition is that when someone cries ''Chaptzum'' - the Yiddish equivalent of ''Grab him!'' - everyone obeys. There is a tradition in the Williamsburg section of" , "date" : "19890130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Mugging and a Mob Evoke Debate in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/30\/nyregion\/a-mugging-and-a-mob-evoke-debate-in-brooklyn.html"} , {"body" : "LEAD: INTERNATIONAL A2-9 The political forces in Chile that led the successful campaign against Gen. Augusto Pinochet are feuding over whom to nominate for President, with the main opposition party torn in factions. Page A1 INTERNATIONAL A2-9 The political forces in Chile that led the successful campaign against Gen. Augusto Pinochet are feuding" , "date" : "19890130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/30\/nyregion\/news-summary-334289.html"} , {"body" : "LEAD: A group of Hasidic Jews last week severely beat a homeless man suspected of robbing a Hasidic man in a Brooklyn housing project, the police said yesterday. A group of Hasidic Jews last week severely beat a homeless man suspected of robbing a Hasidic man in a Brooklyn housing project, the police said yesterday. A spokesman, Sgt. Maurice" , "date" : "19890129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Suspected Mugger Is Beaten by Crowd of Hasidim" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/29\/nyregion\/suspected-mugger-is-beaten-by-crowd-of-hasidim.html"} , {"body" : "LEAD: It is almost 24 years since the publication of an eccentric, brilliant, and eerily prescient advertisement for the Plaza Hotel. The ad had no picture of the Plaza or of anything inside it; it was simply a parable, and it was called ''The Day New York Almost Vanished.'' It is almost 24 years since the publication of an eccentric, brilliant," , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "ARCHITECTURE VIEW; A Spot of Paint Won't Hurt This Lily" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/arts\/architecture-view-a-spot-of-paint-won-t-hurt-this-lily.html"} , {"body" : "LEAD: A 14-year-old Brooklyn boy was killed last night when he was caught in the middle of a shootout between two police officers and a gunman, the police said. A 14-year-old Brooklyn boy was killed last night when he was caught in the middle of a shootout between two police officers and a gunman, the police said. The boy was struck once in the" , "date" : "19890104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, a Bystander, Dies in a Police Shootout" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/04\/nyregion\/boy-a-bystander-dies-in-a-police-shootout.html"} , {"body" : "LEAD: Like resolutions, New Year's predictions tend to haunt those who make them. But some milestones can already be discerned in 1989 because of laws, rules or other government actions that will change the physical and social landscape in and around New York City. Like resolutions, New Year's predictions tend to haunt those who make them. But some" , "date" : "19890102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Many Facing New Laws And Rules In New Year" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/02\/nyregion\/many-facing-new-laws-and-rules-in-new-year.html"} ,   {"body" : "LEAD: ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team - Soviet Union. Women - Kim Soo Nyung, South Korea. Women's team - South Korea. U.S. Indoor Champions Men - Ed Eliason, South Stansbury, Utah. Women - Denise Parker, South Jordan, Utah. ARCHERY World Champions Men - Stanislav Zabrodsky, Soviet Union. Men's team -" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "Winners of Individual and Team Championships" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/sports\/winners-of-individual-and-team-championships.html"} , {"body" : "LEAD: The showpiece of the Reagan Administration's housing program was a voucher system, created to give a cash subsidy to poor people so they could choose their own rental housing. The showpiece of the Reagan Administration's housing program was a voucher system, created to give a cash subsidy to poor people so they could choose their own rental" , "date" : "19891231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "H.U.D. Windfall - Subsidies for the Subsidized; In New York, H.U.D.'s Vouchers Pay for Already Cheap Housing" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/31\/nyregion\/hud-windfall-subsidies-for-subsidized-new-york-hud-s-vouchers-pay-for-already.html"} , {"body" : "LEAD: Pointing to deep-rooted ethnic and racial antagonisms in the Williamsburg section of Brooklyn, a coalition of housing groups asserted yesterday that city housing officials are illegally using quotas there to favor Hasidic Jews in renting apartments. In legal papers filed yesterday in Federal District Court in Manhattan, the groups said that" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Housing Aides Discriminate, Coalition Says" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/housing-aides-discriminate-coalition-says.html"} , {"body" : "LEAD: While New York City has begun to dig out from decades of neglect, much rebuilding remains to be done. While New York City has begun to dig out from decades of neglect, much rebuilding remains to be done. The central tasks are fairly clear. The administration of Mayor-elect David N. Dinkins will have to give priority to the schools, bridges" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fixing New York City: Needs Are Awesome" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/nyregion\/fixing-new-york-city-needs-are-awesome.html"} , {"body" : "LEAD: INTERNATIONAL A3-17 Rumania's most repressive controls on individual freedoms, the legacy of Nicolae Ceausescu, were removed by the new Government. Among laws reversed were a ban on abortion and a law requiring registration of all typewriters. Page A1 INTERNATIONAL A3-17 Rumania's most repressive controls on individual freedoms, the legacy of" , "date" : "19891228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/28\/world\/news-summary-335589.html"} , {"body" : "LEAD: New York City has begun to reverse a legacy of physical decline. Over the last decade, with money to spend and a new emphasis on rebuilding New York rather than adding to it, city officials have made major improvements in the physical environment. New York City has begun to reverse a legacy of physical decline. Over the last decade, with" , "date" : "19891227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Despite Perception, New York City Is on the Mend" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/27\/nyregion\/despite-perception-new-york-city-is-on-the-mend.html"} , {"body" : "LEAD: Mayor-elect David N. Dinkins yesterday named Lee P. Brown, the Police Chief of Houston, as his Police Commissioner, making him the first non-New Yorker to head the nation's largest police force in a quarter century. Mayor-elect David N. Dinkins yesterday named Lee P. Brown, the Police Chief of Houston, as his Police Commissioner, making him" , "date" : "19891219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Names Houston's Chief To Be His Police Commissioner" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/19\/nyregion\/dinkins-names-houston-s-chief-to-be-his-police-commissioner.html"} , {"body" : "LEAD: Sgt. Norman Horowitz waved through the window of the blue police van at the elderly neighborhood beautician. ''Hi, pretty lady,'' he boomed. She flashed a gap-toothed grin and waved back. Sgt. Norman Horowitz waved through the window of the blue police van at the elderly neighborhood beautician. ''Hi, pretty lady,'' he boomed. She flashed a" , "date" : "19891212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Oldest New Idea for Policing: Walking a Beat to Stop Crime" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/12\/nyregion\/oldest-new-idea-for-policing-walking-a-beat-to-stop-crime.html"} , {"body" : "LEAD: New York City should prepare itself to assume responsibility next year for a 10-year, $1 billion reconstruction program for its four East River bridges, the State Transportation Commissioner, Franklin E. White, told city officials yesterday. New York City should prepare itself to assume responsibility next year for a 10-year, $1 billion" , "date" : "19891212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO DATELINES; Taking Over Repairs For Bridges Is Urged" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/12\/nyregion\/metro-datelines-taking-over-repairs-for-bridges-is-urged.html"} , {"body" : "LEAD: A 67-year-old Brooklyn woman was killed and her daughter and grandson were seriously burned in a fire that swept through a three-story wood building in the Williamsburg section of Brooklyn early yesterday morning, the police said. A 67-year-old Brooklyn woman was killed and her daughter and grandson were seriously burned in a fire that swept" , "date" : "19891204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fire Kills Brooklyn Woman, 67; 2 Are Hurt" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/04\/nyregion\/fire-kills-brooklyn-woman-67-2-are-hurt.html"} , {"body" : "LEAD: IT MIGHT JUSTIFIABLY BE called a cable car, but it is equally fitting that the device supporting the workmen who are replacing 177,000 feet of steel cable on the Brooklyn Bridge is known as a spider. Unlike, say, the Williamsburg Bridge, just up the East River, which is supported by vertical cables, or other spans, which employ a system of" , "date" : "19891203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "150" , "title" : "WORKS IN PROGRESS; Strung Up" , "url" : "http:\/\/www.nytimes.com\/1989\/12\/03\/magazine\/works-in-progress-strung-up.html"} , {"body" : "LEAD: Shortly before 9 A.M. on Nov. 15, New York City traffic officials got a nightmare phone call: a truck had struck a pedestrian bridge in the Bronx, knocking it onto the Bruckner Expressway. It was the sort of accident that could have gummed up traffic for days. Shortly before 9 A.M. on Nov. 15, New York City traffic officials got a nightmare" , "date" : "19891127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRUCKNER EXPRESSWAY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "The Worm and the Apple: Transitions; Sandler & Schwartz" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/27\/opinion\/the-worm-and-the-apple-transitions-sandler-schwartz.html"} , {"body" : "LEAD: The crack business, it turns out, is a modern, brutalized version of a 19th-century sweatshop. The crack business, it turns out, is a modern, brutalized version of a 19th-century sweatshop. Despite the popular notion that crack sellers all drive Mercedes-Benzes, wear gold jewelry and get rich quick, most of the people in the business work" , "date" : "19891126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Selling Crack: The Myth of Wealth -- A Special Report: Despite Its Promise of Riches, The Crack Trade Seldom Pays" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/26\/nyregion\/selling-crack-myth-wealth-special-report-despite-its-promise-riches-crack-trade.html"} , {"body" : "LEAD: Jon C. Parker spent a recent sunny Saturday morning doing what he does most weekends - breaking the law by handing out clean hypodermic needles to drug abusers, hoping to prevent the spread of AIDS. Jon C. Parker spent a recent sunny Saturday morning doing what he does most weekends - breaking the law by handing out clean hypodermic needles" , "date" : "19891120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BOSTON (MASS)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "AIDS Battler Gives Needles Illicitly to Addicts" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/20\/nyregion\/aids-battler-gives-needles-illicitly-to-addicts.html"} , {"body" : "LEAD: A former head chef at a well-known Brooklyn restaurant who was despondent over his poor health apparently shot his wife and then killed himself in Queens yesterday, the police said. A former head chef at a well-known Brooklyn restaurant who was despondent over his poor health apparently shot his wife and then killed himself in Queens" , "date" : "19891119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Ex-Chef and His Wife Found Dead in Queens" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/19\/nyregion\/ex-chef-and-his-wife-found-dead-in-queens.html"} , {"body" : "LEAD: A 25-year-old New York City police officer was arrested yesterday in the robbery, while off duty, of a burglary suspect on Wednesday at a Brooklyn shopping center where the suspect was showing off his $48,200 booty, the police said. A 25-year-old New York City police officer was arrested yesterday in the robbery, while off duty, of a burglary" , "date" : "19891112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Officer, 25, Is Arrested In Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/12\/nyregion\/officer-25-is-arrested-in-robbery-in-brooklyn.html"} , {"body" : "LEAD: To the Editor: To the Editor: Your lament for a political moratorium on New York City's planned Brooklyn Navy Yard incinerator hit home (editorial, Oct. 25). My home in brownstone Brooklyn, along with my office, is at the predicted center of effects of emissions from that incinerator. On a short morning walk, I picked up 16 pieces of assorted" , "date" : "19891111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Don't Dismiss the Dangers of Incinerator Ash; View From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/11\/opinion\/l-don-t-dismiss-the-dangers-of-incinerator-ash-view-from-brooklyn-081989.html"} , {"body" : "LEAD: A Brooklyn man was sentenced yesterday to 22 years to life in prison in the death of Jessica Cortez, a 5-year-old girl who was found savagely beaten in a Brooklyn apartment last year. A Brooklyn man was sentenced yesterday to 22 years to life in prison in the death of Jessica Cortez, a 5-year-old girl who was found savagely beaten in a" , "date" : "19891110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Given 22 Years In Girl's Beating Death" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/10\/nyregion\/man-is-given-22-years-in-girl-s-beating-death.html"} , {"body" : "LEAD: In the battle over New York City's Hispanic vote, the two major candidates for mayor have carefully selected their weapons: David N. Dinkins, the Democrat, has the backing of elected and union Hispanic officials, while Rudolph W. Giuliani, the Republican, has the support of Carlos Hernandez, the Brooklyn man whose wife was shot and killed" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Candidates Push to Woo Hispanic Vote" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/nyregion\/candidates-push-to-woo-hispanic-vote.html"} , {"body" : "LEAD: ON Tuesday, New York City voters will elect either the first black mayor for the nation's largest city, where blacks account for about a third of the population, or the first Republican in a generation in a city where Democrats outnumber Republicans 5 to 1. ON Tuesday, New York City voters will elect either the first black mayor for the" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE REGION: Mayor of a Troubled City; For New York, Two Who Would Be Different" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/weekinreview\/the-region-mayor-of-a-troubled-city-for-new-york-two-who-would-be-different.html"} , {"body" : "LEAD: The price of milk rose to a record 75 cents a quart in the New York metropolitan region in October and is likely to rise even more before the end of the year, New York State milk marketing experts said this week. The price of milk rose to a record 75 cents a quart in the New York metropolitan region in October and is likely to rise even more" , "date" : "19891105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Record Milk Prices Are Expected to Rise Further" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/05\/nyregion\/record-milk-prices-are-expected-to-rise-further.html"} , {"body" : "LEAD: Alfred Finkel, a retired steel-company executive and philanthropist, died of a heart attack on Thursday at Tisch Hospital-University Hospital of New York University. He was 68 years old and lived in Woodmere, L.I. Alfred Finkel, a retired steel-company executive and philanthropist, died of a heart attack on Thursday at Tisch" , "date" : "19891104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Alfred Finkel, 68, Dies; Former Steel Executive" , "url" : "http:\/\/www.nytimes.com\/1989\/11\/04\/obituaries\/alfred-finkel-68-dies-former-steel-executive.html"} , {"body" : "LEAD: New York City's Jewish voters are the most sharply divided of the city's major ethnic and racial groups, so divided that many campaign strategists say they could swing this year's mayoral election. New York City's Jewish voters are the most sharply divided of the city's major ethnic and racial groups, so divided that many campaign strategists" , "date" : "19891030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Some of New York's Jewish Voters Reconsider Their Support of Dinkins" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/30\/nyregion\/some-of-new-york-s-jewish-voters-reconsider-their-support-of-dinkins.html"} , {"body" : "LEAD: More than two years after New York City began the nation's largest low- and moderate-income housing program, construction is moving at full throttle. In one recent initiative, work is nearing completion on El Rosario, a complex of 51 two-family homes in a blighted industrial section of the East Williamsburg neighborhood in More than two years" , "date" : "19891029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EL ROSARIO (BKLYN, NY, DEVELOPMENT)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 51 Low-Cost Houses; 2-Families" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/29\/realestate\/postings-51-low-cost-houses-2-families.html"} , {"body" : "LEAD: A police officer shot and killed a Brooklyn man last night after the man charged at officers with a butcher knife at his grocery, the police said. A police officer shot and killed a Brooklyn man last night after the man charged at officers with a butcher knife at his grocery, the police said. The man, Clyde Williams, 38 years old, who lived" , "date" : "19891028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Officer Kills Brooklyn Man After He Attacks With Knife" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/28\/nyregion\/officer-kills-brooklyn-man-after-he-attacks-with-knife.html"} , {"body" : "LEAD: As Election Day draws closer, Rudolph W. Giuliani is turning kinder toward the man he once vilified and wants to succeed, Mayor Edward I. Koch. As Election Day draws closer, Rudolph W. Giuliani is turning kinder toward the man he once vilified and wants to succeed, Mayor Edward I. Koch. During the primary campaign this summer, Mr. Giuliani" , "date" : "19891028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)" , "WILLIAMSBURG (NYC)" , "KEW GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "New Tactic For Giuliani: Praise Koch As a Leader" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/28\/nyregion\/new-tactic-for-giuliani-praise-koch-as-a-leader.html"} , {"body" : "LEAD: Though David N. Dinkins and Rudolph W. Giuliani have produced much smoke and heat lately in attacking each other over matters like personal finances and campaign associates, their differences on New York City issues are more a matter of nuance than substance. Though David N. Dinkins and Rudolph W. Giuliani have produced much smoke and heat" , "date" : "19891027" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On City Problems, Mayoral Rivals Are Not Far Apart" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/27\/nyregion\/on-city-problems-mayoral-rivals-are-not-far-apart.html"} , {"body" : "LEAD: A Brooklyn man pleaded guilty yesterday in the death of Jessica Cortez, a 5-year-old girl who was found savagely beaten and sexually assaulted in a Brooklyn apartment last year. A Brooklyn man pleaded guilty yesterday in the death of Jessica Cortez, a 5-year-old girl who was found savagely beaten and sexually assaulted in a Brooklyn apartment" , "date" : "19891021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Brooklyn Man Admits Killing 5-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/21\/nyregion\/brooklyn-man-admits-killing-5-year-old-girl.html"} , {"body" : "LEAD: No election issue this year moves the Satmar Hasidic community of the Williamsburg section of Brooklyn more than the incinerator the city proposes to put in the nearby Brooklyn Navy Yard. That was why on Monday night in the middle of the Succoth holidays, David N. Dinkins -who has called for a moratorium on incinerators - found himself" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Anti-Incinerator Stand Brings a Blessing" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/anti-incinerator-stand-brings-a-blessing.html"} , {"body" : "LEAD: A proposal by David N. Dinkins, the Democratic candidate for mayor, to delay the garbage-burning incinerator planned for the Brooklyn Navy Yard might jeopardize the project seriously or have almost no effect on its already tortured route through governmental bureaucracy. A proposal by David N. Dinkins, the Democratic candidate for mayor, to" , "date" : "19891018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Incinerator Delay: Impact Is Debated" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/18\/nyregion\/incinerator-delay-impact-is-debated.html"} , {"body" : "LEAD: For more than a year, the Food and Drug Administration and the House of Representatives Subcommittee on Oversight and Investigations have been reporting evidence of unethical behavior at generic drug companies. For more than a year, the Food and Drug Administration and the House of Representatives Subcommittee on Oversight and Investigations" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bolar: A Drug Company Under Seige" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/nyregion\/bolar-a-drug-company-under-seige.html"} , {"body" : "LEAD: To the Editor: To the Editor: I wish to correct a statement made by Rabbi Samuel Fogelman in a posting [ ''1,500-Girl School'' ] on Sept. 10 in which he states that the Lubavitcher movement in Crown Heights is building a school that will be ''the largest religious girls' school in the world, capable of holding 1,500 students.'' The largest" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion" , "Education" , "Real Estate"] , "page_facet" : "20" , "title" : "Girls' School" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/realestate\/l-girls-school-154289.html"} , {"body" : "LEAD: FOR more than a year, the Food and Drug Administration and the House of Representatives Subcommittee on Oversight and Investigations have been reporting evidence of unethical behavior at generic drug companies. FOR more than a year, the Food and Drug Administration and the House of Representatives Subcommittee on Oversight and Investigations" , "date" : "19891015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Bolar: A Drug Company Under Siege" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/15\/nyregion\/bolar-a-drug-company-under-siege.html"} , {"body" : "LEAD: A Baptist minister, a doorman walking home and a printer who planned to be married on Saturday were among 11 people slain in New York City during the 12 hours between sundown Wednesday and the following dawn. The police said it was one of the bloodiest nights the city has seen this year. A Baptist minister, a doorman walking home and a" , "date" : "19891013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Deadly Night: New York Murders Keep Pace" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/13\/nyregion\/deadly-night-new-york-murders-keep-pace.html"} , {"body" : "LEAD: Will Morton 8th blew into town from Colorado about three weeks ago to give Brooklyn back a piece of its own lost magic. He came to restore the carousel in Prospect Park. Will Morton 8th blew into town from Colorado about three weeks ago to give Brooklyn back a piece of its own lost magic. He came to restore the carousel in Prospect Park. Mr." , "date" : "19891007" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York; Restoring Some Magic To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/07\/nyregion\/about-new-york-restoring-some-magic-to-brooklyn.html"} , {"body" : "LEAD: A student disturbance at Eastern District High School in Brooklyn on Tuesday was an isolated incident, provoked by what students believed was a white teacher's racist remarks and fueled by a perception that their complaints about the teacher were being ignored, students and staff members said yesterday. A student disturbance at Eastern" , "date" : "19891005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Racial Tensions in New York Blamed for School Disruption" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/05\/nyregion\/racial-tensions-in-new-york-blamed-for-school-disruption.html"} , {"body" : "LEAD: Hundreds of black and Hispanic students, incensed by a history teacher's remark that they deemed racist, walked out of classes in a Brooklyn high school yesterday morning, smashing display cabinets and forcing the school to close early, the police and school officials said. Hundreds of black and Hispanic students, incensed by a history" , "date" : "19891004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Minority Students Walk Out Over a Teacher's Remarks" , "url" : "http:\/\/www.nytimes.com\/1989\/10\/04\/nyregion\/minority-students-walk-out-over-a-teacher-s-remarks.html"} , {"body" : "LEAD: The forced closing of the Williamsburg Bridge in April 1988 dramatized the effects of prolonged scrimping on routine maintenance. It is hardly the only New York City bridge to suffer such neglect. Now New Yorkers can applaud the start of a widespread rebuilding effort. An event last week in Brooklyn, the reopening of the Carroll Street Bridge" , "date" : "19890929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL STREET BRIDGE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Bringing Back the Bridges" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/29\/opinion\/bringing-back-the-bridges.html"} , {"body" : "LEAD: A man collecting bottles found a newborn baby's body yesterday in a trash bin alongside the Williamsburg Bridge in Brooklyn, the police said. No note or other identification was with the baby, who was declared dead at the scene after police were called at 8:27 A.M. A man collecting bottles found a newborn baby's body yesterday in a trash bin" , "date" : "19890927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body of Baby Found in Trash" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/27\/nyregion\/body-of-baby-found-in-trash.html"} , {"body" : "LEAD: A uniformed police officer was shot in the back yesterday in Brooklyn, but his life was saved by a bulletproof vest, the police said. A uniformed police officer was shot in the back yesterday in Brooklyn, but his life was saved by a bulletproof vest, the police said. The officer, 27-year-old Michael Henricks of Merrick, L.I., was shot once in" , "date" : "19890924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Bulletproof Vest Saves Officer as Suspect Is Killed" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/24\/nyregion\/bulletproof-vest-saves-officer-as-suspect-is-killed.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) DEMOCRATIC MAYOR Koch Dinkins Goldin Ravitch A. D. BRONX 73. Mott Haven, Hunts Point 5,092 12,519 634 776 74. Soundview, Bronx River 5,223 11,418 524 456 75. (NOTE: This table may be divided, and additional information on a" , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEW YORK PRIMARY; The Vote for Mayor and Comptroller, District by District" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/the-new-york-primary-the-vote-for-mayor-and-comptroller-district-by-district.html"} , {"body" : "LEAD: A Brooklyn man has been arrested and charged with assaulting and robbing elderly members of the Hasidic community, the police said yesterday. A Brooklyn man has been arrested and charged with assaulting and robbing elderly members of the Hasidic community, the police said yesterday. The suspect, David Hawkins, 24 years old, of 51 Ross Street," , "date" : "19890914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Suspect Held in Attacks On Elderly in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/14\/nyregion\/suspect-held-in-attacks-on-elderly-in-brooklyn.html"} , {"body" : "LEAD: Not long after the image of Mayor Edward I. Koch faded from a giant television screen above the Hotel Penta Grand Ballroom just after midnight, David N. Dinkins mounted the stage to the cheers of several thousand supporters to claim victory in the Democratic mayoral primary. Not long after the image of Mayor Edward I. Koch faded from a giant" , "date" : "19890913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEW YORK PRIMARY; Dinkins and Friends Exult in Victory" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/13\/nyregion\/the-new-york-primary-dinkins-and-friends-exult-in-victory.html"} , {"body" : "LEAD: David N. Dinkins, the Manhattan Borough President running in the Democratic primary for mayor, had just completed a swing through a Lower East Side knish shop, seeking votes among the Orthodox Jewish families gathered for an early Sunday lunch. But the handshaking made no impression on a young man in a yarmulke at the back of the room. David" , "date" : "19890910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Dinkins and Koch Vie for Jews' Votes" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/10\/nyregion\/dinkins-and-koch-vie-for-jews-votes.html"} , {"body" : "LEAD: The minuet of endorsements, mayoral and otherwise, continued yesterday. The minuet of endorsements, mayoral and otherwise, continued yesterday. Saying he was breaking with ''normal custom'' and backing a candidate during a primary campaign, Senator Edward M. Kennedy endorsed David N. Dinkins for mayor of New York yesterday. Mr. Kennedy, a" , "date" : "19890906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Campaign Trail; Endorsements, Actual and Canceled" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/06\/nyregion\/campaign-trail-endorsements-actual-and-canceled.html"} , {"body" : "LEAD: All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen contests in the Democratic primary. All but one of the 35 members of the New York City Council are running for re-election, and most are favored to win, although there are almost a dozen" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "34 Incumbents on Council Running, Two-Thirds Unopposed in Primaries" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/nyregion\/34-incumbents-on-council-running-two-thirds-unopposed-in-primaries.html"} , {"body" : "LEAD: A Brooklyn community group that has been renovating abandoned and dilapidated buildings in the Williamsburg section is to open three rehabilitated apartment houses near the Brooklyn-Queens Expressway at 10:30 A.M. Friday in a ceremony at 344 Rodney Street. The Rodney Street building and two nearby buildings, at 334 South Third Street and 778" , "date" : "19890903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 71 Low-Income Units; Doing Rehabs" , "url" : "http:\/\/www.nytimes.com\/1989\/09\/03\/realestate\/postings-71-low-income-units-doing-rehabs.html"} , {"body" : "LEAD: Judith A. Hoffstein, a 33-year-old director of marketing at the American Express Company in New York, and Joel E. Patenaude, the 29-year-old assistant director for economic development at the East Williamsburg Valley Industrial Development Corporation in Brooklyn, were married yesterday at the home of the bride's parents, Mr. Judith A." , "date" : "19890827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "Judith Hoffstein Becomes a Bride" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/27\/style\/judith-hoffstein-becomes-a-bride.html"} , {"body" : "LEAD: He's sitting on the sidewalk, sipping iced tea and leaning against the gate of Public School 316 in the Williamsburg section of Brooklyn. A block away, on the elevated tracks of Broadway, a J train roars by, largely unnoticed. A bunch of neighborhood kids pass him, stare, and smile at the guy in the green bowling shirt. He's sitting on the" , "date" : "19890824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Solo Duo: Bill Murray Directing Bill Murray" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/24\/movies\/solo-duo-bill-murray-directing-bill-murray.html"} , {"body" : "LEAD: ''There are dangers faced by artists who deal provocatively with religious symbols,'' said Andres Serrano, the photographer whose picture of a crucified Christ submerged in urine has helped set off probably the strongest Congressional attack on the National Endowment for the Arts in that agency's 25-year history. ''There are dangers faced by" , "date" : "19890816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Artist Who Outraged Congress Lives Amid Christian Symbols" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/16\/arts\/artist-who-outraged-congress-lives-amid-christian-symbols.html"} , {"body" : "LEAD: A pregnant woman was shot four times Saturday by an ex-boyfriend in a Brooklyn park, the authorities said. A male companion, Joseph DelDecia, was killed in the attack The woman, Maria Gordon, who is three months pregnant, was in serious condition at Bellevue Hospital Center, said a spokesman, Robert Frazier. A pregnant woman was shot four" , "date" : "19890807" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Ex-Boyfriend Shoots Woman and Friend" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/07\/nyregion\/metro-datelines-ex-boyfriend-shoots-woman-and-friend.html"} , {"body" : "LEAD: The family of a mentally retarded Brooklyn man who suffocated last month during a struggle with the police said yesterday that the man was too mentally impaired to understand what the officers wanted of him. The family of a mentally retarded Brooklyn man who suffocated last month during a struggle with the police said yesterday that the man" , "date" : "19890806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Family Says Retarded Victim Couldn't Heed Officers" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/06\/nyregion\/family-says-retarded-victim-couldn-t-heed-officers.html"} , {"body" : "LEAD: A mentally retarded man who died last month in a struggle with the police suffocated when the officers lay on him and cut off his breathing, the New York City Medical Examiner's office said yesterday. A mentally retarded man who died last month in a struggle with the police suffocated when the officers lay on him and cut off his breathing," , "date" : "19890805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officers Implicated In Report on Death Of a Retarded Man" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/05\/nyregion\/officers-implicated-in-report-on-death-of-a-retarded-man.html"} , {"body" : "LEAD: The main campaign event one day recently was in a Suffolk County park to which thousands of elderly people from Queens and Brooklyn had been bused. Edward I. Koch, New York Mayor and mayoral candidate, dropped in by helicopter, conducted a blitzkrieg tour of the picnic area, spoke briefly over a fuzzy public-address system and helicoptered" , "date" : "19890804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lauder Tries to Fill Style Gaps With Debate on Competence" , "url" : "http:\/\/www.nytimes.com\/1989\/08\/04\/nyregion\/lauder-tries-to-fill-style-gaps-with-debate-on-competence.html"} , {"body" : "LEAD: African-American Quilts, Museum of American Folk Art, Feld Gallery at Lincoln Square, Columbus Avenue at 66th Street; 212-977-7298. African-American Quilts, Museum of American Folk Art, Feld Gallery at Lincoln Square, Columbus Avenue at 66th Street; 212-977-7298. ''Stitched From the Soul: Slave Quilts From the Ante-Bellum South,'' an" , "date" : "19890720" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: Quilts and Parks and Interiors" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/20\/garden\/calendar-quilts-and-parks-and-interiors.html"} , {"body" : "LEAD: There was a nasty confrontation between a white merchant and a black customer in Brooklyn. After angry words were exchanged, a boycott was organized. But instead of violence, the parties negotiated and hammered out a settlement. There was a nasty confrontation between a white merchant and a black customer in Brooklyn. After angry words were" , "date" : "19890717" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Minister's Job Is Advocacy For Blacks" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/17\/nyregion\/minister-s-job-is-advocacy-for-blacks.html"} , {"body" : "LEAD: Sidney Hook, a major American philosopher who wrote many books on Marxism, public policy and education, died of congestive heart failure Wednesday at Stanford University Hospital in Stanford, Calif. He was 86 years old and lived on the university campus. Sidney Hook, a major American philosopher who wrote many books on Marxism, public policy" , "date" : "19890714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "Sidney Hook, Political Philosopher, Is Dead at 86" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/14\/obituaries\/sidney-hook-political-philosopher-is-dead-at-86.html"} , {"body" : "LEAD: THE Cooper Square Committee, a feisty group of neighborhood advocates that first squared off against City Hall when Robert Moses tried to bulldoze blocks of tenement buildings in 1959, may seem an unlikely real estate developer. THE Cooper Square Committee, a feisty group of neighborhood advocates that first squared off against City Hall when" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Tenant-as-Landlord Movement" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/realestate\/the-tenant-as-landlord-movement.html"} , {"body" : "LEAD: SIXTY miles south of St. Louis on an island in the Mississippi, there is a shrine to a period of American history now largely forgotten. It is a 650-pound bronze and silver bell, cast in 1741 in La Rochelle, France, given by Louis XV to the mission church at Kaskaskia. The once-bustling French Colonial town of Kaskaskia was separated from the" , "date" : "19890702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KASKASKIA ISLAND" , "MISSISSIPPI RIVER"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "8" , "title" : "Louis XV's Mississippi Valley" , "url" : "http:\/\/www.nytimes.com\/1989\/07\/02\/travel\/louis-xv-s-mississippi-valley.html"} , {"body" : "LEAD: Ever since the first Fourth, in July 1776, the day of Independence has been aiming at ever greater gloriousness. This year's extended Fourth, from today through Tuesday, gives every hyperbolic promise of living up to the tradition of freedom, fun and frolic that turns New York into the biggest small-town celebration in the nation. Ever since" , "date" : "19890630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Five-Day Fourth: A Wingding in the Rockets' Red Glare" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/30\/arts\/five-day-fourth-a-wingding-in-the-rockets-red-glare.html"} , {"body" : "LEAD: NOW that so many of New York's neighborhoods with solid stocks of brownstones, like the Park Slope section of Brooklyn and the Upper West Side of Manhattan, have gone from down-and-out to up-and-definitely-in, it would seem that the mission of the 21-year-old Brownstone Revival Committee has been accomplished. NOW that so many of New York's" , "date" : "19890629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : ">Old Homes Retain Allure For Group" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/29\/garden\/old-homes-retain-allure-for-group.html"} , {"body" : "LEAD: Like a Buffalo Like a Buffalo ''To me, a buffalo stance is an attitude you have to have in order to get by,'' Neneh Cherry said. ''It's not about fashion but about survival in inner cities and elsewhere.'' In a telephone interview from Los Angeles the other day, the 24-year-old singer explained the title of the first single from her debut" , "date" : "19890628" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/28\/arts\/the-pop-life-601389.html"} , {"body" : "LEAD: WHEN Rickey Henderson was sent back home to Oakland last week, much was made of how Willie Randolph, the former co-captain, had often been the only Yankee who could prod Rickey into playing harder. WHEN Rickey Henderson was sent back home to Oakland last week, much was made of how Willie Randolph, the former co-captain, had often been the" , "date" : "19890625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPORTS OF THE TIMES; How the Old Yankees Did It" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/25\/sports\/sports-of-the-times-how-the-old-yankees-did-it.html"} , {"body" : "LEAD: The New York State Division of Housing and Community Renewal has approved the first projects in a new housing program for low-income people - 500 apartments in 13 buildings at a cost of $40 million. The so-called Turnkey Program seeks proposals from developers who, after approval, borrow from private lenders, erect the buildings to state" , "date" : "19890625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Turnkey Program; Housing the Poor" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/25\/realestate\/postings-turnkey-program-housing-the-poor.html"} , {"body" : "LEAD: The Republic New York Corporation proposed Thursday that the Manhattan Savings Bank merge with the Williamsburg Savings Bank, a Republic subsidiary. The Republic New York Corporation proposed Thursday that the Manhattan Savings Bank merge with the Williamsburg Savings Bank, a Republic subsidiary. ''We are flattered that they consider us an" , "date" : "19890624" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "33" , "title" : "COMPANY NEWS; Bank Merger Is Proposed" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/24\/business\/company-news-bank-merger-is-proposed.html"} , {"body" : "LEAD: A disparate group of New Yorkers, from real-estate developers to a former mayor and City Council president to members of black and Hispanic civic groups, is demanding that the commission rewriting the City Charter postpone a referendum on a new municipal government scheduled for November. A disparate group of New Yorkers, from real-estate" , "date" : "19890620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Charter Panel Facing More Pressure to Delay Vote" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/20\/nyregion\/charter-panel-facing-more-pressure-to-delay-vote.html"} , {"body" : "LEAD: A public forum in Brooklyn last night on how to improve representation and participation in New York City's government, especially for minority groups, instead became a discourse on why just a handful of people had shown up to discuss the matter. A public forum in Brooklyn last night on how to improve representation and participation in New" , "date" : "19890613" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "What If You Gave a Forum and Nobody Came?" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/13\/nyregion\/what-if-you-gave-a-forum-and-nobody-came.html"} , {"body" : "LEAD: A man who was convicted of sex attacks is responsible for five recent similar attacks on teen-age girls in Brooklyn, the police said yesterday. A man who was convicted of sex attacks is responsible for five recent similar attacks on teen-age girls in Brooklyn, the police said yesterday. A police spokesman, Sgt. Raymond O'Donnell, said" , "date" : "19890609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Police Seek Parolee In Attacks on Girls" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/09\/nyregion\/metro-datelines-police-seek-parolee-in-attacks-on-girls.html"} , {"body" : "LEAD: IT took Judy Pfaff, a New York-based artist, 13 years to get around to concentrating on putting her house together. But last year, when she finally did, she built her dream house, or at least a small version of it. IT took Judy Pfaff, a New York-based artist, 13 years to get around to concentrating on putting her house together. But last" , "date" : "19890608" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Inside a Loft, A Cozy Cottage Nestles" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/08\/garden\/inside-a-loft-a-cozy-cottage-nestles.html"} , {"body" : "LEAD: A man was abducted, beaten and stabbed in Brooklyn early Wednesday by a group of Hasidim who apparently mistook him for the editor of a newspaper that has written about internal disputes in a Hasidic sect, the police said yesterday. A man was abducted, beaten and stabbed in Brooklyn early Wednesday by a group of Hasidim who apparently mistook" , "date" : "19890603" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Man Is Stabbed in Hasidic Feud Leaving Home of Brooklyn Editor" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/03\/nyregion\/man-is-stabbed-in-hasidic-feud-leaving-home-of-brooklyn-editor.html"} , {"body" : "LEAD: One youth fired a round of bullets into the heads of two men to prove he was a hardened drug dealer. When another youth fatally beat an elderly man, he did so to impress two friends. And a third claims ''a misunderstanding'' provoked him to kill another teen-ager on his way to school one day. One youth fired a round of bullets into the heads" , "date" : "19890603" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Youths With Brutal Pasts, in a Prison 'Without Cruelty'" , "url" : "http:\/\/www.nytimes.com\/1989\/06\/03\/nyregion\/youths-with-brutal-pasts-in-a-prison-without-cruelty.html"} , {"body" : "LEAD: From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all women and girls, experts say. From poor women, whose suffering rarely makes headlines, to bankers on the fast track, to little girls in pigtails, vulnerability to rape is shared by all" , "date" : "19890529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In Week of an Infamous Rape, 28 Other Victims Suffer" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/29\/nyregion\/in-week-of-an-infamous-rape-28-other-victims-suffer.html"} , {"body" : "LEAD: As the first mayoral candidate to appear yesterday at a campaign breakfast in Brooklyn, Mayor Edward I. Koch begged off making the obligatory self-introduction. ''If you don't know who I am after 12 years, then I'm a failure,'' Mr. Koch told an audience of representatives of Jewish organizations. As the first mayoral candidate to appear" , "date" : "19890522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jewish Groups Hear Koch and Rivals" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/22\/nyregion\/jewish-groups-hear-koch-and-rivals.html"} , {"body" : "LEAD: Almost half of 26 bridges in New York City that were recently inspected have serious ''structural deficiencies'' and reflect the generally poor condition of bridges throughout the city, according to an audit released yesterday by the City Comptroller. Almost half of 26 bridges in New York City that were recently inspected have serious" , "date" : "19890522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Goldin Faults New York City For 'Deficiencies' in Bridges" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/22\/nyregion\/goldin-faults-new-york-city-for-deficiencies-in-bridges.html"} , {"body" : "LEAD: THE Department of Transportation is racing to meet a deadline for reopening the little Carroll Street Bridge across the Gowanus Canal in Brooklyn. The unusual 1889 retractile-type bridge - the oldest in the country - has been left open since 1986, but the department has been repairing it since last December and it should be working in time" , "date" : "19890521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL" , "CARROLL STREET BRIDGE (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "STREETSCAPES: The Carroll Street Bridge; Getting a Landmark in Shape for Its 100th Birthday" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/21\/realestate\/streetscapes-carroll-street-bridge-getting-landmark-shape-for-its-100th-birthday.html"} , {"body" : "LEAD: After three weeks of intense and sometimes divisive debate, the New York City Charter Revision Commission yesterday completed, just two days behind target, its preliminary proposals for reshaping the government of the nation's largest city. After three weeks of intense and sometimes divisive debate, the New York City Charter Revision" , "date" : "19890516" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Charter Panel, for Now, Finishes Reshaping the Government" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/16\/nyregion\/charter-panel-for-now-finishes-reshaping-the-government.html"} , {"body" : "LEAD: Two nonprofit groups now renovating 2,000 apartments for low-income tenants and homeless families in New York City will rebuild 1,000 more over the next 18 months, officials of the groups said. Two nonprofit groups now renovating 2,000 apartments for low-income tenants and homeless families in New York City will rebuild 1,000 more over the" , "date" : "19890515" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sponsors of Rebuilt Housing Foresee 1,000 More Units" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/15\/nyregion\/sponsors-of-rebuilt-housing-foresee-1000-more-units.html"} , {"body" : "LEAD: This is a summary of restaurant reviews that have appeared in The New York Times. Stars are followed by the date of original publication; restaurants mentioned in Diner's Journal do not have stars. Prices are current. Adele (Diner's Journal, Feb. 10, 1989), 501 11th Street (718-788-4980) - This former carriage house in the Park Slope section" , "date" : "19890505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Dining Out Guide: Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/05\/arts\/dining-out-guide-brooklyn.html"} , {"body" : "LEAD: One day after Gov. Mario M. Cuomo vetoed a proposed tuition increase that had prompted demonstrations throughout the City University system, students remained entrenched yesterday in administration buildings on 10 campuses. They said they would not surrender until the state guaranteed that the university's budget would not be cut further. One" , "date" : "19890504" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Day After Tuition Veto, CUNY Protest Goes On" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/04\/nyregion\/day-after-tuition-veto-cuny-protest-goes-on.html"} , {"body" : "LEAD: ''There are people in the audience who are candidates for citywide office. There are people who are soon to announce their candidacy,'' smiled Rabbi Morris A. Shmidman, looking out over what he described as ''a sea of black hats'' worn by Hasidic and Orthodox Jews and introducing the visiting dignitaries. ''There are people in the audience" , "date" : "19890502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Birth of a Voting Bloc: the Hasidim and Orthodox Organize" , "url" : "http:\/\/www.nytimes.com\/1989\/05\/02\/nyregion\/birth-of-a-voting-bloc-the-hasidim-and-orthodox-organize.html"} , {"body" : "LEAD: An unemployed mechanic who the authorities said faked bicycle accidents to meet his victims has been charged with committing at least seven rapes in Brooklyn, the police said. An unemployed mechanic who the authorities said faked bicycle accidents to meet his victims has been charged with committing at least seven rapes in Brooklyn, the" , "date" : "19890427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO DATELINES; Suspect Is Arrested In Bicycle Rape Case" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/27\/nyregion\/metro-datelines-suspect-is-arrested-in-bicycle-rape-case.html"} , {"body" : "LEAD: THE bus was heading uptown on Third Avenue. Somewhere before Bloomingdale's it stopped for a traffic light and it was then that the passengers first became aware of the pedestrian: he dashed from the sidewalk out to the middle of the street and knocked on the bus door. The bus driver ignored him. The man knocked again. THE bus was heading" , "date" : "19890426" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/26\/garden\/metropolitan-diary-208589.html"} , {"body" : "LEAD: Like most of the inmates in the women's house on Rikers Island, Farah L. is there because of drugs - in her case, a kilo of crack that a police narcotics team found when they raided her friend's apartment in Jamaica, Queens, one hot day last August. Like most of the inmates in the women's house on Rikers Island, Farah L. is there because of" , "date" : "19890417" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Number of Mothers in Jail Surges With Drug Arrests" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/17\/nyregion\/number-of-mothers-in-jail-surges-with-drug-arrests.html"} , {"body" : "LEAD: More than 100 mentally disabled children in the New York City foster-care system are being kept in hospitals - in some cases more than a year and at costs of up to $900 a day - waiting for the city to find proper homes for them. More than 100 mentally disabled children in the New York City foster-care system are being kept in hospitals - in" , "date" : "19890411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Disabled Foster-Care Youths Kept in New York Hospitals" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/11\/nyregion\/disabled-foster-care-youths-kept-in-new-york-hospitals.html"} , {"body" : "LEAD: The water that New Yorkers drink and bathe in begins its path southward in the smooth surfaces of the rock formations, in the smallest of cracks, and in the bellies of the creeks cutting through the woody hillsides, and even runs over the lawns and swooshes past the tires of cars parked on country streets. The water that New Yorkers drink and" , "date" : "19890410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["DELAWARE RIVER BASIN" , "NEW YORK CITY" , "CATSKILL MOUNTAINS" , "CROTON RESERVOIR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Water Low, Focus Is on the Catskills" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/10\/nyregion\/with-water-low-focus-is-on-the-catskills.html"} , {"body" : "LEAD: Most of the time, New Yorkers dart determinedly from point A to point B, or wander about the city oblivious to the cultural, historical and architectural riches in their midst. Occasionally, they may glance up at a particularly notable building or monument, or even join a walking or bus tour in an attempt to become better acquainted with" , "date" : "19890407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Urban Adventures: Touring by the Book" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/07\/arts\/urban-adventures-touring-by-the-book.html"} , {"body" : "LEAD: CATHEDRAL MUSIC In a yearlong survey, the music program at the Cathedral of the Incarnation in Garden City has traced the history of Anglican cathedral music from pre-Reformation days to the present. Today, the cathedral, the seat of the Episcopal Diocese of Long Island, begins a four-day program appropriately entitled ''Festival of Anglican" , "date" : "19890402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "LONG ISLAND GUIDE" , "url" : "http:\/\/www.nytimes.com\/1989\/04\/02\/nyregion\/long-island-guide.html"} , {"body" : "LEAD: Seeking to relieve a severe nursing shortage, Mayor Edward I. Koch said yesterday that New York City will spend about $45 million in the next two years to create housing for 1,000 nurses. Seeking to relieve a severe nursing shortage, Mayor Edward I. Koch said yesterday that New York City will spend about $45 million in the next two years to" , "date" : "19890331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Koch Promises 400 Apartments For City Nurses" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/31\/nyregion\/koch-promises-400-apartments-for-city-nurses.html"} , {"body" : "LEAD: Until recently, few people outside of law enforcement had ever heard of the New York City hospital police, the tiny, unarmed security force deployed in the often chaotic wards and hallways of the city's municipal hospitals. All that changed Jan. 7, when a young doctor was raped and strangled in her office at Bellevue Hospital Until recently," , "date" : "19890327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Hospital Police: No Guns, No Respect, Lots of Trouble" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/27\/nyregion\/hospital-police-no-guns-no-respect-lots-of-trouble.html"} , {"body" : "LEAD: It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. It is morning in Brooklyn Heights, and along the ivy-bordered sidewalks lie newspapers and blue buckets of bottles and cans. After a garbage truck makes its rounds, a smaller truck stops for the newspapers and bottles" , "date" : "19890316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Blue Buckets May Be in New York City's Future" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/16\/nyregion\/blue-buckets-may-be-in-new-york-city-s-future.html"} , {"body" : "LEAD: The Port Authority of New York and New Jersey has started a new telephone service at 800-247-7433, with recordings and agents giving information on getting to or between the three area airports, including names and telephone numbers of companies providing transportation. Kennedy International Airport The Port Authority of New York and New" , "date" : "19890312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LA GUARDIA AIRPORT (NYC)" , "NEWARK INTERNATIONAL AIRPORT" , "KENNEDY INTERNATIONAL AIRPORT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "Getting to New York Area Airports: By Land, Air and Water" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/12\/travel\/getting-to-new-york-area-airports-by-land-air-and-water.html"} , {"body" : "LEAD: Two masked gunmen robbed a Brooklyn bank of an undetermined amount of cash yesterday. The men announced the holdup at 6:17 P.M. after the Williamsburg Savings Bank at 2301 81st St. in Bensonhurst had closed for the day, said a police spokesman, Sgt. Raymond O'Donnell. The men forced a security guard and a teller who were putting money in the" , "date" : "19890309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gunmen Rob Brooklyn Bank" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/09\/nyregion\/gunmen-rob-brooklyn-bank.html"} , {"body" : "LEAD: The man had the long beard, sidecurls and dark clothing of a Hasid. Pulling a small boy by the hand, he entered briskly through a side door and then gave the child a push in the general direction of a roomful of children. Then the man vanished. The man had the long beard, sidecurls and dark clothing of a Hasid. Pulling a small boy by the" , "date" : "19890308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "About New York; In Williamsburg, Hasidim Find A Door of Hope" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/08\/nyregion\/about-new-york-in-williamsburg-hasidim-find-a-door-of-hope.html"} , {"body" : "LEAD: A crowd of Hasidic Jews surrounded and beat a black teen-ager who they believed had just slashed a Hasidic woman and her son during a robbery in the Crown Heights section of Brooklyn Friday night, the police said. A crowd of Hasidic Jews surrounded and beat a black teen-ager who they believed had just slashed a Hasidic woman and her son" , "date" : "19890305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Crowd in Brooklyn, Angered at Slashing, Beats a 16-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1989\/03\/05\/nyregion\/crowd-in-brooklyn-angered-at-slashing-beats-a-16-year-old.html"} , {"body" : "LEAD: A Hasidic Jewish community would like to turn the Brooklyn Naval Station into a residential area. Three towns in Illinois are vying for Fort Sheridan along Lake Michigan for a park or housing. The University of Utah wants Fort Douglas - free. A Hasidic Jewish community would like to turn the Brooklyn Naval Station into a residential area." , "date" : "19890227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "If Bases Shut, Who'll Get the Land?" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/27\/us\/if-bases-shut-who-ll-get-the-land.html"} , {"body" : "LEAD: The Brooklyn Historical Society, which adopted its new name and changed its focus to emphasize the people who live in the borough now rather than those who originally peopled it, has embarked on an ambitious project to present the first full picture of Brooklynites with Latin roots. The Brooklyn Historical Society, which adopted its new name" , "date" : "19890226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "59" , "title" : "Assembling Brooklyn's Hispanic History" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/26\/arts\/assembling-brooklyn-s-hispanic-history.html"} , {"body" : "LEAD: Al Frantz wants his Boy Scouts to look up to George Washington. At Washington Plaza in Brooklyn, they usually look up and see only the top of his hat and the back of his horse. Al Frantz wants his Boy Scouts to look up to George Washington. At Washington Plaza in Brooklyn, they usually look up and see only the top of his hat and the back of" , "date" : "19890220" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About-Face for 'Valley Forge' Statue? Maybe." , "url" : "http:\/\/www.nytimes.com\/1989\/02\/20\/nyregion\/about-face-for-valley-forge-statue-maybe.html"} , {"body" : "LEAD: To the Editor: To the Editor: To a cohort of young New Yorkers, the Brooklyn Dodgers through 1956 were family and part of a larger neighborhood (''Skoonj, We'll Miss You,'' by Ira Glasser, Op-Ed Jan. 28). For many of us, Saturday morning began by collecting ''Elsie'' wrappers from trash bins (10 wrappers and 25 cents gave you reserved-seat" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Not All the Boys of Summer Were Out on the Playing Field" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/opinion\/l-not-all-the-boys-of-summer-were-out-on-the-playing-field-420589.html"} , {"body" : "LEAD: The Shakespeare marathon has been characterized in this newspaper [ ''Peaks and Valleys in Papp's Marathon,'' by Frank Rich, Feb. 5 ] as an enterprise lacking a unifying vision and having no unifying principle other than ''Joseph Papp presents.'' Needless to say, I consider such charges baseless and I resent them. The Shakespeare marathon has" , "date" : "19890219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "The Shakespeare Marathon: The Coach's View THEATER; Running The Marathon" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/19\/theater\/the-shakespeare-marathon-the-coach-s-view-theater-running-the-marathon.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary and junior high schools in May 1988. The" , "date" : "19890217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reading Scores for New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/17\/nyregion\/reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: The Federal prosecutor in Brooklyn has begun an investigation into accusations that Hasidic Jews have intimidated and in some cases have beaten black residents of the Williamsburg section, the United States Attorney said yesterday. The Federal prosecutor in Brooklyn has begun an investigation into accusations that Hasidic Jews have" , "date" : "19890216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Maloney Studies Racial Strife" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/16\/nyregion\/maloney-studies-racial-strife.html"} , {"body" : "LEAD: As a teen-ager in the 1930's, Jack B. Weinstein played bit parts in Broadway shows and was briefly one of the bad boys in the original ''Dead End.'' In those same years, the future law professor and judge delivered milk and worked at a trucking company to earn money for school. As a teen-ager in the 1930's, Jack B. Weinstein played bit parts" , "date" : "19890215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lilco Judge: Panache, Perseverance" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/15\/nyregion\/lilco-judge-panache-perseverance.html"} , {"body" : "LEAD: A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to bail-jumpers and contributes to a backlog of 400,000 arrest warrants in the city. A New York City Councilman charged yesterday that the lack of a computer link between the courts and the police gives a break to" , "date" : "19890214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Need for Computer Link Seen on Warrants" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/14\/nyregion\/need-for-computer-link-seen-on-warrants.html"} , {"body" : "LEAD: When it comes to amassing culture, Americans like to collect the complete set. This is the impulse that leads us to sign up for the Book-of-the-Month Club when it offers every last volume of Will and Ariel Durant, or to dial an 800 number when Vincent Price beckons us from the depths of cable television to purchase recordings of all the" , "date" : "19890205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "STAGE VIEW; Peaks and Valleys in Papp's Marathon" , "url" : "http:\/\/www.nytimes.com\/1989\/02\/05\/theater\/stage-view-peaks-and-valleys-in-papp-s-marathon.html"} , {"body" : "LEAD: There is a tradition in the Williamsburg section of Brooklyn, a tradition almost as old as the sidecurls, beards and broad-brimmed hats that the Hasidic men who live there wear. The tradition is that when someone cries ''Chaptzum'' - the Yiddish equivalent of ''Grab him!'' - everyone obeys. There is a tradition in the Williamsburg section of" , "date" : "19890130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Mugging and a Mob Evoke Debate in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/30\/nyregion\/a-mugging-and-a-mob-evoke-debate-in-brooklyn.html"} , {"body" : "LEAD: INTERNATIONAL A2-9 The political forces in Chile that led the successful campaign against Gen. Augusto Pinochet are feuding over whom to nominate for President, with the main opposition party torn in factions. Page A1 INTERNATIONAL A2-9 The political forces in Chile that led the successful campaign against Gen. Augusto Pinochet are feuding" , "date" : "19890130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/30\/nyregion\/news-summary-334289.html"} , {"body" : "LEAD: A group of Hasidic Jews last week severely beat a homeless man suspected of robbing a Hasidic man in a Brooklyn housing project, the police said yesterday. A group of Hasidic Jews last week severely beat a homeless man suspected of robbing a Hasidic man in a Brooklyn housing project, the police said yesterday. A spokesman, Sgt. Maurice" , "date" : "19890129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Suspected Mugger Is Beaten by Crowd of Hasidim" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/29\/nyregion\/suspected-mugger-is-beaten-by-crowd-of-hasidim.html"} , {"body" : "LEAD: It is almost 24 years since the publication of an eccentric, brilliant, and eerily prescient advertisement for the Plaza Hotel. The ad had no picture of the Plaza or of anything inside it; it was simply a parable, and it was called ''The Day New York Almost Vanished.'' It is almost 24 years since the publication of an eccentric, brilliant," , "date" : "19890122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "ARCHITECTURE VIEW; A Spot of Paint Won't Hurt This Lily" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/22\/arts\/architecture-view-a-spot-of-paint-won-t-hurt-this-lily.html"} , {"body" : "LEAD: A 14-year-old Brooklyn boy was killed last night when he was caught in the middle of a shootout between two police officers and a gunman, the police said. A 14-year-old Brooklyn boy was killed last night when he was caught in the middle of a shootout between two police officers and a gunman, the police said. The boy was struck once in the" , "date" : "19890104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, a Bystander, Dies in a Police Shootout" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/04\/nyregion\/boy-a-bystander-dies-in-a-police-shootout.html"} , {"body" : "LEAD: Like resolutions, New Year's predictions tend to haunt those who make them. But some milestones can already be discerned in 1989 because of laws, rules or other government actions that will change the physical and social landscape in and around New York City. Like resolutions, New Year's predictions tend to haunt those who make them. But some" , "date" : "19890102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Many Facing New Laws And Rules In New Year" , "url" : "http:\/\/www.nytimes.com\/1989\/01\/02\/nyregion\/many-facing-new-laws-and-rules-in-new-year.html"}]