[  {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Brooklyn Could Have Been A Contender" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/magazine\/brooklyn-could-have-been-a-contender.html"} , {"body" : "As news goes -- the big single events that chill spines, get the pulse racing and last for weeks -- it was not the busiest of years. Not that the big news did not exist. There was Abner Louima and the awful brutality against him and the plight of the deaf Mexicans in horrific conditions in Queens. These stories seemed to capture deeper urban" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "The 10 Biggest Little Stories of 1997; The Showdown At Brooklyn Junction" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/the-10-biggest-little-stories-of-1997-the-showdown-at-brooklyn-junction.html"} , {"body" : "As a boy, when his friends would brag about their new sneakers and the streets of his Pelham Parkway neighborhood would be lighted up with Christmas and menorah lights, Ali Rebhi Karkad would beg his parents for Christmas presents. The Karkads were Muslims from Jerusalem, but for years, for the sake of the children, they relented. ''We wanted gifts" , "date" : "19971225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At Holidays, Muslims Find Tests of Patience; Seeking to Keep Hold of Traditions In Land Where Christmas Dominates" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/25\/nyregion\/holidays-muslims-find-tests-patience-seeking-keep-hold-traditions-land-where.html"} , {"body" : "''YOU have a guest,'' Sister Susan Marie said. In bed, Sister Mary Joseph stared straight ahead, her cheeks sunken, her skin parched, her eyes scared. ''Did you say death?'' she asked, pouncing on the word. No, said Sister Susan Marie, her black habit stark against the white walls and Sister Mary Joseph's white hair. Guest. ''I think I want to go" , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Silence" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/nyregion\/the-silence.html"} , {"body" : "A 6-year-old girl in Bay Ridge, Brooklyn, was repeatedly sodomized over the last six months by a 47-year-old man living with her and her mother, the police said. The man, Carmello Roldan, was arrested Wednesday at 11 P.M. near 86th Street and Fifth Avenue and charged with attempted rape, sodomy, endangering the welfare of child and sexual abuse," , "date" : "19971219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK ; Man Is Charged in Abuse Of Girl, 6, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/19\/nyregion\/metro-news-briefs-new-york-man-is-charged-in-abuse-of-girl-6-in-brooklyn.html"} , {"body" : "The security camera captured it all: Two off-duty police officers entered the vestibule of a midtown Manhattan bank late one night in 1993, and one urinated in a trash can. When a homeless man asked him to stop, the officer shoved him, a fight broke out and the officer's face was cut. When the homeless man and a companion complained to the police," , "date" : "19971219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE TRIAL ROOM: A special report.; System of Disciplining Police Assailed From Inside and Out" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/19\/nyregion\/trial-room-special-report-system-disciplining-police-assailed-inside.html"} , {"body" : "Gustine Wilkins is a wily hunter. Armed with a wad of coupons and a rickety shopping cart, she can turn $80 in food stamps into three weeks' worth of groceries. Her quarry is elusive and it takes an entire day to chase down the bargains, but Ms. Wilkins, 32, is motivated by a single, all-consuming objective: ''to stretch every dollar so my son" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "The Neediest Cases; When Lavish Meals Are a Dream and Sustenance Is a Struggle" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/the-neediest-cases-when-lavish-meals-are-a-dream-and-sustenance-is-a-struggle.html"} , {"body" : "Fulton Mall is a vibrant conga line of 300 fast-food joints, electronics and sneakers stores, clothing chains, random discount stores and gold jewelry by the truckload. With its aging buildings and countless ''Sale'' and Discount'' signs, it's like Times Square, pre-Disney, sans porn. ''It is an esthetic honky-tonk,'' said Kenneth Adams, president" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Lacking Big Boxes, Fulton Uses Gold To Draw Shoppers" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/neighborhood-report-downtown-brooklyn-lacking-big-boxes-fulton-uses-gold-draw.html"} , {"body" : "GHENTS-Ruth Olivia Heig. Of New Canaan, CT. Formerly of Bay Ridge, Brooklyn on December 8, 1997. Wife of John H. Ghents. Mother of Pamela May Ness, Bonnie Ruth Flaherty, and Michelle Ann Cappellieri. Sister of Naomi Drew and five grandchildren also survive. Funeral mass on Friday, December 12 at 10 A.M., at St. Aloysius Church, New Canaan." , "date" : "19971210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths GHENTS, RUTH OLIVIA HEIG" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/10\/classified\/paid-notice-deaths-ghents-ruth-olivia-heig.html"} , {"body" : "T.G.I. Fifth Avenue Fills a Hungry Hole Timed for the onslaught of hungry holiday shoppers, the restaurant franchise T.G.I. Friday's, based in Dallas, opened on Fifth Avenue last month. The new spot, with 400 seats in five stories on 604 Fifth Avenue, between 48th and 49th Streets, is run and owned by Riese Restaurants, a corporate group that runs" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/nyregion\/new-yorkers-co-447668.html"} ,   {"body" : "VOSO-Louis, 66. Died in his sleep November 15 at his home in East Greenwich, NY. Born in Brooklyn, he was a graduate of St. John's University and served in the army stationed in Germany during the Korean War. He was an astute businessman who served as Chief Financial Officer and Director of two corporations over the span of his business career. He" , "date" : "19971130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "52" , "title" : "Paid Notice: Deaths VOSO, LOUIS" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/30\/classified\/paid-notice-deaths-voso-louis.html"} , {"body" : "LYONS-Virginia M. Of Bay Ridge, Brooklyn, formerly of Shelter Island, New York, on November 16, 1997, after a loving gracious life and a brief illness. Beloved by her nieces and nephews, cousins and many friends. Viewing at The Shelter Island Funeral Home on Wednesday, November 19. Mass of Christian Burial is at Our Lady of the Isle Church, on" , "date" : "19971118" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths LYONS, VIRGINIA M." , "url" : "http:\/\/www.nytimes.com\/1997\/11\/18\/classified\/paid-notice-deaths-lyons-virginia-m.html"} , {"body" : "Health and Retirement Properties Trust, a real estate investment trust based in Newton, Mass., has bought the former Ohrbach's department store at 7 West 34th Street for $110 million. The building is the headquarters of the Health Insurance Plan of Greater New York and Fairchild Publications. The 12-story building, which is occupied at street level" , "date" : "19971114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Business; Trust Buys Ohrbach's Site" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/14\/nyregion\/metro-business-trust-buys-ohrbach-s-site.html"} , {"body" : "''THIS is a tragedy!'' Ed Levine moans, craning his neck as the car speeds down Neptune Avenue in Brooklyn. ''Did you see that? There's a FOR RENT sign in Gerace's bakery. It can't be!'' He begins a keening wail, a lament for a lost bakery. ''Oh, my God. This drives me crazy. That place has been in Coney Island forever. They taught me how to make" , "date" : "19971112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Critic's Notebook; On an Odyssey With the Homer Of Rugelach" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/12\/dining\/critic-s-notebook-on-an-odyssey-with-the-homer-of-rugelach.html"} , {"body" : "The pastor of an Episcopal church in Brooklyn, who the police said was smoking a crack pipe while typing a Sunday sermon when he was arrested in his rectory, pleaded guilty yesterday to a drug possession charge. The Rev. Chester LaRue, 54, rector of St. John's Episcopal Church in Bay Ridge, entered the misdemeanor plea in State Supreme Court in" , "date" : "19971111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Pastor Pleads Guilty To Drug Possession" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/11\/nyregion\/metro-news-briefs-new-york-pastor-pleads-guilty-to-drug-possession.html"} , {"body" : "SO you voted for the Mayor, the rasp in his voice has almost become endearing and you are looking forward to four more years of feeling safe when you walk the dog at night. Then you find out that the city wants to put an off ramp from the Gowanus Expressway in your neighborhood, and suddenly you are sticking voodoo pins in your Giuliani doll. That" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How To Fight City Hall" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/how-to-fight-city-hall.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "Within 24 hours after voters had transformed him from an obscure city councilman to the newest member of Congress, Vito J. Fossella Jr. had received three standing ovations from fellow House Republicans, been sworn in by Speaker Newt Gingrich and voted to overhaul the Internal Revenue Service. Mr. Fossella's resounding victory on Tuesday over a" , "date" : "19971106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE 1997 ELECTIONS: Man in The News -- Vito John Fossella Jr.; City Hall To Capitol" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/06\/nyregion\/the-1997-elections-man-in-the-news-vito-john-fossella-jr-city-hall-to-capitol.html"} , {"body" : "In a race that escalated into a battle attracting national attention, Vito J. Fossella Jr., a 32-year-old City Councilman, was elected last night to the seat in Congress representing Staten Island. Mr. Fossella's victory capped a frenzied race in which the Republicans fought vigorously to retain the seat the party has held for 16 years, most" , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1997 ELECTIONS: CONGRESS; Republican Wins U.S. House Seat Left by Molinari" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-congress-republican-wins-us-house-seat-left-by-molinari.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} ,   {"body" : "Today voters will choose New York City's next mayor, New Jersey's next governor and other officials. They will also vote on important ballot issues. Polls will be open from 6 A.M. to 9 P.M. in New York State, and 7 A.M. to 8 P.M. in New Jersey. Here is a summary of our endorsements: New York City MAYOR Rudolph Giuliani (R) COMPTROLLER Alan Hevesi" , "date" : "19971104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW JERSEY" , "NEW YORK CITY" , "ROCKLAND COUNTY (NY)" , "NASSAU COUNTY (NY)" , "WESTCHESTER COUNTY (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Election Day Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/04\/opinion\/election-day-choices.html"} , {"body" : "Winding down a campaign that has reverberated far from Staten Island, the two candidates for the House seat representing the borough took vastly different tacks yesterday trying to woo voters: The Democrat paraded his backing from President Clinton, while the Republican embarked on a whirlwind tour of the borough. The contrasting scenes underscored" , "date" : "19971103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1997 ELECTIONS: CONGRESS; Pace Grows Hectic in Closely Watched S.I. Contest" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/03\/nyregion\/the-1997-elections-congress-pace-grows-hectic-in-closely-watched-si-contest.html"} , {"author" : "Patrick Reagan is a sports editor at The New York Times." , "body" : "I don't know how I made it. Well, yes I do. They were there for me from the beginning, lining Fourth Avenue in Brooklyn for miles, when the humidity started taking its toll. They were there in Bedford-Stuyvesant with words of encouragement, and in Williamsburg with quiet smiles, when my stomach turned queasy. They were there to loudly welcome me" , "date" : "19971103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "THE NEW YORK CITY MARATHON: 25TH RUNNING -- FIRST-PERSON ACCOUNT; Chance to Stand Out In a Really Big Crowd" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/03\/sports\/new-york-city-marathon-25th-running-first-person-account-chance-stand-really-big.html"} , {"body" : "The race to succeed Representative Susan Molinari of Staten Island is the only Congressional contest in the nation this year. Given the narrow division in the House, it has been loaded with political import. The hitherto obscure candidates are being showered with millions of dollars for television commercials, and joined on the stump by everyone" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "For Congress in Staten Island" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/opinion\/for-congress-in-staten-island.html"} , {"body" : "The first time Abraham Weintraub tried to enter the New York City Marathon, he was not thinking about how fast he could cover the 26 miles and 385 yards. All he wanted to do was push his wife, Ruth, in her wheelchair. She had Alzheimer's disease, but that did not stop them from doing things together. He wheeled her through their neighborhood stores" , "date" : "19971101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At 87, His 5th New York Marathon; A Life, Much Like a Race, May Be Long" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/01\/nyregion\/at-87-his-5th-new-york-marathon-a-life-much-like-a-race-may-be-long.html"} , {"body" : "The two leading mayoral candidates entered the last weekend before Election Day with a flurry of televised appearances, new advertisements and Halloween parades, as they prepared for the final frenetic days of campaigning that will include a visit by President Clinton for Ruth W. Messinger and a 48-hour bus tour of the city by Mayor Rudolph W." , "date" : "19971101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1997 ELECTIONS: THE CANDIDATES; Giuliani and Messinger Plot the Endgame" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/01\/nyregion\/the-1997-elections-the-candidates-giuliani-and-messinger-plot-the-endgame.html"} , {"body" : "It was billed as an evening of ''pasta and politics,'' and by its end, the New Dorp section of Staten Island had become the setting for a night of uncommon Republican pageantry and bravado. More than 500 of the party faithful gathered last night to see George Bush and Bob Dole, whose presence on behalf of a G.O.P. Congressional candidate" , "date" : "19971031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1997 ELECTIONS: CONGRESS; Big Names Add Presence to Staten Island Race" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/31\/nyregion\/the-1997-elections-congress-big-names-add-presence-to-staten-island-race.html"} , {"body" : "COMERFORD-E.F. ''Frank''. Of Bay Ridge, Brooklyn, NY and Point Lookout, LI, on October 28, 1997. Former President of Comerald Assoc and Group Services Adm Inc, New York City. Beloved and devoted husband of Rose M. (nee Clemente). Loving father of Joellin, Michael and Adrianne, Frank and Maura, Patrice, Elizabeth and William Spinelli, Maria and" , "date" : "19971031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths COMERFORD, E.F. ''FRANK''" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/31\/classified\/paid-notice-deaths-comerford-ef-frank.html"} , {"body" : "All 51 members of the New York City Council are up for re-election next Tuesday. Here are our endorsements in the more competitive contests. Manhattan, Fourth District (East Side, from Peter Cooper Village and Stuyvesant Town to Yorkville): The incumbent, Andrew Eristoff, combines strong performance in most areas with an overriding flaw that" , "date" : "19971030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "City Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/30\/opinion\/city-council-endorsements.html"} , {"body" : "Debby Krenek, a 41-year-old Texas native who came to The Daily News a decade ago and rose steadily through the ranks, was named editor in chief of the newspaper yesterday. She is the first woman in its 77-year history to be given the top newsroom position. Ms. Krenek is also the fourth person in fewer than five years to hold that job, underscoring" , "date" : "19971030" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Daily News Picks First Woman Top Editor" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/30\/nyregion\/daily-news-picks-first-woman-top-editor.html"} ,   {"body" : "This Sunday, at 10:35 A.M., 30,463 entrants will lay claim to the city's streets for the 28th New York City Marathon. The 26.2-mile course, full of landmarks, historical sites and ethnic neighborhoods, will take them through all five boroughs and across five bridges. Here is a guide for spectators. TELEVISION\/RADIO WPIX (Channel 11) will broadcast" , "date" : "19971028" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "NEW YORK CITY MARATHON: SPECIAL PREVIEW SECTION; More Than 30,000 Reasons to Watch" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/28\/sports\/new-york-city-marathon-special-preview-section-more-than-30000-reasons-to-watch.html"} , {"body" : "SULLIVAN-Margaret V., on October 25, 1997. Formerly a resident of Bay Ridge, Brooklyn. Loving sister of Etheldreda Deering and the late Marion E. Sullivan and Alice D. Sullivan. Cherished aunt of Raymond M. Deering, Jr., Laura Deering-Mayclin, Sr. Joan Marie Deering, C.S.J., David A. Deering, Mary Alice Deering and the late Michael J. Deering. Wake" , "date" : "19971027" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths SULLIVAN, MARGARET V." , "url" : "http:\/\/www.nytimes.com\/1997\/10\/27\/classified\/paid-notice-deaths-sullivan-margaret-v.html"} , {"body" : "For residents of Bay Ridge, Dyker Heights and Borough Park who have vigorously fought a large shopping mall proposed for their area, the recent good news flowed like a champagne fountain. On Oct. 17, Gov. George E. Pataki and Mayor Giuliani issued statements opposing the complex, tentatively known as Brooklyn Junction, that a developer, Charles" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Foes of Brooklyn Junction Mall Get 2 Earfuls of Good News" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/neighborhood-report-bay-ridge-foes-brooklyn-junction-mall-get-2-earfuls-good.html"} , {"body" : "Follow Flatbush Avenue in Brooklyn with enough persistence, and eventually you wind up at Floyd Bennett Field. This is the end of the line, an abandoned airport where the wind swirls and whips, disturbing the ghosts of Amelia Earhart, Howard Hughes and Wiley Post, the fliers who helped make Floyd Bennett Field a symbol of the romance of aviation." , "date" : "19971024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA BAY (NYC)" , "STATEN ISLAND (NYC)" , "JAMAICA BAY WILDLIFE REFUGE" , "NEW YORK CITY" , "FORT TILDEN (NYC)" , "HIGH ROCK PARK (NYC)" , "ALLEY POND PARK (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "33" , "title" : ">New York And Its Wealth Of Nature (Really!)" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/24\/books\/new-york-and-its-wealth-of-nature-really.html"} , {"body" : "Ruth W. Messinger stepped up her attacks on Mayor Rudolph W. Giuliani yesterday, accusing him of running a secretive administration that has tried to suppress negative information. But the Mayor, appearing calm and confident as he cut a campaign swath through the Democratic heart of Queens, refrained from responding to his Democratic rival's" , "date" : "19971023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE 1997 ELECTIONS: THE CANDIDATES; Messinger Turns Up Heat, But Mayor Reacts Coolly" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/23\/nyregion\/1997-elections-candidates-messinger-turns-up-heat-but-mayor-reacts-coolly.html"} , {"body" : "Raising the stakes in the battle to fill Susan Molinari's House seat, the Republican National Committee is spending about $750,000 on a television advertising campaign to begin this week to help City Councilman Vito J. Fossella Jr., the Republican candidate. The ads, which will appear on most major stations in New York, do not mention Mr. Fossella" , "date" : "19971021" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "National G.O.P. Bankrolls Ads in Race for Seat Molinari Left" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/21\/nyregion\/national-gop-bankrolls-ads-in-race-for-seat-molinari-left.html"} , {"body" : "On some days, Kelly Bunkley, a prim 17-year-old, slips into the health-resource room at Edward R. Murrow High School in Brooklyn, where she quietly asks for a free condom. She says her visits to the room on the second floor, where condoms are kept locked in a file cabinet, give her a powerful weapon she can pass along to help a former schoolmate" , "date" : "19971016" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When Sex Is Just a Matter of Fact; To High School Students, Free Condoms Seem Normal, Not Debatable" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/16\/nyregion\/when-sex-just-matter-fact-high-school-students-free-condoms-seem-normal-not.html"} , {"body" : "KAZANECKI-Theodore. October 10, 1997. Beloved husband of Mary; devoted father of Rev. Thaddeus Kazanecki, Christine Kemp, Paul and Helen. Reposing Bay Ridge Funeral Home, Inc., 6741 5th Ave, Brooklyn, until Tuesday 9 A.M. Mass of Christian Burial 10 A.M., St. Andrew the Apostle Church. In lieu of flowers donations to St. Rose Home appreciated." , "date" : "19971013" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths KAZANECKI, THEODORE" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/13\/classified\/paid-notice-deaths-kazanecki-theodore.html"} , {"body" : "''LOOK, I'll be honest with you,'' Albertina Fiumano was saying one evening recently, standing in her 25th-floor apartment in Bay Ridge, Brooklyn, gazing at the Verrazano-Narrows Bridge. ''I'm 100 percent American. This is a great country.'' She wasn't talking about the view, the Constitution, the economy, the President or even Columbus Day. She" , "date" : "19971009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "New York Grind" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/09\/garden\/new-york-grind.html"} , {"body" : "Theater ''ALADDIN AND THE WONDERFUL LAMP,'' directed by Nicolas Coppola, performed with marionettes, flying carpets, Khachaturian's ''Gayenne'' ballet and a genie by Puppetworks, for ages 3 and up. Through Dec. 21. Saturdays and Sundays at 12:30 and 2:30 P.M. at Puppetworks-Park Slope, 338 Sixth Avenue, at Fourth Street, Brooklyn. Admission:" , "date" : "19971003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/03\/arts\/spare-times-for-children.html"} ,   {"body" : "As a Federal prosecutor, Charles G. La Bella hurriedly labors to repair the Justice Department's embarrassing performance in the White House fund-raising inquiry, and lawyers who have battled him in the courtroom eye his arrival here with the sort of wary respect extended to itinerant sheriffs in the Old West. ''If he's after President Clinton," , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "Dogged Leader for the Justice Department's Campaign-Finance Inquiry" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/us\/dogged-leader-for-the-justice-department-s-campaign-finance-inquiry.html"} , {"body" : "For almost two decades, the Congressional seat that encompasses Staten Island and southwest Brooklyn has been held by a member of the Molinari family, which lorded over the sole bastion of Republicanism in heavily Democratic New York City. But the recent resignation of Susan Molinari has endowed the seat with special significance: it is the only" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Race to Fill Molinari's Seat, A National Test" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/in-race-to-fill-molinari-s-seat-a-national-test.html"} , {"body" : "A charge of attempted murder was added yesterday to earlier assault charges against three white teen-agers accused of what the authorities called the racial beating of a black man in Brooklyn on Saturday morning. The victim, Kevin Teague, 26, was beaten with a baseball bat, a metal steering-wheel lock and fists and feet after being intentionally" , "date" : "19970924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Attempted Murder Charge Is Added in a Beating Case" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/24\/nyregion\/attempted-murder-charge-is-added-in-a-beating-case.html"} , {"body" : "Despite stiff challenges in several New York City Council races, only one incumbent fell in the primary yesterday, but a handful of newcomers will still take office next year because of vacant seats in eight districts. The only Council member to lose was Federico Perez of the Bronx, who was defeated by a former assemblyman, Pedro Gautier Espada." , "date" : "19970910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Incumbents in Most Races Fend Off the Challengers" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/10\/nyregion\/incumbents-in-most-races-fend-off-the-challengers.html"} , {"body" : "While mayoral politics has been at the forefront, this year's primary season has also been particularly spirited on a more local level, with an unusually large number of closely contested City Council races. With tight battles for vacant seats and a large number of incumbents being challenged, this year's elections are expected to produce the" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Vacant Seats and Challenges to Incumbents Expected to Provide a Number of New Members" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/nyregion\/vacant-seats-challenges-incumbents-expected-provide-number-new-members.html"} , {"body" : "IT seems that every new season brings a new Richard Linklater, Harmony Korine or Kevin Smith -- a screenwriter or movie director who unearths yet another previously unknown pocket of America's youth culture. Mr. Linklater did it with go-nowhere Texas teen-agers in ''Slacker'' and potheads in ''Dazed and Confused.'' Mr. Smith did it with dopey New" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "53" , "title" : "A Tough-Guy Film by a Former Would-Be Tough Guy" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/style\/a-tough-guy-film-by-a-former-would-be-tough-guy.html"} , {"body" : "At a center for the elderly in Harlem the other day, Sal F. Albanese described himself once again as the embodiment of ''the New York experience'' -- a garment worker's son who rose to city councilman and mayoral candidate thanks in part to the city's long tradition of generous social support. But that tradition, he warned, has eroded under Mayor" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Albanese Sees a City Divided" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/nyregion\/albanese-sees-a-city-divided.html"} , {"body" : "Events yesterday in the Democratic mayoral primary campaign in New York City. SAL F. ALBANESE Mr. Albanese, the Councilman from Brooklyn, crisscrossed the city yesterday, expounding on his campaign's themes in three boroughs and in two television interviews. During a voter registration drive at Manhattan Community College, Mr. Albanese repeated one" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "On the Trail" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/nyregion\/on-the-trail-940372.html"} , {"body" : "Councilman Sal F. Albanese has borrowed $200,000 from a small bank in his district to buy television commercials for his election campaign, trying to mount a last-ditch effort to gain ground on Ruth W. Messinger in the final days before the Democratic mayoral primary on Tuesday. The bank that granted the short-term loan, Olympian Bank of Bay Ridge," , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Albanese Is Lent $200,000 To Buy Last-Minute TV Ads" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/nyregion\/albanese-is-lent-200000-to-buy-last-minute-tv-ads.html"} , {"body" : "FARRELL-Mildred D. (nee Driscoll). On August 29, 1997 of Floral Park, NY formerly of Bay Ridge Brooklyn. Retired NYC school teacher. Beloved wife of the late Edwin J. Dear aunt of Mary Alice Sica and Helen D. Gallagher. Loving grand-aunt of Mary Elizabeth Sica Strickland and her husband Eric John. Also survived by greatnieces Dawn Marie, Kelly Ann" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths FARRELL, MILDRED D. (NEE DRISCOLL)" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/classified\/paid-notice-deaths-farrell-mildred-d-nee-driscoll.html"} ,   {"body" : "It seemed a simple thing, really. Conceding that its 26-year-old ban on garbage disposals defied common sense, the New York City Council discarded it on Wednesday and appeared to give New Yorkers access to a kitchen convenience so rudimentary that it is taken for granted almost everywhere else. But New York remains New York. Even before Mayor" , "date" : "19970830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Peel the Peach, Yes, But Hearts Quake Over What Comes Next" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/30\/nyregion\/peel-the-peach-yes-but-hearts-quake-over-what-comes-next.html"} , {"body" : "MOSSAWIR-Albert G. On Aug. 18, 1997. Economist at the United Nations for over 20 years. Beloved husband of Morag (nee Gillies), loving father of John Roderick, dear father-in-law of Laura Stinchcom. Proud grandfather of Alexander Clark. Wake Wednesday 3-5 and 7-9 P.M. at Clavin Funeral Home, 7722 Fourth Ave, Bklyn, NY. Funeral services Thursday 10" , "date" : "19970819" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths MOSSAWIR, ALBERT G." , "url" : "http:\/\/www.nytimes.com\/1997\/08\/19\/classified\/paid-notice-deaths-mossawir-albert-g.html"} , {"body" : "Sal F. Albanese spent just three minutes the other day discussing his mayoral candidacy in the basement of a Greenwich Village church, finally giving up after trying to compete for attention in a clamorous room filled with elderly New Yorkers more interested in the 75-cent plates of chicken, corn and watermelon than in a serving of mayoral" , "date" : "19970818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dark-Horse Albanese Seeks His Stride" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/18\/nyregion\/dark-horse-albanese-seeks-his-stride.html"} , {"body" : "IT'S one of the last of Brooklyn's Shore Road mansions, built with dramatic views of New York Harbor and the Narrows. Today you can't even see the water from the Farrell house at 125 95th Street in Bay Ridge, for it was moved 100 feet back from Shore Road eight decades ago to escape demolition. But now the area is almost all filled in -- and the" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "A Shore Road Mansion, Now Obscured From Shore" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/realestate\/a-shore-road-mansion-now-obscured-from-shore.html"} , {"body" : "SOME people call it the coleslaw of the 90's. Others don't care what it is called as long as they can get it. It is the seaweed salad, a simple, crunchy combination of green seaweed and spicy-sweet seasonings that seems to be popping up everywhere from takeout shops to distinguished restaurants. Considering its Japanese origins, it is not a" , "date" : "19970813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "From Japan, A Big Wave Of Seaweed" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/13\/garden\/from-japan-a-big-wave-of-seaweed.html"} , {"body" : "Bread Italian Style: A Family Affair Ever since they were young, the six DiPalma sisters knew it would be their calling to carry on a family tradition: bread-making. This family business, DiPalma Bread, already has one shop in Jersey City, and they recently opened another in Manhattan, at 45 Spring Street at Mulberry Street. Connie and Lia DiPalma," , "date" : "19970810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1997\/08\/10\/nyregion\/new-yorkers-co-537985.html"} , {"body" : "DAVID N. DINKINS lost the New York mayoralty four years ago in part because of what some people called his timorous response to a black-led boycott of a Korean-owned grocery store. So it was more than a little noteworthy when the Rev. Al Sharpton -- another black man seeking to be Mayor of New York -- showed up at a dinner of Korean-Americans the" , "date" : "19970803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "4" , "title" : "Bringing Diversity to the Politics of Distrust" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/03\/weekinreview\/bringing-diversity-to-the-politics-of-distrust.html"} , {"author" : "Jennifer Egan is the author of ''The Invisible Circus,'' a novel. Her most recent article for the Magazine, ''James Is a Girl,'' was about a young fashion model" , "body" : "One Saturday night in January, Jill McArdle went to a party some distance from her home in West Beverly, a fiercely Irish enclave on Chicago's South Side. She was anxious before setting out; she'd been having a hard time in social situations -- parties, especially. At 5 feet 10 inches with long blond hair, green eyes and an underbite that often" , "date" : "19970727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Health"] , "page_facet" : "21" , "title" : "The Thin Red Line" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/27\/magazine\/the-thin-red-line.html"} , {"body" : "Robert McCague Hays, the passionate plant propagator of the Brooklyn Botanic Garden, died Thursday at New York University Hospital. He was 38. He lived in Bay Ridge, Brooklyn, and died of kidney failure after a 12-year struggle with AIDS, said Judy Zuk, the president of the Brooklyn Botanic Garden. ''He went through a tremendous amount of health" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "27" , "title" : "Robert Hays, 38, Propagator At Brooklyn Botanic Garden" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/nyregion\/robert-hays-38-propagator-at-brooklyn-botanic-garden.html"} , {"body" : "The New York area's first extended heat wave of the summer began taking its toll yesterday, with city officials urging people to turn down their air-conditioners and some suburban communities telling homeowners to turn on their lawn sprinklers only every other day. The temperature hit 97 degrees in Central Park, 5 degrees short of the record for" , "date" : "19970716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK IN GRIP OF FIRST SCORCHER OF A MILD SUMMER" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/16\/nyregion\/new-york-in-grip-of-first-scorcher-of-a-mild-summer.html"} ,   {"body" : "An unemployed city bus driver charged with fatally shooting his estranged wife, a police officer, in January was convicted yesterday by a Brooklyn jury. The defendant, John Rivera, 37, was convicted of second-degree murder with depraved indifference for human life in the shooting of Officer Kimberly Rivera, 28, during an argument outside his" , "date" : "19970716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Convicted of Killing His Wife, a Police Officer" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/16\/nyregion\/man-convicted-of-killing-his-wife-a-police-officer.html"} , {"body" : "''We're cleaning up this community, but Bay Ridge is the cleanest community in Brooklyn,'' said one criminal removing graffiti from the Bay Ridge monastery wall last Sunday as part of his probation. ''My community'' -- he lives in Flatbush -- ''needs cleaning up more than this. Why don't we clean up our own communities?'' Over the last five years," , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "How a Community Gets Community Service: Being Organized Helps" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/how-a-community-gets-community-service-being-organized-helps.html"} , {"body" : "On one side of the wall, a sweaty quest for redemption -- or at least a clean criminal record -- unfolded. On the other, a tranquil search for salvation continued, as it has for almost a century. Approximately 30 men (plus a few women) who had been convicted of crimes ranging from fare beating to heroin possession to assault, and given community" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Convicts Wash Away Their Misdeeds Along With Graffiti" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/convicts-wash-away-their-misdeeds-along-with-graffiti.html"} , {"body" : "NEW YORK CITY'S free-market rental fever of a year ago, fueled by tales of 30 percent increases, bidding wars, broken promises and C.I.A.-like credit checks -- many of them true -- has abated. A bit. It's not that rents have plummeted or demand has slackened, as they did during the real estate recession of the early 90's. But a broad-brush portrait" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Rental Fever: Temperature Drops -- a Bit" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/realestate\/rental-fever-temperature-drops-a-bit.html"} , {"body" : "RESPONDING to sweeping changes in the country's health-care delivery systems, hospitals in New York City and the surrounding region are spending hundreds of millions of dollars on construction projects designed to make health services more efficient for accountants and more attractive for patients. Whether transforming a seedy parking garage on" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "title" : "At Hospitals, Construction Is Regaining Its Health" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/realestate\/at-hospitals-construction-is-regaining-its-health.html"} , {"body" : "It is one of those inexplicable, only-in-New-York things: a city that prides itself on being a world capital of round-the-clock consumer convenience, that features home delivery of everything from dry cleaning to dry martinis if one knows whom to call, has a law against an appliance that defines convenience: the garbage disposal. But the whirling," , "date" : "19970704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Disposal: Coming Soon to a Sink Near You?" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/04\/nyregion\/the-disposal-coming-soon-to-a-sink-near-you.html"} , {"body" : "Replacing the Gowanus Expressway with a tunnel would be cheaper in the long run than rebuilding the crumbling elevated highway and would revive moribund neighborhoods in southwestern Brooklyn, according to a study by a private planning group. The study by the Regional Plan Association, to be formally released this morning, found that it would cost" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Study Backs Tunnel to Replace the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/study-backs-tunnel-to-replace-the-gowanus.html"} , {"body" : "A recent spate of high-profile killings may have given New Yorkers the impression that crime has been rising, but preliminary police statistics obtained yesterday show that it continued to fall throughout the city during the first half of 1997 and that the murder rate was dropping fastest of all. When the city recorded fewer than a thousand" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder Rate Is Continuing To Decrease" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/murder-rate-is-continuing-to-decrease.html"} , {"body" : "Early last December, Joseph L. Bruno, the majority leader of the New York State Senate, warned Gov. George E. Pataki, a fellow Republican, that he planned to deliver a major speech on the evils of rent regulation. ''I told him what I wanted to say,'' Mr. Bruno recalled. ''I just didn't tell him how strong I would say it.'' Strong is an" , "date" : "19970629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent War Redux: As Dust Settles, A Tortuous Inside Story Emerges" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/29\/nyregion\/rent-war-redux-as-dust-settles-a-tortuous-inside-story-emerges.html"} , {"body" : "BYRNE-John J. (Jack), of Baldwin, LI, NY, formerly of Bay Ridge, Brooklyn, on June 19, 1997. Beloved and devoted husband of Joan (nee Moakler). Loving father of Sean, Kathleen, Joan and the late Thomas. Devoted father-inlaw of Debra Byrne, Brian Morgan and Christopher Fusco. Loving grandfather of Jason, Justin, Jack and Stephen. Dear brother of" , "date" : "19970629" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths BYRNE, JOHN J. (JACK)" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/29\/classified\/paid-notice-deaths-byrne-john-j-jack.html"} ,   {"body" : "A fast-moving line of thunderstorms raced across the metropolitan area yesterday afternoon and evening, causing minor damage and flooding, but major aggravation, particularly in Westchester County. Besides toppling trees and downing power lines, high winds from the storms injured one person in Rye, N.Y., and briefly blacked out some parts of the" , "date" : "19970627" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Storms Bring Delays and Downed Trees" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/27\/nyregion\/storms-bring-delays-and-downed-trees.html"} , {"body" : "TWOHY-Marie A. (nee Gallagher), on June 24, 1997, at home in Bay Ridge after a long illness at age 92. Survived by her four children James F., Jr., John P., Mary J. (Kate) Twohy and Anne T. Stubbs; 7 grandchildren and three great grandchildren; three of her eight siblings, Grace, J. Vincent and Alice Gallagher. Lifelong Brooklynite; Lady of the" , "date" : "19970626" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths TWOHY, MARIE A. (NEE GALLAGHER)" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/26\/classified\/paid-notice-deaths-twohy-marie-a-nee-gallagher.html"} , {"body" : "For the last 15 years, the people of Bay Ridge and Bensonhurst, Brooklyn, have gone to the polls to elect Sal F. Albanese as their City Councilman, thereby creating one of the most enduring political anomalies in New York. The neighborhoods, situated in the shadow of the Verrazano-Narrows Bridge, have long been among the most conservative in the" , "date" : "19970625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sal Albanese, a Bay Ridge Liberal, Runs for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/25\/nyregion\/sal-albanese-a-bay-ridge-liberal-runs-for-mayor.html"} , {"body" : "A former guidance counselor at a Brooklyn junior high school has been arrested and charged with the rape and sexual abuse of three teen-age sisters he met at the school and who later moved into his Bay Ridge apartment with their mother, the police said yesterday. William Thomas, 43, met the teen-agers when he was a guidance counselor at Junior High" , "date" : "19970623" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Counselor Accused of Abusing Teen-Agers" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/23\/nyregion\/ex-counselor-accused-of-abusing-teen-agers.html"} , {"body" : "WHAT led Irene Ryan King to move to Washington Heights from the West 90's in Manhattan 12 years ago was the reality of the Manhattan housing market at the time. ''Washington Heights was one of the few places where I could find a reasonable amount of space for what I could pay,'' said Ms. King, an opera singer and instructor. So she rented a" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "At Some Co-ops, Investors Succeed Banks as Lender" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/realestate\/at-some-co-ops-investors-succeed-banks-as-lender.html"} , {"body" : "A day after the state's highest court upheld Mayor Rudolph W. Giuliani's plan to banish sidewalk food vendors from parts of midtown Manhattan, confusion reigned on busy streets as police officers struggled to determine which streets were off-limits to them and vendors sought to re-establish themselves in places that had long been closed to them." , "date" : "19970619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Street Vendors Roll Their Way Back to Some Corners" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/19\/nyregion\/street-vendors-roll-their-way-back-to-some-corners.html"} , {"body" : "Bushwicks, Not Bush Q. I've heard that there was once a baseball field called Dexter Park where I live in Woodhaven, Queens. Who played there? A. Barnstorming teams with players like Babe Ruth and Lou Gehrig. Negro League teams like the Brooklyn Royal Giants, Kansas City Monarchs and Homestead Grays. And scrappy semiprofessional teams like the" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/nyregion\/fyi-627526.html"} , {"body" : "While the rent debate in Albany has focused on letting prices rise once tenants move, thousands of small landlords around the city are complaining loudly that such a solution leaves them out in the cold. For these owners, the issues are completely different and are largely overlooked, since demand for their apartments is not high enough for them to" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Small Owners Say They Are Overlooked" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/nyregion\/small-owners-say-they-are-overlooked.html"} , {"body" : "SHALITA - MARMOUR - Deborah, on June 10, 1997. Beloved wife of David Marmour; mother of Daniel; daughter of Simone and Alan Shalita; sister of Judith Shalita. Services Friday, 11am, at Congregation Shaaray Tefila, 79th Street and 2nd Avenue, NYC. SHALITA - MARMOUR - Debbie. Temple Shaaray Tefila is filled with sorrow over her untimely death. She" , "date" : "19970612" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths SHALITA, MARMOUR, DEBORAH" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/12\/classified\/paid-notice-deaths-shalita-marmour-deborah.html"} , {"body" : "After a week of public relations miscues and falling poll numbers for Gov. George E. Pataki, Senate Republicans today gave ground on several crucial elements in the rent control battle, potentially giving the Republican Governor greater latitude to negotiate a compromise with Democrats who want the rent laws extended. With just four days to go" , "date" : "19970612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "G.O.P. EASES STAND IN RENT-LAW FIGHT" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/12\/nyregion\/gop-eases-stand-in-rent-law-fight.html"} ,   {"body" : "When Vincent Cama's mother went on vacation last summer, Mr. Cama figured he would surprise her by hiring a contractor to renovate the kitchen in their home in Bay Ridge, Brooklyn. She was surprised, but not in the way he had hoped: the kitchen walls were demolished, the contractor admitted he was incompetent and her son was out more than $6,000." , "date" : "19970612" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Contractors' Vans Seized" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/12\/nyregion\/contractors-vans-seized.html"} , {"body" : "The Republicans in Staten Island took just four days to pick a candidate to run for the seat that Representative Susan Molinari plans to give up on Aug. 1 for a job as a network news anchor. But for the Democrats, with two prominent officials vying for the nomination, selecting a candidate has become a time-consuming, ticklish business. Each has" , "date" : "19970609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Staten Island Democrats Face a Tough Choice" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/09\/nyregion\/staten-island-democrats-face-a-tough-choice.html"} , {"body" : "With two weeks left until state rent controls expire, Mayor Rudolph W. Giuliani traveled here today and called on Gov. George E. Pataki to become more involved in resolving the impasse, while the Governor went to New York City to begin a public relations campaign in favor of his proposal to phase out rent regulations. In his strongest language to" , "date" : "19970603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Says Pataki Must Do More to Resolve Rent Impasse" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/03\/nyregion\/giuliani-says-pataki-must-do-more-to-resolve-rent-impasse.html"} , {"body" : "Cries of ''Drop dead, Katz,'' ''We don't want you!'' and ''No mall! No mall!'' erupted from the crowd that filled a church hall in Bay Ridge on Wednesday night. The protesters had come to express their adamant opposition to a mammoth shopping center proposed for the community. When it was over, the developer, Charles Katz, left with a police" , "date" : "19970601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Battle Rages Over Impact of Immense Mall" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/01\/nyregion\/battle-rages-over-impact-of-immense-mall.html"} , {"body" : "For years, Republicans and Democrats on Staten Island have behaved like members of rival clans. Republicans, a minority in most other parts of this largely Democratic city, have long enjoyed close relationships in the only borough they dominate. And Democratic officials have banded together against the Republicans. Now, with the imminent" , "date" : "19970601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Race for Molinari's Seat Puts Relationships to Test" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/01\/nyregion\/race-for-molinari-s-seat-puts-relationships-to-test.html"} , {"body" : "Representative Susan Molinari, a Staten Island Republican widely viewed as one of her party's most promising young politicians, plans to resign from Congress this summer to join CBS News as a Saturday morning news anchor, network officials and political associates said last night. Ms. Molinari's decision stunned political leaders in New York and" , "date" : "19970528" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In a Surprise Move, Molinari Is Leaving Congress for TV Job" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/28\/nyregion\/in-a-surprise-move-molinari-is-leaving-congress-for-tv-job.html"} , {"body" : "From storefronts to the windows of homes, political posters already seem to be up everywhere in Bay Ridge, Brooklyn, these days. Forget about the race for mayor. For many residents in this quiet neighborhood, the hottest political race this year is not the battle for Gracie Mansion but rather the fight to represent the 43d City Council District. In" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Bay Ridge, the Hot Race Is for Council, Not Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/in-bay-ridge-the-hot-race-is-for-council-not-mayor.html"} , {"body" : "From storefronts to the windows of homes, political posters already seem to be up everywhere in Bay Ridge, Brooklyn, these days. Forget about the race for mayor. For many residents in this quiet neighborhood, the hottest political race this year is not the battle for Gracie Mansion but rather the fight to represent the 43d City Council District." , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Hot Race in Bay Ridge Is for City Council" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/hot-race-in-bay-ridge-is-for-city-council.html"} , {"body" : "The men of the Police Harbor ''Charlie'' unit have the grisly task of fishing cadavers from the water. They sat in the station house listening to the gurgle of the scanner last week while eating their lunch. ''Bodies always float face down,'' said Sgt. Larry DiGiamo, explaining that this quirk of nature makes it easy for the police to rope the body" , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Springtime, for the Harbor Police, Means Watching Out for Bodies" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/nyregion\/springtime-for-the-harbor-police-means-watching-out-for-bodies.html"} , {"body" : "In their first appearance together since Fernando Ferrer dropped out of the mayoral race, the three Democratic candidates politely sidestepped invitations to criticize one another at a forum yesterday while they attacked the record of Mayor Rudolph W. Giuliani. Speaking to some business people and political aides, Ruth W. Messinger, Sal F. Albanese" , "date" : "19970516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Democratic Rivals Attack Giuliani, Not One Another" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/16\/nyregion\/3-democratic-rivals-attack-giuliani-not-one-another.html"} ,   {"body" : "A Brooklyn teen-ager has been charged with murder in the beating death of a Bronx high school student during an alcohol-fueled brawl that escalated into some of the worst violence ever during the St. Patrick's Day Parade, prosecutors said yesterday. A grand jury indicted Jason Andrade, 18, of Bay Ridge, Brooklyn, on charges of second-degree murder" , "date" : "19970429" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Youth Faces Murder Trial in Beating at Parade" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/29\/nyregion\/youth-faces-murder-trial-in-beating-at-parade.html"} , {"body" : "Independence Savings Bank, a $3.7 billion Brooklyn-based thrift institution that is one of the few remaining mutually owned banks in New York City, will sell shares to the public to raise money for acquisitions and expansion, the bank's chairman said yesterday. The bank, which has 32 branches, 17 of them in Brooklyn, also plans to set up a" , "date" : "19970422" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Independence, a Mutual Bank In Brooklyn, Plans to Go Public" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/22\/nyregion\/independence-a-mutual-bank-in-brooklyn-plans-to-go-public.html"} , {"body" : "Montague Street, one of Brooklyn Heights' loveliest thoroughfares, ends at the promenade. Directly underneath this intersection are the sounds and smell of cars and trucks whizzing along the Brooklyn-Queens Expressway. But if Allen Swerdlowe has his way, the highway traffic noise and the odors of exhaust fumes will be replaced with a whiff of ocean" , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Tunnel Vision for B.Q.E. Would Be a Billion Dollar View" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/tunnel-vision-for-bqe-would-be-a-billion-dollar-view.html"} , {"body" : "A grand jury will decide whether the young men accused of beating a Bronx teen-ager near the St. Patrick's Day Parade will be charged with murder now that the victim has died, officials said yesterday. The victim, Michael Sarti, died Sunday night. The three teen-age suspects, all from Bay Ridge, Brooklyn, are currently charged with assaulting Mr." , "date" : "19970409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Grand Jury to Review Beating That Led to Death of Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/09\/nyregion\/grand-jury-to-review-beating-that-led-to-death-of-teen-ager.html"} , {"body" : "The Bronx teen-ager who was beaten by a gang of young men on Madison Avenue in Manhattan during the St. Patrick's Day Parade last month died last night at New York Hospital-Cornell Medical Center, the police said. The teen-ager, Michael Sarti, an 18-year-old high school senior from the Throggs Neck section of the Bronx, was the worst casualty of a" , "date" : "19970408" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager in Beating Dies" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/08\/nyregion\/teen-ager-in-beating-dies.html"} , {"body" : "Patrick McNeill, the 21-year-old Fordham University student whose disappearance on Feb. 16 led to a citywide search by his family and more than 1,000 volunteers, was found dead yesterday morning, his body floating near a pier in Bay Ridge, Brooklyn, the police said. The discovery solved a mystery that had confounded the police and led to a frantic" , "date" : "19970408" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Body of Missing Fordham Student Is Found Off Pier" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/08\/nyregion\/body-of-missing-fordham-student-is-found-off-pier.html"} , {"body" : "Standing on the platform, watching a screeching subway train pass over the inert body of her pregnant cousin, Olga Reyes was sure that the 22-year-old had been crushed to death seconds after she tumbled onto the tracks. ''The moment she fell the train came,'' said Ms. Reyes, still breathless and shaking nine hours after the 9:42 A.M. accident" , "date" : "19970405" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Pregnant Woman Survives Fall in Path of a Train" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/05\/nyregion\/pregnant-woman-survives-fall-in-path-of-a-train.html"} , {"body" : "Two more Brooklyn teen-agers were charged yesterday with beating a Bronx teen-ager into a coma during a street brawl just a block away from the St. Patrick's Day Parade in Manhattan, the police said. The teen-agers, Thomas Warnock, 16, and James Wiffin, 19, both of Bay Ridge, Brooklyn, were arraigned yesterday in Manhattan Criminal Court on charges" , "date" : "19970326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 More Are Charged In Beating Near Parade" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/26\/nyregion\/2-more-are-charged-in-beating-near-parade.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "In a move to bolster their ranks, Republican members of the City Council are forming a political action committee to try to raise more than $1 million to support candidates in Council districts where Mayor Rudolph W. Giuliani has run most strongly. Thomas V. Ognibene, the Council minority leader, said last week that the committee, which will be" , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "G.O.P. Creating New Fund To Aid in Races for Council" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/gop-creating-new-fund-to-aid-in-races-for-council.html"} ,   {"body" : "A Brooklyn teen-ager who the police said was caught on videotape viciously kicking and beating an 18-year-old Bronx high school senior near the St. Patrick's Day Parade was arrested yesterday and charged with assault. Capt. William Roe, Manhattan Chief of Detectives, said investigators used both the videotape and accounts from several witnesses," , "date" : "19970319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Youth Is Held in Near-Fatal, Videotaped Beating During Parade Brawl" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/19\/nyregion\/brooklyn-youth-is-held-in-near-fatal-videotaped-beating-during-parade-brawl.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BOWERY $600,000 325 Bowery (2d St.) 4-story, 10,300-sq.-ft. commercial loft building being converted into a two-family residential building; 10-ft. ceilings, 2" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/realestate\/residential-resales-061425.html"} , {"body" : "SPRING training was in sweaty full swing in Red Hook last Sunday. Eager anticipation of the Dodgers's return to the borough they spurned 40 years ago? Later for that. This is soccer central, where dozens of teams scramble to prepare for the tournaments held on the scruffy fields ringed by the Gowanus Expressway, factories and housing projects." , "date" : "19970312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dem Bums? Brooklyn Is Spoken For" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/12\/nyregion\/dem-bums-brooklyn-is-spoken-for.html"} , {"body" : "PEOPLE looking for a home who are unfamiliar with neighborhoods inland from Brooklyn's great round shoreline underbelly will need to look twice to see what's special about Dyker Heights, a residential area of one- and two-family, mostly brick, homes tucked between Bay Ridge and Bensonhurst, not far from the Verrazano-Narrows Bridge. Laid out in an" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Near the Giant Verrazano, a Human Scale" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/realestate\/near-the-giant-verrazano-a-human-scale.html"} , {"body" : "When the 69th Street Pier closed in November, Brooklyn lost one of its most popular spots for strollers, families and especially fishermen. And oddly enough, the fact that the water is now clean enough to fish in is what led to the pier's demise. The City Economic Development Corporation, which maintains the pier, said pollution had ebbed so much" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Water's Fine! Worms Dine On the Pier" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/nyregion\/water-s-fine-worms-dine-on-the-pier.html"} , {"body" : "Officials say it was an oversight. Residents see it as the hallmark of a back-room deal. A proposal to erect a mammoth shopping center that would radically change the face of Dyker Heights and Borough Park has led residents to accuse Community Board 10 and the Metropolitan Transportation Authority of plotting to approve its construction in secret." , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Critics of 'Stealth' Mall Find Officials Too Quiet on Plans" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/critics-of-stealth-mall-find-officials-too-quiet-on-plans.html"} , {"body" : "THERE is a public school in Brooklyn where first-graders enter a science classroom that resembles a rain forest, and there is a public school on the Upper East Side of Manhattan where fifth-graders isolate DNA. A third public school, supposedly the best in the city, is in East Harlem and most of its students are poor. Are these schools ''flowers" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Public Schools? But of Course." , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/public-schools-but-of-course.html"} , {"body" : "With only six days days left in The New York Times Neediest Cases Fund's 85th annual appeal, donations have slowed and the fund remains about $140,000 behind the total collected last year. The appeal, which began after Thanksgiving, runs until Friday. Last year's appeal, the second-best in the fund's history, raised $4,815,609.76. The record of" , "date" : "19970222" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Delayed, but Good Deeds Get Done" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/22\/nyregion\/delayed-but-good-deeds-get-done.html"} , {"body" : "For 16 years, several neighborhoods strung along the Brooklyn waterfront were represented in the State Assembly by Eileen C. Dugan, a popular Democrat who died last November, just two days after she was elected to a ninth term. A special election to fill that seat will be held tomorrow and it will pit one of Ms. Dugan's political allies against a" , "date" : "19970217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Special Election Tomorrow to Fill Assembly and Council Seats" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/17\/nyregion\/special-election-tomorrow-to-fill-assembly-and-council-seats.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $500,000 380 Rector Place (Liberty Terrace) 2-bedroom, 2-bath, 1,100-sq.-ft. postwar condo; 24-hr. doormen, concierge, balcony, harbor view; common" , "date" : "19970216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/16\/realestate\/residential-resales-580694.html"} ,   {"body" : "NEW YORK CITY has several Chinatowns. The oldest and most well known is Manhattan's, on the Lower East Side. The second oldest is in Flushing, Queens. The relative newcomer -- having sprung up mainly over the last decade -- is in the Sunset Park neighborhood of Brooklyn. My family and I, Brooklyn residents since 1984, first heard about the Chinese" , "date" : "19970207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where China and Brooklyn Overlap" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/07\/arts\/where-china-and-brooklyn-overlap.html"} , {"body" : "As new immigrants and new converts swell the numbers of Muslims in New York City, the rites of Ramadan, Islam's holiest period, have quietly seeped into the culture of the city's schools. At McKee High School on Staten Island, the basketball coach excuses one of his players from practice at sunset every day so he can dive into his gym bag for a" , "date" : "19970206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "Ramadan Enters New York City School Life" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/06\/nyregion\/ramadan-enters-new-york-city-school-life.html"} , {"body" : "A 48-year-old man found yesterday lying next to his car on a Brooklyn street, severely beaten about the head and with a gunshot wound to his buttocks, died on arrival at Maimonides Medical Center, the police said. The man, Frank Parasole of Avenue S in Bay Ridge, was found about 3:15 P.M. lying beside his white Jeep Cherokee at 75th Street and 13th" , "date" : "19970127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Beaten and Killed" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/27\/nyregion\/man-is-beaten-and-killed.html"} , {"body" : "An article on Monday about the arrest of an Episcopal priest in Bay Ridge, Brooklyn, on charges of having sold drugs misstated the title of the clergyman who presided on Sunday in his absence. The Rev. Blair Hatt is a priest, not a bishop." , "date" : "19970122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/22\/nyregion\/c-corrections-288586.html"} , {"body" : "On a recent cold and windy night, Charles Robinson sat inside the warmth of the No. 7 train, wore his black fedora tightly and clutched a copy of ''The Bhagavad Gita,'' the Hindu religious classic, as the train clacked languidly above Queens. The mere movement of the train, at the midnight hour, was soothing to Mr. Robinson, who found that the" , "date" : "19970121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subways Seem Safer but Oh, the Delays, and the Rats!" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/21\/nyregion\/subways-seem-safer-but-oh-the-delays-and-the-rats.html"} , {"body" : "On the Sunday after their pastor was charged with selling drugs out of their church, about 90 people attended services yesterday at St. John's Episcopal Church in Bay Ridge, Brooklyn, and heard a bishop tell them that their minister, the Rev. Chester LaRue, would be stepping down. On Friday night, Father LaRue, 54, had been arrested in his bedroom" , "date" : "19970120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Parishioners Come to Services, Despite Arrest of Their Pastor" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/20\/nyregion\/parishioners-come-to-services-despite-arrest-of-their-pastor.html"} , {"body" : "NEW YORK Maneuvering on Casino Plan Support for a constitutional amendment to legalize casino gambling has eroded among the State Senate's Republican majority. And some Democrats have complained that the measure does nothing for New York City. The drop in support seemed a stunning turnaround for an amendment that had appeared to be on a fast track" , "date" : "19970120" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/20\/nyregion\/metro-digest-256935.html"} , {"body" : "GILLIAM-Rose M., on January 17, 1997, beloved wife of Robert Lee. Reposing Bay Ridge Funeral Home, Inc., 6741 5th Ave., Brooklyn, until Tuesday, 9 AM. Visiting Sunday and Monday, 2-5, 7-9 PM. Prayer service Monday, 8 PM. Interment Evergreen Cemetery." , "date" : "19970120" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths GILLIAM, ROSE M." , "url" : "http:\/\/www.nytimes.com\/1997\/01\/20\/classified\/paid-notice-deaths-gilliam-rose-m.html"} , {"body" : "GILLIAM-Rose M., on January 17, 1997, beloved wife of Robert Lee. Reposing Bay Ridge Funeral Home, Inc., 6741 5th Ave., Brooklyn, until Tuesday, 9 AM. Visiting Sunday and Monday, 2-5, 7-9 PM. Prayer service Monday, 8 PM. Interment Evergreen Cemetery." , "date" : "19970119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "33" , "title" : "Paid Notice: Deaths GILLIAM, ROSE M." , "url" : "http:\/\/www.nytimes.com\/1997\/01\/19\/classified\/paid-notice-deaths-gilliam-rose-m.html"} , {"body" : "Fighting the deep-January blues with children doesn't seem easy at first if you live in New York City. The parks can feel as cold as Siberia, and skating arenas are often too jammed for figure-eights. And have you noticed the lines at the movies? If only we were bears and could sleep until spring. Yet an eclectic array of remedies exists. Here is" , "date" : "19970117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/17\/arts\/for-children.html"} ,   {"body" : "EARLY 1800's -- Brooklyn is incorporated as a village in 1816 and construction begins on the Brooklyn Navy Yard in Wallabout Bay. After the Erie Canal opens in 1825, waterfront warehouses and factories begin to appear along the East River. MID-1800's -- Ports in Manhattan become overcrowded and more companies move to Brooklyn. 1922 -- A Port" , "date" : "19970115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Rise and Fall of the Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/15\/nyregion\/the-rise-and-fall-of-the-brooklyn-waterfront.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday proposed building a tunnel beneath New York Harbor to carry rail freight efficiently between the water-fringed city and the rest of the country, and said the city would study transforming the weed-strewn waterfronts of Brooklyn and Staten Island into a port for a new generation of deep-hulled ships. In his State" , "date" : "19970115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Proposes Rail Tunnel To Carry Freight Past Hudson" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/15\/nyregion\/giuliani-proposes-rail-tunnel-to-carry-freight-past-hudson.html"} , {"body" : "To the Editor: Concerning your item on Owl's Head Park in the F.Y.I. column (''Hoo Knows?'' Dec. 8): When I was a little boy it was called Bliss Park, and as I was told by my parents, the land was owned by an Edwin or Edward Bliss, and there was a rather large house or mansion, with several small guest houses and a stable. We were told that the" , "date" : "19970112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OWL'S HEAD PARK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Owl's Head Park Had an Era of Bliss" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/12\/nyregion\/l-owl-s-head-park-had-an-era-of-bliss-129852.html"} , {"body" : "AN O'Malley put a ''for sale'' sign on the Dodgers yesterday -- 40 years too late for Brooklyn. But from Flatbush to Bensonhurst, from Red Hook to Coney Island, anyone who remembered how the late Walter O'Malley hijacked the Dodgers to Los Angeles after the 1957 season had to be smirking when they learned of the devotion of his son, Peter O'Malley," , "date" : "19970107" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Brooklyn Has a Reason To Smirk" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/07\/sports\/brooklyn-has-a-reason-to-smirk.html"}]