[  {"body" : "A man wanted in a six-year-old Brooklyn murder case was arrested in Houston this month and returned to New York yesterday to stand trial, the police said. The suspect, J. T. Jackson, was tracked down by the Police Department's Cold Case Squad, which investigates unsolved homicides. Officer Gary Cillo, a Police Department spokesman, said that Mr." , "date" : "19971231" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO NEWS BRIEFS: NEW YORK CITY; Fugitive in Murder Case Is Arrested 6 Years Later" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/31\/nyregion\/metro-briefs-new-york-city-fugitive-murder-case-arrested-6-years-later.html"} , {"body" : "It was the first Saturday of the month. A throbbing beat washed over the Omni, a cavernous nightclub in Crown Heights, Brooklyn. Big Brother D, a jut-jawed rapper, strutted across the stage, mike in hand. ''Feel the Holy Ghost vibe,'' he urged the audience, most of whom were black and in their 20's. ''If you have a problem and no one else can" , "date" : "19971230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taking Back the Nightclub; Gospel Spots Offer Entertainment With a Christian Flavor" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/30\/nyregion\/taking-back-nightclub-gospel-spots-offer-entertainment-with-christian-flavor.html"} , {"body" : "A plainclothes narcotics detective wearing a bulletproof vest survived being shot once in the chest and twice in the stomach at point-blank range yesterday morning and wrestled the gunman to the ground after a routine drug bust in the Bronx turned violent, the police said. The detective, Wafkey Salem, 31, and his partner, Detective Lourdes" , "date" : "19971230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bulletproof Vest Saves Officer Shot Three Times in Drug Bust" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/30\/nyregion\/bulletproof-vest-saves-officer-shot-three-times-in-drug-bust.html"} , {"body" : "The fact that investigators have not yet interviewed the police officer accused of shooting an unarmed Brooklyn man to death last week has once again focused public scrutiny on the little-understood piece of police procedure known as the 48-hour rule, which gives police officers two full business days before they must answer questions about" , "date" : "19971229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rule to Shield Police Officer In Killing Stirs New Scrutiny" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/29\/nyregion\/rule-to-shield-police-officer-in-killing-stirs-new-scrutiny.html"} , {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Brooklyn Could Have Been A Contender" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/magazine\/brooklyn-could-have-been-a-contender.html"} , {"body" : "A woman who was baby-sitting her 5-year-old cousin has been charged with assault for locking the girl in a closet for several hours and then throwing her against a wall, the police said yesterday. The 5-year-old's mother, who was not identified, had left the girl and three other children in the care of the woman, Michelle Wilson, 25, early Friday" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "METRO NEWS BRIEFS: NEW YORK; Baby Sitter Is Charged With Abusing Cousin, 5" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/metro-news-briefs-new-york-baby-sitter-is-charged-with-abusing-cousin-5.html"} , {"body" : "As news goes -- the big single events that chill spines, get the pulse racing and last for weeks -- it was not the busiest of years. Not that the big news did not exist. There was Abner Louima and the awful brutality against him and the plight of the deaf Mexicans in horrific conditions in Queens. These stories seemed to capture deeper urban" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The 10 Biggest Little Stories of 1997; Record Numbers On the Food Line" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/the-10-biggest-little-stories-of-1997-record-numbers-on-the-food-line.html"} , {"body" : "There had been a report of gunfire crackling from a rooftop, and the police had swarmed to the Glenwood Houses in Canarsie, Brooklyn. Guns were drawn, including that of Officer Michael J. Davitt, 36, who in 14 years on the force had fired eight times, shot two people and been sent down twice for weapons retraining. Danger swirled in the wintry air." , "date" : "19971227" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Man Is Slain by Officer, Anger and Calls for Patience" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/27\/nyregion\/after-man-is-slain-by-officer-anger-and-calls-for-patience.html"} , {"body" : "If it is 10 P.M., Winnie Coppage knows exactly where her three grandchildren are. ''Once it's dark, they're in here with me,'' she said, flashing them a tough-love glare. ''They have no business being on the streets with all that shooting, stealing and drugging.'' Sitting on the floor of their apartment in Bedford-Stuyvesant, Brooklyn, the girls," , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "The Neediest Cases; Navigating the Turbulent Waters Of an Adolescence in New York City" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/nyregion\/neediest-cases-navigating-turbulent-waters-adolescence-new-york-city.html"} , {"body" : "Edna Flannery Kelly, the first woman to represent Brooklyn in Congress and an expert in foreign affairs and social policy, died on Sunday at the home of her daughter in Alexandria, Va. She was 91. A lifelong New Yorker, she had moved to Alexandria in 1982 following a stroke. Mrs. Kelly, who had cancer, experienced another stroke shortly before her" , "date" : "19971217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Edna Kelly, Congresswoman From Brooklyn, Is Dead at 91" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/17\/nyregion\/edna-kelly-congresswoman-from-brooklyn-is-dead-at-91.html"} ,   {"body" : "A 12-year-old boy narrowly escaped critical injury yesterday in Bedford-Stuyvesant, Brooklyn, when a pistol that he and a 14-year-old boy were playing with fired, the police said. The bullet grazed the cheek of the 12-year-old, whom the police did not identify because of his age. The boy was treated at Woodhull Medical Center and released. Officer" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "METRO NEWS BRIEFS: NEW YORK; Boy, 12, Is Slightly Hurt As Gun Fires Accidently" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/metro-news-briefs-new-york-boy-12-is-slightly-hurt-as-gun-fires-accidently.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Anthony Tommasini, represents what caught this critic's eye and excited his expectations. Unless otherwise noted, church choirs" , "date" : "19971212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Holiday Harmony to Gild These Not-So-Silent Nights" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/12\/movies\/holiday-harmony-to-gild-these-not-so-silent-nights.html"} , {"body" : "When Moysey and Fenya Saponar, both 68 and recent emigrants from Moldova, arrived at Brooklyn Borough Hall yesterday morning, they came prepared with lists of eight friends and relatives in their homeland and Israel. ''We've been waiting for this for the last year,'' Mrs. Saponar said. The Saponars joined more than 500 elderly residents of Brooklyn" , "date" : "19971212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "For 30 Minutes, Elderly Callers Get Best-of-All Long-Distance Rate" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/12\/nyregion\/for-30-minutes-elderly-callers-get-best-of-all-long-distance-rate.html"} , {"body" : "For 20 minutes last Tuesday night, Tawana Brawley stood on the altar of Bethany Baptist Church, the overflow crowd chanting, ''We believe you Tawana'' and ''Keep the pressure on,'' and, suddenly, the minutes seemed to erase the 10 long years since her story had first convulsed New York. Yet on Friday, across the street from Bethany Baptist in" , "date" : "19971208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WAPPINGERS FALLS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "10 Years Later, Brawley Saga Stirs Fewer Passions" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/08\/nyregion\/10-years-later-brawley-saga-stirs-fewer-passions.html"} , {"body" : "INTERNATIONAL A3-12 Rescue Package Has Far-Reaching Reforms No previous bailout package organized by the International Monetary Fund has ever extended as deeply into a whole business culture as the one prepared for South Korea. A1 Russia Grounds Giant Planes Russia grounded its fleet of AN-124 transport planes as investigators searched for the" , "date" : "19971208" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/08\/nyregion\/news-summary-505870.html"} , {"body" : "It was the final day to apply for a clerical position with the New York City government, and people were making hurried pilgrimages to the city's personnel office in lower Manhattan, a procession of the chronically unemployed and the recently laid off, part-time workers clasping wrinkled resumes and welfare recipients towing young children. Many of" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "A Scaled-Down City Government Has Fewer Jobs for the Hopeful" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/nyregion\/a-scaled-down-city-government-has-fewer-jobs-for-the-hopeful.html"} , {"body" : "The Brooklyn building was a hunting ground for rats, not to mention dangerous -- the stairs were rotting, the wiring exposed, the fire escape a ladder to nowhere. But for 15 adults and one child it was still home, something they now lack after being abruptly evicted by the city this week. The residents of 477 Park Avenue, a single-room-occupancy" , "date" : "19971206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "16 Evicted as City Closes Building It Calls a Firetrap" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/06\/nyregion\/16-evicted-as-city-closes-building-it-calls-a-firetrap.html"} , {"body" : "The former boyfriend of Justina Morales's mother was convicted of manslaughter yesterday in the death of the 8-year-old girl, whose 1995 killing went unreported for 13 months as school administrators failed to detect her absence. The jury in State Supreme Court in Brooklyn acquitted the man, Luis Santiago, of more serious murder charges, rejecting" , "date" : "19971205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Guilty in Death of Girl School Aides Did Not Miss" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/05\/nyregion\/man-guilty-in-death-of-girl-school-aides-did-not-miss.html"} , {"body" : "It was show time at the Bethany Baptist Church, a stone and stained-glass structure on Marcus Garvey Boulevard in the Bedford-Stuyvesant section of Brooklyn. On Tuesday night the church hosted the return of Tawana Brawley, which was a revival of the festival of ignorance and hate that had its first long run in the late 1980's. White people were" , "date" : "19971204" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "In America; Protesting Too Much" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/04\/opinion\/in-america-protesting-too-much.html"} , {"body" : "Nearly a third of the 99 city employees indicted this week on tax evasion charges are members of the Moorish Nation, a black separatist movement whose members say they are exempt from paying taxes, investigators said yesterday. Members of the movement claim the exemption because they say they are descendants of the Lost City of Atlantis and true" , "date" : "19971204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tax Scheme Points to Role Of Black Separatist Group" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/04\/nyregion\/tax-scheme-points-to-role-of-black-separatist-group.html"} ,   {"body" : "The lawyer for the man accused of murdering 8-year-old Justina Morales urged a Brooklyn jury yesterday to acquit his client, contending that the girl might not even be dead but that if she were, her mother had killed her. In closing arguments of the two-week trial, John M. Burke, the lawyer for Luis Santiago, also said that the mother, Mr." , "date" : "19971203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyer Says It Was Mother Who Killed Daughter, 8" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/03\/nyregion\/lawyer-says-it-was-mother-who-killed-daughter-8.html"} , {"body" : "In her first public appearance in New York since her story of rape, abduction and hatred opened deep racial divisions a decade ago, a confident and defiant Tawana Brawley told a roaring audience of supporters last night the same thing she did then: that she had told the truth. Her repeated insistence that ''I am not a liar'' came despite a 1988" , "date" : "19971203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After a Decade, Brawley Reappears and Repeats Charges" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/03\/nyregion\/after-a-decade-brawley-reappears-and-repeats-charges.html"} , {"body" : "The lawyer for the man accused of murdering 8-year-old Justina Morales urged a Brooklyn jurv yesterday to acquit his client, contending that the girl might not even be dead, but htat if she were, her mother had killed her. In closing arguments in the two-week trial, John M. Burke, the lawyer for Lius Santiago, also said that the mother, Mr." , "date" : "19971203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro News Briefs: New York City; Hold Mother Responsible, Jury Told in Murder Case" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/03\/nyregion\/metro-news-briefs-new-york-city-hold-mother-responsible-jury-told-in-murder-case.html"} , {"body" : "ROCK-Alfonso Darrell, M.D. Died in Brooklyn, NY, on November 27, 1997. Dr. Rock served the AfricanAmerican community in Bedford Stuyvesant as a devoted physician for more than 40 years. He emigrated from Barbados to America as a child and attended NYC Public Schools, where he received a free college education from Brooklyn College in 1940. Later he" , "date" : "19971130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "52" , "title" : "Paid Notice: Deaths ROCK, ALFONSO DARRELL, M.D." , "url" : "http:\/\/www.nytimes.com\/1997\/11\/30\/classified\/paid-notice-deaths-rock-alfonso-darrell-md.html"} , {"body" : "NEW DANCES COME AND GO. Each season has its classics. But one thing is constant with the Alvin Ailey American Dance Theater, which begins a four-week run at City Center on Wednesday. That is the powerhouse charisma of its dancers. Two who stand out are Matthew Rushing and Dwana Smallwood. In his five years with the Ailey company, Mr. Rushing has" , "date" : "19971130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "DANCE; Powerful Young Actors In a Painful Old Story" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/30\/arts\/dance-powerful-young-actors-in-a-painful-old-story.html"} , {"body" : "Tanya Smith stood over the Macy's glass counter at the Fulton Street Mall in downtown Brooklyn, admiring an assortment of pearl necklaces, earrings and bracelets. Ms. Smith asked to see a necklace with a diamond and gold pendant. But after a few moments, she put it back and went on to look around the cavernous store. ''It's beautiful,'' the" , "date" : "19971129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "No Sign of Hangover On the Day After; Bracelets and Bargains" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/29\/nyregion\/no-sign-of-hangover-on-the-day-after-bracelets-and-bargains.html"} , {"body" : "The Allstate Insurance Company has pledged $5.8 million in loans and grants over five years to various housing, youth and community development programs in Bedford-Stuyvesant, Brooklyn. The company, which is based in Chicago, announced the pledge last week as part of a larger $45 million intitiative to help seven stuggling urban neighborhoods" , "date" : "19971128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Metro Business; Allstate to Aid Community" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/28\/nyregion\/metro-business-allstate-to-aid-community.html"} , {"body" : "Hundreds of new and renovated low-to-middle-income housing units have been built in the easternmost corner of the Bedford-Stuyvesant section of Brooklyn, and hundreds more are planned. But this growth has not been matched by the development of retail shops. That will begin to change soon. In the next month, construction is scheduled to start on" , "date" : "19971128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Commercial Real Estate; A Housing Plan Where Stores Have Been Included" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/28\/nyregion\/commercial-real-estate-a-housing-plan-where-stores-have-been-included.html"} , {"body" : "The Young Spring Farm grocery on 125th Street in Harlem is a Thanksgiving dinner waiting to happen. There are wet bundles of collards, and orange piles of yams, and yellow turnips the size of softballs. And so yesterday, Sherri Softli, needing yams for her sweet potato pie, rushed in, then rushed home to her kitchen to cook into the early morning." , "date" : "19971127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "For Some, a Holiday Rush; for Others, Just Another Day" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/27\/nyregion\/for-some-a-holiday-rush-for-others-just-another-day.html"} , {"body" : "The mother of Justina Morales, the 8-year-old Brooklyn girl whose death in 1995 went unreported for more than a year as school officials failed to notice her absence, testified in tears yesterday that she had allowed her boyfriend to asphyxiate her daughter with duct tape. And while the boyfriend was taping the girl's nose and mouth, said the" , "date" : "19971125" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Grim Testimony, Mother Recounts Her Role in Girl's Death" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/25\/nyregion\/in-grim-testimony-mother-recounts-her-role-in-girl-s-death.html"} ,   {"body" : "In the 18 years since it was founded, the Girls Choir of Harlem has never sung a sunrise concert for the Pope on the Great Lawn in Central Park or performed on the same bill as Pavarotti. Unlike its world-renowned male counterpart, it has never recorded an album or received a key to a city, like the ones that sparkle tantalizingly in the boys'" , "date" : "19971124" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Girls' Choir Finally Sings In Spotlight" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/24\/nyregion\/a-girls-choir-finally-sings-in-spotlight.html"} , {"body" : "STEPHEN C. ROBINSON, a lawyer who did his undergraduate work and law school training at Cornell, is only 40 years old but he has worked as a special assistant to the director of the Federal Bureau of Investigation, as an assistant Federal prosecutor in New York and for the past two years as chief compliance officer at Aetna U.S. Healthcare in" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Q&A: Stephen C. Robinson ; The Need to Give Back to the Community" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/nyregion\/q-a-stephen-c-robinson-the-need-to-give-back-to-the-community.html"} , {"body" : "Her name was Justina Morales and she was 8 years old when she was beaten and asphyxiated at home. Her death was not reported for more than a year as school administrators failed to realize that she had vanished from their system. In a Brooklyn courtroom yesterday, what a prosecutor called the ''living hell'' of her last days and hours was" , "date" : "19971120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Former Boyfriend of Mother Goes on Trial in Brooklyn in Death of a Child, 8" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/20\/nyregion\/former-boyfriend-of-mother-goes-on-trial-in-brooklyn-in-death-of-a-child-8.html"} , {"body" : "When McLean Greaves, a manager of alternative bands, started Virtual Melanin Inc., his assets were the rudimentary computer skills in his head, the spare cash in his pocket and a sluggish personal computer on his desk in Bedford-Stuyvesant, Brooklyn. In December 1995, he created Cafe los Negroes, the company's first project, billed as ''New York's" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "5" , "title" : "NEW YORK ON LINE; Cafe los Negroes, Virtual Hangout" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/new-york-on-line-cafe-los-negroes-virtual-hangout.html"} , {"body" : "One part of the history of St. Paul's Episcopal Church in Flatbush, Brooklyn, is etched into its huge stained-glass windows. Besides the requisite Bible scenes, it tells the story of a small chapel built in 1836 by the prominent descendants of English and Dutch settlers and transformed a century later into a sprawling church, its pews filled with" , "date" : "19971115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Traditional Church, New Traditions, New Life; From Lands of the Old British Empire, Immigrants Fill Emptied Episcopal Pews" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/15\/nyregion\/for-traditional-church-new-traditions-new-life-lands-old-british-empire.html"} , {"body" : "The first time Elizabeth Squires ended up at the Park Avenue Armory women's shelter two years ago, she found a place she described as forbidding, marked by discourteous guards, indifferent social workers and cold meals. But when she returned last year, dramatic changes had occurred. The city had given up day-to-day control of the Manhattan shelter" , "date" : "19971112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shelters Improve Under Private Groups, Raising a New Worry" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/12\/nyregion\/shelters-improve-under-private-groups-raising-a-new-worry.html"} , {"body" : "With a host of Democratic officials encouraging him, the Rev. Al Sharpton is considering a bid for the seat in Congress held by Representative Edolphus Towns, a Brooklyn Democrat who crossed party lines to support Mayor Rudolph W. Giuliani. Among those who have met with Mr. Sharpton to discuss the idea are former Mayor David N. Dinkins, the Rev." , "date" : "19971110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sharpton Says He May Run For Congress" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/10\/nyregion\/sharpton-says-he-may-run-for-congress.html"} , {"body" : "SO you voted for the Mayor, the rasp in his voice has almost become endearing and you are looking forward to four more years of feeling safe when you walk the dog at night. Then you find out that the city wants to put an off ramp from the Gowanus Expressway in your neighborhood, and suddenly you are sticking voodoo pins in your Giuliani doll. That" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How To Fight City Hall" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/how-to-fight-city-hall.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "Dieters, read no further. But those of you who delight in the good old all-American pastime of rewarding yourselves with a smashing dessert, listen up! Here are a dozen places where the desserts are not simply sweet or loaded with calories: they are wonderful, unusual or served in particularly pleasant surroundings. (Here are some summaries," , "date" : "19971107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Eating Out; Dessert Places" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/07\/arts\/eating-out-dessert-places.html"} ,   {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "UNLESS Ruth W. Messinger can pull off New York's greatest upset since Bobby Thomson cleaned the Dodgers' clock in 1951, today is shaping up less like Election Day than Coronation Day for Mayor Rudolph W. Giuliani. Then again, why not a coronation for a race whose liveliest, if least edifying, moment featured the incumbent doing his Henry IV" , "date" : "19971104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; His Subjects Petition King Rudolph" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/04\/nyregion\/nyc-his-subjects-petition-king-rudolph.html"} , {"author" : "Patrick Reagan is a sports editor at The New York Times." , "body" : "I don't know how I made it. Well, yes I do. They were there for me from the beginning, lining Fourth Avenue in Brooklyn for miles, when the humidity started taking its toll. They were there in Bedford-Stuyvesant with words of encouragement, and in Williamsburg with quiet smiles, when my stomach turned queasy. They were there to loudly welcome me" , "date" : "19971103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "THE NEW YORK CITY MARATHON: 25TH RUNNING -- FIRST-PERSON ACCOUNT; Chance to Stand Out In a Really Big Crowd" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/03\/sports\/new-york-city-marathon-25th-running-first-person-account-chance-stand-really-big.html"} , {"body" : "DOWNTOWN BROOKLYN Photos of Brooklyn Open Children's Eyes and Shutters Brooklyn can be seen through young eyes in an exhibition of photographs at Borough Hall by children 6 through 12 years old. The photos of churches, houses, and people in Clinton Hill, Bedford-Stuyvesant and Fort Greene were taken at an after-school workshop held at the Young" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/nyregion\/playing-in-the-neighborhood-884448.html"} , {"body" : "Confronting pelting rain, bursts of wind and often small crowds, Mayor Rudolph W. Giuliani and Ruth W. Messinger headed into the final weekend of their campaign yesterday, as Mr. Giuliani again played what he considers his political trump card -- the latest decrease in crime -- while Ms. Messinger warned that things were not as good as they seemed." , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1997 ELECTIONS: THE CANDIDATES; RAIN AND APATHY DOG MAYORAL RACE AS IT WINDS DOWN" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/nyregion\/1997-elections-candidates-rain-apathy-dog-mayoral-race-it-winds-down.html"} , {"body" : "On a Halloween Day filled with rumors that took on an almost ''War of the Worlds'' tone, hundreds of thousands of New York City students stayed away from public schools yesterday because they, or their parents, feared a rash of gang-related attacks. Those who did venture to school often found additional police officers patrolling in and near their" , "date" : "19971101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Fed by Rumors, Fears of Gangs Keep Pupils Home on Halloween" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/01\/nyregion\/fed-by-rumors-fears-of-gangs-keep-pupils-home-on-halloween.html"} , {"body" : "On Aug. 16, 1995, James Webb was released on parole after serving 20 years in prison for raping a half-dozen women in the 1970's. The next day, a woman, the first of four, was raped in a series of attacks in neighborhoods near Mr. Webb's. Yesterday, Mr. Webb, 47, was convicted in State Supreme Court in Brooklyn of the four rapes between Aug. 17 and" , "date" : "19971030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO NEWS BRIEFS: NEW YORK; Paroled Rapist Convicted In 4 Attacks in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/30\/nyregion\/metro-news-briefs-new-york-paroled-rapist-convicted-in-4-attacks-in-brooklyn.html"} , {"body" : "This Sunday, at 10:35 A.M., 30,463 entrants will lay claim to the city's streets for the 28th New York City Marathon. The 26.2-mile course, full of landmarks, historical sites and ethnic neighborhoods, will take them through all five boroughs and across five bridges. Here is a guide for spectators. TELEVISION\/RADIO WPIX (Channel 11) will broadcast" , "date" : "19971028" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "NEW YORK CITY MARATHON: SPECIAL PREVIEW SECTION; More Than 30,000 Reasons to Watch" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/28\/sports\/new-york-city-marathon-special-preview-section-more-than-30000-reasons-to-watch.html"} , {"body" : "With its immense classical dome and acre upon acre of marble, the Brooklyn Museum of Art bespeaks elegance. Its collections, from ancient Egyptian coffins to looming Rodin sculptures, are renowned. All in all, it makes a swell setting for a karaoke bar. An artistic take on the cocktail lounge fad was exactly what the stately Brooklyn institution" , "date" : "19971027" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Not Your Father's Art Museum; Brooklyn's Got Monet, but Also Karaoke, Poetry and Disco" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/27\/nyregion\/not-your-father-s-art-museum-brooklyn-s-got-monet-but-also-karaoke-poetry-disco.html"} , {"body" : "A WOMAN with endless interests and plans, and opinions as strong as northeasters, Michele Elizabeth Evans does nothing halfheartedly. When she cooks, she makes seven or eight courses. She has collections -- antique wooden toy soldiers, African masks, Romare Bearden artwork, Negro League baseball memorabilia. At Halloween, Christmas and Easter, her" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS: VOWS; Michele Evans and Darryll Arrindell" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/style\/weddings-vows-michele-evans-and-darryll-arrindell.html"} ,   {"body" : "Herbert W. Whiteman Jr., who began his professional life as a civil engineer and in 1977 became the first black to be named a vice president of the Federal Reserve Bank of New York, died Saturday at Downstate Medical Center in Brooklyn. He was 61 years old. The cause of death was heart failure, a spokesman for the New York Fed said. From his perch" , "date" : "19971024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "23" , "title" : "Herbert W. Whiteman Jr., 61; Banker Aided Social Causes" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/24\/business\/herbert-w-whiteman-jr-61-banker-aided-social-causes.html"} , {"body" : "An 11-year-old girl was sodomized yesterday by a 12-year-old classmate in the stairwell of her Brooklyn junior high school, the police said. The girl was leaving a class at Junior High School 271 at the Bedford-Stuyvesant section at about 1:10 P.M. when she was confronted by the 12-year-old boy, said Sgt. Denis Doohan, a department spokesman. The" , "date" : "19971024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Police Say Boy, 12, Attacked Girl, 11, in a Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/24\/nyregion\/police-say-boy-12-attacked-girl-11-in-a-brooklyn-school.html"} , {"body" : "An autopsy performed yesterday did not determine the cause of death of a 2-month-old boy who was found dead Saturday in his family's Brooklyn apartment, officials said. ''The results are inconclusive,'' said Ellen Borakove, a spokeswoman for the office of the Chief Medical Examiner. Ms. Borakove said that additional tests would be performed this" , "date" : "19971020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Autopsy Is Inconclusive In 2-Month-Old's Death" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/20\/nyregion\/metro-news-briefs-new-york-autopsy-is-inconclusive-in-2-month-old-s-death.html"} , {"body" : "A 2-month-old baby boy was found dead yesterday in an apartment in Bedford-Stuyvesant, Brooklyn, and seven other children found at the scene were placed in protective custody, city officials said. The child, whom the police did not identify, was pronounced dead on arrival at Interfaith Medical Center. An investigator who spoke on condition of" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Baby Found Dead in Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/nyregion\/baby-found-dead-in-brooklyn-apartment.html"} , {"body" : "''IF you can survive the New York economy,'' Jennifer Fields said, ''you can survive anywhere.'' Ms. Fields, 42, has survived, though many New Yorkers would have trouble understanding how. A single mother of three, she has traveled through the city's labor market, underground economy and maze of public assistance to land a job that pays her $15,192" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "14" , "title" : "Faces of the New York Economy; A Laborer At Hard Jobs For Low Pay" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/business\/faces-of-the-new-york-economy-a-laborer-at-hard-jobs-for-low-pay.html"} , {"body" : "New York City's school system can be held liable for the rape of a 12-year-old girl who was separated from her class on a field trip, the state's highest court ruled today. The Court of Appeals unanimously overturned a ruling by the Appellate Division of State Supreme Court, which had said the Board of Education could not be held responsible for" , "date" : "19971017" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "School System Can Be Held Liable in Rape of Girl on Field Trip, Court of Appeals Says" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/17\/nyregion\/school-system-can-be-held-liable-rape-girl-field-trip-court-appeals-says.html"} , {"body" : "For New Yorkers who have long complained about noisy nightclubs, jackhammers on overtime, shrieking car alarms and howling dogs, the City Council offered a remedy yesterday that members said they hoped would provide more relief than even a good set of earplugs. Calling their measure a quality-of-life victory that should lower the volume in many" , "date" : "19971015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Council Votes to Increase Fines Sharply for Excessive Noise" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/15\/nyregion\/council-votes-to-increase-fines-sharply-for-excessive-noise.html"} , {"body" : "On a steamy summer Sunday afternoon several years ago, I sat in the stands at the Holcombe A. Rucker tournament on the outdoor basketball court at West 155th Street in Harlem and watched a game. Hundreds, if not thousands, of others watched, too. They sat on the makeshift wooden bleachers, or peered from behind the chain-link fence, or hung out of" , "date" : "19971010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Nothing but Net: When Life Is a Hoop Dream" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/10\/arts\/nothing-but-net-when-life-is-a-hoop-dream.html"} , {"body" : "Police officers conducting an undercover narcotics operation in Bedford-Stuyvesant, Brooklyn, shot and wounded a 23-year-old man while trying to arrest him, the police said. Officer Joseph Cavitolo, a Police Department spokesman, said the man, Victor Ayala of 842 Kent Avenue, and two other suspects sold marijuana to undercover officers at 410 Gates" , "date" : "19971010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Officer Shoots Man During Drug Arrest" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/10\/nyregion\/metro-news-briefs-new-york-officer-shoots-man-during-drug-arrest.html"} , {"body" : "A police officer conducting an undercover narcotics operation was shot and slightly wounded in Bedford-Stuyvesant, Brooklyn, yesterday afternoon, the police said. The officer was treated at Kings County Hospital and released last night. The officer, whose identity was withheld because of his undercover work, was walking down an alley near Public" , "date" : "19971009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Undercover Policeman Is Shot During Buy-and-Bust Operation" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/09\/nyregion\/undercover-policeman-is-shot-during-buy-and-bust-operation.html"} ,   {"body" : "A 28-year-old Brooklyn man on probation for a 1996 weapons possession conviction was arrested yesterday morning and charged with murdering his 67-year-old grandmother, the police said. The man, Michael Pack of 363-385 Pulaski Street in Bedford-Stuyvesant, killed his grandmother, Eugenia Lloyd, ransacked her apartment and stole roughly $120 after" , "date" : "19971002" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Police Charge Man, 28, In Grandmother's Killing" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/02\/nyregion\/metro-news-briefs-new-york-police-charge-man-28-in-grandmother-s-killing.html"} , {"body" : "They were children growing up on the edges of Crown Heights and Bedford-Stuyvesant, Brooklyn, spending their days trying to dress cool and act tough. James Vaughn, 14, had a beeper and shiny high-tops made more valuable by their Michael Jordan logo. Jevon Thomas, 15, had neither, but he dreamed of having much. As a ticket to get richer things, he" , "date" : "19970927" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Teen-Ager Died For His Sneakers and Beeper" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/27\/nyregion\/police-say-teen-ager-died-for-his-sneakers-and-beeper.html"} , {"body" : "In the largest seizure of heroin and cocaine in the Bronx in eight years, more than $45 million worth of the drugs was confiscated and 16 people were arrested in connection with a drug operation run out of a Bronx delicatessen, the authorities announced yesterday. After a separate long-term investigation, the police also announced yesterday, 79" , "date" : "19970926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Report Breaking Up Rings Selling Drugs in Two Boroughs" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/26\/nyregion\/police-report-breaking-up-rings-selling-drugs-in-two-boroughs.html"} , {"body" : "Its contenders finally in place, the New York City mayoral race burst into a full-throated competition yesterday as the Board of Elections declared Ruth W. Messinger the Democratic nominee and Mayor Rudolph W. Giuliani began what he promised would be an unceasing series of attacks on her. The sole remaining question -- though a potentially major" , "date" : "19970919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RACE FOR CITY HALL: THE OVERVIEW; Messinger Aims for Giuliani, and Sharpton Heads for Court" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/19\/nyregion\/race-for-city-hall-overview-messinger-aims-for-giuliani-sharpton-heads-for-court.html"} , {"body" : "The Bloods of Lenox Avenue were milling about, drinking beer and smoking on a quiet Harlem night. One of them, William, pulled up his sleeve to reveal a triangle of three dots that had been burned into his right shoulder with a cigarette. Then his friend Chelsea pulled up his shirt and bared his shoulder, with three similar scars. The two young men" , "date" : "19970914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "New York Gangs Mimic California Original" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/14\/nyregion\/new-york-gangs-mimic-california-original.html"} , {"body" : "He is a minister without a congregation, a politician without a media consultant. He wants to raise New York City's commuter tax, but he owes tens of thousands of dollars in state and Federal taxes. He has long been an anti-establishment street demonstrator, yet he craves political legitimacy. A man of relentless contradictions, the Rev. Al" , "date" : "19970914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RACE FOR CITY HALL: THE CANDIDATE; For the Ultimate Outsider, the Moment Is Now" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/14\/nyregion\/race-for-city-hall-the-candidate-for-the-ultimate-outsider-the-moment-is-now.html"} , {"body" : "Imagine a diehard Ruth W. Messinger voter, and Fred Kramer may come to mind. A novelist and a longtime resident of the Upper West Side, Ms. Messinger's home turf, he carries books in the pocket of a rumpled blue suit stained with red sauce. ''I like her politics,'' Mr. Kramer said matter-of-factly while walking up Broadway, the city's central" , "date" : "19970911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RACE FOR CITY HALL: THE VOTERS -- On Their Home Turf, a Wide Gulf in Enthusiasm for Two Candidates; In Messinger Land, Talk of Apathy And Its Aftermath" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/11\/nyregion\/race-for-city-hall-voters-their-home-turf-wide-gulf-enthusiasm-for-two.html"} , {"body" : "An 11-year-old Brooklyn youth who wanted to start his own gang slashed a boy who would not join, using a pencil sharpener blade during a break at elementary school yesterday, the police said. The youth approached the other boy, also 11, just before 10 A.M. in a classroom at Public School 309 in the Bedford-Stuyvesant section, said Officer Ed White," , "date" : "19970910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Elementary School Student Is Cut In Dispute Over Joining a Gang" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/10\/nyregion\/elementary-school-student-is-cut-in-dispute-over-joining-a-gang.html"} , {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} , {"body" : "While mayoral politics has been at the forefront, this year's primary season has also been particularly spirited on a more local level, with an unusually large number of closely contested City Council races. With tight battles for vacant seats and a large number of incumbents being challenged, this year's elections are expected to produce the" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Vacant Seats and Challenges to Incumbents Expected to Provide a Number of New Members" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/nyregion\/vacant-seats-challenges-incumbents-expected-provide-number-new-members.html"} ,   {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} , {"body" : "A man wearing a double-breasted suit and a broad smile strode amid the canned beans and Pampers at a market in Lefrak City in Queens, handing out smudgy photocopied fliers and telling shoppers, ''I'm Eric Ruano-Melendez, and I'm running for mayor.'' ''Mayor of what?'' one man asked. Another man, apparently assuming that this unknown must belong to" , "date" : "19970903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "It's Uphill for 2 Trying Not to Be Also-Rans for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/03\/nyregion\/it-s-uphill-for-2-trying-not-to-be-also-rans-for-mayor.html"} , {"body" : "''The Declaration of Independence that was signed in ink in Philadelphia was signed in blood in South Brooklyn.'' -- Anonymous During the last week of August 1776, the Continental army was brought to the brink of disaster during the Battle of Brooklyn. It was one of the largest and bloodiest clashes of the American Revolution. Some 3,000 Americans" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Washington Fought Here: How It Went Down in '76" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/nyregion\/washington-fought-here-how-it-went-down-in-76.html"} , {"body" : "OVER the last three weeks Margaux Jones-McDuffie interviewed more than 50 people who were interested in taking the two apartments she had for rent in her three-family town house in Atlantic Center, the new mixed-use community under development in downtown Brooklyn. She and her husband, William McDuffie, and their four children have lived in their" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Housing at Atlantic Center Nears a New Phase" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/realestate\/housing-at-atlantic-center-nears-a-new-phase.html"} , {"body" : "Using the city's jails as a beachhead, a Los Angeles youth gang, the Bloods, has entrenched itself in New York, police officials said yesterday, and its hundreds of members have committed at least 135 random slashings on the city streets as part of their initiation rites. In the first public acknowledgment that the Bloods and to a lesser extent a" , "date" : "19970828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth Gangs From West Coast Become Entrenched in New York" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/28\/nyregion\/youth-gangs-from-west-coast-become-entrenched-in-new-york.html"} , {"body" : "TITO MAHONES woke up in his Bedford-Stuyvesant apartment last Tuesday feeling better than he had in weeks. He may have only had a few dollars in his pocket, but the 40-year-old handyman, street hawker and jack-of-all trades was expecting a few renovation jobs to come his way. For once, he thought, good luck was on his side. After tinkering with" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tito Mahones: A Life On the Edge" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/tito-mahones-a-life-on-the-edge.html"} , {"body" : "A police officer in the 79th Precinct in Brooklyn has been accused of sexually assaulting a woman in December while she was in custody at the station house in Bedford-Stuyvesant, the police said yesterday. The officer, Benjamin Rodriguez, 26, had his gun and badge taken from him and was placed on desk duty on Monday, the police said. He has not" , "date" : "19970820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Is Under Investigation In a Suspected Sexual Assault" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/20\/nyregion\/officer-is-under-investigation-in-a-suspected-sexual-assault.html"} , {"body" : "The drugstore chain Rite Aid recently began advertising a sophisticated new computer system that will record customers' drug histories and flash warning lights if a pharmacist tries to fill a prescription that could be harmful when combined with another of the customer's medications. However, Suresh Wattamwar, the proprietor of Sure Drugs, says he" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "Rite Aid Could Prove Too Powerful for Sure" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/nyregion\/rite-aid-could-prove-too-powerful-for-sure.html"} , {"body" : "A combination of worrisome incidents with dogs was keeping Julianne Fenhagen up at night. First, she and her 2-year-old boy had a few uncomfortable encounters with unleashed pit bulls in and around Riverside Park. ''Both dogs came right up to my son's stroller,'' she said. ''And the owners were very nonchalant. It was unsettling to say the least.''" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Parents' Group Barks to Prevent Bites" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/nyregion\/parents-group-barks-to-prevent-bites.html"} , {"body" : "Two gunmen on bicycles rode up to a group of people on a Brooklyn street early yesterday and opened fire, killing a man and wounding a woman, the police said. The police were still looking for the gunmen last night. A small crowd was standing in front of 601 Marcy Avenue in Bedford-Stuyvesant, Brooklyn, at 1:32 A.M. when the assailants pedaled up" , "date" : "19970811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Gunmen on Bicycles Fire on Crowd and Kill 1" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/11\/nyregion\/two-gunmen-on-bicycles-fire-on-crowd-and-kill-1.html"} ,   {"body" : "That old saw about being able to take the boy out of Brooklyn but not Brooklyn out of the boy is given a poignant new twist in ''Soul in the Hole,'' Danielle Gardner's pulsating documentary about street basketball on the outdoor courts of New York City. The film, which suggests a casual, scorched-sidewalk answer to ''Hoop Dreams,'' follows Kenny's" , "date" : "19970808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "Stoop Dreams: Skipping College for the Streets" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/08\/movies\/stoop-dreams-skipping-college-for-the-streets.html"} , {"body" : "Following is a list of the defendants in cases in New York State in which prosecutors are seeking the death penalty, according to the Capital Defender Office. Brooklyn JERMAINE PAIGE -- Charged in the 1995 killing of Marvin McIntosh, 28, during a robbery in East New York. MICHAEL SHANE HALE -- Charged with beating and suffocating Stefen Tanner, a" , "date" : "19970807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Capital Punishment Cases in New York" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/07\/nyregion\/capital-punishment-cases-in-new-york.html"} , {"body" : "Five employees of a Brooklyn business were arrested this week for providing false green cards, birth certificates and arranged marriages to legal and illegal immigrants for the last two years in what the District Attorney is calling the largest and most sophisticated fraud operation for green cards he has ever seen. In announcing the arrests" , "date" : "19970725" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Arrests in 'Supermarket' for Immigration Papers" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/25\/nyregion\/5-arrests-in-supermarket-for-immigration-papers.html"} , {"body" : "The routine is familiar: politicians visit a blighted neighborhood, make speeches deploring poverty and promising change, and then vanish, leaving only dashed hopes. Occasionally, however, such a visit creates a tangible, lasting legacy, as it did in Bedford-Stuyvesant. In 1966, New York's two Senators, Robert F. Kennedy and Jacob K. Javits, toured" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Right Place, Right Time: Neighborhood Advocate's Victory" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/nyregion\/right-place-right-time-neighborhood-advocate-s-victory.html"} , {"body" : "IN a small corner of East Harlem a handful of moderate-income home buyers are starting this summer to reap the benefits of a five-year effort to create new homes within the shells of once-blighted city-owned town houses. ''Never in a million years did I think I would own my own building,'' said Mary Otero, a 36-year-old clearing clerk at a" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Filling Vacant Shells With Proud Homeowners" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/realestate\/filling-vacant-shells-with-proud-homeowners.html"} , {"body" : "Weeds grow by the bushel on the lot at the southeast corner of Fulton Street and Ralph Avenue, but for local consumers, there are slim pickings. Throughout the neighborhood, empty buildings adjoin empty lots; stores, in contrast, are sparse. That may soon change. In September, developers are scheduled to break ground on the lot for Partnership" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Strip Mall Is Next Step for an Area of Weeds and Thieves" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/nyregion\/strip-mall-is-next-step-for-an-area-of-weeds-and-thieves.html"} , {"body" : "The Giuliani administration's plan to build a leaner, more modern Kings County Hospital was greeted with relief by many community leaders in Brooklyn, where residents have become frustrated at the lack of progress in improving a hospital considered vital to the borough. Noting that 15 years of studies, costing more than $100 million, had thus far" , "date" : "19970717" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Leaders Praise Kings County Plans" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/17\/nyregion\/leaders-praise-kings-county-plans.html"} , {"body" : "THE scene had spun as warm and sweet as cotton candy on Saturday afternoon in Tracy Mitchell-Brown's Brooklyn brownstone. In fact, the day was so replete with food, mother wit and ''sistah spirit'' that it played almost as if snatched from a page out of one of the many black-life novels and memoirs that cram her bookshelves. Nine women -- from as" , "date" : "19970716" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Books"] , "page_facet" : "1" , "title" : "Open a Book, and There's a Sister Inside" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/16\/garden\/open-a-book-and-there-s-a-sister-inside.html"} , {"body" : "Asked why he wants to be New York City's public advocate, Roger L. Green, a 48-year-old Democratic Assemblyman from the Fort Greene section of Brooklyn, dutifully steers the discussion to his desire to speak out on education and children's issues. But he becomes far more passionate when he discusses the need for diversity on his party's ticket." , "date" : "19970715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "One Green Vs. Another In a Primary For a City Post" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/15\/nyregion\/one-green-vs-another-in-a-primary-for-a-city-post.html"} , {"body" : "''The great nations of the American Indian will rise again after the birth of the white buffalo,'' said Chief Sonny Little Fox, recounting an ancient prophecy of the Lakota Sioux. Such a calf was born three years ago in Wisconsin, and like tens of thousands of believers, Mr. Little Fox, who lives in Bedford-Stuyvesant, Brooklyn, made the pilgrimage" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT TOTTEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "As Tribal Factions Squabble, Hopes Fade on Land at Fort" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/nyregion\/as-tribal-factions-squabble-hopes-fade-on-land-at-fort.html"} ,   {"body" : "Jaded though they may be by the constant celebrity goings-on in their neighborhood, even the residents of TriBeCa will sometimes stop to stare when someone famous happens by. So it was a few weeks ago when a very long stretch limousine pulled up on Leonard Street and discharged its brightly garbed passenger into Khamit Kinks, a natural hair salon" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Moving On Up, the Hair Braider to the Stars" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/nyregion\/moving-on-up-the-hair-braider-to-the-stars.html"} , {"body" : "James H. Johnson has lived in the same small apartment here at Edgehill Village for 19 years. The ceilings are cracked. Water from the leaky roof has warped the walls. Heaters barely function, and the unit has not been painted since he moved in. ''Stuff falls off into my food,'' Mr. Johnson said recently, pointing to peeling paint and wallboard in" , "date" : "19970623" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NASHVILLE (TENN)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "FAULTY OVERSIGHT PROFITED OWNERS OF PUBLIC HOUSING" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/23\/us\/faulty-oversight-profited-owners-of-public-housing.html"} , {"body" : "Six men were killed in separate incidents during a 12-hour period that began on Friday afternoon in the Bronx with the slaying of a man during a dispute, and ended early yesterday on Staten Island when the police found a man shot to death in his car. The violence came at a time when the city was experiencing a 50 percent drop in homicides since" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "6 Dead in a Flurry Of Unrelated Killings" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/nyregion\/6-dead-in-a-flurry-of-unrelated-killings.html"} , {"body" : "Two fishermen were arrested yesterday for selling 686 pounds of striped bass, caught in the contaminated waters of Jamaica Bay, to an undercover police officer who told them that he planned to sell the fish to local restaurants, the Queens District Attorney's office said yesterday. The authorities said that the men may have previously sold fish to" , "date" : "19970620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Fishermen Arrested in Sale Of Contaminated Striped Bass" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/20\/nyregion\/two-fishermen-arrested-in-sale-of-contaminated-striped-bass.html"} , {"body" : "When the State Education Commissioner, Richard P. Mills, proposed an ambitious new rule last year that would require all high school students to pass a battery of college-preparatory Regents tests, few imagined that Victoria Strong, a teen-ager from East New York in Brooklyn, and her fellow ninth graders at Fashion Industries High School would" , "date" : "19970618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "State's Stiffer Standards for Graduation Are Embraced by Many in Class of 2000" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/18\/nyregion\/state-s-stiffer-standards-for-graduation-are-embraced-by-many-in-class-of-2000.html"} , {"body" : "The police arrested a Brooklyn man early yesterday morning and charged him with strangling a beautician whose body was found earlier this week stuffed above the ceiling of her family's Bedford-Stuyvesant apartment. During routine questioning, the police said, the man, Kirt Nicholas, an unemployed construction worker, confessed to killing Maudlyn" , "date" : "19970614" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Police Say Man Admits Strangling a Beautician" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/14\/nyregion\/police-say-man-admits-strangling-a-beautician.html"} , {"body" : "Frustrated with the pace of change at two New York City junior high schools, state and city school officials said yesterday that they would clean house at the troubled schools later this month, restocking the buildings with new students, administrators and teachers. The moves at the schools, which were announced yesterday in Albany by the State" , "date" : "19970613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY" , "NEW YORK STATE" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "2 FAILING SCHOOLS TO BE REINVENTED" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/13\/nyregion\/2-failing-schools-to-be-reinvented.html"} , {"body" : "THE Paint Lady swoops up the stairs to Intermediate School 57, an imposing 43-year-old yellow-brick building in the Bedford-Stuyvesant section of Brooklyn. Inside the front door are exuberant lime-yellow and yellow-orange walls. These are her colors, and the Paint Lady -- whose name is Ruth Lande Shuman -- is as proud of this paint job as she is of" , "date" : "19970612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "8" , "title" : "Energizing Schools in a Burst of Color" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/12\/garden\/energizing-schools-in-a-burst-of-color.html"} , {"body" : "State Education Commissioner Richard Mills will announce today the removal of the administrators of two New York City schools where students continue to perform dismally despite the intervention of Schools Chancellor Rudy Crew over the last year, an official familiar with the situation said early this morning. The announcement will be made after a" , "date" : "19970612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Administrators Face Removal at 2 Schools" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/12\/nyregion\/administrators-face-removal-at-2-schools.html"} , {"body" : "As a kid growing up in the Bedford-Stuyvesant section of Brooklyn, Chris Huffins wanted to be Julius Erving, not Bruce Jenner. His interest was basketball, not the decathlon. If he was to toss anything, it was to be a jump shot, not a javelin. When Huffins was 11, his mother moved to Indianapolis, never imagining that her son would eventually" , "date" : "19970611" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "Having What It Takes To Perform a Perfect 10" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/11\/sports\/having-what-it-takes-to-perform-a-perfect-10.html"} ,   {"body" : "The high-profile manhunt was remarkable because it was so commonplace. In tracking down the suspects in the murder of a schoolteacher in his Upper West Side apartment, the New York City police employed the same mundane yet reliable techniques used to pursue hundreds of others every year: Check the public record. Find some addresses. Knock on doors." , "date" : "19970610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "In Levin Case, Plain Old Sleuthing Capitalized on Sloppiness" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/10\/nyregion\/in-levin-case-plain-old-sleuthing-capitalized-on-sloppiness.html"} , {"body" : "Nine days after an idealistic teacher was slain on Manhattan's Upper West Side, unnerving a city that has had crime on the run, two young men were held without bail on murder charges yesterday, and investigators said the evidence that they had tormented and killed the victim for $800 was overwhelming. As lawyers for the suspects appealed for" , "date" : "19970609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Levin Killing, Details Are Revealed and Denials Offered" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/09\/nyregion\/in-levin-killing-details-are-revealed-and-denials-offered.html"} , {"body" : "When their lives first intersected at a high school in the Bronx four years ago, Jonathan M. Levin was a graduate student working as a substitute English teacher and Corey Arthur was a restless 15-year-old in his class, a marijuana-smoking rapper who had committed a robbery and was sliding into deeper trouble. Over the 1993-94 school year, the" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "For Main Suspect in Teacher's Slaying, an Unfocused Life, Marked by Crime" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/for-main-suspect-in-teacher-s-slaying-an-unfocused-life-marked-by-crime.html"} , {"body" : "After an intensive manhunt for the killers of Jonathan M. Levin, an adored high school teacher who was the son of a leading media executive, the police arrested two men yesterday in his murder, a former student with a history of drug arrests and a career thief. Corey Arthur, 19, who met Mr. Levin as a student at Taft High School in the Bronx before" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Manhunt Leads To Two Arrests In Levin Killing" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/manhunt-leads-to-two-arrests-in-levin-killing.html"} , {"body" : "Montoun T. Hart, the 25-year-old man charged with murder and robbery as an accomplice in the killing of Jonathan M. Levin, lived with his mother on a tidy block of attached brick houses in Brownsville, Brooklyn. It was there, at 578 Thomas S. Boyland Street, that Mr. Hart was arrested yesterday. According to the police, Mr. Hart made crime his way" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Second Suspect Has 2 Images" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/second-suspect-has-2-images.html"} , {"body" : "Police Commissioner Howard Safir yesterday identified a troubled former student of Jonathan M. Levin as the primary suspect in the slaying of the idealistic teacher, as the police scoured three New York City boroughs for a young man they thought was trying to elude them. The Commissioner issued an appeal for assistance in finding the suspect, Corey" , "date" : "19970607" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Seeking Ex-Student, 19, In Levin Killing" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/07\/nyregion\/police-seeking-ex-student-19-in-levin-killing.html"} , {"body" : "In what the Schools Chancellor characterized as a complete breakdown of the system's ability to keep bad teachers out of the schools, a teacher dismissed from a Brooklyn school last year after allegations that he assaulted a student was charged yesterday with punching two 12-year-old girls in another Brooklyn school. Shaken after hearing about the" , "date" : "19970605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teacher Held In Assault On Students In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/05\/nyregion\/teacher-held-in-assault-on-students-in-brooklyn.html"} , {"body" : "A man who had snatched purses from three women in Brooklyn yesterday morning died after being injured in a confrontation with relatives of one victim, the police said. The precise cause of the man's death had not been determined last night, and the police released few details of what had taken place during the confrontation. They said they had not" , "date" : "19970603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Who Stole 3 Purses Dies After a Struggle, Police Say" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/03\/nyregion\/man-who-stole-3-purses-dies-after-a-struggle-police-say.html"} , {"body" : "The Brooklyn District Attorney, Charles J. Hynes, who is already seeking the death penalty in two murder cases, said yesterday that he would seek it in a third case, involving a defendant charged with killing three people during a robbery. But he said he would not seek it in another pending murder case, that of a man accused of stabbing his" , "date" : "19970524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Death Penalty Is Sought in a Triple Slaying" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/24\/nyregion\/death-penalty-is-sought-in-a-triple-slaying.html"} , {"body" : "WHEN officers from a joint New York City Police Department-Federal anti-drug task force set up shop in Washington Heights and Inwood last September, The Bridge Leader, a popular local newspaper, was quick to offer support. The paper, which is published twice a month, contained articles praising the police effort, and each issue featured a box, in" , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When the Saviors Are Seen as Sinners" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/nyregion\/when-the-saviors-are-seen-as-sinners.html"} ,   {"body" : "Michael J. Murphy, who served as the New York City Police Commissioner during a tumultuous period in the 1960's punctuated by riots and bitter accusations of police brutality, died early yesterday at his home in Smithtown, N.Y. He was 83. He died of natural causes, his daughter-in-law, Ann Fenichel, said. Mr. Murphy, who was appointed Police" , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "33" , "title" : "Michael J. Murphy, 83, Dies; Led New York Police in 1960's" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/nyregion\/michael-j-murphy-83-dies-led-new-york-police-in-1960-s.html"} , {"body" : "Dr. Vernal G. Cave, a Brooklyn physician and civic leader whose series of imposing titles tended more to obscure than to reflect his almost half-century of quiet, day-to-day work on behalf of black medical, political and social causes, died on Wednesday at University Hospital of Brooklyn. He was 78 and had been a founding director of both the New" , "date" : "19970512" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Dr. Vernal G. Cave, 78, Dies; Led in Medical and Civic Issues" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/12\/nyregion\/dr-vernal-g-cave-78-dies-led-in-medical-and-civic-issues.html"} , {"body" : "INTERNATIONAL A3-11 Earthquake Death Toll In Thousands in Iran The death toll from a major earthquake in northeastern Iran increased to 2,400 and was expected to rise even higher. As survivors dug out other victims and washed the dead for burial, Iranian officials appealed for international assistance. It was the third major quake for Iran this" , "date" : "19970512" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/12\/nyregion\/news-summary-066575.html"} , {"body" : "IN a city of renters, Patricia Eaton refused to be one. She lives in Harlem, where she owns her own home and an eight-unit brownstone on West 120th Street that she rents out. She sat in one of the brownstone's empty apartments, where the room was sunny. Her mood was not. ''Are we not supposed to own property in New York?'' she said. ''Why not? I" , "date" : "19970510" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "The Landlords Forgotten In Rent Debate" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/10\/nyregion\/the-landlords-forgotten-in-rent-debate.html"} , {"body" : "A 19-year-old student was shot and critically wounded during a dispute outside an alternative high school in lower Manhattan yesterday, the police said. The victim, Cornelius Ray, was shot once in the chest about 12:30 P.M. on the steps of City-as-School, which houses three specialized high school programs in its building at 16 Clarkson Street in" , "date" : "19970501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Student Is Shot Outside School In Manhattan" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/01\/nyregion\/student-is-shot-outside-school-in-manhattan.html"} , {"body" : "A retired Civil Court judge was arrested this week after a struggle with police officers who had approached him after they saw that he was wearing a handgun in a holster, the police said. But the judge, John L. Phillips Jr., 72, said that the officers did not identify themselves and that the struggle began only after one of the officers had grabbed" , "date" : "19970427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Retired Judge Arrested For Gun Possession" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/27\/nyregion\/retired-judge-arrested-for-gun-possession.html"} , {"body" : "A California businessman described by Federal housing officials as one of the country's worst landlords of properties for low-income residents was suspended today from doing business with the Department of Housing and Urban Development. The move is the latest in a campaign by the department to crack down on landlords in Federal housing programs who" , "date" : "19970425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CALIFORNIA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "HUD Suspends Lax Landlord Of Thousands" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/25\/us\/hud-suspends-lax-landlord-of-thousands.html"} , {"body" : "It was a trifle surreal, the ball game halting just after the Mets had rallied to take a 2-0 lead in the bottom of the fifth last night at Shea Stadium. But this was not baseball; it was ceremony. It was history. A singer named Tevin Campbell sang ''The Impossible Dream'' from a microphone behind home plate, and then came the announcement. ''Ladies" , "date" : "19970416" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "Celebration Stirs Up Memories in Stands" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/16\/sports\/celebration-stirs-up-memories-in-stands.html"} , {"body" : "For Norman Mailer, Jackie Robinson was a hero of literary proportions. ''He became a heroic figure because he was a protagonist,'' said Mr. Mailer, who recalled yesterday that he was living in Brooklyn Heights, putting the finishing touches on his first novel, ''The Naked and the Dead,'' when Robinson joined the Brooklyn Dodgers. ''And not only" , "date" : "19970415" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "50 Years Later, and Robinson Is Undimmed" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/15\/nyregion\/50-years-later-and-robinson-is-undimmed.html"} , {"body" : "Growing up in the Sunset Park neighborhood of Brooklyn gave Zaher Zahrey the look and the language he needed to slip smoothly into the role of a drug user, a part he played to great acclaim as an undercover narcotics detective in the tough neighborhoods of East New York and Bedford-Stuyvesant. Tall and loose-limbed with a black mustache and an" , "date" : "19970414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Corruption Case That Turns on a Single Witness" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/14\/nyregion\/police-corruption-case-that-turns-on-a-single-witness.html"} ,   {"body" : "Renisse Bains, 10, and Tamerra Thompson, 9, initially refused when they were asked to sing. But they soon launched into a hearty rendition of the song their fourth-grade class at Public School 3 had written in honor of the Brooklyn Public Library's 100th anniversary. ''One hundred years and going strong,'' they sang as they hopped around the steps" , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "With Eye to the Future, Brooklyn Library Turns 100" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/with-eye-to-the-future-brooklyn-library-turns-100.html"} , {"body" : "Each fall, John and Jeanne Newhouse tour the city's elite private schools, schools like Trinity and Calhoun and Ethical Culture, and wonder whether they should enroll their son Tyler, who is now in the third grade. Yet each year the Newhouses, a psychotherapist and a lawyer, have decided to keep him at Public School 75 on West 96th Street in" , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "The Classless Classroom" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/the-classless-classroom.html"} , {"body" : "Enoch H. Williams, one of the City Council's most senior members and the chairman of its Health Committee, said yesterday that he would not seek re-election this year. Mr. Williams, 69, came to the Council in 1978 and represents the Brooklyn neighborhoods of Bedford-Stuyvesant and Brownsville. He is best known as one of the sponsors of a law" , "date" : "19970411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Longtime Councilman Won't Seek Re-election" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/11\/nyregion\/longtime-councilman-won-t-seek-re-election.html"} , {"body" : "NEW YORK, the great vertical city, must get back to thinking horizontally. There are other boroughs out there besides Manhattan -- four big ones -- and the city cannot afford to regard them as depositories for superstores, landfills, juvenile detention centers and such. Nor will the city happily survive the great sucking force that would, for" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Making a Rush-Hour Battleground High Art" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/arts\/making-a-rush-hour-battleground-high-art.html"} , {"body" : "To the Editor: I brought ''Nike's Boot Camps,'' Bob Herbert's March 31 column on Nike's exploitation of Vietnamese workers, to class for my students at Junior High School 258 in the Bedford-Stuyvesant section of Brooklyn. Not surprisingly, most of them had no idea that their shoes were made not just of leather but also of the blood, sweat and tears" , "date" : "19970404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["VIETNAM"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Michael Jordan's Power" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/04\/opinion\/l-michael-jordan-s-power-450014.html"} , {"body" : "Two police officers were shot and six other officers suffered minor injuries early yesterday morning in two incidents in Brooklyn, the police said. A police officer and a veteran police lieutenant were shot when they answered a 911 call at an apartment at 500 Hancock Street in the Bedford-Stuyvesant section, the police said. They said two suspects," , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "2 Officers Shot and 6 Are Hurt In Two Incidents in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/nyregion\/2-officers-shot-and-6-are-hurt-in-two-incidents-in-brooklyn.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "This is a sampling of the musical presentations planned for the Easter season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Anthony Tommasini, represents what caught this critic's eye and excited his expectations. Today ST. JEAN BAPTISTE CHURCH (Roman" , "date" : "19970321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Sampling of Musical Events for the Easter Season" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/21\/arts\/sampling-of-musical-events-for-the-easter-season.html"} , {"body" : "Here is a sampling of special choral works for the Easter season in New York City. Admission is free unless otherwise noted (churches accept donations). Palm Sunday BROOKLYN ACADEMY OF MUSIC, Majestic Theater, 651 Fulton Street, Fort Greene. Dramatic staging of Bach's ''St. Matthew Passion''; Baroque ensemble; Rufus Muller, tenor; Andrew Schroeder," , "date" : "19970321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "In Church and Elsewhere, Voices Raised in Song" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/21\/arts\/in-church-and-elsewhere-voices-raised-in-song.html"} , {"body" : "Without being asked, Donald Watson cupped his hands to his mouth and began blowing and sucking air in choppy rhythms, all the while humming in his throat and tapping his feet in counterpoint. ''That's the way Chris used to do it,'' he said of the rap beats echoing off the dingy facades in the Bedford-Stuyvesant section of Brooklyn where the two men" , "date" : "19970317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Short Life of a Rap Star, Shadowed by Many Troubles" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/17\/nyregion\/the-short-life-of-a-rap-star-shadowed-by-many-troubles.html"} ,   {"body" : "Joseph Harold Haynes, a supervising subway engineer whose curiosity and keen eye helped him find the remnants of a 19th-century black settlement hidden in a Brooklyn alley, died on March 2 at Memorial Sloan-Kettering Cancer Center. He was 66 and lived in Crown Heights, Brooklyn. The cause was cancer, said Joan Maynard, executive director of the" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "46" , "title" : "Joseph Haynes, 66; Found Old Black Settlement" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/nyregion\/joseph-haynes-66-found-old-black-settlement.html"} , {"body" : "Ask New Yorkers what they like best about their city, and their answers are as varied as the people: the excitement, the culture, the convenience, to cite a few of the most frequent responses. But ask what they like least, and the responses most often are crime and drugs. These are some of the findings of the most recent New York Times Poll of New" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Hip-Hip-Hooray For City, But Jeers On Two Problems" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/nyregion\/a-hip-hip-hooray-for-city-but-jeers-on-two-problems.html"} , {"body" : "A man in police custody on charges of burglary, assault and weapons possession died Sunday night after the officer who arrested him noticed that he appeared ill at a Brooklyn station house, the police said. The man, Franklin Williams, 61, of 397 Bainbridge Street in Bedford-Stuyvesant, was in a cell at the 81st Precinct between 9:15 and 9:34 P.M." , "date" : "19970311" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Dies in Custody After Arrest in Assault" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/11\/nyregion\/man-dies-in-custody-after-arrest-in-assault.html"} , {"body" : "SO much has been written about Ray Haskins over the last five months. The early stories focused on sociology after the Long Island University coach rescued Richie Parker from the lost and found, and took in Charles Jones after two troubled seasons at Rutgers. After L.I.U. defeated St. John's way back in November, there were ripples of speculation" , "date" : "19970310" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Ray Haskins's Earliest Influence" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/10\/sports\/ray-haskins-s-earliest-influence.html"} , {"body" : "Notorious B.I.G., a gangsta rap artist who turned his drug-dealing past on the streets of Brooklyn into a platinum-selling recording career, was killed here early this morning in an apparent drive-by shooting. He is the second big-name rapper to be slain in the last six months. The victim, whose real name was Christopher G. Wallace, had left a" , "date" : "19970310" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "Rapper Is Shot to Death in Echo of Killing 6 Months Ago" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/10\/us\/rapper-is-shot-to-death-in-echo-of-killing-6-months-ago.html"} , {"body" : "Nonprofit legal services corporations are well known for championing the causes of those with grievances against government or corporations. But in an unusual case, Bedford-Stuyvesant Legal Services Corporation is being investigated by the Government for unfair labor practices. The Brooklyn regional office of the National Labor Relations Board has" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Labor Dispute in an Odd Setting" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/nyregion\/labor-dispute-in-an-odd-setting.html"} , {"body" : "THE latest steps of the homecoming were the snazziest. Charles Jones from Brooklyn dribbled between his legs, dribbled behind his back and flitted through traffic for the crushing basket yesterday as Long Island University brought joy to downtown Brooklyn. The home team defeated Monmouth of New Jersey, 72-67, in the all-or-nothing shootout of the" , "date" : "19970307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "New Heroes Bring Honor To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/07\/sports\/new-heroes-bring-honor-to-brooklyn.html"} , {"body" : "In his last semester of high school, Joseph Counts has not had the luxury of worrying solely about college acceptance letters, senior proms and class rings. Instead, the Brooklyn teen-ager has been consumed with finding a boarding school that won't close before the end of the school year. So far this year he has attended three black coed boarding" , "date" : "19970305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "20" , "title" : "Black Boarding Schools Suffer Unexpected Closings" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/05\/us\/black-boarding-schools-suffer-unexpected-closings.html"} , {"body" : "IN Detroit, Keely Robinson's parents lived in private homes, and she grew up in two of them, both in middle-class neighborhoods. Kenneth Walker has owned houses both in Toronto and the Caribbean island of Jamaica. Jason Pascal's father was a taxi driver in Trinidad and owned his own house. ''My family never paid rent,'' Mr. Pascal said. The common" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "How 'Equity Leases' Became a Track to Ownership" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/realestate\/how-equity-leases-became-a-track-to-ownership.html"} , {"body" : "Among the members of New York City's Congressional delegation, the redistricting rumors are already swirling with gusto. According to one scenario, the 14th Congressional District, whose seat is held by Representative Carolyn B. Maloney, a Democrat of Manhattan and Queens, would be recarved under Republican pressure to provide an inviting" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Waiting for Congressional Redistricting and Wondering Who Will Be Seated" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/nyregion\/waiting-for-congressional-redistricting-and-wondering-who-will-be-seated.html"} ,   {"body" : "The mother of an 8-year-old girl whose slaying went undetected for more than a year, pleaded guilty to hindering prosecution yesterday and will testify against her former boyfriend in an agreement that could keep her out of prison, the Brooklyn District Attorney said yesterday. District Attorney Charles J. Hynes said he would recommend probation" , "date" : "19970225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Slain Girl's Mother in Plea Agreement" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/25\/nyregion\/slain-girl-s-mother-in-plea-agreement.html"} , {"body" : "The mother of Justina Morales, the 8-year-old girl who the police say was beaten to death by the mother's ex-boyfriend more than a year ago, will not face murder charges in her daughter's death, an investigator said yesterday. But officials did not rule out other charges against the woman, Denise Solero, who never reported Justina's death. The" , "date" : "19970224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother of Girl Missing a Year Won't Face Murder Charges" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/24\/nyregion\/mother-of-girl-missing-a-year-won-t-face-murder-charges.html"} , {"body" : "The revelation came to Roderick B. Mitchell nine Christmases ago, when his supermarket company in the Bedford-Stuyvesant section of Brooklyn was bleeding cash. And the first clue was Engelbert Humperdinck. At a checkout counter in the company's Pathmark on Fulton Street, in the heart of one of the city's largest black communities, were collections" , "date" : "19970219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pathmark and Brooklyn Group Both Profit as Partners" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/19\/nyregion\/pathmark-and-brooklyn-group-both-profit-as-partners.html"} , {"body" : "More than a year after an 8-year-old Brooklyn girl vanished without attracting the notice of either her public school or child welfare workers who were monitoring her case, the police said yesterday that she had been beaten to death and her mother's ex-boyfriend was charged with killing her. As the suspect was arraigned on murder charges yesterday," , "date" : "19970218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Girl's Slaying Spurs Inquiry On City Lapses" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/18\/nyregion\/girl-s-slaying-spurs-inquiry-on-city-lapses.html"} , {"body" : "For 15 months, no one in the city's Child Welfare Administration or school system noticed the disappearance of 8-year-old Justina Morales of Bedford-Stuyvesant, a girl known to child welfare officials. Now, Brooklyn detectives are investigating a report that she was murdered in November 1995 and her body disposed of in a trash can, while child" , "date" : "19970216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "45" , "title" : "Police Are Told That Missing Girl Was Slain" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/16\/nyregion\/police-are-told-that-missing-girl-was-slain.html"} , {"body" : "The voice was weak at first. Raspy, breathy. Then as the conversation turned to basketball history, basketball lore, Roger Brown's voice became stronger, filled with authority and passion. After all these years, basketball is a sustaining life force. ''I'm glad I feel strong enough to talk,'' he said. ''I'll probably pay for it later on.'' Roger" , "date" : "19970216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "A Pacer Hero Facing His Hardest Challenge" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/16\/sports\/a-pacer-hero-facing-his-hardest-challenge.html"} , {"body" : "Hugh Price of the National Urban League tells the story of Cambria Smith, a teen-ager who began to flourish academically when she left a lousy junior high school environment in the Bedford-Stuyvesant section of Brooklyn and enrolled in the Science Skills Center, an experimental high school in downtown Brooklyn that emphasizes discipline, hard work" , "date" : "19970214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "37" , "title" : "A Word To the Wise" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/14\/opinion\/a-word-to-the-wise.html"} , {"body" : "The principal of a Bedford-Stuyvesant school for gifted children who was ousted by her district superintendent three months ago will return to her post on Monday under an agreement brokered by schools Chancellor Rudy Crew, his spokeswoman said yesterday. The principal, Dr. Gail Bell-Baptiste,''agreed to certain conditions that the Chancellor put" , "date" : "19970208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Principal Gets Her Job Back Under a Deal With Crew" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/08\/nyregion\/principal-gets-her-job-back-under-a-deal-with-crew.html"} , {"body" : "As new immigrants and new converts swell the numbers of Muslims in New York City, the rites of Ramadan, Islam's holiest period, have quietly seeped into the culture of the city's schools. At McKee High School on Staten Island, the basketball coach excuses one of his players from practice at sunset every day so he can dive into his gym bag for a" , "date" : "19970206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "Ramadan Enters New York City School Life" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/06\/nyregion\/ramadan-enters-new-york-city-school-life.html"} , {"body" : "After 17 years together, most spent in a haze of drugs and anger, Robert and Evelyn R. are getting to know each other. The drugs were his, the anger was hers and the suffering belonged to everyone, especially the children, Chris and Melissa. Now, instead of taking drugs, he works. Instead of shouting, she talks. Together, with the help of the" , "date" : "19970203" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "After Years of Fighting, a Family Is Finding Itself" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/03\/nyregion\/after-years-of-fighting-a-family-is-finding-itself.html"} ,   {"body" : "In a better, fairer world, Wallace Riddle would have been a carpenter. He could build anything, his daughter Donna said. But he was a black man, and in New York City in the late 1940's that meant he could not get a construction job because of the industry's color bar. So he went to work as a bus driver for the city, which had dropped racial" , "date" : "19970202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ST ALBANS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black Workers Bear Big Burden As Jobs in Government Dwindle" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/02\/nyregion\/black-workers-bear-big-burden-as-jobs-in-government-dwindle.html"} , {"body" : "INNISS-Charles E. The Board of Trustees and staff of the City University Construction Fund mourn the death of our beloved chairman, Charles E. Inniss. He was a man of great intelligence, compassion and dignity, whose visionary leadership guided the design and construction of several major educational facilities which offered greater opportunities" , "date" : "19970202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths INNISS, CHARLES E." , "url" : "http:\/\/www.nytimes.com\/1997\/02\/02\/classified\/paid-notice-deaths-inniss-charles-e.html"} , {"body" : "Charles E. Inniss, a retired vice president of the Brooklyn Union Gas Company and the chairman of the Bedford-Stuyvesant Restoration Corporation, died on Thursday at Memorial-Sloan Kettering Cancer Center in Manhattan. Mr. Inniss, who lived in the Clinton Hill section of Brooklyn, was 61. The cause was cancer, said his wife, Marjorie. Mr. Inniss" , "date" : "19970201" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "C. E. Inniss, 61; Was a Leader In Many Causes" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/01\/nyregion\/c-e-inniss-61-was-a-leader-in-many-causes.html"} , {"body" : "James E. Quinn routinely travels to some of the most rarefied shopping districts in the world for his job as an executive vice president at Tiffany & Company. Rodeo Drive in Beverly Hills, for example, is typical Tiffany turf. But until this month, Mr. Quinn -- though born and raised in New York -- had never once been to the Bedford-Stuyvesant" , "date" : "19970130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Financier Leverages Influence for Poor Urban Areas" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/30\/nyregion\/financier-leverages-influence-for-poor-urban-areas.html"} , {"body" : "In a Brooklyn school district where only one out of five children can read at grade level, Public School 308 is regarded as a kind of oasis of academic achievement: its students are admitted on the basis of competitive entrance exams, and their math and reading scores rise above those of many other schools. But the district superintendent suddenly" , "date" : "19970129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "9" , "title" : "At Oasis of Achievement, Principal Fights for Job" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/29\/us\/at-oasis-of-achievement-principal-fights-for-job.html"} , {"body" : "The recreation room is thick with cigar smoke by late afternoon. Three drummers frantically pound sacred drums, enticing worshipers to crowd around and step to the pulse. A singer chants insults in an African language, hoping to anger the santos, or deities, into appearing. Suddenly, a woman draped in white shudders violently. Her eyes glaze, then" , "date" : "19970127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CUBA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Years of Secrecy, Santeria Is Suddenly Much More Popular. And Public." , "url" : "http:\/\/www.nytimes.com\/1997\/01\/27\/nyregion\/after-years-of-secrecy-santeria-is-suddenly-much-more-popular-and-public.html"} , {"body" : "Officers investigating a report of gunshots fired on a residential street in the Bedford-Stuyvesant section of Brooklyn early Saturday morning discovered two live pipe bombs on the roof of an apartment building, the police said yesterday. The explosive devices, found on the roof of 407 Putnam Avenue, were removed by the bomb squad and taken to the" , "date" : "19970127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "2 Pipe Bombs Found on Roof in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/27\/nyregion\/2-pipe-bombs-found-on-roof-in-brooklyn.html"} , {"body" : "Two employees were killed yesterday morning when an arson fire consumed a video store in Brooklyn, and the police said they were investigating whether there was any connection between the blaze and an illegal gambling operation they suspected was operating out of the store in Bedford-Stuyvesant. The fire at the Dakarr video store started shortly" , "date" : "19970122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arson Kills 2 Employees In a Store In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/22\/nyregion\/arson-kills-2-employees-in-a-store-in-brooklyn.html"} , {"body" : "CATHY JONES sat in the stands last week for a basketball game at Long Island University on Flatbush Avenue in Brooklyn to watch her son, Charles, who, to the surprise of many, is the leading scorer in the nation. He was playing in an unlikely arena that was once the Paramount Theater, and which still has the old, ornate gilded ceiling and rococo" , "date" : "19970119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "All the Potential a Faithful Mother Can Foster" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/19\/sports\/all-the-potential-a-faithful-mother-can-foster.html"} , {"body" : "Fighting the deep-January blues with children doesn't seem easy at first if you live in New York City. The parks can feel as cold as Siberia, and skating arenas are often too jammed for figure-eights. And have you noticed the lines at the movies? If only we were bears and could sleep until spring. Yet an eclectic array of remedies exists. Here is" , "date" : "19970117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/17\/arts\/for-children.html"} ,   {"body" : "New York City, as everyone knows by now, is resurgent, the blissful capital of the world. Nothing to complain about anymore. So what's so funny? Well, for one thing, the murder rate is down. ''Now it's just really dangerous here,'' said Paul Provenza. ''Besides, we may be slipping in homicide, but you still see armored trucks with 'no radio' signs" , "date" : "19970112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Crime Is Down. Streets Are Clean. What's a New York Comedian to Do?" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/12\/nyregion\/crime-is-down-streets-are-clean-what-s-a-new-york-comedian-to-do.html"} , {"body" : "THE Alhambra apartment house is probably good enough to be called Brooklyn's Dakota, a block-long mountain range of peaks and crags in brick and terra cotta. This is not, however, Central Park West, but Nostrand Avenue between Macon and Halsey Streets in Bedford-Stuyvesant, and the landmark 1890 Alhambra is no fancy co-op, but an architectural" , "date" : "19970105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "What Hope for a Crumbling Dakota-Like Residence?" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/05\/realestate\/what-hope-for-a-crumbling-dakota-like-residence.html"} , {"body" : "In the old days, they had a relationship born of politics and mutual self-interest that grew into something resembling friendship. There were small dinners at Gracie Mansion, and one-on-one lunches in the Mayor's private dining room at City Hall. Richard D. Parsons, the schmoozy president of Time Warner, had, after all, known Mayor Rudolph W." , "date" : "19970105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Time Warner Official Breaks With the Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/05\/nyregion\/time-warner-official-breaks-with-the-mayor.html"} , {"body" : "Saying he was deeply disturbed by state reports that showed New York City schools trailing well behind the rest of the state in reading and math achievement, Schools Chancellor Rudy Crew said yesterday that he would use the findings to help develop performance goals that district superintendents would have to meet or risk losing their jobs. Dr." , "date" : "19970104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "Crew to Add Performance Standards to Superintendents' Contracts" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/04\/nyregion\/crew-to-add-performance-standards-to-superintendents-contracts.html"} , {"body" : "Despite being shot in the leg, a transit police officer chased an assault suspect for more than two blocks yesterday and caught him with the help of other officers, the police said last night. The transit officer, Jeffrey Winfield, saw a man attacking another with a box cutter about 10:30 A.M. at Franklin and Fulton Streets in the" , "date" : "19970104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Wounded Officer Assists in an Arrest" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/04\/nyregion\/a-wounded-officer-assists-in-an-arrest.html"} , {"body" : "In reading and math achievement, New York City schools lag stubbornly behind those elsewhere in the state, and the gap widens as students get older, even when poverty is taken into account, according to the first school-by-school reports compiled by the State Education Department. The performance measures, compiled for all 4,098 schools in the" , "date" : "19970103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "RATING OF SCHOOLS SHOWS SKILLS LAG IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/03\/nyregion\/rating-of-schools-shows-skills-lag-in-new-york-city.html"} , {"body" : "AS noted in this column just a few days ago, the phrase ''all politics is local'' has been a favorite American aphorism for about a century. With good reason. It speaks the truth, pithily explaining that politics is not theoretical or distant, that elected officials make decisions based on the impact back home because how else will they get to keep" , "date" : "19970102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Local Politics: For Many, It Has Mattered" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/02\/nyregion\/local-politics-for-many-it-has-mattered.html"}]