[  {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Brooklyn Could Have Been A Contender" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/magazine\/brooklyn-could-have-been-a-contender.html"} , {"body" : "It was about as businesslike as an illegal sports betting ring could get, investigators say: Gamblers calling one of five wire rooms in New York City even had their conversations recorded for quality control -- and to avoid any nasty disputes over the terms of a wager. All of which will make for damning evidence, says Attorney General Dennis C." , "date" : "19971224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PENNSYLVANIA" , "NEW YORK CITY" , "CONNECTICUT" , "CANADA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "25 Arrested in Gambling Sweep" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/24\/nyregion\/25-arrested-in-gambling-sweep.html"} , {"body" : "Sixteen families were evacuated from a four-story apartment building in Bensonhurst, Brooklyn yesterday afternoon after residents found cracks on their walls and called the Fire Department. Ted Goldfarb, a Deputy Chief with the New York City Fire Department, said fire officials evacuated the building, at 2240 84th Street, after dangerous cracks" , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Cracks Prompt Evacuation of Residents" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/nyregion\/cracks-prompt-evacuation-of-residents.html"} , {"body" : "Wherever he goes and whoever he meets, Kevin Kelley, the World Boxing Union featherweight champion, gets the same question and the same request. Why is he, a world champion born in the Bensonhurst section of Brooklyn and raised in Flushing, Queens, getting second billing to Naseem Hamed, a fighter from Sheffield, England, on a boxing card at" , "date" : "19971215" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BOXING; Quieting the Mouth That Roars" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/15\/sports\/boxing-quieting-the-mouth-that-roars.html"} , {"body" : "To the Editor: In a city with ample parkland, the land banking of the greenspace of Dreier-Offerman Park for 30 years would be no crime (''Park May Be Dump, but Golf Center Proposal Stirs Protest,'' Nov. 16). But this area is in the Brooklyn gray crescent, a broad swath that was developed virtually without parks, and with very few playgrounds. The" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Little-Used Brooklyn Park Is Island in 'Gray Crescent'" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/l-little-used-brooklyn-park-is-island-in-gray-crescent-596353.html"} , {"body" : "Female peacocks spread their feathers when they want to attract males, and Rita Masseria, a saleswoman at Saks Fifth Avenue, is happy to help Manhattan's finely coiffed women follow suit. This is her mission these days behind the hair accessories counter. Ms. Masseria, who is from Bensonhurst, Brooklyn, sells feather hairpieces from ostriches and" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: MIDTOWN; Flocking to Counters to Get That Ostrich Look" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/neighborhood-report-midtown-flocking-to-counters-to-get-that-ostrich-look.html"} , {"body" : "Add high-end sports sunglasses to the list of counterfeit goods being produced in New York City these days. Oakley Inc., the Foothill Ranch, Calif., maker of wing-shaped eyewear and other products, announced this week that the New York City Police Department, with the company's assistance, shut down an operation that had been making fake sunglasses" , "date" : "19971210" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Business; Ten Are Arrested In Product Faking" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/10\/nyregion\/metro-business-ten-are-arrested-in-product-faking.html"} , {"body" : "Lawyers at the defamation trial of three former advisers of Tawana Brawley waged a fierce battle today over the character and credibility of one of the defendants, C. Vernon Mason, whose fourth day on the witness stand yielded moments as dramatic and exchanges as bitter as any in the proceedings so far. The swirl of angry, overlapping remarks" , "date" : "19971210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Defendant Becomes an Issue in Slander Case" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/10\/nyregion\/defendant-becomes-an-issue-in-slander-case.html"} , {"body" : "In her first public appearance in New York since her story of rape, abduction and hatred opened deep racial divisions a decade ago, a confident and defiant Tawana Brawley told a roaring audience of supporters last night the same thing she did then: that she had told the truth. Her repeated insistence that ''I am not a liar'' came despite a 1988" , "date" : "19971203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After a Decade, Brawley Reappears and Repeats Charges" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/03\/nyregion\/after-a-decade-brawley-reappears-and-repeats-charges.html"} , {"author" : "Ted Conover is a contributing writer for the Magazine. His most recent article, in March, was about documentary film making." , "body" : "Normally you didn't have to interview for a home health care placement -- the agency just told you where to be, and when, and a little background information on the client. But Lorna Kingston didn't mind. It would be a good job if she got it -- $150 a day for a 24-hour live-in. The client, as Nick Newcombe, who was overseeing her home care, had" , "date" : "19971130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Health"] , "page_facet" : "124" , "title" : "The Last Best Friends Money Can Buy" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/30\/magazine\/the-last-best-friends-money-can-buy.html"} ,   {"body" : "SUTTON-Joseph A.D. On November 19. Funeral Thursday at 10AM, Magen David Congregation, 2025 67th Street, Bensonhurst, Brooklyn. Beloved husband of Sarah Maleh Sutton, cherished father of Sally and Elliot Heller, Lisa Sutton and James W. Smith, Naomi and Peter Neustadter, Ralph Sutton and six grandchildren. After a career as a businessman, Mr." , "date" : "19971120" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths SUTTON, JOSEPH" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/20\/classified\/paid-notice-deaths-sutton-joseph.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday embraced a decision by state officials to raise the foreign language requirement for most high school students, putting him at odds with his frequent ally, Schools Chancellor Rudy Crew, who has contended that the New York City system does not have the staff to comply with the new rules. Mr. Giuliani said the" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "47" , "title" : "New Language Standard Is Supported by Giuliani" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/new-language-standard-is-supported-by-giuliani.html"} , {"body" : "DUST clouds hung in the sunny rooms of Gregory Bortnik's home, where work crews broke through floors and walls with jackhammers and drills. They had got a late start on the project, since Mr. Bortnik had only closed on the three-story brick house in Bensonhurst a few days earlier. No problem. In the month that it will take for renovations, his" , "date" : "19971112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Waiting Game: Easier to Play On Level Field" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/12\/nyregion\/about-new-york-waiting-game-easier-to-play-on-level-field.html"} , {"body" : "MITOFSKY-Elsie. On November 8, 1997, in Buffalo, NY. Beloved wife of the late Howard; mother of Warren (Mia) and Lenore Levy (late Morton). Noted for her extensive volunteer work in Monticello, NY, she is also survived by a brother, Arthur Sonderling, five grandchildren and seven greatgrandchildren. Graveside services at Mt. Pleasant Cemetery," , "date" : "19971110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths MITOFSKY, ELSIE" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/10\/classified\/paid-notice-deaths-mitofsky-elsie.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "Excuse Randi Armstrong, a 34-year-old Staten Island resident, if she gets a little excited when she talks, but she is fighting an insidious enemy that has left her and her two daughters confined to bed for days at a time. For seven months, she lived in an apartment that was infested with a vile mold known as Stachybotrys atra (pronounced" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Families Plagued by a Home-Wrecking Mold" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/families-plagued-by-a-home-wrecking-mold.html"} , {"body" : "Within 24 hours after voters had transformed him from an obscure city councilman to the newest member of Congress, Vito J. Fossella Jr. had received three standing ovations from fellow House Republicans, been sworn in by Speaker Newt Gingrich and voted to overhaul the Internal Revenue Service. Mr. Fossella's resounding victory on Tuesday over a" , "date" : "19971106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE 1997 ELECTIONS: Man in The News -- Vito John Fossella Jr.; City Hall To Capitol" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/06\/nyregion\/the-1997-elections-man-in-the-news-vito-john-fossella-jr-city-hall-to-capitol.html"} , {"body" : "In a race that escalated into a battle attracting national attention, Vito J. Fossella Jr., a 32-year-old City Councilman, was elected last night to the seat in Congress representing Staten Island. Mr. Fossella's victory capped a frenzied race in which the Republicans fought vigorously to retain the seat the party has held for 16 years, most" , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1997 ELECTIONS: CONGRESS; Republican Wins U.S. House Seat Left by Molinari" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-congress-republican-wins-us-house-seat-left-by-molinari.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "To the theme of ''Rocky,'' Mayor Rudolph W. Giuliani strode triumphantly into the New York Hilton's grand ballroom last night and onto a stage filled with some of the Republicans, Democrats and union leaders that he had assembled for his decisive victory. ''Four years later, we can stand here tonight and we can say, we did it! We turned this city" , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: THE SCENE; A Triumphant Giuliani Promises More Unity" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-the-scene-a-triumphant-giuliani-promises-more-unity.html"} ,   {"body" : "UNLESS Ruth W. Messinger can pull off New York's greatest upset since Bobby Thomson cleaned the Dodgers' clock in 1951, today is shaping up less like Election Day than Coronation Day for Mayor Rudolph W. Giuliani. Then again, why not a coronation for a race whose liveliest, if least edifying, moment featured the incumbent doing his Henry IV" , "date" : "19971104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; His Subjects Petition King Rudolph" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/04\/nyregion\/nyc-his-subjects-petition-king-rudolph.html"} , {"body" : "Today voters will choose New York City's next mayor, New Jersey's next governor and other officials. They will also vote on important ballot issues. Polls will be open from 6 A.M. to 9 P.M. in New York State, and 7 A.M. to 8 P.M. in New Jersey. Here is a summary of our endorsements: New York City MAYOR Rudolph Giuliani (R) COMPTROLLER Alan Hevesi" , "date" : "19971104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW JERSEY" , "NEW YORK CITY" , "ROCKLAND COUNTY (NY)" , "NASSAU COUNTY (NY)" , "WESTCHESTER COUNTY (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Election Day Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/04\/opinion\/election-day-choices.html"} , {"body" : "Winding down a campaign that has reverberated far from Staten Island, the two candidates for the House seat representing the borough took vastly different tacks yesterday trying to woo voters: The Democrat paraded his backing from President Clinton, while the Republican embarked on a whirlwind tour of the borough. The contrasting scenes underscored" , "date" : "19971103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1997 ELECTIONS: CONGRESS; Pace Grows Hectic in Closely Watched S.I. Contest" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/03\/nyregion\/the-1997-elections-congress-pace-grows-hectic-in-closely-watched-si-contest.html"} , {"body" : "The race to succeed Representative Susan Molinari of Staten Island is the only Congressional contest in the nation this year. Given the narrow division in the House, it has been loaded with political import. The hitherto obscure candidates are being showered with millions of dollars for television commercials, and joined on the stump by everyone" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "For Congress in Staten Island" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/opinion\/for-congress-in-staten-island.html"} , {"body" : "It was billed as an evening of ''pasta and politics,'' and by its end, the New Dorp section of Staten Island had become the setting for a night of uncommon Republican pageantry and bravado. More than 500 of the party faithful gathered last night to see George Bush and Bob Dole, whose presence on behalf of a G.O.P. Congressional candidate" , "date" : "19971031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1997 ELECTIONS: CONGRESS; Big Names Add Presence to Staten Island Race" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/31\/nyregion\/the-1997-elections-congress-big-names-add-presence-to-staten-island-race.html"} , {"body" : "All 51 members of the New York City Council are up for re-election next Tuesday. Here are our endorsements in the more competitive contests. Manhattan, Fourth District (East Side, from Peter Cooper Village and Stuyvesant Town to Yorkville): The incumbent, Andrew Eristoff, combines strong performance in most areas with an overriding flaw that" , "date" : "19971030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "City Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/30\/opinion\/city-council-endorsements.html"} , {"body" : "Mayor Rudolph W. Giuliani began the last week of campaigning yesterday with a foray into the heart of Ruth W. Messinger's base on the Upper West Side, even as he warned his supporters across the city not to grow overconfident. Meanwhile, Ms. Messinger, trailing in the polls and short on money, insisted that the mayoral race was not over and pleaded" , "date" : "19971027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1997 ELECTIONS: THE CAMPAIGNING; Giuliani Goes After Voters In Messinger's Stronghold" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/27\/nyregion\/1997-elections-campaigning-giuliani-goes-after-voters-messinger-s-stronghold.html"} , {"body" : "Raising the stakes in the battle to fill Susan Molinari's House seat, the Republican National Committee is spending about $750,000 on a television advertising campaign to begin this week to help City Councilman Vito J. Fossella Jr., the Republican candidate. The ads, which will appear on most major stations in New York, do not mention Mr. Fossella" , "date" : "19971021" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "National G.O.P. Bankrolls Ads in Race for Seat Molinari Left" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/21\/nyregion\/national-gop-bankrolls-ads-in-race-for-seat-molinari-left.html"} , {"body" : "There he is in the photos, aflame with conviction and heady with success: class president, editor on the law review, bold young prosecutor, No. 3 man at the Justice Department, crime-fighting United States Attorney, archenemy of the Mafia, the 107th Mayor of the City of New York. Quite a run! And now, working from City Hall, Rudolph William" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RACE FOR CITY HALL: The Republican Candidate; A Mercurial Mayor's Confident Journey" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/nyregion\/race-for-city-hall-republican-candidate-mercurial-mayor-s-confident-journey.html"} , {"body" : "Rudolph W. Giuliani and Ruth W. Messinger marched separately yesterday through the heart of one of New York City's sturdiest Italian-American neighborhoods, Bensonhurst, encountering starkly different receptions as they joined thousands of people in celebrating the Brooklyn Columbus Day parade. In a day rich with ethnic and geographic symbolism for" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Another Columbus Day Parade Offers More Cause for Sniping by Mayoral Candidates" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/nyregion\/another-columbus-day-parade-offers-more-cause-for-sniping-by-mayoral-candidates.html"} ,   {"body" : "RUDOLPH W. GIULIANI To reporters at a firehouse in Williamsburg, Brooklyn: ''The most important poll that came out this week for the future of the city -- reaching its hundredth anniversary on January first of next year -- is the poll that said that 55 percent of people on Staten Island are against secession now and are in favor of being part of" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "In Their Own Words" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/nyregion\/in-their-own-words.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. On view indefinitely is the photographer's parlor, filled with period furniture. The exhibition ''Traveling With Alice" , "date" : "19971017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/17\/arts\/spare-times-643270.html"} , {"body" : "Two men were charged with second-degree murder and arson yesterday, accused of setting a fire in 1994 that killed an 81-year-old Coney Island woman, prosecutors said. The men -- one an auxiliary police officer in Brooklyn and the other a former auxiliary officer -- were also charged with setting a second fire with a third auxiliary officer." , "date" : "19971015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Accused of Murder and Arson" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/15\/nyregion\/2-accused-of-murder-and-arson.html"} , {"body" : "CALL it cosmic payback in 1992 when Christopher Columbus was recast by revisionists as an imperialist point man. Around the 500th anniversary of his voyage, the namesake of circles and avenues became another Dead European Male whose greatness seemed destined to vanish like the indigenous cultures he ''discovered'' in the New World. This was" , "date" : "19971011" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Poet Finds A New Muse In Columbus" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/11\/nyregion\/about-new-york-a-poet-finds-a-new-muse-in-columbus.html"} , {"body" : "A group of 90 Promise Keepers from New York spread sleeping bags on the cold floors of a church here early this morning and did not worry about using the ladies' room because there were no women around. By 8:30 A.M., the men were singing hymns, preparing for a rally they said had a particular meaning for them, even if New York has been a city" , "date" : "19971005" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "24" , "title" : "90 Leave New York, In Search Of Unity" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/05\/us\/90-leave-new-york-in-search-of-unity.html"} , {"body" : "Carroll Park, a placid haven of benches and ball courts in the heart of Carroll Gardens, Brooklyn, reflects the neighborhood's blend of Italian-American families and yuppie strivers. Old men play boccie there while newer arrivals hold wine-tastings to raise money to keep the park spruced up. But a group of black youths interviewed recently in Red" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "CARROLL GARDEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "In Brooklyn, 2 Worlds on an Edge; At the Scene of a Bias Beating, a Line Divides Red Hook and Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/brooklyn-2-worlds-edge-scene-bias-beating-line-divides-red-hook-carroll-gardens.html"} , {"body" : "For almost two decades, the Congressional seat that encompasses Staten Island and southwest Brooklyn has been held by a member of the Molinari family, which lorded over the sole bastion of Republicanism in heavily Democratic New York City. But the recent resignation of Susan Molinari has endowed the seat with special significance: it is the only" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Race to Fill Molinari's Seat, A National Test" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/in-race-to-fill-molinari-s-seat-a-national-test.html"} , {"body" : "Sanford I. Weill can hardly contain himself. At a time when most of his onetime peers on Wall Street have burned out -- or been booted out -- Mr. Weill, who is 64, has just scored a coup for Travelers Group, the company he built from other people's castoffs. He has bought Salomon Brothers, a firm known as the biggest, baddest bond trader on the" , "date" : "19970925" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "A WALL STREET BEHEMOTH: THE STRATEGIST; A Deal Maker's Dream Deal" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/25\/business\/a-wall-street-behemoth-the-strategist-a-deal-maker-s-dream-deal.html"} , {"body" : "A home health care attendant charged with killing two elderly women in Bensonhurst in May 1996 was convicted of first-degree murder yesterday afternoon in State Supreme Court in Brooklyn. A jury found the attendant, Lavonda Prater, 27, guilty of killing Concetta D'Andrea, 85, and her cousin, Vincenza Weaver, 75, by striking them with a blunt" , "date" : "19970925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Home Health Attendant Is Guilty of Murder" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/25\/nyregion\/home-health-attendant-is-guilty-of-murder.html"} , {"body" : "Going on the Hunt With a Chowhound As this new Bits and Bytes column -- which will appear periodically in Dining In\/Dining Out -- began cruising through magazines, television and the Internet to see what they're up to, it smacked right into Jim Leff. Mr. Leff, a jazz trombonist and self-described chowhound, is obsessed with the most obscure corners" , "date" : "19970924" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Dining and Wine" , "Home and Garden" , "Technology"] , "page_facet" : "3" , "title" : "Bits and Bytes" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/24\/dining\/bits-and-bytes.html"} ,   {"body" : "In the late 1980's and early 90's, Anthony S. Casso was one of the top Mafia figures in New York. Known by the nickname Gaspipe, he was portrayed by the authorities as a vicious, hot-blooded killer in $2,000 suits. But three years ago, jailed and charged with 11 murders and other crimes that would bring him a sentence of life in prison without" , "date" : "19970921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Top Mob Figure Is Losing U.S. Backing for Leniency" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/21\/nyregion\/top-mob-figure-is-losing-us-backing-for-leniency.html"} , {"body" : "A man believed to have sexually assaulted a number of women in Bensonhurst was arrested yesterday morning after one of his victims spotted him on the street, the police said. Frank Degosta, 35, was standing near the corner of 17th Avenue and 69th Street around 8:30 A.M. when a 33-year-old woman flagged down a passing patrol car and told officers" , "date" : "19970920" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Held in One Assault And Linked to Others" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/20\/nyregion\/metro-news-briefs-new-york-man-held-in-one-assault-and-linked-to-others.html"} , {"body" : "On a muggy August morning, Sammy Velez, a transvestite with a crack habit, took advantage of the rush-hour commotion near Penn Station to snatch a purse. Tripping in his high-heeled boots, he couldn't make a clean getaway so he threw the purse back. But two police officers were in pursuit. They chased him in and out of traffic until Mr. Velez," , "date" : "19970917" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE PRICE OF BRUTALITY: A special report.; Police Complaints Settled, Rarely Resolved" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/17\/nyregion\/price-brutality-special-report-police-complaints-settled-rarely-resolved.html"} , {"body" : "He is a minister without a congregation, a politician without a media consultant. He wants to raise New York City's commuter tax, but he owes tens of thousands of dollars in state and Federal taxes. He has long been an anti-establishment street demonstrator, yet he craves political legitimacy. A man of relentless contradictions, the Rev. Al" , "date" : "19970914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RACE FOR CITY HALL: THE CANDIDATE; For the Ultimate Outsider, the Moment Is Now" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/14\/nyregion\/race-for-city-hall-the-candidate-for-the-ultimate-outsider-the-moment-is-now.html"} , {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} , {"body" : "IT seems that every new season brings a new Richard Linklater, Harmony Korine or Kevin Smith -- a screenwriter or movie director who unearths yet another previously unknown pocket of America's youth culture. Mr. Linklater did it with go-nowhere Texas teen-agers in ''Slacker'' and potheads in ''Dazed and Confused.'' Mr. Smith did it with dopey New" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "53" , "title" : "A Tough-Guy Film by a Former Would-Be Tough Guy" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/style\/a-tough-guy-film-by-a-former-would-be-tough-guy.html"} , {"body" : "At a center for the elderly in Harlem the other day, Sal F. Albanese described himself once again as the embodiment of ''the New York experience'' -- a garment worker's son who rose to city councilman and mayoral candidate thanks in part to the city's long tradition of generous social support. But that tradition, he warned, has eroded under Mayor" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Albanese Sees a City Divided" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/nyregion\/albanese-sees-a-city-divided.html"} , {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} , {"body" : "The police believe that a stolen car they recovered late Wednesday was used two nights before in the gangland-style execution of Ralph C. Dols, the off-duty housing police officer who was shot outside his Brooklyn apartment, a law enforcement official said yesterday. The car -- a dark gray Chevrolet Caprice with South Carolina license plates -- was" , "date" : "19970829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Link a Stolen Car Found in Brooklyn to an Officer's Murder" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/29\/nyregion\/police-link-a-stolen-car-found-in-brooklyn-to-an-officer-s-murder.html"} , {"body" : "THE guys started arriving at the seedy little marina on East 68th Street as the sun was setting over Brooklyn. There were around 10 of them and they wore the uniform: flashy shirts, tight slacks, blow-dried hair, pinkie rings and gold bracelets. When they saw each other, they hugged, kissed, passed cigarettes and told war stories. ''A lot of movies" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "Big Shots at Last" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/big-shots-at-last.html"} ,   {"body" : "New charges were filed yesterday accusing four police officers in the 70th Precinct torture case of beating a Haitian immigrant because of his race. The Brooklyn grand jury's superseding indictment added the racial bias charge, a misdemeanor, to the indictment already brought against Officers Justin A. Volpe and Charles Schwarz, who are accused of" , "date" : "19970822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Charges Filed in Police Brutality Case" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/22\/nyregion\/new-charges-filed-in-police-brutality-case.html"} , {"body" : "Nino Pantano's 15 minutes of fame came and went early. At 13, he tied for first place in the Most Talented Youngster in Brooklyn contest, after singing an aria from ''The Barber of Seville'' in a glorious voice that melded tenor and baritone. ''I sounded kind of like a male Ethel Merman,'' he said. He was dubbed the Boy Caruso of Brooklyn and" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Another Idolizes the Singer as His Life's Passion" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/nyregion\/another-idolizes-the-singer-as-his-life-s-passion.html"} , {"body" : "''I have a song here. . . .'' Dion swaggered across the stage, his trademark floppy cap bouncing lightly on a nest of curly dark hair, his palm flat against the strings of the electric guitar slung over his shoulder. ''I have a song here,'' he said again, his voice still thick with the Bronx, his attitude still straight off Belmont Avenue. With a" , "date" : "19970731" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Still in Love, and the Love Still Grows" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/31\/arts\/still-in-love-and-the-love-still-grows.html"} , {"body" : "A caretaker who spent 18 years cleaning and maintaining a city housing project in Brooklyn was shot and killed yesterday afternoon as he gathered the trash outside one of the apartment buildings, the police said. Late last night, the police arrested a 14-year-old boy, Maquam Clarke, who lives at 29 Avenue W, the 16-story building outside which the" , "date" : "19970729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Caretaker in Brooklyn Is Shot and Killed" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/29\/nyregion\/caretaker-in-brooklyn-is-shot-and-killed.html"} , {"body" : "A Brooklyn family's annual backyard barbecue ended in bloodshed early yesterday when a group of teen-age boys tried to crash the party and then returned, armed and angry, after they were refused. Witnesses and police investigators said the youths stood across the street and at least one opened fire indiscriminately into the party-goers, a crowd of" , "date" : "19970728" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youths Fire Into Crowd At Barbecue, Killing Host" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/28\/nyregion\/youths-fire-into-crowd-at-barbecue-killing-host.html"} , {"body" : "An off-duty firefighter trying to stop a burglar in his Brooklyn neighborhood was stabbed in the chest and arm yesterday afternoon, police and fire officials said. The firefighter, George Storz, 37, of Ladder Company 156, was walking near his home in Bensonhurst at about 4 P.M. when a neighbor told him of a burglary in progress at 2054 East 73d" , "date" : "19970725" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Firefighter Stabbed At Brooklyn Crime Scene" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/25\/nyregion\/firefighter-stabbed-at-brooklyn-crime-scene.html"} , {"body" : "Anticipating that Metrocards will change the way commuters use buses and subways, transit officials said yesterday that they would cut bus service on several major north-south routes in Manhattan, while adding service to crosstown lines and to routes running to the distant reaches of the other boroughs. Schedule changes are planned on nearly 100" , "date" : "19970724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officials Plan Cuts or Additions in Bus Service on Nearly 100 Routes" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/24\/nyregion\/officials-plan-cuts-or-additions-in-bus-service-on-nearly-100-routes.html"} , {"body" : "It was Jack Weinstein who finally made Vincent Gigante dress for court. That was quite an accomplishment, given that for years, law enforcement officials were made to look foolish by Mr. Gigante's insistence on wearing his famous bathrobe and slippers. But it was no surprise that Jack B. Weinstein, the United States Senior District Judge known for" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "21" , "title" : "Dressing Down Lawyers, and Dressing Up Gigante" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/nyregion\/dressing-down-lawyers-and-dressing-up-gigante.html"} , {"body" : "On one side of the wall, a sweaty quest for redemption -- or at least a clean criminal record -- unfolded. On the other, a tranquil search for salvation continued, as it has for almost a century. Approximately 30 men (plus a few women) who had been convicted of crimes ranging from fare beating to heroin possession to assault, and given community" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Convicts Wash Away Their Misdeeds Along With Graffiti" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/convicts-wash-away-their-misdeeds-along-with-graffiti.html"} , {"body" : "The Board of Education voted unanimously yesterday to hire Ron LeDonni, a top aide to the board's president, William C. Thompson Jr., as secretary of the board. The appointment to the board's top administrative post comes a year after the previous secretary, Bruce K. Gelbard, was removed during a struggle for control of the board, when Mr. Thompson" , "date" : "19970710" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "School Board Confirms Aide As Secretary" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/10\/nyregion\/school-board-confirms-aide-as-secretary.html"} ,   {"body" : "A recent spate of high-profile killings may have given New Yorkers the impression that crime has been rising, but preliminary police statistics obtained yesterday show that it continued to fall throughout the city during the first half of 1997 and that the murder rate was dropping fastest of all. When the city recorded fewer than a thousand" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder Rate Is Continuing To Decrease" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/murder-rate-is-continuing-to-decrease.html"} , {"body" : "PEOPLE on the streets of Brooklyn are constantly frustrated by Dominic Del Re. They want to make appointments, but Mr. Del Re is not interested. ''I don't make appointments,'' said Mr. Del Re, whose rich tenor voice is strongly flavored by an Italian accent. ''I'm like the fisherman. He doesn't make an appointment with the fish.'' Mr. Del Re, 41, a" , "date" : "19970629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Truck, a Bell, a Craft" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/29\/nyregion\/a-truck-a-bell-a-craft.html"} , {"body" : "Adam Odetalla was putting the watering hose away in his backyard in Brooklyn when he saw the thing. It was half hidden under the round plastic baby pool, a menacing dark-green presence with beady eyes and razor-sharp teeth. Suddenly, it lunged and snapped at him. ''Alligator! Alligator! Go back!'' he shouted at his sister, Diana, 14, brother," , "date" : "19970629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Alligator Is Found (In Yard, Not Sewer)" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/29\/nyregion\/alligator-is-found-in-yard-not-sewer.html"} , {"body" : "For the last 15 years, the people of Bay Ridge and Bensonhurst, Brooklyn, have gone to the polls to elect Sal F. Albanese as their City Councilman, thereby creating one of the most enduring political anomalies in New York. The neighborhoods, situated in the shadow of the Verrazano-Narrows Bridge, have long been among the most conservative in the" , "date" : "19970625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sal Albanese, a Bay Ridge Liberal, Runs for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/25\/nyregion\/sal-albanese-a-bay-ridge-liberal-runs-for-mayor.html"} , {"body" : "PROSPECT PARK Brooklyn Library Plans The March of a Century For its 100th year, and the beginning of its summer reading program, Century Star Readers, the Brooklyn Public Library is celebrating with a parade today. Prospective marchers are welcome to meet the bookmobile and a marching band at 11 A.M. at the library steps, on Grand Army Plaza. The" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/nyregion\/playing-in-the-neighborhood-749680.html"} , {"body" : "Florence Klein started college 58 years ago. Yesterday, at the City University of New York baccalaureate commencement, she finished. Ms. Klein, 75, who lives in Bensonhurst, Brooklyn, graduated with honors from the unusual program that began 25 years ago to help atypical students earn bachelor's degrees. Many of the 120 graduates were over age 40," , "date" : "19970603" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "At City University, 120 Receive B.A.'s In Special Program" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/03\/nyregion\/at-city-university-120-receive-ba-s-in-special-program.html"} , {"body" : "From storefronts to the windows of homes, political posters already seem to be up everywhere in Bay Ridge, Brooklyn, these days. Forget about the race for mayor. For many residents in this quiet neighborhood, the hottest political race this year is not the battle for Gracie Mansion but rather the fight to represent the 43d City Council District. In" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Bay Ridge, the Hot Race Is for Council, Not Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/in-bay-ridge-the-hot-race-is-for-council-not-mayor.html"} , {"body" : "DEAR DIARY: While in the Gucci store on Fifth Avenue, I overheard a conversation between a young couple debating the merits of a pair of very expensive, fashion-forward men's shoes. Nervously pacing, the young man asked, ''So, what do you think?'' His female companion, in an attempt to gauge their worthiness, pointedly asked, ''If these shoes were" , "date" : "19970521" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/21\/garden\/metropolitan-diary-204919.html"} , {"author" : "Donald E. Westlake's new novel, ''The Ax,'' will be published next month." , "body" : "UNDERBOSS Sammy the Bull Gravano's Story of Life in the Mafia. By Peter Maas. Illustrated. 308 pp. New York: HarperCollins Publishers. $25. Sammy Gravano is the defector from the Mafia who brought John Gotti down. And ''defector,'' as Peter Maas points out in this brilliantly constructed and grimly fascinating history-cum-memoir, is the right word," , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "10" , "title" : "A Good Family Man" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/books\/a-good-family-man.html"} , {"body" : "WALL STREET is surging. The crime rate is falling. Once seedy Times Square is on its way to becoming an urban Disneyland. It seems as if the sheen is returning to New York. Yet the city's reflection in the mirror of recent fiction is grim, anxious, full of dread. It is as if the citizenry and its bards are taking to heart a plea issued recently on" , "date" : "19970511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Noir York" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/11\/nyregion\/noir-york.html"} ,   {"body" : "TO express joy on a festive Jewish holiday, it is traditional to wear something new. Last week, for a Passover seder at her parents' home in Borough Park, Brooklyn, Suzy Berkowitz, 50, upheld tradition from head to toe. Exemplifying the Diana Vreeland dictum that elegance is restraint, she wore new Gucci pumps and a new Armani suit, hemmed" , "date" : "19970427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "For Stylish Orthodox Women, Wigs That Aren't Wiggy" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/27\/style\/for-stylish-orthodox-women-wigs-that-aren-t-wiggy.html"} , {"body" : "Brooklyn Borough President Howard Golden smiled from ear to ear as he listened to the song, sung in a nice harmony by a choir of about 40. ''Howard Golden, Howard Golden, Howard Golden,'' went the rhythmic refrain. ''Today's Brooklyn you have changed into tomorrow. Proudly your heart is loved by Brooklyn's soul.'' The song was the centerpiece of" , "date" : "19970415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Is Primed for Peace by Indian Mystic" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/15\/nyregion\/brooklyn-is-primed-for-peace-by-indian-mystic.html"} , {"body" : "KHADIJAH SHAHEED, Yvonne Carrington and Michelle Washington gave a party last Sunday on Avenue X, still a borderline for these black women to respect. Ms. Shaheed recently wandered across the street into white folks' land in Bensonhurst and someone began shouting at her in Italian. ''It was a few days before I got it translated,'' she said," , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Keeping the Torch Burning for the Flames" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/keeping-the-torch-burning-for-the-flames.html"} , {"body" : "To the Editor: I cannot sit idly by without responding to a comment Robert Lipsyte makes in his article ''Coaching the Flames, Playing With Fire'' (March 9). To write ''I told the judge I thought the story of the Flames, 22 years old and one of the country's most successful interracial basketball programs, was about race, class and youngsters saved" , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Article on Basketball Team Is Disservice to Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/l-article-on-basketball-team-is-disservice-to-bensonhurst-582069.html"} , {"body" : "To the Editor: You fairly presented the problems facing the Flames, but failed to hold the Diocese of Brooklyn's feet to the fire on their refusal to allow this successful community team to continue playing. What better use for a Catholic school gymnasium than doing ''a lot of good for a lot of poor kids''? RAY PALERMO Windsor Terrace, Brooklyn" , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Article on Basketball Team Is Disservice to Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/l-article-on-basketball-team-is-disservice-to-bensonhurst-582077.html"} , {"body" : "A Brooklyn principal convicted last year of charges that he improperly used state money to create a gym for teachers and administrators returned to his old job yesterday, thanks to a judge's ruling. Michael Miller, the principal of Public School 128 in Bensonhurst, was convicted in May 1996 of grand larceny and tampering with public records. But" , "date" : "19970410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Principal Is Back on Job, Thanks to Judge's Ruling" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/10\/nyregion\/principal-is-back-on-job-thanks-to-judge-s-ruling.html"} , {"body" : "A 31-year-old kindergarten teacher in Brooklyn was arrested on child pornography and sexual assault charges after going to a New Jersey motel on Friday morning for what he thought would be a sexual rendezvous with an 11-year-old boy, Federal officials said yesterday. Instead, the teacher, Lawrence J. Cohen, of Manalapan, N.J., encountered an" , "date" : "19970401" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Teacher Is Arrested in Internet Child Pornography Case" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/01\/nyregion\/teacher-is-arrested-in-internet-child-pornography-case.html"} , {"body" : "A storm of protest burst yesterday around a Police Department memo that orders every detective squad in New York City to collect yearbooks from the high schools and junior high schools in its precinct as an aid in investigations. Mayor Rudolph W. Giuliani, who backed the police, and Schools Chancellor Rudy Crew, who cited Federal law to justify his" , "date" : "19970328" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Police Use of Yearbooks Draws Protests From the Schools" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/28\/nyregion\/police-use-of-yearbooks-draws-protests-from-the-schools.html"} , {"body" : "For the last few days, a parade of politicians and preachers have made their way to the bedside of a comatose 13-year-old black boy to pray for his recovery and for the city's soul. In a storm of fists and feet, the boy, Lenard Clark, was beaten into a coma by a pack of white teen-agers as he rode his bicycle last Friday on the edge of Bridgeport," , "date" : "19970327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CHICAGO (ILL)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Chicago Neighborhood Reveals an Ugly Side" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/27\/us\/chicago-neighborhood-reveals-an-ugly-side.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} ,   {"body" : "IT'S another Saturday morning and Dan MacGowan, coffee cup at hand, is once again hunched at his desk, poring over the real estate listings. Kathy MacGowan, no longer an ardent adherent to this ritual, sits nearby, reading something -- anything! -- that does not have to do with apartment hunting. So it has been for too many weekends in the" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Much of the City, A Robust Market" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/realestate\/in-much-of-the-city-a-robust-market.html"} , {"body" : "His wife will not kiss him. His daughter-in-law shrieked in terror when he cut himself shaving and one of her children touched his cheek. He is 72 years old, infected with AIDS from a blood transfusion during a 1980 heart bypass. All he wants of the life left to him is to attend his 8-year-old granddaughter's bat mitzvah and his 6-year-old" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Five Brief Histories of Pain, Guilt and Many Other Emotions" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/nyregion\/five-brief-histories-of-pain-guilt-and-many-other-emotions.html"} , {"body" : "Ask New Yorkers what they like best about their city, and their answers are as varied as the people: the excitement, the culture, the convenience, to cite a few of the most frequent responses. But ask what they like least, and the responses most often are crime and drugs. These are some of the findings of the most recent New York Times Poll of New" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Hip-Hip-Hooray For City, But Jeers On Two Problems" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/nyregion\/a-hip-hip-hooray-for-city-but-jeers-on-two-problems.html"} , {"body" : "Among the supporters on hand earlier this year when the Rev. Al Sharpton announced his candidacy for mayor was the Rev. Dr. Wyatt Tee Walker, the former chief of staff to the Rev. Dr. Martin Luther King Jr. and pastor of Harlem's renowned Canaan Baptist Church. Also present was Leonard Jeffries, the City College professor whose speeches and jokes" , "date" : "19970314" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Winning Isn't Everything: Sharpton Eyes Multiple Prizes" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/14\/nyregion\/winning-isn-t-everything-sharpton-eyes-multiple-prizes.html"} , {"body" : "JUST before he took off his yarmulke and donned his black robe last Wednesday in his chambers at State Supreme Court in Brooklyn, Justice Herbert Kramer said: ''The first question I must ask myself, perhaps the most important question of this hearing, is this: Do I, as a secular judge, have a right to make a decision? Is this a religious matter?''" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Coaching the Flames, Playing With Fire" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/nyregion\/coaching-the-flames-playing-with-fire.html"} , {"body" : "PEOPLE looking for a home who are unfamiliar with neighborhoods inland from Brooklyn's great round shoreline underbelly will need to look twice to see what's special about Dyker Heights, a residential area of one- and two-family, mostly brick, homes tucked between Bay Ridge and Bensonhurst, not far from the Verrazano-Narrows Bridge. Laid out in an" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Near the Giant Verrazano, a Human Scale" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/realestate\/near-the-giant-verrazano-a-human-scale.html"} , {"body" : "A 65-year-old Queens man was arrested Friday night and accused of making threats against the Rev. Al Sharpton and others during an on-the-air call to a radio talk show last week, the police said. The man, Leonard Schneider, was arrested at his home at 134-11 Dahlia Avenue in Flushing, Queens, and charged with aggravated harassment, said Carmen" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Radio Threats On Sharpton Lead to Arrest" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/nyregion\/radio-threats-on-sharpton-lead-to-arrest.html"} , {"body" : "They used to say that Tracy Quartermaine, the sinister sister of the Quartermaine clan in Port Charles, N.Y., was a cold-blooded cobra. She outscandalized and outsmarted the best of them -- deadly doctor impersonators, murderous mistresses, even a sly undercover agent named Scorpio. But Port Charles was peanuts. Last October, Tracy slithered into" , "date" : "19970222" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "12 Characters in Search of a Soap Opera, Again" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/22\/nyregion\/12-characters-in-search-of-a-soap-opera-again.html"} , {"body" : "Water mains break in New York City more often than ''Cats'' is performed on Broadway, more often than the Jets change coaches. Five or six hundred times a year, a rupture occurs along the city's 6,000 miles of mains. For many New Yorkers, water main breaks are short-term hassles -- challenges that usually last hours or a couple of days, like the" , "date" : "19970211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Water Main Breaks, Again, and 3 Are Homeless" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/11\/nyregion\/water-main-breaks-again-and-3-are-homeless.html"} , {"body" : "Mayor Rudolph W. Giuliani urged yesterday that municipal unions be required to disclose in greater detail how they spend their money -- much of which comes from taxpayers -- in the wake of indictments last month against lawyers who received millions in fees from the city police union. Under the City Charter, the City Comptroller's office has the" , "date" : "19970203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Call to Account Issued by Giuliani" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/03\/nyregion\/a-call-to-account-issued-by-giuliani.html"} ,   {"body" : "At age 68, the singer VIC DAMONE is graduating from high school, 52 years after he dropped out to help support his parents and his four sisters. On Monday, he returns to Lafayette High School in Bensonhurst, Brooklyn, for the midyear graduation ceremonies, and will receive his diploma, the realization of a lifelong dream. When Mr. Damone was 16," , "date" : "19970130" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "22" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/30\/style\/chronicle-412880.html"} , {"body" : "In a Brooklyn school district where only one out of five children can read at grade level, Public School 308 is regarded as a kind of oasis of academic achievement: its students are admitted on the basis of competitive entrance exams, and their math and reading scores rise above those of many other schools. But the district superintendent suddenly" , "date" : "19970129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "9" , "title" : "At Oasis of Achievement, Principal Fights for Job" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/29\/us\/at-oasis-of-achievement-principal-fights-for-job.html"} , {"body" : "Someday, Detective Bobby Sommer said, in his less than tidy second-floor office in the 61st Precinct station house in Coney Island, he hopes to get a call about Sergei Kobozev. He said he was practically certain, though, that the call would not come from Mr. Kobozev himself, a 6-foot-1, 190-pound Russian boxer who left a garage in Flatbush," , "date" : "19970113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Year After Sergei Kobozev Vanished, An Investigator Goes Yet Another Round" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/13\/nyregion\/a-year-after-sergei-kobozev-vanished-an-investigator-goes-yet-another-round.html"} , {"body" : "District Attorney Charles J. Hynes of Brooklyn announced yesterday that he would not seek the death penalty for Lavonda Prater, 27, a home-care attendant charged with murdering two elderly women in Bensonhurst last May. ''I have concluded, after review and deliberation, that a sentence of life without parole is the appropriate punishment to seek in" , "date" : "19970111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "No Death Penalty in a Double Slaying" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/11\/nyregion\/no-death-penalty-in-a-double-slaying.html"} , {"body" : "AN O'Malley put a ''for sale'' sign on the Dodgers yesterday -- 40 years too late for Brooklyn. But from Flatbush to Bensonhurst, from Red Hook to Coney Island, anyone who remembered how the late Walter O'Malley hijacked the Dodgers to Los Angeles after the 1957 season had to be smirking when they learned of the devotion of his son, Peter O'Malley," , "date" : "19970107" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Brooklyn Has a Reason To Smirk" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/07\/sports\/brooklyn-has-a-reason-to-smirk.html"}]