[  {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "When Joey DiPaolo took part in his high school graduation last week, the 17-year-old senior, like any ordinary student, mischievously wore baggy skater shorts and sneakers underneath a billowy purple gown. But he was facing a future unlike that of the 700 graduates who strode across a sun-baked football field in Staten Island. He did not, for" , "date" : "19970702" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A Poster Child for AIDS Grows Into a National Spokesman" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/02\/nyregion\/a-poster-child-for-aids-grows-into-a-national-spokesman.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "The Scent of Memory Q. After a haircut and a shave, my barber splashes my face with a pale green liquid called Lilac Vegetal that, though soothing, has a musty floral scent that reminds me of my grandfather. Why do I still see it in so many New York barbershops? A. Tradition? The Edouard Pinaud Company, a Parisian fragrance manufacturer, began" , "date" : "19970216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1997\/02\/16\/nyregion\/fyi-631620.html"}]