[  {"body" : "On a crowded Brooklyn street, one man shot another dead yesterday afternoon in a dispute over a woman but was chased by witnesses and arrested on a subway platform less than two blocks away, the police said. The victim, Jaime Agosto, 25, argued briefly at the corner of New Utrecht Avenue and 50th Street in Borough Park with Moses Madera, 22, before" , "date" : "19971229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Killed in Dispute Over Woman" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/29\/nyregion\/brooklyn-man-killed-in-dispute-over-woman.html"} , {"body" : "As news goes -- the big single events that chill spines, get the pulse racing and last for weeks -- it was not the busiest of years. Not that the big news did not exist. There was Abner Louima and the awful brutality against him and the plight of the deaf Mexicans in horrific conditions in Queens. These stories seemed to capture deeper urban" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "The 10 Biggest Little Stories of 1997; The Showdown At Brooklyn Junction" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/the-10-biggest-little-stories-of-1997-the-showdown-at-brooklyn-junction.html"} , {"body" : "Yossi Frank grabbed his father's hand, pulled it over his own eyes and let out a sweet, uninhibited giggle. ''This is his version of peekaboo,'' Avi Frank explained as Yossi held tight to his fingers. ''This is how we know he's very much a human being.'' Such unremarkable behavior is nothing short of miraculous to Avi and Tziri Frank, who have" , "date" : "19971226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; For Boy, 9, Laughter Is a Victory Over Odds" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/26\/nyregion\/the-neediest-cases-for-boy-9-laughter-is-a-victory-over-odds.html"} , {"body" : "Edna Flannery Kelly, the first woman to represent Brooklyn in Congress and an expert in foreign affairs and social policy, died on Sunday at the home of her daughter in Alexandria, Va. She was 91. A lifelong New Yorker, she had moved to Alexandria in 1982 following a stroke. Mrs. Kelly, who had cancer, experienced another stroke shortly before her" , "date" : "19971217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Edna Kelly, Congresswoman From Brooklyn, Is Dead at 91" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/17\/nyregion\/edna-kelly-congresswoman-from-brooklyn-is-dead-at-91.html"} , {"body" : "To the Editor: In a city with ample parkland, the land banking of the greenspace of Dreier-Offerman Park for 30 years would be no crime (''Park May Be Dump, but Golf Center Proposal Stirs Protest,'' Nov. 16). But this area is in the Brooklyn gray crescent, a broad swath that was developed virtually without parks, and with very few playgrounds. The" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Little-Used Brooklyn Park Is Island in 'Gray Crescent'" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/l-little-used-brooklyn-park-is-island-in-gray-crescent-596353.html"} , {"body" : "INTERNATIONAL A3-15 Asia's Economic Miracle Carries a Deadly Cost The price of Asia's ''economic miracle'' is greater pollution, and more than 2 million people in Asia die each year from the effects of contaminated air and water, according to some international organizations. A1 Iranian Agents Active in Bosnia Western and Bosnian officials say that" , "date" : "19971128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/28\/nyregion\/news-summary-352284.html"} , {"body" : "It was 55 years ago this month, on a cruel, rainy night in Ukraine, when a 13-year-old girl in a bathrobe and two long black braids knocked on the front door of the Vavrisevich family's home. She was a stranger to them. But for more than 15 months, with pogroms raging outside, the Vavriseviches hid her and her widowed mother under the floorboards" , "date" : "19971128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UKRAINE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Tearful Reunion For Three Friends Who Defied Nazis" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/28\/nyregion\/a-tearful-reunion-for-three-friends-who-defied-nazis.html"} , {"body" : "A doctor in the emergency room of a major academic medical center in Manhattan called the owner of a local Vietnamese restaurant after midnight, asking him to please interpret for a patient from Saigon. At a clinic in Brooklyn, a Pakistani mother, anxious about her own feverish child, was asked to help a nurse practitioner talk to another Pakistani" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Language Barriers Are Hindering Health Care" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/nyregion\/language-barriers-are-hindering-health-care.html"} , {"body" : "A plan to create a series of bicycle lanes through Borough Park, Brooklyn, has raised protests about safety among residents of the largely Orthodox Jewish community, some of whom also say the bike paths would attract skimpily clad cyclists. ''The plan as proposed would not be appropriate,'' said Priscilla Celano, district manager of Community Board" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Hasidic Community Opposes Bike Lane Plan" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/hasidic-community-opposes-bike-lane-plan.html"} , {"body" : "SO you voted for the Mayor, the rasp in his voice has almost become endearing and you are looking forward to four more years of feeling safe when you walk the dog at night. Then you find out that the city wants to put an off ramp from the Gowanus Expressway in your neighborhood, and suddenly you are sticking voodoo pins in your Giuliani doll. That" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How To Fight City Hall" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/how-to-fight-city-hall.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "The Brooklyn woman called Mayor Rudolph W. Giuliani's radio talk show with tears in her eyes and children crying in the background. And help came like a flood. Within an hour of Raizy Kornitzer's public plea for assistance on WCBS's ''Ask the Mayor'' program Thursday night, city social workers were rummaging about her house, fixing bottles for her" , "date" : "19971108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother's Plea Moves Mayor to Act" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/08\/nyregion\/mother-s-plea-moves-mayor-to-act.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "Today voters will choose New York City's next mayor, New Jersey's next governor and other officials. They will also vote on important ballot issues. Polls will be open from 6 A.M. to 9 P.M. in New York State, and 7 A.M. to 8 P.M. in New Jersey. Here is a summary of our endorsements: New York City MAYOR Rudolph Giuliani (R) COMPTROLLER Alan Hevesi" , "date" : "19971104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW JERSEY" , "NEW YORK CITY" , "ROCKLAND COUNTY (NY)" , "NASSAU COUNTY (NY)" , "WESTCHESTER COUNTY (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Election Day Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/04\/opinion\/election-day-choices.html"} , {"body" : "All 51 members of the New York City Council are up for re-election next Tuesday. Here are our endorsements in the more competitive contests. Manhattan, Fourth District (East Side, from Peter Cooper Village and Stuyvesant Town to Yorkville): The incumbent, Andrew Eristoff, combines strong performance in most areas with an overriding flaw that" , "date" : "19971030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "City Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/30\/opinion\/city-council-endorsements.html"} , {"body" : "For residents of Bay Ridge, Dyker Heights and Borough Park who have vigorously fought a large shopping mall proposed for their area, the recent good news flowed like a champagne fountain. On Oct. 17, Gov. George E. Pataki and Mayor Giuliani issued statements opposing the complex, tentatively known as Brooklyn Junction, that a developer, Charles" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Foes of Brooklyn Junction Mall Get 2 Earfuls of Good News" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/neighborhood-report-bay-ridge-foes-brooklyn-junction-mall-get-2-earfuls-good.html"} , {"body" : "Ruth W. Messinger stepped up her attacks on Mayor Rudolph W. Giuliani yesterday, accusing him of running a secretive administration that has tried to suppress negative information. But the Mayor, appearing calm and confident as he cut a campaign swath through the Democratic heart of Queens, refrained from responding to his Democratic rival's" , "date" : "19971023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE 1997 ELECTIONS: THE CANDIDATES; Messinger Turns Up Heat, But Mayor Reacts Coolly" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/23\/nyregion\/1997-elections-candidates-messinger-turns-up-heat-but-mayor-reacts-coolly.html"} , {"body" : "Mayor Rudolph W. Giuliani capped his first full weekend of campaigning last night by visiting two Brooklyn rabbis celebrating the harvest festival of Succoth, while his challenger, Ruth W. Messinger, sought yesterday to shore up support from blacks, Jews and women, traditionally three of the Democratic Party's most reliable constituencies. With" , "date" : "19971020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mayor Steps Up Campaign As Messinger Presses On" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/20\/nyregion\/mayor-steps-up-campaign-as-messinger-presses-on.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. On view indefinitely is the photographer's parlor, filled with period furniture. The exhibition ''Traveling With Alice" , "date" : "19971017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/17\/arts\/spare-times-643270.html"} , {"body" : "Two men were charged with second-degree murder and arson yesterday, accused of setting a fire in 1994 that killed an 81-year-old Coney Island woman, prosecutors said. The men -- one an auxiliary police officer in Brooklyn and the other a former auxiliary officer -- were also charged with setting a second fire with a third auxiliary officer." , "date" : "19971015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Accused of Murder and Arson" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/15\/nyregion\/2-accused-of-murder-and-arson.html"} ,   {"body" : "The air quality in a public school in Brooklyn was tested yesterday after teachers expressed concern that crumbling plaster contained asbestos, but school officials said the tests showed that the school was safe. Still, eight classrooms at Public School 131, on Fort Hamilton Parkway in Borough Park, were closed until next Tuesday. School officials" , "date" : "19971009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Not Asbestos, but a Mess, Closes 8 Classrooms" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/09\/nyregion\/not-asbestos-but-a-mess-closes-8-classrooms.html"} , {"body" : "THE THREE WOMEN WHO founded the Museum of Modern Art in 1929 -- Lillie P. Bliss, Mary Quinn Sullivan and Abby Aldrich Rockefeller -- may have been esthetic revolutionaries, but their personal style was in keeping with the conservative values of Old Guard, upper-class benefaction. Thus when ''On the Edge: Contemporary Art From the Werner and Elaine" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART; Speaking Her Mind About Art, and Giving It" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/arts\/art-speaking-her-mind-about-art-and-giving-it.html"} , {"body" : "From the reaction of a skeptical Federal judge, it appeared yesterday that lawyers for Assemblyman Dov Hikind might be tilting at windmills -- or, to be more precise, at office buildings -- in an effort to throw out an indictment charging him with receiving illegal payoffs. Mr. Hikind, a Democrat, was indicted by a Federal grand jury in Brooklyn in" , "date" : "19970927" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Assemblyman Fights Indictment, Citing Grand Jury Site" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/27\/nyregion\/assemblyman-fights-indictment-citing-grand-jury-site.html"} , {"body" : "THE hallelujahs from City Hall and the State Capitol were almost audible. After years of bitter contention over whether to build a new Pathmark supermarket in East Harlem, Mayor Giuliani and Gov. George E. Pataki were scheduled to break ground at the 125th Street site in late August. But just days before the scheduled ceremony, a memo arrived in" , "date" : "19970921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Lobbyist; Is Richard Lipsky Battling for the Little Guy? Or Is He Just Gumming Up the Works" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/21\/nyregion\/lobbyist-richard-lipsky-battling-for-little-guy-he-just-gumming-up-works.html"} , {"body" : "It was one day last spring that Solomon Halberstam, the Grand Rabbi of the Bobov Hasidim, made an emotional appeal to a Federal judge in Manhattan on behalf of an Orthodox Jew about to be sentenced in an insurance fraud case. Rabbi Halberstam asked Judge Lewis A. Kaplan not to impose a severe penalty on Solomon Sprei because fathers in the Bobov" , "date" : "19970914" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Judge Has His Own Take On Sentencing Formulas" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/14\/nyregion\/judge-has-his-own-take-on-sentencing-formulas.html"} , {"body" : "When it comes to identifying ways to revitalize Sunset Park and Red Hook, the five Democrats who would like to represent Brooklyn's 38th Council District have a lot in common. All five have promised to lobby for another high school in the district. Each one backs plans to replace the perpetually gridlocked Gowanus Expressway with a tunnel closer to" , "date" : "19970906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Primary Is a Battle of Resumes and Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/06\/nyregion\/brooklyn-primary-is-a-battle-of-resumes-and-endorsements.html"} , {"body" : "For many people, the real New Year's Day began yesterday at 9 A.M. It was the day after Labor Day, and everyone from frazzled New Jersey children's shoe store clerks to ambivalent Wall Street professionals faced once again the first day of the rest of their lives. Amnon's Kosher Pizza in the heart of the Borough Park section of Brooklyn was at full" , "date" : "19970903" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Year's Day Arrives, in Minds of Many" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/03\/nyregion\/new-year-s-day-arrives-in-minds-of-many.html"} , {"body" : "Like a Greek chorus commenting on the dramas of the day, Norman Siegel has long occupied a noisy corner of the city's public stage. Mr. Siegel, the executive director of the New York Civil Liberties Union, has taunted three mayors, commandeered a role as a last liberal voice, but also defended the rights of the Ancient Order of Hibernians to" , "date" : "19970829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Civil Liberties Director Uneasy on Giuliani Task Force" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/29\/nyregion\/civil-liberties-director-uneasy-on-giuliani-task-force.html"} , {"body" : "To the Editor: The F.Y.I. column (''Milk Money,'' Aug. 3) notes that disappearing and destroyed milk crates ''increase the cost of doing business and raise milk prices for consumers.'' All too true. But the problem, at least in many areas of Brooklyn, seems to be not competitors committing mischief against each other but, rather, ordinary citizens" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Disappearing Milk Crates Add to Cost of a Quart" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/l-disappearing-milk-crates-add-to-cost-of-a-quart-765104.html"} , {"body" : "There are at least two views of the officers of the 70th Precinct, a narrow strip of Brooklyn that is as ethnically diverse as anywhere in the city, spanning from old-line Irish to Pakistani newcomers, to Jews and Caribbean blacks. One view is told by the numbers: serious crime has dropped by 51 percent over the last four years and by 14 percent" , "date" : "19970815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Some Residents Wary of the 'Laws of Flatbush'" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/15\/nyregion\/some-residents-wary-of-the-laws-of-flatbush.html"} ,   {"body" : "Assemblyman Dov Hikind was formally charged yesterday with taking at least $40,000 in payoffs, and the politically influential legislator repeated his intention to fight the accusation. Both Mr. Hikind and his two co-defendants pleaded not guilty in a brief appearance before Judge Charles P. Sifton of Federal District Court, who set a trial date of" , "date" : "19970812" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hikind Enters Not Guilty Plea To Charges of Taking Payoffs" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/12\/nyregion\/hikind-enters-not-guilty-plea-to-charges-of-taking-payoffs.html"} , {"body" : "Clinton Hill is home to brownstones and black professionals, to the Pratt Institute and public housing projects. Now a pioneering group of Hasidim have been blended into that mix as well. Close to 40 Satmar families -- some 300 people -- have left the overcrowded confines of Williamsburg to take up residence in a former factory renovated" , "date" : "19970810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Hasidic Pioneers Set Forth From Williamsburg to Seek Space Across a New Frontier" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/10\/nyregion\/hasidic-pioneers-set-forth-from-williamsburg-to-seek-space-across-a-new-frontier.html"} , {"body" : "Although he has broken with his party to support Republicans in major races in the past, State Assemblyman Dov Hikind, the Brooklyn Democrat indicted on Thursday on charges of stealing Government funds, can still count on the support of his party's local leadership, the Brooklyn Democratic chief said yesterday. ''No one has given a hint of opposing" , "date" : "19970809" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Despite Indictment, Hikind Is Supported by a Party Chief" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/09\/nyregion\/despite-indictment-hikind-is-supported-by-a-party-chief.html"} , {"body" : "When Assemblyman Dov Hikind, the onetime Jewish militant turned political kingmaker, called a news conference yesterday to denounce his indictment on Federal corruption charges, he picked a telling location: the same spot in front of Amnon's kosher pizzeria in Borough Park, Brooklyn, where in recent years he has presented his coveted endorsement to" , "date" : "19970808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Indicted Assemblyman Was a Fighter, and Still Is" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/08\/nyregion\/indicted-assemblyman-was-a-fighter-and-still-is.html"} , {"body" : "Assemblyman Dov Hikind, whose success in bringing home government dollars to his Brooklyn neighborhood won him both popularity and political influence, was indicted yesterday on charges of receiving at least $40,000 in payoffs from officials of a social-service group for which he had obtained public grants. According to the Federal indictment, Mr." , "date" : "19970808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hikind Faces U.S. Charges In Payoff Case" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/08\/nyregion\/hikind-faces-us-charges-in-payoff-case.html"} , {"body" : "In the aftermath of a dispute with a motorist that led to a street disturbance involving thousands of Orthodox Jews, city sheriff's deputies have been temporarily ordered not to tow the cars of ticket scofflaws in Borough Park, Brooklyn. The deputies will not resume towing in the neighborhood until they have undergone a one-hour sensitivity" , "date" : "19970806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sheriff Orders Temporary Retreat from Brooklyn Neighborhood Where Towing Led to Melee" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/06\/nyregion\/sheriff-orders-temporary-retreat-brooklyn-neighborhood-where-towing-led-melee.html"} , {"body" : "The United States Attorney in Brooklyn is close to deciding whether State Assemblyman Dov Hikind should be indicted on charges that he illegally received thousands of dollars from officials at a social services group, lawyers involved in the case said yesterday. Mr. Hikind, a Democrat of Brooklyn, has been under investigation by Federal authorities" , "date" : "19970805" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Attorney Is Considering Indictment Of Dov Hikind" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/05\/nyregion\/us-attorney-is-considering-indictment-of-dov-hikind.html"} , {"body" : "An Iranian immigrant who was apparently distraught over the failure of his marriage killed his two young children yesterday and then hanged himself in a closet in their Brooklyn home, the police said. The bodies of the man, Mohammad Talafourush, 51, and his two children were found by the police shortly after 10 A.M. in their Borough Park apartment." , "date" : "19970725" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Father Kills Two Children, Then Himself" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/25\/nyregion\/father-kills-two-children-then-himself.html"} , {"author" : "David Margolick is a contributing editor for Vanity Fair." , "body" : "ONE OF SEVERAL EXTRAORDINARY snippets of archival film in the documentary ''A Life Apart: Hasidism in America'' shows the Lubavitcher Rebbe's 1929 visit to New York, during which his American followers implored him to leave behind the perils of Stalin's Soviet Union and bring his flock to the United States. America was not yet ready for Hasidism," , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Opening A Window On Hasidism" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/movies\/opening-a-window-on-hasidism.html"} , {"body" : "An article on Wednesday about the indictment of the former president and owner of 47th Street Photo, on charges of falsifying accounts, referred incompletely to a yeshiva in Brooklyn also named in the indictment. According to the office of United States Attorney in Manhattan, the institution involved, the United Talmudical Academy, is based at 5301" , "date" : "19970718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/18\/nyregion\/c-corrections-193879.html"} ,   {"body" : "The former president and owner of 47th Street Photo, Irving Goldstein, was indicted yesterday by a Federal grand jury in Manhattan on charges that he and a group of co-defendants falsified accounts to bolster the fortunes of a struggling company that was closely tied to 47th Street Photo, which filed for bankruptcy in 1992. The indictment" , "date" : "19970716" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ex-47th St. Photo Owner Is Indicted in Fraud" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/16\/nyregion\/ex-47th-st-photo-owner-is-indicted-in-fraud.html"} , {"body" : "NEW YORK CITY'S free-market rental fever of a year ago, fueled by tales of 30 percent increases, bidding wars, broken promises and C.I.A.-like credit checks -- many of them true -- has abated. A bit. It's not that rents have plummeted or demand has slackened, as they did during the real estate recession of the early 90's. But a broad-brush portrait" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Rental Fever: Temperature Drops -- a Bit" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/realestate\/rental-fever-temperature-drops-a-bit.html"} , {"body" : "WHAT led Irene Ryan King to move to Washington Heights from the West 90's in Manhattan 12 years ago was the reality of the Manhattan housing market at the time. ''Washington Heights was one of the few places where I could find a reasonable amount of space for what I could pay,'' said Ms. King, an opera singer and instructor. So she rented a" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "At Some Co-ops, Investors Succeed Banks as Lender" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/realestate\/at-some-co-ops-investors-succeed-banks-as-lender.html"} , {"body" : "''If you're a writer,'' the scraggly-bearded scholar said, glowering at a reporter trying to enter his yeshiva, ''look elsewhere for a story.'' Like many others in the close-knit community of Bobover Hasidim, the scholar was angry that newspaper and television reporters should stream into Brooklyn's Borough Park simply because two local residents" , "date" : "19970618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Drug Arrests Give a Jolt To a Sect Of Hasidim" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/18\/nyregion\/drug-arrests-give-a-jolt-to-a-sect-of-hasidim.html"} , {"body" : "A dozen men, including two identified as Orthodox Jewish rabbis, were charged by Federal authorities yesterday with conspiring to launder and hide $1.75 million in drug profits for Colombian narcotics dealers by routing the cash through the bank accounts of a synagogue and a yeshiva in Borough Park, Brooklyn. The bizarre case, Federal prosecutors" , "date" : "19970617" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "COLOMBIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rabbis Listed Among Suspects In Laundering Of Drug Profits" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/17\/nyregion\/rabbis-listed-among-suspects-in-laundering-of-drug-profits.html"} , {"body" : "A Federal corruption investigation involving a Brooklyn social services group has widened as prosecutors try to determine what happened to hundreds of thousands of dollars in government funds that the group paid to a computer training school, according to court documents. In an affidavit used to obtain court approval for a search carried out Monday" , "date" : "19970612" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Corruption Investigation Widens to Include School" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/12\/nyregion\/corruption-investigation-widens-to-include-school.html"} , {"body" : "It was late Thursday night, the hours wilting away, and in an antechamber on the second floor of City Hall, the New York City Council was performing one of the final rituals in the process of birthing a municipal budget. Bills, already endorsed by Council leaders and soon to be formally passed, were being debated with a lackadaisical decorum." , "date" : "19970607" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "They're Hors D'Oeuvres Of the City Budget Meal" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/07\/nyregion\/they-re-hors-d-oeuvres-of-the-city-budget-meal.html"} , {"body" : "As calm returned to Borough Park, Brooklyn, after a car-towing dispute on Thursday night drew an angry crowd of thousands into the streets, some residents and a City Councilman said yesterday that the confrontation was just the latest conflict between residents and city deputy sheriffs. Several thousand Orthodox Jews gathered on the main commercial" , "date" : "19970607" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Criticism Over Dispute That Drew Thousands" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/07\/nyregion\/criticism-over-dispute-that-drew-thousands.html"} , {"body" : "A rowdy crowd of several thousand Orthodox Jews gathered last night in Borough Park, Brooklyn, and some members of the crowd scuffled with police officers after a dispute between an Orthodox Jewish man and two New York City deputy sheriffs who had sought to tow the man's car, the police and witnesses said. Only one arrest was reported, and the two" , "date" : "19970606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Called In After Thousands Gather In Brooklyn in a Car-Towing Argument" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/06\/nyregion\/police-called-in-after-thousands-gather-in-brooklyn-in-a-car-towing-argument.html"} , {"body" : "ELEMENTS of religion like angels, clergymen, the Bible, monks and nuns have been playing an increasingly prominent role in advertising. Now a company that helped originate that trend by going right to the top of the heavenly hierarchy is returning with a good-natured pitch centered on divine intervention. National Foods, the maker of hot dogs," , "date" : "19970523" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "Humor and 'a higher authority' help spice up a new campaign for Hebrew National franks." , "url" : "http:\/\/www.nytimes.com\/1997\/05\/23\/business\/humor-higher-authority-help-spice-up-new-campaign-for-hebrew-national-franks.html"} ,   {"body" : "Nathan R. Sobel, a beloved Brooklyn lawyer, judge and adviser to several state political leaders whose career spanned seven decades, died yesterday at New York Hospital-Cornell Medical Center. He was 91. The cause was complications from an adverse reaction to medication for gout, a close friend, Surrogate Renee R. Roth of Manhattan, said. ''He was" , "date" : "19970521" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "Nathan R. Sobel, 91, Judge And an Adviser to Politicians" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/21\/nyregion\/nathan-r-sobel-91-judge-and-an-adviser-to-politicians.html"} , {"body" : "DECHTER-Martin. For many years a well known and respected leader of the children's wear industry and an active participant in Jewish and civic philanthropies, died Saturday, May 3, at Mt. Sinai Hospital in Miami Beach, FL. He was 92. Arriving in the United States at age 16 from Odessa, Russia, Mr. Dechter went to Columbia University at night while" , "date" : "19970508" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "46" , "title" : "Paid Notice: Deaths DECHTER, MARTIN" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/08\/classified\/paid-notice-deaths-dechter-martin.html"} , {"body" : "TO express joy on a festive Jewish holiday, it is traditional to wear something new. Last week, for a Passover seder at her parents' home in Borough Park, Brooklyn, Suzy Berkowitz, 50, upheld tradition from head to toe. Exemplifying the Diana Vreeland dictum that elegance is restraint, she wore new Gucci pumps and a new Armani suit, hemmed" , "date" : "19970427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "For Stylish Orthodox Women, Wigs That Aren't Wiggy" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/27\/style\/for-stylish-orthodox-women-wigs-that-aren-t-wiggy.html"} , {"body" : "Brooklyn Borough President Howard Golden smiled from ear to ear as he listened to the song, sung in a nice harmony by a choir of about 40. ''Howard Golden, Howard Golden, Howard Golden,'' went the rhythmic refrain. ''Today's Brooklyn you have changed into tomorrow. Proudly your heart is loved by Brooklyn's soul.'' The song was the centerpiece of" , "date" : "19970415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Is Primed for Peace by Indian Mystic" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/15\/nyregion\/brooklyn-is-primed-for-peace-by-indian-mystic.html"} , {"body" : "AT the Westchester Day School in Mamaroneck, Orthodox Jewish youngsters study the Talmud in sunny classrooms overlooking Long Island Sound, learn to apply the lessons of the Torah to their everyday lives and likewise celebrate their heritage by performing Israeli folk dances along the corridors. There, where the kindergarten's guinea pig is" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suburbanization of Orthodox Jews" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/nyregion\/suburbanization-of-orthodox-jews.html"} , {"body" : "Henry Kauftheil is a bearded, burly guy from Brooklyn who will talk for hours -- more hours than most people could probably take -- about the unusual arc of the business he is creating. It is not easy to explain, which is only one reason a chat with Mr. Kauftheil can take so long. But a good way to start is to watch a computerized ticker on the" , "date" : "19970401" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Cyber Close-Out Firm Matches Seekers to the Sellers" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/01\/nyregion\/cyber-close-out-firm-matches-seekers-to-the-sellers.html"} , {"author" : "Ted Conover is a contributing writer to the Magazine." , "body" : "Brian treglio lies on his stomach on a mat, part of a circle of troubled New York City youths in a theater group called Faces. He's about to go first in ''Intimate Moments,'' an exercise that the others know well: their leader, a social worker named Susan Montez, has often used it to draw them closer together, as well as to bring forth experience" , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Magazine"] , "page_facet" : "30" , "title" : "The Film Makers and the Abuser" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/magazine\/the-film-makers-and-the-abuser.html"} , {"author" : "Jonathan Rosen is the cultural editor of The Forward. His novel, ''Eve's Apple,'' will be published next month." , "body" : "The Vanishing American Jew In Search of Jewish Identity for the Next Century. By Alan M. Dershowitz. 395 pp. Boston: Little, Brown & Company. $24.95. Even before the recent disclosures that Secretary of State Madeleine K. Albright was born Jewish, there were growing signs of what might be called American Marrano culture. Of course the Jews of Spain" , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "7" , "title" : "Abraham's Drifting Children" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/books\/abraham-s-drifting-children.html"} , {"body" : "A corruption case involving a politically connected Brooklyn social-services group widened yesterday when a former top official was charged in the theft of hundreds of thousands of dollars of Government funds that had been awarded to the group. The defendant, Rabbi Elimelech Naiman, was director of employment and training of the Council of Jewish" , "date" : "19970328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Rabbi Is Accused Of Stealing Grant Money" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/28\/nyregion\/brooklyn-rabbi-is-accused-of-stealing-grant-money.html"} , {"body" : "A film crew, forced to shut down production Tuesday after being confronted by hundreds of Hasidic Jews in Brooklyn, moved to a location in Chinatown yesterday, city officials said. About 400 Hasidim gathered on 13th Avenue in Borough Park, Brooklyn, on Tuesday demanding to know what the Miramax film, ''A Price Below Rubies,'' was about. Many of the" , "date" : "19970327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "Movie Crew, Not Welcome In Brooklyn, Makes an Exit" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/27\/nyregion\/movie-crew-not-welcome-in-brooklyn-makes-an-exit.html"} ,   {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "As a light rain fell on the Harlem River Drive yesterday morning, a school van carrying six high school students to a yeshiva skidded along a stretch of slick road, jumped a guardrail, then crushed an oncoming car, killing the driver of the van. The driver, Mikhail Liberman, 51, of 2045 65th Street in Borough Park, Brooklyn, died at the scene of" , "date" : "19970228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "One Is Killed as School Van Crushes Car" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/28\/nyregion\/one-is-killed-as-school-van-crushes-car.html"} , {"body" : "Officials say it was an oversight. Residents see it as the hallmark of a back-room deal. A proposal to erect a mammoth shopping center that would radically change the face of Dyker Heights and Borough Park has led residents to accuse Community Board 10 and the Metropolitan Transportation Authority of plotting to approve its construction in secret." , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Critics of 'Stealth' Mall Find Officials Too Quiet on Plans" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/critics-of-stealth-mall-find-officials-too-quiet-on-plans.html"} , {"body" : "If a city of seven million people can be said to have moods, which for the sake of argument it shall be presumed that it can, the mood of New York City oscillates perpetually between the extremes of smugness and disgust. Sometimes its state of mind seems downright visible in the posture of pedestrians or the chemistry of subway crowds. Then it" , "date" : "19970209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE AND 42D STREET (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "39" , "title" : "The Mellowing of the Quintessentially Crabby City" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/09\/nyregion\/the-mellowing-of-the-quintessentially-crabby-city.html"} , {"body" : "NEW YORK CITY has several Chinatowns. The oldest and most well known is Manhattan's, on the Lower East Side. The second oldest is in Flushing, Queens. The relative newcomer -- having sprung up mainly over the last decade -- is in the Sunset Park neighborhood of Brooklyn. My family and I, Brooklyn residents since 1984, first heard about the Chinese" , "date" : "19970207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where China and Brooklyn Overlap" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/07\/arts\/where-china-and-brooklyn-overlap.html"} , {"body" : "Building inspectors had grown accustomed to a cavalier attitude toward safety rules among some in the fast-growing Hasidic and ultra-Orthodox community here, but they had seldom seen anything as flagrant as 32 and 36 Decatur Avenue. A yeshiva down the block had converted two ordinary white ranch houses into dormitories for 53 teen-age boys. Beyond" , "date" : "19970113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "ROCKLAND COUNTY (NY)" , "MONSEY (NY)" , "RAMAPO (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Growing Pains for a Rural Hasidic Enclave" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/13\/nyregion\/growing-pains-for-a-rural-hasidic-enclave.html"}]