[  {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Brooklyn Could Have Been A Contender" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/magazine\/brooklyn-could-have-been-a-contender.html"} , {"body" : "New York's cityscape always seems in flux. Sometimes a single storefront changes, sometimes an entire neighborhood. The City marked the passing of the old and the (not always) old in 1997, and noted some of the new. BIG BANG BUST Fireworks, those chasers of evil spirits during Chinese New Year festivities for thousands of years, are banned as part" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Departures, the Arrivals: New York's Changing Face in 1997; DEPARTURES: The Passing of the Old New York" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/departures-arrivals-new-york-s-changing-face-1997-departures-passing-old-new.html"} , {"body" : "Holiday gift shopping may inspire a longing for baubles of a different sort. Caviar is a gift for the mouth, the sort of indulgence that may require you to invent a good reason for having it. Ordering a bottle of Champagne, for example, is a perfect reason, if only to determine for yourself whether sparkling wine or vodka goes better with caviar." , "date" : "19971219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "EATING OUT; Bubbles and Caviar" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/19\/arts\/eating-out-bubbles-and-caviar.html"} , {"body" : "To the Editor: If the Parks Department is allowed to lease Brooklyn's Dreier Offerman Park to Family Golf Centers for 20 years as if it were a hot-dog stand (news article, Dec. 14), who can say which park will be next? The Parks Department should instead prepare a 10-year plan, over which time the park could be financed and developed for public" , "date" : "19971218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Brooklyn Needs Its Park, Not a Golf Center" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/18\/opinion\/l-brooklyn-needs-its-park-not-a-golf-center-660841.html"} , {"body" : "To the Editor: Your Dec. 14 news article on plans to develop Brooklyn's Drier Offerman Park did not mention that the Parks Department's proposal to lease half the park to Family Golf Centers for 20 years was never submitted for public review. I believe that strong voices would have been raised against the proposal if Community Board 13 had held" , "date" : "19971218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Brooklyn Needs Its Park, Not a Golf Center; Opposition Is Shut Out" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/18\/opinion\/l-brooklyn-needs-its-park-not-a-golf-center-opposition-is-shut-out-669563.html"} , {"body" : "It was to have been a grand swath of trees and songbirds and beachfront promenades, a ribbon of green on the gray, dreary southwestern fringe of Brooklyn. The idea fit the purpose of a 1960 New York State bond act: to stop ''the disappearance of natural lands.'' So in 1962 the city used bond act money to buy a 73-acre parcel between Shore Parkway" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Public Eyesore to Private Park; Can Golf Rescue a Dreary Slab of Brooklyn?" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/public-eyesore-to-private-park-can-golf-rescue-a-dreary-slab-of-brooklyn.html"} , {"body" : "When Moysey and Fenya Saponar, both 68 and recent emigrants from Moldova, arrived at Brooklyn Borough Hall yesterday morning, they came prepared with lists of eight friends and relatives in their homeland and Israel. ''We've been waiting for this for the last year,'' Mrs. Saponar said. The Saponars joined more than 500 elderly residents of Brooklyn" , "date" : "19971212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "For 30 Minutes, Elderly Callers Get Best-of-All Long-Distance Rate" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/12\/nyregion\/for-30-minutes-elderly-callers-get-best-of-all-long-distance-rate.html"} , {"body" : "In a profession in which vanity comes second only to ambition, Judith Ivey is close to an anomaly. At 46, with 25 years' experience, she is proud to be considered a veteran character actress, someone who can swing back and forth between mothers and daughters while adapting herself to the widest diversity of personalities and accents. By making" , "date" : "19971201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "It Takes All Sorts to Make The World of Judith Ivey" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/01\/movies\/it-takes-all-sorts-to-make-the-world-of-judith-ivey.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN FORT WASHINGTON $175,000 120 Cabrini Boulevard (Castle Village) 2-bedroom, 2-bath, 1,250-sq.-ft. prewar co-op; part-time doormen, Hudson River view; maintenance" , "date" : "19971130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/30\/realestate\/residential-resales-288624.html"} , {"body" : "Dreier-Offerman Park, 73 mostly undeveloped acres, has some of the best fishing spots in Gravesend. But in recent years, it has become more of a dumping ground than a recreational resource. Although the Parks Department installed a fence around the park this year and increased patrols to prevent illegal dumping of garbage, the park's five soccer" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GRAVESEND; Park May Be Dump, but Golf Center Proposal Stirs Protest" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/neighborhood-report-gravesend-park-may-be-dump-but-golf-center-proposal-stirs.html"} ,   {"body" : "Bits and pieces of a bygone era were sold to the highest bidders last month, when furnishings and memorabilia from the Brighton Beach Bath and Racquet Club were auctioned off, including the Adirondack chairs where people including Mayor John V. Lindsay and Tallulah Bankhead sunbathed by the sea. Also sold at the Oct. 26 public auction at the club" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; Brighton Beach Memories, Sold!" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/neighborhood-report-brighton-beach-brighton-beach-memories-sold.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "''Anybody got some shampoo?'' That attempt at humor was uttered half in frustration, half in sympathy by one of the hundreds of New York City Marathon volunteers yesterday. Thunderstorms drenched the runners shuffling through the chutes beyond the finish line in Central Park about three and a half hours after the race's start on Staten Island. When" , "date" : "19971103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "THE NEW YORK CITY MARATHON: 25TH RUNNING -- VOLUNTEERS; Hundreds Lend a Hand to Thousands of Runners" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/03\/sports\/new-york-city-marathon-25th-running-volunteers-hundreds-lend-hand-thousands.html"} , {"body" : "Prosecutors raided a number of Lower East Side buildings yesterday, seizing financial records and other information as they tried to unravel what they believed was the landlord's extensive criminal enterprise -- a complex web of illegality that they say included tenant harassment, contracts with drug dealers and even a murder plot. But even as the" , "date" : "19971004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutors Raid Accused Landlord's Buildings for Records" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/04\/nyregion\/prosecutors-raid-accused-landlord-s-buildings-for-records.html"} , {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} , {"body" : "For 25 years, Howard L. Lasher has been a political fixture in southern Brooklyn, first as a longtime member of the State Assembly and, in the last five years, as a City Councilman. But now, Mr. Lasher's long tenure in public office is the centerpiece of a fierce primary campaign that is reprising antagonisms he has had with the Democratic Party" , "date" : "19970828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Councilman, a Political Fixture, Faces Fight in Primary" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/28\/nyregion\/brooklyn-councilman-a-political-fixture-faces-fight-in-primary.html"} , {"body" : "SADOW-Irving. Age 89, of Brighton Beach, Brooklyn, died August 21st in Bristol, PA., after a long decline in health and spirits following the death of his beloved companion of 25 years, Beatrice Kalver. He was predeceased by his sisters, Anita Sonberg and Shirley Janos. During World War II, he served as a U.S. Army Officer in Europe. Mr. Sadow led" , "date" : "19970827" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths SADOW, IRVING" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/27\/classified\/paid-notice-deaths-sadow-irving.html"} , {"body" : "A New York City housing police officer died yesterday after being shot execution-style in front of his home in Brooklyn, and detectives said they were investigating whether the killing was carried out by members of the Colombo organized crime family. The officer, Ralph C. Dols, 28, had driven home to Sheepshead Bay after finishing his shift at a" , "date" : "19970827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mob Link Studied in Slaying of Officer at His Home" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/27\/nyregion\/mob-link-studied-in-slaying-of-officer-at-his-home.html"} ,   {"body" : "Mayor Rudolph W. Giuliani tussled with his three Democratic opponents yesterday, accusing them of dividing the city by criticizing City Hall's response to allegations that a Haitian man had been brutalized while in police custody. ''They really should stay out of it,'' Mr. Giuliani said. But Mr. Giuliani's scolding of his Democratic opponents" , "date" : "19970821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Giuliani Calls Democrats Divisive for Criticizing City's Response to Police Beating Case" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/21\/nyregion\/giuliani-calls-democrats-divisive-for-criticizing-city-s-response-police-beating.html"} , {"body" : "Moshe Ganchoff, a cantor and composer widely acknowledged as one of the last great exponents of the Odessa tradition of liturgical music, died last Monday at a hospital near his home in Brighton Beach, Brooklyn. He was 92. During an acclaimed career in which he served as cantor at a number of New York synagogues, gave international concerts, made" , "date" : "19970818" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Moshe Ganchoff Is Dead at 92; Cantor in the Odessa Tradition" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/18\/nyregion\/moshe-ganchoff-is-dead-at-92-cantor-in-the-odessa-tradition.html"} , {"body" : "By noon yesterday in Manhattan, the heat and humidity of the first weekend of summer was enough to send the horses pulling carriages of tourists through Central Park back to their barns. Across the Hudson River, at a hospital for injured raptors in Millington, N.J., a snowy owl and a red-tailed hawk stood in their bath water, trying to cool their" , "date" : "19970623" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Hot Blast Heralds Summer's First Weekend" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/23\/nyregion\/a-hot-blast-heralds-summer-s-first-weekend.html"} , {"body" : "Arthur J. Cutler, whose small empire of popular, conceptually unusual restaurants made a distinctive mark on the New York dining business, died on Wednesday at his home in Great Neck, N.Y. He was 53. He had a heart attack while sleeping, said his wife, Alice Cutler. Mr. Cutler ranged far and wide in the kinds of restaurants he conceived, in the" , "date" : "19970620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Arthur Cutler, 53, Restaurateur of Eclectic Taste and Unlikely Sites" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/20\/nyregion\/arthur-cutler-53-restaurateur-of-eclectic-taste-and-unlikely-sites.html"} , {"body" : "NATALIE POSNER fell in love with Arnold Goldstein without seeing his face. She can't, because she's legally blind. He is too. They met in 1990 after they had both attended guide dog school, and married four years ago. If their home were as big as their hearts, their love story would be a fairy tale. Some day her prince would unpack. But Mr." , "date" : "19970528" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Love Is Blind; Unfortunately, So Is the Law" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/28\/nyregion\/love-is-blind-unfortunately-so-is-the-law.html"} , {"body" : "Seeing Double Q. Aside from the drama they provide as an architectural backdrop to the park, is there a reason why so many apartment buildings on Central Park West have twin towers? A. The buildings in question were built nearly 70 years ago, when block-long sites along the park were ripe for development and a new housing law allowed construction" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/fyi-259519.html"} , {"body" : "Last September, Assemblyman Jules Polonetsky, a freshman from Brooklyn, raised his political visibility a bit when he pressured Gov. George E. Pataki into breaking a $360,000 state contract with a security firm associated with Minister Louis Farrakhan and the Nation of Islam. The company was ousted over the strenuous objections of many tenants in" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Dispute Over Guards With Farrakhan Link Moves to Court" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/dispute-over-guards-with-farrakhan-link-moves-to-court.html"} , {"body" : "The Brooklyn District Attorney dropped charges yesterday against John Gotti Jr., the son of the jailed mob boss, stemming from an April 10 incident in which Mr. Gotti and a friend were accused of tailing two undercover police officers. ''The evidence is not sufficient to sustain the criminal charge against them,'' District Attorney Charles J. Hynes" , "date" : "19970517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Prosecutor Drops Charges Against John Gotti Jr." , "url" : "http:\/\/www.nytimes.com\/1997\/05\/17\/nyregion\/prosecutor-drops-charges-against-john-gotti-jr.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON DISTRICT $190,000 5 East 22d Street (Madison Green) 1-bedroom, 1-bath, 611-sq.-ft. condo in a postwar building; 24-hr. doormen, parquet floors, health club;" , "date" : "19970504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/04\/realestate\/residential-resales-854441.html"} , {"body" : "Mayor Rudolph W. Giuliani has decided to ask a little-known Democratic Assemblyman from Coney Island to run with him on a political ticket, a strategy designed to enhance the Mayor's appeal among Democrats and in Brooklyn, senior aides said yesterday. The Assemblyman, Jules Polonetsky, would run for Public Advocate on the Republican and Liberal" , "date" : "19970501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Giuliani Chooses Democrat to Run With Him" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/01\/nyregion\/giuliani-chooses-democrat-to-run-with-him.html"} ,   {"body" : "DEAR DIARY: On the eve of the recently threatened doormen's strike, I overheard this conversation in an apartment building lobby: Concierge: No you cannot have your dry cleaning delivered during the strike. Building resident: Then how do I get my dry cleaning back? Concierge: You go to the store where you left it, and you pick it up. Building" , "date" : "19970430" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/30\/garden\/metropolitan-diary-859257.html"} , {"body" : "On Thursday afternoons, you will not find Brooklyn's new poet laureate contemplating the importance of his own verse, planning readings or warming up for cocktail parties with Brooklyn's intelligentsia. You'll find him in the Cortelyou branch of the Brooklyn Public Library. Dennis Nurkse, named Brooklyn Poet Laureate last June, is among the writers" , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "Poet Putting Words Into Action" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/poet-putting-words-into-action.html"} , {"body" : "LANDIS-Irving J. Age 78, on April 17, 1997. Survived by wife, Sara; sister, Adelie Bischoff; children Alan (Dani) and Shelley (Richard); grandchildren Erica, Jessica, Jason, Elliot, Lana. Shiva at 1150 Brighton Beach Ave, Brooklyn, through Monday, 1 PM." , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "41" , "title" : "Paid Notice: Memorials LANDIS, IRVING J." , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/classified\/paid-notice-memorials-landis-irving-j.html"} , {"body" : "A 31-year-old kindergarten teacher in Brooklyn was arrested on child pornography and sexual assault charges after going to a New Jersey motel on Friday morning for what he thought would be a sexual rendezvous with an 11-year-old boy, Federal officials said yesterday. Instead, the teacher, Lawrence J. Cohen, of Manalapan, N.J., encountered an" , "date" : "19970401" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Teacher Is Arrested in Internet Child Pornography Case" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/01\/nyregion\/teacher-is-arrested-in-internet-child-pornography-case.html"} , {"body" : "Josefina Castillo-Rubio, Eugene Hanley and Jeffrey Myers are neighbors in a small shantytown of plywood-and-tin shacks along a bluff above the East River, on the edge of the Hunts Point peninsula in the South Bronx. Ms. Castillo-Rubio has a modest farm, with peach trees, ducks, chickens and dogs. Mr. Hanley lives next door in a four-room shanty" , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Still Homeless, Just Harder to See" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/nyregion\/still-homeless-just-harder-to-see.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "THE Flatbush Development Corporation's annual house tour on April 27 will feature about a dozen buildings, but one of them is worth the trip all by itself -- the 1903 Japanese-style house at 131 Buckingham Road in Prospect Park South, perhaps New York's most unusual residence. Development south of Prospect Park picked up as rapid transit improved" , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Delicately Oriental, but 'Practical'" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/realestate\/delicately-oriental-but-practical.html"} , {"body" : "FOR a time in the 1970's, Alan F. Lowe was high on cycling in New York. He would slip out from his Houston Street apartment, straddle his 10-speed bike, and speed north up the Avenue of the Americas to Central Park, trying to achieve ''harmony with the traffic'' and not to stop even once. ''The idea was to never have to put my feet down on" , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tour de New York" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/tour-de-new-york.html"} , {"body" : "A 76-year-old Russian immigrant was beaten and strangled Saturday night in her apartment in Brighton Beach, Brooklyn, the police said. The woman, Myra Smyk, was hit over the head with a vase and then strangled with a belt inside her second-floor apartment at 201 Brighton First Road, just off the boardwalk, said Doram Tamari, a police spokesman. The" , "date" : "19970317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Woman, 76, Is Strangled In Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/17\/nyregion\/woman-76-is-strangled-in-brooklyn-apartment.html"} , {"body" : "The fans turned out in their best suits and fanciest dresses, their wallets thinner from the $60 to $100 they had shelled out for tickets, their eyes alight with anticipation. The singer strode onto the stage with a megawatt smile and immediately began swiveling his hips as a tube beneath the keyboards belched out a thick cloud of smoke. All in" , "date" : "19970310" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Clinton Serenades Russians. (Not That Clinton.)" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/10\/nyregion\/clinton-serenades-russians-not-that-clinton.html"} ,   {"body" : "O'CONNOR ON ABORTION PROCEDURE -- From the pulpit of St. Patrick's Cathedral, John Cardinal O'Connor urged President Clinton to change his mind and sign a bill outlawing certain late-term abortions. Mr. O'Connor joined other cardinals in sending a letter to the President urging him to reconsider his stance. B3. ANGER AT SWINDLER -- Although the man" , "date" : "19970310" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "INSIDE METRO" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/10\/nyregion\/inside-metro.html"} , {"body" : "Around 11 on a weeknight, Porky's is half-full with young men in jeans and baseball caps who pay $5 and a two-drink-minimum charge to watch nude women with names like Gigi, Tabatha and Marbella. The women strip and dance, either on a smoke-filled stage or, for an extra $20, in the men's laps, while the men shout, tip and touch. But Porky's, a" , "date" : "19970307" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EUROPE" , "FLORIDA" , "MIAMI (FLA)" , "RUSSIA" , "COLOMBIA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "Russian Submarine Drifts Into Center of a Brazen Drug Plot" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/07\/us\/russian-submarine-drifts-into-center-of-a-brazen-drug-plot.html"} , {"body" : "As business improvement districts multiply around New York City, they have become a target of union organizers, who complain that the workers hired by some districts to sweep sidewalks and empty trash cans are underpaid and unfairly treated. Employees of one of the largest and most visible districts, the Grand Central Partnership, are to vote" , "date" : "19970220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Unions Woo Business District Workers" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/20\/nyregion\/unions-woo-business-district-workers.html"} , {"body" : "A homeless man living in a wood and cardboard shanty under a highway ledge in Brooklyn died yesterday when his makeshift home caught fire and a companion was unable to pull him from the flames in time, the police said. The fire, which investigators believe started accidentally, was the third in the last week in homeless encampments tucked out of" , "date" : "19970219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fifth Homeless Man in a Week Dies in a Shanty Fire" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/19\/nyregion\/fifth-homeless-man-in-a-week-dies-in-a-shanty-fire.html"} , {"body" : "Up a steep rocky hill under an off-ramp of the Van Wyck Expressway in Queens, Michael Howard Drucker has fashioned a home -- a berth, really -- for the last three years. On two slabs of concrete that support the off-ramp's steel beams, he has placed a wooden plank on which he sleeps and under which his two dogs, Max and Gertrude, lie watch. In an" , "date" : "19970217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Life and Death Under the Highways" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/17\/nyregion\/life-and-death-under-the-highways.html"} , {"body" : "A homeless man died yesterday afternoon when he was caught in a fire that engulfed a shanty beneath the entrance ramp to a Queens expressway, the police said. Firefighters responded to a call about 1:10 P.M. for a rubbish fire beneath the Jewel Avenue entrance to the southbound side of the Van Wyck Expressway, said Officer Sonia Oquendo, a police" , "date" : "19970216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Homeless Man Dead After Fire in Queens" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/16\/nyregion\/homeless-man-dead-after-fire-in-queens.html"} , {"body" : "Vadim Shvartsman stood and stared, rubbing his chin from time to time. He was looking at a piece of the history of the country he fled 17 years ago, a rugged and hallowed object he had not seen since he was a teen-ager. ''It mesmerizes me,'' said Mr. Shvartsman, an electrician. He was far from alone. It is a measure of the weight of New York City's" , "date" : "19970214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ST PETERSBURG (RUSSIA)" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Peter the Great's Boat Mesmerizes Russian Emigres" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/14\/nyregion\/peter-the-great-s-boat-mesmerizes-russian-emigres.html"} , {"body" : "A smoky blaze tore through a makeshift shanty under the Brighton Beach Boardwalk last night, killing three homeless people who had apparently been living there. Fire Department officials said early today that homeless people had been a recurring problem at the Brooklyn Boardwalk, setting fire to combustible materials to keep warm and to cook. At" , "date" : "19970213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Are Killed in Fire at Boardwalk Shanty in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/13\/nyregion\/3-are-killed-in-fire-at-boardwalk-shanty-in-brooklyn.html"} , {"body" : "FATAL FIRE -- Three people, apparently homeless, died when a shack caught fire under the boardwalk in Brighton Beach, Brooklyn. B3. WWW.PASTRAMI.COM -- Taking niche marketing to a new level, a Midtown Manhattan cafe plans to transform itself into a Kosher cybercafe. Metro Business, B8. HIGH SCHOOL VOUCHERS -- A New Jersey town hopes vouchers will" , "date" : "19970213" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "INSIDE METRO" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/13\/nyregion\/inside-metro.html"} , {"body" : "INTERNATIONAL A3-13 Europeans Postpone Case Against Helms-Burton Law Europe decided, reluctantly, to postpone its legal challenge to American sanctions against companies doing business in Cuba. Washington had warned that the United States would declare Cuba a threat to its security, which would invoke an exemption to the World Trade Organization's" , "date" : "19970213" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/13\/nyregion\/news-summary-611026.html"} ,   {"body" : "Despite a 25-cent fare increase, subway ridership in New York City soared last year to its highest level since the early 1970's, as the immigrant surge that has reinvigorated neighborhoods throughout the city has rippled over to the transit system. The ridership statistics provide a snapshot of how the new immigration is having its scattershot" , "date" : "19970211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Immigration Fosters Surge In Subway Use" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/11\/nyregion\/immigration-fosters-surge-in-subway-use.html"} , {"body" : "A man whom the F.B.I. called one of the most powerful Russian mobsters in America was sentenced yesterday to nine years and seven months in prison for attempted extortion and taking part in a fraudulent marriage. Vyacheslav Kirillovich Ivankov was convicted last year in Federal District Court in Brooklyn on charges of trying to extort $3.5 million" , "date" : "19970130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "9-Year Jail Term for Russian Named by U.S. as a Mobster" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/30\/nyregion\/9-year-jail-term-for-russian-named-by-us-as-a-mobster.html"} , {"body" : "Someday, Detective Bobby Sommer said, in his less than tidy second-floor office in the 61st Precinct station house in Coney Island, he hopes to get a call about Sergei Kobozev. He said he was practically certain, though, that the call would not come from Mr. Kobozev himself, a 6-foot-1, 190-pound Russian boxer who left a garage in Flatbush," , "date" : "19970113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Year After Sergei Kobozev Vanished, An Investigator Goes Yet Another Round" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/13\/nyregion\/a-year-after-sergei-kobozev-vanished-an-investigator-goes-yet-another-round.html"} , {"body" : "NEW YORK Stalking the Shadow of a Boxer Someday, Detective Bobby Sommer says, he hopes to get a call about Sergei Kobozev, a 6-foot-1, 190-pound Russian boxer who left a garage in Flatbush, Brooklyn, one evening in November 1995 and has not been heard from since. For more than a year, Detective Sommer has knocked on doors of stores and apartments" , "date" : "19970113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/13\/nyregion\/metro-digest-149713.html"}]