[  {"body" : "A popular bodega owner and an employee were shot to death yesterday afternoon in the Brownsville section of Brooklyn when a man burst into their store, fired three shots and then fled during what was apparently a botched robbery, the police said. The owner, Jesus Martinez, 56, and his employee, 19-year-old Frank Rodriguez, were shot shortly after" , "date" : "19971231" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO NEWS BRIEFS: NEW YORK CITY; Brooklyn Bodega Owner And Worker Are Killed" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/31\/nyregion\/metro-news-briefs-new-york-city-brooklyn-bodega-owner-and-worker-are-killed.html"} , {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Brooklyn Could Have Been A Contender" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/magazine\/brooklyn-could-have-been-a-contender.html"} , {"body" : "SAUL HUNTER worked for 28 years in Manhattan and Brooklyn as a laborer for a manufacturer of paper and twine. He retired five years ago when he was 70. He and his wife, Vernell, have two grown children, but only their 9-year-old grandson, Daquan, lives with them now. A high point in his life, Mr. Hunter says, came last July when he moved into the" , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Housing Program's Next Generation" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/realestate\/a-housing-program-s-next-generation.html"} , {"body" : "If it is 10 P.M., Winnie Coppage knows exactly where her three grandchildren are. ''Once it's dark, they're in here with me,'' she said, flashing them a tough-love glare. ''They have no business being on the streets with all that shooting, stealing and drugging.'' Sitting on the floor of their apartment in Bedford-Stuyvesant, Brooklyn, the girls," , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "The Neediest Cases; Navigating the Turbulent Waters Of an Adolescence in New York City" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/nyregion\/neediest-cases-navigating-turbulent-waters-adolescence-new-york-city.html"} , {"body" : "An intelligent 10-year-old could read Isaac Bashevis Singer's stories aloud and make them sound good. So when a talented actor like David Margulies chooses to perform three of them, as he does in ''Bashevis: Tales of Isaac Bashevis Singer,'' just the description of a sunset's reflection in the glass door of a cafe is a quiet thrill. When critics" , "date" : "19971217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER REVIEW; I. B. Singer's Tales Of Humiliating Love And a Lonely Cow" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/17\/theater\/theater-review-i-b-singer-s-tales-of-humiliating-love-and-a-lonely-cow.html"} , {"body" : "Shirley Seaton has never shied away from hard work. Soon after arriving in New York from the Caribbean island of St. Vincent in 1976, she cobbled together a living as a housekeeper, commuting to the homes of the wealthy in New Jersey and on Long Island. When she obtained her green card a few years later, she found work as a home-care attendant," , "date" : "19971211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; After Going Blind, Mother Worries Most About Son's Future" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/11\/nyregion\/the-neediest-cases-after-going-blind-mother-worries-most-about-son-s-future.html"} , {"body" : "In a heavyweight bout that seemed more about survival than anything else, Shannon Briggs pounded out a majority decision over 48-year-old George Foreman tonight at the Trump Taj Mahal. Immediately after the decision was announced, a disgruntled crowd of 5,220 began a derisive chant, disagreeing with the decision, and many booed Briggs. Afterward," , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BOXING; Briggs Wins, Crowd Boos and Foreman Says He Likely Won't Fight Again" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/sports\/boxing-briggs-wins-crowd-boos-and-foreman-says-he-likely-won-t-fight-again.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "Three armed men tied up a 100-year-old pastor and his 68-year-old neighbor, doused them in gasoline and robbed their church yesterday afternoon in Brownsville, Brooklyn, the police said. The pastor, Jesse Nevels, was in stable condition at Brookdale Hospital Medical Center last night. The men, who had guns, approached Mr. Nevels and his friend," , "date" : "19971106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Men Assault Pastor, 100, And Rob His Church" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/06\/nyregion\/metro-news-briefs-new-york-men-assault-pastor-100-and-rob-his-church.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} ,   {"body" : "It is a nondescript gray wall, two blocks long, the face of an industrial building a block from the Gowanus Canal. The building houses Consolidated Edison trucks and tools, and the facade melds seamlessly into a Brooklyn neighborhood of warehouses, factories and makeshift signs offering vacant lots for development. But the wall on Third Avenue" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Last Vestige of the Dodgers in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/nyregion\/last-vestige-of-the-dodgers-in-brooklyn.html"} , {"body" : "There is always a current of amazement when Mayor Rudolph W. Giuliani, in full campaign mode, bursts into a store or a restaurant surrounded by his entourage and begins shaking hands and signing autographs. But the surprise was even greater yesterday when the Mayor decided to make a brief visit to 125th Street, the commercial heart of Harlem. The" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "THE 1997 ELECTIONS: THE MAYORAL RACE; Giuliani, in Harlem, and Messinger, in Brownsville, Court Black Voters" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/1997-elections-mayoral-race-giuliani-harlem-messinger-brownsville-court-black.html"} , {"body" : "The streets of midtown were raw and windy early yesterday, and Chris Applewhite, who had just been robbed at gunpoint of his leather jacket, was cold, the police said. Mr. Applewhite flagged down two officers on 40th Street near Madison Avenue, to report the crime. While talking to Mr. Applewhite at around 4 A.M., the officers, Thomas Kelly and" , "date" : "19971013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Suspect Is Arrested After Turning to Police" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/13\/nyregion\/metro-news-briefs-new-york-suspect-is-arrested-after-turning-to-police.html"} , {"author" : "Eric Bogosian is a playwright and actor. His new play, ''Griller,'' will open in January at the Goodman Theater in Chicago." , "body" : "Who's more racist: black people or white people? Black people. You know why? Because black people hate black people, too. Everything white people don't like about black people, black people don't like about black people. ... Every time black people want to have a good time, niggers mess it up. ... Can't keep a disco open more than three weeks." , "date" : "19971005" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "56" , "title" : "Chris Rock Has No Time for Your Ignorance" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/05\/magazine\/chris-rock-has-no-time-for-your-ignorance.html"} , {"body" : "A 28-year-old Brooklyn man on probation for a 1996 weapons possession conviction was arrested yesterday morning and charged with murdering his 67-year-old grandmother, the police said. The man, Michael Pack of 363-385 Pulaski Street in Bedford-Stuyvesant, killed his grandmother, Eugenia Lloyd, ransacked her apartment and stole roughly $120 after" , "date" : "19971002" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Police Charge Man, 28, In Grandmother's Killing" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/02\/nyregion\/metro-news-briefs-new-york-police-charge-man-28-in-grandmother-s-killing.html"} , {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} , {"body" : "In a freshly painted hallway yesterday morning, 9-year-old Idalisa Garcia sat on a wooden chair, kneading her hands atop her pleated navy-blue skirt. She was anxious, and not just because this was her first day back at school. Idalisa is one of 1,165 young pupils transferring from the New York City public schools to parochial and other private" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "For Some, Back to School Means New Environment" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/nyregion\/for-some-back-to-school-means-new-environment.html"} , {"body" : "At morning services before black congregations in Brooklyn and Queens yesterday, three Democratic mayoral candidates invoked the name of Abner Louima, faulting Mayor Rudolph W. Giuliani as they further sought to frame their campaigns around the issue of police brutality. In the church pulpits and outside, at beaches and swimming pools across the" , "date" : "19970901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Democrats for Mayor Continue to Campaign on Police Abuse" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/01\/nyregion\/3-democrats-for-mayor-continue-to-campaign-on-police-abuse.html"} , {"body" : "Brooklyn residents who heard a 13-year-old girl screaming early yesterday morning chased and caught a man who she said had raped her, the police and witnesses said. The police arrested Martin Frederick, 32, of 1424 Flatbush Avenue, in Flatbush, and charged him with rape, sodomy and endangering the welfare of a child. The girl, whose name was not" , "date" : "19970825" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Neighbors Chase and Seize Rape Suspect" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/25\/nyregion\/neighbors-chase-and-seize-rape-suspect.html"} ,   {"body" : "MIDTOWN Tugboat Racing on Hudson For Real Power-Boat Action Tugboats may not be built for speed, but they will be racing in the Hudson River next Sunday as the Intrepid Sea-Air-Space Museum holds its fifth annual tugboat contest. The day's events, which can be seen best from the Intrepid's flight deck, will begin with a parade of tugs at 12:25" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/playing-in-the-neighborhood-749427.html"} , {"body" : "TITO MAHONES woke up in his Bedford-Stuyvesant apartment last Tuesday feeling better than he had in weeks. He may have only had a few dollars in his pocket, but the 40-year-old handyman, street hawker and jack-of-all trades was expecting a few renovation jobs to come his way. For once, he thought, good luck was on his side. After tinkering with" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tito Mahones: A Life On the Edge" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/tito-mahones-a-life-on-the-edge.html"} , {"body" : "IT was one of the bitterest preservation battles ever, pitting a struggling Orthodox Jewish school in a magnificent 1903 mansion against a well-organized group of West Siders who fought for landmark designation and successfully blocked the building's demolition. Now, 17 years later, the operators of a successor school in the Isaac L.Rice mansion at" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "A Fading Reminder of Turn-of-the-Century Elegance" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/realestate\/a-fading-reminder-of-turn-of-the-century-elegance.html"} , {"body" : "Sal F. Albanese spent just three minutes the other day discussing his mayoral candidacy in the basement of a Greenwich Village church, finally giving up after trying to compete for attention in a clamorous room filled with elderly New Yorkers more interested in the 75-cent plates of chicken, corn and watermelon than in a serving of mayoral" , "date" : "19970818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dark-Horse Albanese Seeks His Stride" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/18\/nyregion\/dark-horse-albanese-seeks-his-stride.html"} , {"body" : "To generations of poor and working-class children, summer has been the time for escape -- for just awhile -- to another world, one of summer camps run by charities and nonprofit groups. These camps were a quintessential New York rite of passage, part of growing up in the city by getting away from its crowded subways and tenements on the Lower East" , "date" : "19970816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Great Outdoors Shrinks at Summer Camps for Urban Children" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/16\/nyregion\/great-outdoors-shrinks-at-summer-camps-for-urban-children.html"} , {"body" : "One thing Irving Gorin knows is that time flies when you're having fun. Just yesterday, it seems, he was patiently squirting medicine into the mouth of a fidgety 3-year-old. Suddenly, the girl is 17 and back in Mr. Gorin's drugstore buying makeup for her prom. An eye-blink later, she is exchanging marriage vows and, pretty soon, yesterday's child" , "date" : "19970809" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Five Decades of Care and Caring" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/09\/nyregion\/five-decades-of-care-and-caring.html"} , {"body" : "LOSING BANKRUPTCY PLEA -- A judge dismissed a bankruptcy filing from Island Helicopters, giving the city the right to move to evict the company from the East 34th Street Heliport, which the city owns. 27. DECADES OF CARING -- A beloved Brooklyn druggist is nearing the end of a long trail in his tattered neighborhood of Brownsville. 27. WARNING" , "date" : "19970809" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "INSIDE METRO" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/09\/nyregion\/inside-metro.html"} , {"body" : "GLASS-Rose. Died July 30, 1997. Age 106. Eldest resident of Menorah Home in Brooklyn. Beloved wife of the late Nathan. Loving mother of David (Renee), Seymour (late Norma), and the late Irving. Beloved grandmother of Bonnie, Daniel (Deborah), Steven, Paula, and Robert and greatgrandmother of Sean, Maxie, and Liam. Emigrated to America from Austria." , "date" : "19970803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "36" , "title" : "Paid Notice: Deaths GLASS, ROSE" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/03\/classified\/paid-notice-deaths-glass-rose.html"} , {"body" : "Lenin and a Crazy Clock Q. On Houston Street between Avenues A and B is an apartment house called Red Square. On the roof is a large statue of Lenin. There is also a large clock on the side of the water towers. The clock numbers are arranged: 12, 1, 9, 6, 4, 10, 5, 11, 7, 2, 3 and 8. What's the story? A. Red Square, a 130-unit rental apartment" , "date" : "19970727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1997\/07\/27\/nyregion\/fyi-304999.html"} , {"body" : "The Giuliani administration's plan to build a leaner, more modern Kings County Hospital was greeted with relief by many community leaders in Brooklyn, where residents have become frustrated at the lack of progress in improving a hospital considered vital to the borough. Noting that 15 years of studies, costing more than $100 million, had thus far" , "date" : "19970717" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Leaders Praise Kings County Plans" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/17\/nyregion\/leaders-praise-kings-county-plans.html"} ,   {"body" : "NEW YORK CITY'S free-market rental fever of a year ago, fueled by tales of 30 percent increases, bidding wars, broken promises and C.I.A.-like credit checks -- many of them true -- has abated. A bit. It's not that rents have plummeted or demand has slackened, as they did during the real estate recession of the early 90's. But a broad-brush portrait" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Rental Fever: Temperature Drops -- a Bit" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/realestate\/rental-fever-temperature-drops-a-bit.html"} , {"body" : "PROSPECT PARK Spalding Gray's Talk Show Interviews Its Audience To Spalding Gray, ''Interviewing the Audience'' is his way of ''getting back in touch with the city by having conversations with the audience.'' As part of the summerlong ''Celebrate Brooklyn'' festival, Mr. Gray (below) will perform Friday night in the Prospect Park Bandshell. He will" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/nyregion\/playing-in-the-neighborhood-970140.html"} , {"body" : "The reaction to Mike Tyson's ending a heavyweight boxing match by biting off the ear of Evander Holyfield was loud and seemingly universal outrage. One of the most layered views came from Mr. Tyson's old neighborhood, the Brownsville section of Brooklyn, which has its own reputation for toughness. People there couldn't stop talking about ''the bite" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "Real Men Don't Bite? Just Step in This Ring" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/weekinreview\/real-men-don-t-bite-just-step-in-this-ring.html"} , {"body" : "M. C. and Debra Hampton plan to move next week to their corner of the American Dream: a newly built house in a well-kept, middle-class neighborhood, the kind of home that for decades here has meant moving to the suburbs. But like more and more people nationwide, the Hamptons are not steeling themselves for an hourlong commute. Instead, they are" , "date" : "19970705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CLEVELAND (OHIO)" , "HOUSTON (TEX)" , "DETROIT (MICH)" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Demand for Single-Family Homes Helps Fuel Inner-City Resurgence" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/05\/us\/demand-for-single-family-homes-helps-fuel-inner-city-resurgence.html"} , {"body" : "Over the next three years, 645 homes for low- and moderate-income families will go up for 25 blocks west of Pennsylvania Avenue in East New York, Brooklyn. But instead of being constructed using traditional techniques, they are being manufactured in a factory five miles away and assembled at the construction site. On-site assembly began in April," , "date" : "19970704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "645 Modular Houses Going Up in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/04\/nyregion\/645-modular-houses-going-up-in-brooklyn.html"} , {"body" : "On one issue, at least, there was little disagreement along the block in Brownsville where Mike Tyson lived as a boy of 9 or 10: Boxing regulators in Nevada had every right to continue the temporary suspension against him yesterday for behavior that would not have earned him respect on the rough Brooklyn streets where he grew up. Even little" , "date" : "19970702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "Tainted Hero: Neighborhood Split on Tyson" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/02\/sports\/tainted-hero-neighborhood-split-on-tyson.html"} , {"body" : "What used to be a barren patch of ground in front of the Saratoga branch of the Brooklyn Public Library has been transformed into a blaze of flower beds hedged by two types of holly and by dwarf viburnum and Japanese barberry. The Classical Revival-style 1908 library building at Thomas S. Boyland and Macon Streets in the Ocean Hill-Brownsville" , "date" : "19970629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Brooklyn, a Garden for the Bookworms" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/29\/realestate\/in-brooklyn-a-garden-for-the-bookworms.html"} , {"body" : "The post-penitentiary years: Settled resolutely into parenthood, our former heavyweight champion Mike Tyson is commanding up to $30 million a fight and spending a generous portion of it on Barney dolls. Personally, he hates Barney -- he being of the Mister Rogers generation -- but either he buys the dolls or his children have the idle time to ask," , "date" : "19970625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "Tyson a Not So Raging Bull" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/25\/sports\/tyson-a-not-so-raging-bull.html"} , {"body" : "To the Editor: Let me tell you about the variety of stickball played on the streets of Brownsville, Brooklyn. Nobody played for money, and no one ever watched a game from a fire escape. Fire escapes were reserved for flowerpots only, and perhaps some perishable food placed there in wintertime. Stickball bats were only infrequently made from" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "In Old-Time Stickball Police Were Part of Game" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/nyregion\/l-in-old-time-stickball-police-were-part-of-game-648108.html"} , {"body" : "Nine days after an idealistic teacher was slain on Manhattan's Upper West Side, unnerving a city that has had crime on the run, two young men were held without bail on murder charges yesterday, and investigators said the evidence that they had tormented and killed the victim for $800 was overwhelming. As lawyers for the suspects appealed for" , "date" : "19970609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Levin Killing, Details Are Revealed and Denials Offered" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/09\/nyregion\/in-levin-killing-details-are-revealed-and-denials-offered.html"} ,   {"body" : "After an intensive manhunt for the killers of Jonathan M. Levin, an adored high school teacher who was the son of a leading media executive, the police arrested two men yesterday in his murder, a former student with a history of drug arrests and a career thief. Corey Arthur, 19, who met Mr. Levin as a student at Taft High School in the Bronx before" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Manhunt Leads To Two Arrests In Levin Killing" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/manhunt-leads-to-two-arrests-in-levin-killing.html"} , {"body" : "Frank Drewery was standing at his post in the New York State Lottery claim office on Monday afternoon when a man came up to him and whispered: ''I'm one of the millionaires.'' Mr. Drewery, a security guard who feeds a family of five on $211 a week, recalled saying, ''Oh my God.'' Pausing, composing himself, he then escorted the man (who was holding" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Watching the Winners Go By" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/watching-the-winners-go-by.html"} , {"body" : "Montoun T. Hart, the 25-year-old man charged with murder and robbery as an accomplice in the killing of Jonathan M. Levin, lived with his mother on a tidy block of attached brick houses in Brownsville, Brooklyn. It was there, at 578 Thomas S. Boyland Street, that Mr. Hart was arrested yesterday. According to the police, Mr. Hart made crime his way" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Second Suspect Has 2 Images" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/second-suspect-has-2-images.html"} , {"body" : "Moments after a Brooklyn mother ushered her three young children into the hallway outside their 10th-floor apartment yesterday morning and went back inside alone, a suspicious fire tore through the apartment, killing her husband and seriously injuring the woman, the police said. The police and fire officials said that the fire appeared to have been" , "date" : "19970603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Arson Is Cited in Fire That Kills Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/03\/nyregion\/arson-is-cited-in-fire-that-kills-brooklyn-man.html"} , {"body" : "Nathan R. Sobel, a beloved Brooklyn lawyer, judge and adviser to several state political leaders whose career spanned seven decades, died yesterday at New York Hospital-Cornell Medical Center. He was 91. The cause was complications from an adverse reaction to medication for gout, a close friend, Surrogate Renee R. Roth of Manhattan, said. ''He was" , "date" : "19970521" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "Nathan R. Sobel, 91, Judge And an Adviser to Politicians" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/21\/nyregion\/nathan-r-sobel-91-judge-and-an-adviser-to-politicians.html"} , {"body" : "SOME people would rather hold an ice cube to their forehead for an hour than attend an organized singles event. Lisa Chookasezian, 32, was one. When a girlfriend phoned her a year ago asking for her company at a singles night called ''Social Games'' and organized by the Learning Annex in New York, Ms. Chookasezian shrieked: ''I'm not going to do" , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "39" , "title" : "Lisa Chookasezian and Noel Maitland" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/style\/lisa-chookasezian-and-noel-maitland.html"} , {"body" : "A study commissioned by New York City has found that allowing rent increases once an apartment falls vacant, a policy recommended by Gov. George E. Pataki, would have a limited impact on the rent of most apartments during the next two years. But a few areas, including the Upper West Side, would see rent increases as high as 30 percent, the study" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent Decontrol Study: From No Impact to 30% Increases" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/rent-decontrol-study-from-no-impact-to-30-increases.html"} , {"body" : "THEY weren't the world's worst delays -- 30 to 60 days, maybe. And not all of the 23 two-family homes with the undulating facades along Chester Street in Brownsville, Brooklyn, were mired in what one builder brands ''bureaucratic limbo.'' Only about half. But families were waiting to move into those spanking new rowhouses with their ornamental" , "date" : "19970511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Traversing the Regulatory Maze" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/11\/realestate\/traversing-the-regulatory-maze.html"} , {"body" : "This list is selective. It is national in scope but concentrates on the Northeast. California HOUSTON BALLET Los Angeles, July 15-20 (213-365-3500). Company will perform Ben Stevenson's ''Dracula'' at the Los Angeles Music Center. JARVIS CONSERVATORY BAROQUE BALLET Napa Valley, July 21-Aug. 9 (707-255-5445). Lecture-demonstrations, workshops and" , "date" : "19970511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "On Toe and Off In Every Corner Of the Land" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/11\/arts\/on-toe-and-off-in-every-corner-of-the-land.html"} , {"body" : "The violinist Midori has certainly faced tougher audiences than the schoolchildren she performed for recently at P.S. 144 in Forest Hills, Queens. The expectant students, some 350 youngsters from grades three through six, had been carefully prepped for the concert. Most of them adhered to what their teachers call ''concert protocol,'' which meant" , "date" : "19970508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "15" , "title" : "A Gifted Young Violinist Gives Something Back" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/08\/arts\/a-gifted-young-violinist-gives-something-back.html"} ,   {"body" : "The scene took place in an intermediate school in the East New York section of Brooklyn, where Mayor Rudolph W. Giuliani was holding one of his monthly town hall meetings. Standing before hundreds of neighborhood residents, City Councilwoman Priscilla A. Wooten, who represents most of East New York, took the microphone to offer strong praise of the" , "date" : "19970429" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Democrat's Kind Words for Giuliani Kindle a Council Race in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/29\/nyregion\/democrat-s-kind-words-for-giuliani-kindle-a-council-race-in-brooklyn.html"} , {"body" : "THE inevitably futile questions were asked time and again during the weeks leading into tonight, the 50th anniversary celebration at Shea Stadium of Jackie Robinson's breaking major league baseball's color line. What would Robinson think of the modern game and its multimillionaire stars? What would he say about a generation of kids who view sports" , "date" : "19970415" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Standing For More Than a Logo" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/15\/sports\/standing-for-more-than-a-logo.html"} , {"body" : "Enoch H. Williams, one of the City Council's most senior members and the chairman of its Health Committee, said yesterday that he would not seek re-election this year. Mr. Williams, 69, came to the Council in 1978 and represents the Brooklyn neighborhoods of Bedford-Stuyvesant and Brownsville. He is best known as one of the sponsors of a law" , "date" : "19970411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Longtime Councilman Won't Seek Re-election" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/11\/nyregion\/longtime-councilman-won-t-seek-re-election.html"} , {"body" : "On the morning after the Justice Department approved his sweeping new authority over New York City's 32 community school districts, Chancellor Rudy Crew sent a memorandum yesterday to each district board, pledging to ''forge a partnership'' with each and to ''strengthen our mutual goal of educational success for every child.'' The Chancellor's" , "date" : "19970403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Crew, His Power Affirmed, Pledges a Local Partnership" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/03\/nyregion\/crew-his-power-affirmed-pledges-a-local-partnership.html"} , {"body" : "Two police officers were shot and six other officers suffered minor injuries early yesterday morning in two incidents in Brooklyn, the police said. A police officer and a veteran police lieutenant were shot when they answered a 911 call at an apartment at 500 Hancock Street in the Bedford-Stuyvesant section, the police said. They said two suspects," , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "2 Officers Shot and 6 Are Hurt In Two Incidents in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/nyregion\/2-officers-shot-and-6-are-hurt-in-two-incidents-in-brooklyn.html"} , {"body" : "Rhoda Cohen did not know Albert Shanker all that well, but as a teacher in the New York City public schools from 1958 to 1991, she said she felt the influence of the trailblazing union leader virtually every day she stepped in front of her class. ''He made teachers go from being people who took orders, who had very little impact on their careers" , "date" : "19970325" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Shanker Is Eulogized as a Towering Educator" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/25\/nyregion\/shanker-is-eulogized-as-a-towering-educator.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "For New York City, 1968 was an annus horribilis like no other. Most poor neighborhoods were angry and volatile after the murder of the Rev. Martin Luther King Jr. The assassination of Senator Robert Kennedy broke the city's heart. Columbia University and other campuses were paralyzed by turmoil. Then came the 55-day teachers' strike, an event so" , "date" : "19970301" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "A City at War" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/01\/opinion\/a-city-at-war.html"} , {"body" : "Albert Shanker, who rose from being a substitute mathematics teacher to become a tough, canny labor leader who in the 1960's transformed New York City's United Federation of Teachers into one of the nation's most powerful unions, died on Saturday at Memorial Sloan-Kettering Cancer Center in Manhattan. Mr. Shanker, the longtime president of the" , "date" : "19970224" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education"] , "page_facet" : "9" , "title" : "Albert Shanker, 68, Combative Leader Who Transformed Teachers' Union, Dies" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/24\/nyregion\/albert-shanker-68-combative-leader-who-transformed-teachers-union-dies.html"} , {"body" : "Albert Shanker, who rose from being a substitute mathematics teacher to become a tough, canny labor leader who in the 1960's transformed New York City's United Federation of Teachers into one of the nation's most powerful unions, died yesterday at Memorial Sloan-Kettering Cancer Center in Manhattan. Mr. Shanker, the longtime president of the" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Albert Shanker, 68, Combative Leader Of Teachers, Dies" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/albert-shanker-68-combative-leader-of-teachers-dies.html"} ,   {"body" : "The recreation room is thick with cigar smoke by late afternoon. Three drummers frantically pound sacred drums, enticing worshipers to crowd around and step to the pulse. A singer chants insults in an African language, hoping to anger the santos, or deities, into appearing. Suddenly, a woman draped in white shudders violently. Her eyes glaze, then" , "date" : "19970127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CUBA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Years of Secrecy, Santeria Is Suddenly Much More Popular. And Public." , "url" : "http:\/\/www.nytimes.com\/1997\/01\/27\/nyregion\/after-years-of-secrecy-santeria-is-suddenly-much-more-popular-and-public.html"} , {"body" : "Two employees were killed yesterday morning when an arson fire consumed a video store in Brooklyn, and the police said they were investigating whether there was any connection between the blaze and an illegal gambling operation they suspected was operating out of the store in Bedford-Stuyvesant. The fire at the Dakarr video store started shortly" , "date" : "19970122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arson Kills 2 Employees In a Store In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/22\/nyregion\/arson-kills-2-employees-in-a-store-in-brooklyn.html"} , {"body" : "As soon as the reports of the firefighter's death began to circulate, colleagues from all over Brooklyn began calling Hook and Ladder Company 174 in East Flatbush. The callers volunteered to fill in for members of Ladder Company 174 so they could be free to tend to their grief and to take the long, sad drive to Suffolk County, where they paid their" , "date" : "19970106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CENTEREACH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For Firefighters, Grief Over a Colleague Killed While Jogging" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/06\/nyregion\/for-firefighters-grief-over-a-colleague-killed-while-jogging.html"} , {"body" : "A convicted robber who had been released on parole last month was arrested Tuesday after attacking a woman inside her car in Greenwich Village, the police said. The man, Sylvester Moyd, 37, of 305 Livonia Avenue in Brownsville, Brooklyn, was also linked to the carjacking and rape of another woman last month in the same area, said Sgt. Cory Cuneo, a" , "date" : "19970102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Parolee Arrested in Attack" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/02\/nyregion\/parolee-arrested-in-attack.html"}]