[  {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Brooklyn Could Have Been A Contender" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/magazine\/brooklyn-could-have-been-a-contender.html"} , {"body" : "At least 14 live-animal markets in New York City have been quarantined -- or temporarily closed -- since mid-November after state inspectors discovered chickens for sale that were infected with a strain of influenza found only in poultry. But a spokesman for the State Department of Agriculture and Markets stressed that the disease was not the same" , "date" : "19971224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HONG KONG"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Influenza Virus Is Found In Live Chickens for Sale" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/24\/nyregion\/influenza-virus-is-found-in-live-chickens-for-sale.html"} , {"body" : "A day after a 19th-century church in Bushwick, Brooklyn, was gutted by flames, maintenance workers were sifting through the charred remains of what was once an art-filled sanctuary yesterday, trying to salvage whatever can be used later, when the church, as its pastor has vowed, is rebuilt. The task fell to two maintenance workers and Bryan Kelly," , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Gutted Church in Brooklyn Will Be Rebuilt, Pastor Says" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/nyregion\/gutted-church-in-brooklyn-will-be-rebuilt-pastor-says.html"} , {"body" : "A suspect in burglaries, robberies and a kidnapping fired on police detectives who tried to arrest him yesterday afternoon in Bushwick, Brooklyn, the police said. Over the next six hours, the 28-year-old suspect, David Bernard, evaded a manhunt, struck a car, and was chased on foot through a series of back yards, despite a bullet wound in the leg," , "date" : "19971220" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Suspect Caught After Gunfight And Manhunt" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/20\/nyregion\/suspect-caught-after-gunfight-and-manhunt.html"} , {"body" : "Traces of a flammable liquid were found on an unidentified man who burned to death in a Brooklyn subway station early yesterday morning in a fire so smoky that three men who tried to rescue him were sent to the hospital for smoke inhalation, the police said. A token booth clerk at the Halsey Street stop of the J line in Bushwick, Brooklyn, saw a" , "date" : "19971209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO NEWS BRIEFS: NEW YORK; Flammable Liquid Found On Body of Burned Man" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/09\/nyregion\/metro-news-briefs-new-york-flammable-liquid-found-on-body-of-burned-man.html"} , {"body" : "LARRY RACIOPPO looks downright calm for a guy who is always on the edge. He finds serenity on the margins of the city -- whether it is among the physical limits on the abandoned waterfront or the temporal boundaries commemorated by spray-painted memorial walls in rundown neighborhoods. They are all secret spaces whose ruins spark rumination and" , "date" : "19971203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A City's Heart Seen Through Its Bare Edges" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/03\/nyregion\/about-new-york-a-city-s-heart-seen-through-its-bare-edges.html"} , {"body" : "Hundreds of new and renovated low-to-middle-income housing units have been built in the easternmost corner of the Bedford-Stuyvesant section of Brooklyn, and hundreds more are planned. But this growth has not been matched by the development of retail shops. That will begin to change soon. In the next month, construction is scheduled to start on" , "date" : "19971128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Commercial Real Estate; A Housing Plan Where Stores Have Been Included" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/28\/nyregion\/commercial-real-estate-a-housing-plan-where-stores-have-been-included.html"} , {"body" : "Four of New York City's largest banks have established a $25 million pool of low-interest loans dedicated to building and expanding health care centers in the city's low-income neighborhoods, said the Primary Care Development Corporation, a nonprofit group that will administer the loans. Loans of up to $3 million, with an interest rate of about 6" , "date" : "19971127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "13" , "title" : "Metro Business; Loan Pool for Health Care" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/27\/nyregion\/metro-business-loan-pool-for-health-care.html"} , {"body" : "Despite the Giuliani administration's efforts to improve the city's child welfare agency, 15 children died last year in cases in which the agency failed to monitor abuse adequately or provide needed services, according to a study released yesterday by the Public Advocate's office. In many of those cases, the report concluded, the agency either" , "date" : "19971120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Public Advocate Faults Child Welfare Agency in the Deaths of 15" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/20\/nyregion\/public-advocate-faults-child-welfare-agency-in-the-deaths-of-15.html"} , {"body" : "THE routine would, by now, seem almost comic if the consequences were not so often tragic. Nine days ago, little Sabrina Green was found dead in the Bronx apartment of her half-sister and guardian, Yvette. The truly gruesome details of her condition -- the untreated burns and the missing thumb -- are by now familiar to most New Yorkers, as are her" , "date" : "19971117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; Fine on Paper, Truant Policy Fails a Child" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/17\/nyregion\/metro-matters-fine-on-paper-truant-policy-fails-a-child.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "New York City police officers have begun posing as drug dealers, selling packets of marijuana to unsuspecting buyers and then arresting them, Mayor Rudolph W. Giuliani announced yesterday. Returning to his pledge to make fighting drugs a top priority of a second term, Mr. Giuliani said that undercover officers had arrested 72 people in a three-day" , "date" : "19971029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1997 ELECTIONS: THE MAYOR; Mayor Unveils Sting Strategy Against Drugs" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/29\/nyregion\/the-1997-elections-the-mayor-mayor-unveils-sting-strategy-against-drugs.html"} , {"body" : "RUDOLPH W. GIULIANI During a visit yesterday to Maria Hernandez Park in Bushwick, Brooklyn, the Mayor commented on the plunge in stock prices on Wall Street on Monday. ''The city is a lot more stable today than it was 4 years ago, or 10 years ago. The general reserve of the City of New York is five times what it was in 1987, two and a half times" , "date" : "19971029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE 1997 ELECTIONS; In Their Own Words" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/29\/nyregion\/the-1997-elections-in-their-own-words.html"} , {"body" : "In a media strategy that campaign operatives in both major parties say is a first in New York mayoral politics, Mayor Rudolph W. Giuliani's re-election campaign has bought time on local cable television systems for campaign ads that are tailored to residents of each borough. ''Rudy Giuliani was born in Brooklyn,'' an announcer says, introducing an" , "date" : "19971028" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "THE 1997 ELECTIONS: THE CANDIDATES; Giuliani Tailors Ads to Fit Each Borough; Messinger Takes Campaign to School" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/28\/nyregion\/1997-elections-candidates-giuliani-tailors-ads-fit-each-borough-messinger-takes.html"} , {"body" : "RUDOLPH W. GIULIANI At a news conference at Benjamin Cardozo High School in Queens, he was asked what margin of victory would provide him with a mandate for his second term. ''The margin of victory that you need for a mandate is one vote. I do not focus on percentages. It's really counterproductive to do that. It's also, I think, presumptuous to do" , "date" : "19971028" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1997 ELECTIONS; In Their Own Words" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/28\/nyregion\/the-1997-elections-in-their-own-words.html"} , {"body" : "New York City Schools Chancellor Rudy Crew went to a small-schools conference yesterday to raise the flag of peace. But by starting an attack on a small school in the Bronx, he instead became embroiled in a heated dispute with one of the city's most prominent small-schools advocates. Speaking to a gathering of about 100 administrators, teachers," , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "Small-Schools Conference Lands Crew in a Dispute" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/small-schools-conference-lands-crew-in-a-dispute.html"} , {"body" : "''IF you can survive the New York economy,'' Jennifer Fields said, ''you can survive anywhere.'' Ms. Fields, 42, has survived, though many New Yorkers would have trouble understanding how. A single mother of three, she has traveled through the city's labor market, underground economy and maze of public assistance to land a job that pays her $15,192" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "14" , "title" : "Faces of the New York Economy; A Laborer At Hard Jobs For Low Pay" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/business\/faces-of-the-new-york-economy-a-laborer-at-hard-jobs-for-low-pay.html"} , {"body" : "A woman and her 11-month-old granddaughter were killed yesterday morning when a car jumped the median of a highway in Howard Beach, Queens, and struck their car head on, causing it to burst into flames, the authorities said. The woman, Everline Hamilton, 44, of Brooklyn, was burned beyond recognition, said the Queens District Attorney, Richard A." , "date" : "19971013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Collision Kills Grandmother And Child" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/13\/nyregion\/collision-kills-grandmother-and-child.html"} , {"body" : "Two boys were in the care of city children's services officials last night after the police discovered sexually explicit photographs of them in a Brooklyn apartment where the officers were searching for drugs, the authorities said. The mother of the boys and a man who lived with them in the apartment were arrested. Patrick Clark, a spokesman for" , "date" : "19971006" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Photos of Boys Lead to Arrest Of Mother And Friend" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/06\/nyregion\/photos-of-boys-lead-to-arrest-of-mother-and-friend.html"} ,   {"body" : "LOTS of people love football, but the gentlemen of the Brooklyn Mariners really love football. ''You can't worry about getting hurt -- when you're out here playing you just can't think about it,'' said Frankie Smith, 36, a linebacker and owner of Competent Fire Sprinkler, though when he hurt his knee in a game three years ago he said, ''The first" , "date" : "19971005" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BETTER THAN SEX?; Why We Play Semipro" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/05\/nyregion\/better-than-sex-why-we-play-semipro.html"} , {"body" : "In the first glimmer of a new policy he intends to pursue if re-elected, Mayor Rudolph W. Giuliani today promised a widespread effort to reduce drug use in New York City, outlining a three-part program that would focus on law enforcement, anti-drug education and increased treatment programs. In a speech to a standing-room audience of students at" , "date" : "19970930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Offering a Glimpse of a 2d Term, Giuliani Vows a War on Drugs" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/30\/nyregion\/offering-a-glimpse-of-a-2d-term-giuliani-vows-a-war-on-drugs.html"} , {"body" : "On the hot Sunday afternoon before Labor Day, Ruth W. Messinger stood on the deck around a swimming pool at the Skyview Apartments, a co-op complex in the Riverdale section of the Bronx, squinting as the sun glittered off the water, and came face to face with what may be the biggest obstacle in her quest to become mayor of New York. Before her" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "47" , "title" : "Messinger Sounds the Alarm" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/nyregion\/messinger-sounds-the-alarm.html"} , {"body" : "Events yesterday in the Democratic mayoral primary campaign in New York City. RUTH W. MESSINGER Ms. Messinger began the day with some old-fashioned electioneering, shaking hands with subway riders during the early morning rush at the Newkirk Avenue station in Flatbush, Brooklyn. Later, she attended a news conference outside City Hall, where she" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "On the Trail" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/nyregion\/on-the-trail-937193.html"} , {"body" : "Last Thursday, Melissa Farnesi Dubizh, a teacher with two years of experience, was called by the personnel office of the New York City Board of Education to the hiring hall at Martin Luther King Jr. High School, a hulking Darth Vaderesque building of dark brick and smoked glass that doubles as central headquarters for all public high schools in" , "date" : "19970903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Convoluted System of Teacher Hiring Spawns Backdoor Alternative" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/03\/nyregion\/convoluted-system-of-teacher-hiring-spawns-backdoor-alternative.html"} , {"body" : "TITO MAHONES woke up in his Bedford-Stuyvesant apartment last Tuesday feeling better than he had in weeks. He may have only had a few dollars in his pocket, but the 40-year-old handyman, street hawker and jack-of-all trades was expecting a few renovation jobs to come his way. For once, he thought, good luck was on his side. After tinkering with" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tito Mahones: A Life On the Edge" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/tito-mahones-a-life-on-the-edge.html"} , {"body" : "The first time he was beaten by the police, he says, he was 16 and had just been arrested for a killing in Brooklyn. He says that the blows came for two and a half hours and that when it was over, his own mother did not recognize him. It was 1963 and his name was Philip Luciano. He was a gang leader who wrote poetry on the side and secretly dreamed" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "One Man's Journey To Police Adviser" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/one-man-s-journey-to-police-adviser.html"} , {"body" : "A 16-year-old girl was arrested yesterday and charged with endangering the welfare of her 20-month-old daughter, who has been missing since Tuesday. The police said that they believe the teen-ager, Robine Blue, removed the toddler from the foster home they shared in Brooklyn and took her to her own mother, who has an extensive history of" , "date" : "19970811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Missing Toddler's Mother, 16, Charged With Endangerment" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/11\/nyregion\/missing-toddler-s-mother-16-charged-with-endangerment.html"} , {"body" : "An off-duty transit officer shot a man who tried to rob him as he was entering an apartment building in Brooklyn early yesterday morning, the police said. The officer, Michael Acevedo, 30, was walking into the building at 390 Bushwick Avenue shortly after midnight to visit family members when he was confronted by Lamont Daniels, 19, and a group of" , "date" : "19970806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "An Officer Shoots A Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/06\/nyregion\/an-officer-shoots-a-robbery-suspect.html"} , {"body" : "A 6-year-old boy was killed yesterday in Brooklyn in what the police said was a hit and run. The death occurred at 7:39 P.M. at 40 Cooper Street in Bushwick, where a car crossed the double yellow line and struck the child, the police said. Officials could not say whether the boy was on the sidewalk when he was struck. The driver then fled but was" , "date" : "19970805" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Killed in Hit and Run" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/05\/nyregion\/boy-killed-in-hit-and-run.html"} ,   {"body" : "The Irish who moved to Mott Haven in the 1860's searching for jobs are long gone, but the memory lingers at St. Jerome's Roman Catholic Church. The altar and sanctuary walls -- in marble of green, white and orange-yellow -- are a sly echo of the Irish colors. Above, huge stained-glass windows depict Bible scenes, like Jesus feeding the multitudes." , "date" : "19970728" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mexicans in New York Search for a Toehold on a Crowded Ladder" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/28\/nyregion\/mexicans-in-new-york-search-for-a-toehold-on-a-crowded-ladder.html"} , {"body" : "IN a small corner of East Harlem a handful of moderate-income home buyers are starting this summer to reap the benefits of a five-year effort to create new homes within the shells of once-blighted city-owned town houses. ''Never in a million years did I think I would own my own building,'' said Mary Otero, a 36-year-old clearing clerk at a" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Filling Vacant Shells With Proud Homeowners" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/realestate\/filling-vacant-shells-with-proud-homeowners.html"} , {"body" : "The reading scores of third-grade students in New York City's most troubled schools showed their greatest gain in eight years, according to the results of state reading tests released yesterday. The overall scores of the city's third-grade students also inched up, reversing a three-year decline, according to the figures released by the State" , "date" : "19970718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "3d Graders Improve Test Scores In Reading" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/18\/nyregion\/3d-graders-improve-test-scores-in-reading.html"} , {"body" : "A distraught man shot and killed his former girlfriend in an apartment building in a Brooklyn housing project last night, then, outside the building, threatened suicide and pointed a shotgun at police officers, who shot and killed him in response, the police said. Police officers responding to a report of shots fired at 130 Moore Street in the" , "date" : "19970718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Kill a Gun-Wielding Suspect Who Threatened Suicide" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/18\/nyregion\/police-kill-a-gun-wielding-suspect-who-threatened-suicide.html"} , {"body" : "A 3-year-old boy died after he fell out of a taxi yesterday in Bushwick, Brooklyn, the police said. The boy, Erick Mims of 104 Grove Street, suffered a fractured skull after he fell out of a taxi at the intersection of Bushwick Avenue and Putnam Avenue at about 5:30 P.M, Detective Robert Samuel, a police spokesman, said. The boy was apparently" , "date" : "19970716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy, 3, Is Killed in a Fall From a Taxi in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/16\/nyregion\/boy-3-is-killed-in-a-fall-from-a-taxi-in-brooklyn.html"} , {"body" : "New York State's Education Commissioner has proposed that all high school students be required to choose a field of concentration, akin to a major in college, from English or history to advertising or health. Under the plan, which would be the first of its kind in the country, all high school students would have to take five or six yearlong courses" , "date" : "19970716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Plan Offered For 'Majoring' In High School" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/16\/nyregion\/plan-offered-for-majoring-in-high-school.html"} , {"body" : "A 74-year-old woman was killed when she was hit by a stolen sports utility vehicle while she was walking home from church in Bushwick, Brooklyn, yesterday. The vehicle's occupants fled, the police said, but one was caught and has been charged with vehicular manslaughter, leaving the scene of an accident and grand larceny in the theft of the" , "date" : "19970714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Woman, 74, Is Killed In Hit-and-Run Crash" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/14\/nyregion\/woman-74-is-killed-in-hit-and-run-crash.html"} , {"body" : "A day after the roof of their church collapsed, dooming the building to a quick demolition, some members of the Great Joy Baptist Church in Bushwick, Brooklyn, held to their Sunday morning routine yesterday. Dressed in their Sunday best, church hats barely shielding them from the noon sun, a half-dozen members sat in white lawn chairs and gazed" , "date" : "19970714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After a Church's Collapse, a Stoic Congregation Resolves to Rebuild" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/14\/nyregion\/after-a-church-s-collapse-a-stoic-congregation-resolves-to-rebuild.html"} , {"body" : "INTERNATIONAL A1-9 Albright Fights Emotions In Her Visit to Prague The true story of Madeleine K. Albright's origins -- what she called her ''Jewish background'' -- was palpable, public and painful in her first visit to Prague since becoming Secretary of State and learning of her Jewish roots. In the old Jewish quarter, she saw the synagogue where" , "date" : "19970714" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/14\/nyregion\/news-summary-120995.html"} , {"body" : "THE dinner with the police brass was going well. The East Harlem Community Corporation, a local community action group, wanted to thank the commanders of the 23d and 25th Precincts for help with a local festival. But as Roberto Anazagasti, a subway signalman and the group's volunteer chairman, raised his glass of sangria for another toast, the" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Darkest Hours of a Dark Time" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/the-darkest-hours-of-a-dark-time.html"} ,   {"body" : "For years, the tiny wooden church at 1171 Greene Avenue, lately known as the Great Joy Baptist Church, had been an aid and comfort to the Bushwick section of Brooklyn. When the blackout that occurred 20 years ago tonight plunged Bushwick into chaos and looting, the 101-year-old church helped businesses and families recover. And when neglected" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Church Roof in Brooklyn Collapses During a Meeting" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/a-church-roof-in-brooklyn-collapses-during-a-meeting.html"} , {"body" : "''We're cleaning up this community, but Bay Ridge is the cleanest community in Brooklyn,'' said one criminal removing graffiti from the Bay Ridge monastery wall last Sunday as part of his probation. ''My community'' -- he lives in Flatbush -- ''needs cleaning up more than this. Why don't we clean up our own communities?'' Over the last five years," , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "How a Community Gets Community Service: Being Organized Helps" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/how-a-community-gets-community-service-being-organized-helps.html"} , {"body" : "MANY New Yorkers, possibly most by now, are too young or too new in town to remember the night when the light went out in the soul of the city. It was 20 years ago this weekend, a time when some were getting ready to say Kaddish for New York. What else do you do before burying someone except recite the Jewish prayer for the dead? On the night of" , "date" : "19970711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'77 Blackout: The Heart Of Darkness" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/11\/nyregion\/77-blackout-the-heart-of-darkness.html"} , {"body" : "The police were considering bringing charges yesterday against a man who they said beat nearly to death a suspect in the sexual assault of a 5-year-old Brooklyn boy. According to the authorities, the boy, who lives in Bushwick, told his mother on Saturday that he had been sexually assaulted by a local handyman who does odd jobs around the" , "date" : "19970708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Suspect in Boy's Sex Abuse Is Beaten Nearly to Death" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/08\/nyregion\/suspect-in-boy-s-sex-abuse-is-beaten-nearly-to-death.html"} , {"body" : "A retarded 8-year-old boy from Brooklyn was sexually assaulted on Saturday afternoon in a schoolyard by a man who befriended the boy two weeks ago, the police said yesterday. The boy, who lives in Bushwick, first met the man, who called himself Henry, about two weeks ago, said the police, who are seeking the assailant. The man befriended him and," , "date" : "19970707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Is Sought in Attack On Retarded Boy, 8" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/07\/nyregion\/man-is-sought-in-attack-on-retarded-boy-8.html"} , {"body" : "A 15-year-old runaway who the police said had been trying to persuade her best friend to stop dating a 33-year-old reputed gang member was shot and killed late Wednesday night in Highland Park in Brooklyn. The police arrested the boyfriend early yesterday morning and charged him with her murder. The victim, Jessica Keohane, 15, whose parents live" , "date" : "19970704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Man Killed Runaway, 15, in 3-Way Lover's Quarrel in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/04\/nyregion\/police-say-man-killed-runaway-15-in-3-way-lover-s-quarrel-in-brooklyn.html"} , {"body" : "In Chinatown, which in years past has been transformed into a sort of pyrotechnics emporium in the days leading up to the Fourth of July, a steady stream of hapless teen-agers paraded up and down yesterday searching vainly for fireworks, or at least a firecracker or a sparkler. Vendors sold ginger and ginseng, jade pendants and Puerto Rican flag" , "date" : "19970703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LITTLE ITALY (NYC)" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fireworks Sales Doused by City Crackdown" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/03\/nyregion\/fireworks-sales-doused-by-city-crackdown.html"} , {"body" : "A recent spate of high-profile killings may have given New Yorkers the impression that crime has been rising, but preliminary police statistics obtained yesterday show that it continued to fall throughout the city during the first half of 1997 and that the murder rate was dropping fastest of all. When the city recorded fewer than a thousand" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder Rate Is Continuing To Decrease" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/murder-rate-is-continuing-to-decrease.html"} , {"body" : "TO a funky version of ''Pomp and Circumstance,'' students from El Puente's Academy for Peace and Justice strutted into Brooklyn's Majestic Theater yesterday. The softly lighted hall had the raw look of exposed brick and artfully chipped plaster. The setting was fitting, since the school is a work in progress. Founded in 1993 at El Puente's" , "date" : "19970628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Going Ahead, Grounded In Reality" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/28\/nyregion\/going-ahead-grounded-in-reality.html"} , {"body" : "Thirty-nine vacant, city-owned walk-ups, many with ''mom and pop'' shops downstairs, are to be gut rehabilitated and sold to homeowners and investors for $90,000 to $385,000, according to Lori Holland, spokeswoman for Neighborhood Housing Services, which is renovating and selling them. This is the first wave of buildings -- six in Queens and the" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Sale by City: 39 of Its Walk-Ups" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/realestate\/for-sale-by-city-39-of-its-walk-ups.html"} ,   {"body" : "A MERGER of two bakery companies has brought David Dew and his brother, Stephen, to the East Williamsburg section of Brooklyn. And it has made them, unknowingly, neighbors of Buddy and Jack Teich, Joe Piela, and Martin Greenfield. In the urban industrial milieu, anonymity usually prevails. All these men run businesses in a heavy-industry zone of" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "A Brooklyn Industrial Area Draws on Loyalties" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/realestate\/a-brooklyn-industrial-area-draws-on-loyalties.html"} , {"body" : "Ever since Fernando Ferrer dropped out of the mayor's race, Mayor Rudolph W. Giuliani has been aggressively courting Hispanic voters with a series of news conferences on the steps of City Hall featuring endorsements from prominent Hispanic New Yorkers, preferably Democrats. Yesterday, the campaign held yet another event that aides said would" , "date" : "19970531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Giuliani Enlists 'Latino' Backer Who Doesn't Quite Fit the Bill" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/31\/nyregion\/giuliani-enlists-latino-backer-who-doesn-t-quite-fit-the-bill.html"} , {"body" : "A venture capital fund established last year by the financier Henry R. Kravis to encourage job growth and economic development in New York is investing $2 million with two distressed New York City hospitals to help them go head-to-head with giant health maintenance organizations like Oxford and U.S. Healthcare. Health care experts believe the" , "date" : "19970530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Kravis Fund Invests $2 Million With Hospitals" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/30\/nyregion\/kravis-fund-invests-2-million-with-hospitals.html"} , {"body" : "Income Support Center 84, which for 31 years has handled welfare for thousands of families in the Williamsburg section of Brooklyn, will close on June 30. When it does, the 7,800 welfare cases it handles will be somebody else's responsibility. Welfare reform, an amalgam of national and local efforts to remake public assistance, has helped cut the" , "date" : "19970529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SOUTHSIDE (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As a Center Closes, Front-Line Workers Are Pushed Into Turmoil" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/29\/nyregion\/as-a-center-closes-front-line-workers-are-pushed-into-turmoil.html"} , {"body" : "The Brooklyn man who had indicated to officials of a Newark hospital that he was deaf and mute has found his voice again upon returning home to New York City -- but he says he cannot remember being unable to hear or speak. The man, Jose Gomez, began talking with doctors this week at Woodhull Medical Center, Renalda Higgins, a spokeswoman for the" , "date" : "19970524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Man Finds His Voice, but Forgets Having Lost It" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/24\/nyregion\/man-finds-his-voice-but-forgets-having-lost-it.html"} , {"body" : "AT first sight, Benny Bonilla loved Dee Dee, even if she did look as much like a monkey as a kitten. His pal Mike Melendez politely said she was ''unattractive.'' But Dee Dee woke up Mr. Bonilla with kisses, cried when he went to work and jumped all over him when he came home. When it seemed as though she had walked out on him after five years, he" , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Desperately Seeking Dee Dee" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/nyregion\/desperately-seeking-dee-dee.html"} , {"body" : "The mother and son from Bushwick, Brooklyn, who arrived in a Newark hospital on Sunday without identification or the apparent ability to speak were transferred yesterday by New York City officials to Woodhull Medical Center, a municipal hospital in Williamsburg, Brooklyn. The couple, Jose Gomez and his mother, Lydia Espina, were taken by ambulance" , "date" : "19970517" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Mystery Mother and Son Are Sent to New Hospital" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/17\/nyregion\/mystery-mother-and-son-are-sent-to-new-hospital.html"} , {"body" : "Many of Jose Gomez's neighbors in Bushwick, Brooklyn, know him as not deaf and not mute. Yesterday, they said he was not particularly shrewd, either. To officials of St. James Hospital in Newark, Mr. Gomez is the formerly nameless man in his 40's who showed up with an aging woman in a wheelchair at a Newark hospital on Sunday, unable to speak," , "date" : "19970516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mysterious Pair Identified, but Answer Raises Questions" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/16\/nyregion\/mysterious-pair-identified-but-answer-raises-questions.html"} , {"body" : "High above the steel beams of the elevated Myrtle Avenue subway station in Bushwick, Brooklyn, transit workers yesterday sawed off and carted away a New York icon: the last ancient, token-gobbling mechanical turnstile. A crew of workers, clad in bright orange hard hats and armed with electric saws and hammers, plowed into the concrete to remove" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Last Clink for Token-Only Turnstiles" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/last-clink-for-token-only-turnstiles.html"} , {"body" : "Each day over the last two months, Mayra Oliveras stopped whatever she was doing for a moment, closed her eyes and asked God to answer a simple prayer: that her two young sons, Michael and Angel, would be awarded scholarships to enable them to attend a Catholic school. ''I would say, 'If it's in His will and power, I would like to have it,' '' Ms." , "date" : "19970513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Students Chosen for Grants To Attend Private Schools" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/13\/nyregion\/students-chosen-for-grants-to-attend-private-schools.html"} ,   {"body" : "Sea Legs for Landlubbers: Sailing School on a Pier Kenneth Post's passion is sailing. Even when he was ice skating early last year with his wife, Betty, at the Chelsea Piers rink, it's all he could think about. So, at the beginning of this year, he opened up the Chelsea Sailing School on Pier 59 at 23d Street and the Hudson River. On April 19," , "date" : "19970504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1997\/05\/04\/nyregion\/new-yorkers-co-902578.html"} , {"body" : "ANDREA NIEVES is no scripture scholar. Still, she discovered a new commandment in the religious education classes she teaches each weekend at St. Barbara's Roman Catholic Church in Brooklyn: Thou shalt not expect students to volunteer to recite the lesson. ''Rely on volunteers?'' she said. ''Forget it. I'd have to do all the reading.'' Instead," , "date" : "19970430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "And the Voice Of the Student Shall Be Heard" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/30\/nyregion\/and-the-voice-of-the-student-shall-be-heard.html"} , {"body" : "The Board of Education is to file administrative charges on Monday seeking to dismiss a school safety officer for trying to initiate a romantic relationship with an 18-year-old female student, a board spokeswoman said yesterday. The officer, Sgt. Harry Roman, has been under investigation for several months on misconduct charges related to his" , "date" : "19970426" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "Letter Prompts Charges Against School Guard" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/26\/nyregion\/letter-prompts-charges-against-school-guard.html"} , {"body" : "She was but a few hours old and weighed only five and a half pounds when her body was found last month in a duffel bag atop a Dumpster in Bushwick, Brooklyn. But it was only in death that she got what she apparently lacked in life: guardians and a name. She was a foundling who did not survive, unclaimed and unknown. But two of the officers who" , "date" : "19970423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Denied Life, Abandoned Baby Girl Gets an Identity" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/23\/nyregion\/denied-life-abandoned-baby-girl-gets-an-identity.html"} , {"body" : "At Public School 32 in Flushing, Queens, a sprawling building crammed with children of Asian and Latin American immigrants, it takes Janice Gellman three days to read with each of the 27 students in her first-grade class. And it would take even longer, if the school didn't bus half of its kindergarten pupils to another elementary school a mile" , "date" : "19970414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Survey Suggests Class Sizes Exceed the Official Averages" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/14\/nyregion\/survey-suggests-class-sizes-exceed-the-official-averages.html"} , {"body" : "A FEW weeks ago, two gardeners sat in the freezing sleet under a pergola in the Garden of the Golden Lions in central Harlem. They were grappling with the news that three community gardens on 121st Street, between Adam Clayton Powell Jr. Boulevard and St. Nicholas Avenue, would have to close by the end of this month. Mary Emma Harris, an art" , "date" : "19970327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Is This City Big Enough For Gardens And Houses?" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/27\/garden\/is-this-city-big-enough-for-gardens-and-houses.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "The 22-year-old Bolivian immigrant's tourist visa had expired, and she was scared. On Valentine's Day, she hastily married her American boyfriend at the city's marriage bureau in Queens. But fellow immigrants warned her that, under new laws, she could still be deported unless she rushed to get legal status by April 1. So last month she walked into" , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Deadline Fear Exposes Many Immigrants to Fraud" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/deadline-fear-exposes-many-immigrants-to-fraud.html"} , {"body" : "A newborn girl was found unconscious atop a garbage bin in Bushwick, Brooklyn, yesterday and was pronounced dead at a local hospital an hour later, the police said. The baby was found by a worker at the Caribe Grocery story at 311 Evergreen Avenue at about 10:20 A.M., the police said. The infant had been placed in a travel bag with her head exposed" , "date" : "19970319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Infant Found on Bin Dies an Hour Later" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/19\/nyregion\/infant-found-on-bin-dies-an-hour-later.html"} , {"body" : "Amid the swirl of cocktail parties and panel discussions at the New York State Assembly Puerto Rican and Hispanic Task Force Conference here, there seems to be one topic commanding everyone's attention: the fate of Congresswoman Nydia Velazquez's district. It has been two weeks since a three-judge Federal panel invalidated the boundaries of the" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Latino Congresswoman Gets a Show of Support" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/nyregion\/a-latino-congresswoman-gets-a-show-of-support.html"} ,   {"body" : "The recreation room is thick with cigar smoke by late afternoon. Three drummers frantically pound sacred drums, enticing worshipers to crowd around and step to the pulse. A singer chants insults in an African language, hoping to anger the santos, or deities, into appearing. Suddenly, a woman draped in white shudders violently. Her eyes glaze, then" , "date" : "19970127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CUBA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Years of Secrecy, Santeria Is Suddenly Much More Popular. And Public." , "url" : "http:\/\/www.nytimes.com\/1997\/01\/27\/nyregion\/after-years-of-secrecy-santeria-is-suddenly-much-more-popular-and-public.html"} , {"body" : "THE image on the television was from Southern California -- a roadside crime scene where Ennis Cosby's body lay under a blanket. But the landscape flashing through Alfredo Valentin's mind was strictly the Bronx. His 17-year-old son, Derek Paul, and his friend Heith Simmonds, were murdered on Allerton Avenue two and a half years ago while trying to" , "date" : "19970118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "In the Bronx, A Father Feels Cosby's Pain" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/18\/nyregion\/in-the-bronx-a-father-feels-cosby-s-pain.html"} , {"body" : "IN its drive to build affordable homes in some of the city's poorest neighborhoods, the Giuliani administration has sounded the death knell for hundreds of community gardens that have, over the last 20 years, risen out of the rubble and rats of bankrupt, abandoned land. Starting this spring, 25 gardens in Harlem and Coney Island will be bulldozed" , "date" : "19970109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["0NYC"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Houses Before Gardens, The City Decides" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/09\/garden\/houses-before-gardens-the-city-decides.html"} , {"body" : "An off-duty New York City corrections officer was slashed in the face during a robbery attempt in Brooklyn early yesterday, but managed to shoot and arrest his attacker, the police said. The officer, Leo Alvino, 48, was walking to a convenience store near his home in Bushwick shortly after midnight when he was confronted by a man with a box cutter" , "date" : "19970105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Off-Duty Officer Is Slashed" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/05\/nyregion\/off-duty-officer-is-slashed.html"}]