[  {"body" : "A grand jury will begin hearing evidence on Monday in the the fatal shooting of an unarmed Brooklyn man, William J. Whitfield, by a police officer on Thursday. Yesterday, prosecutors met for an hour with the slain man's mother, grandmother and fiancee, as well as with the Rev. Al Sharpton and two lawyers who are advising the family. Mr. Sharpton" , "date" : "19971230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Grand Jury to Begin Hearings on Fatal Shooting of Brooklyn Man by Officer" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/30\/nyregion\/grand-jury-to-begin-hearings-on-fatal-shooting-of-brooklyn-man-by-officer.html"} , {"body" : "The fact that investigators have not yet interviewed the police officer accused of shooting an unarmed Brooklyn man to death last week has once again focused public scrutiny on the little-understood piece of police procedure known as the 48-hour rule, which gives police officers two full business days before they must answer questions about" , "date" : "19971229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rule to Shield Police Officer In Killing Stirs New Scrutiny" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/29\/nyregion\/rule-to-shield-police-officer-in-killing-stirs-new-scrutiny.html"} , {"body" : "The police officer who shot an unarmed man in a Brooklyn grocery store on Christmas Day will not give his account to detectives before Wednesday at the earliest, investigators said yesterday as protests over the slaying grew and Mayor Rudolph W. Giuliani urged New Yorkers to refrain from premature judgment. Apparently seeking to avoid procedural" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer Has Yet to Give Account of Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/officer-has-yet-to-give-account-of-fatal-shooting.html"} , {"body" : "There had been a report of gunfire crackling from a rooftop, and the police had swarmed to the Glenwood Houses in Canarsie, Brooklyn. Guns were drawn, including that of Officer Michael J. Davitt, 36, who in 14 years on the force had fired eight times, shot two people and been sent down twice for weapons retraining. Danger swirled in the wintry air." , "date" : "19971227" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Man Is Slain by Officer, Anger and Calls for Patience" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/27\/nyregion\/after-man-is-slain-by-officer-anger-and-calls-for-patience.html"} , {"body" : "A police officer shot and killed a 23-year-old man after chasing him into a grocery store in Canarsie yesterday in an episode that began after the police heard gunfire from the roof of an apartment building. But police officials could not immediately say whether they thought the man, William J. Whitfield, was the person who had fired shots from the" , "date" : "19971226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Chase, Police Kill Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/26\/nyregion\/after-chase-police-kill-brooklyn-man.html"} , {"body" : "When the chef Patrick Clark checked into Columbia-Presbyterian Medical Center the day after Thanksgiving for a long-awaited heart transplant, he knew dining would be an issue. ''I mean, we all know the stereotype: hospital food, airplane food,'' said Mr. Clark, 42, whose poor health forced him to step down recently after three years as executive" , "date" : "19971210" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Chef Spices Up Hospital Life; His Illness Is No Deterrent to a Taste for His Own Cooking" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/10\/nyregion\/chef-spices-up-hospital-life-his-illness-no-deterrent-taste-for-his-own-cooking.html"} , {"body" : "Mount St. Michael (10-0), led by halfback NcHendia Tajong, captured its second straight Catholic High Schools Football League Class A title by routing 6-4 St. Anthony's, 40-14, yesterday in front of 1,500 boisterous fans at St. John's University. The Mountaineers of the Bronx, winners of 15 consecutive games, continued to wreck defenses with their" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "HIGH SCHOOL FOOTBALL; Mount St. Michael Rolls On" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/sports\/high-school-football-mount-st-michael-rolls-on.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $200,000 200 Rector Place (Liberty Court) 1-bedroom, 1-bath, 665-sq.-ft. condo in a 10-year-old building; 24-hr. doormen, concierge, h\/w floors," , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/realestate\/residential-resales-080730.html"} , {"body" : "Federal Express is converting a former cabinetry factory in Canarsie into its largest distribution center in Brooklyn, a further sign of the transformation of much of the city's industrial base from manufacturing into warehousing and shipping. The overnight delivery company, based in Memphis, will open the center in a 170,000-square-foot building" , "date" : "19971113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Cabinetry Factory Is Being Converted By Federal Express" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/13\/nyregion\/cabinetry-factory-is-being-converted-by-federal-express.html"} , {"body" : "With a host of Democratic officials encouraging him, the Rev. Al Sharpton is considering a bid for the seat in Congress held by Representative Edolphus Towns, a Brooklyn Democrat who crossed party lines to support Mayor Rudolph W. Giuliani. Among those who have met with Mr. Sharpton to discuss the idea are former Mayor David N. Dinkins, the Rev." , "date" : "19971110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sharpton Says He May Run For Congress" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/10\/nyregion\/sharpton-says-he-may-run-for-congress.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "Francine Katzenbogen, a Brooklyn-born lottery millionaire who loved cats so much she worked tirelessly for animal adoption agencies, donated generously to their support and housed 20 beloved strays in luxury at her own suburban Los Angeles mansion, died on Oct. 30 at her home in Studio City. She was 51 and may have loved cats rather more than was" , "date" : "19971107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "Francine Katzenbogen, 51; Gave Cats the Lap of Luxury" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/07\/nyregion\/francine-katzenbogen-51-gave-cats-the-lap-of-luxury.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "Two months after the beating he said he suffered in a Brooklyn precinct station house made him a symbol of complaints about increasing police brutality, Abner Louima left a hospital last night under police escort. ''We're happy that he can take this first step and that God has been with him,'' Samuel Nicolas, Mr. Louima's cousin and a family" , "date" : "19971011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After 2 Months, Beating Victim Is Out of Hospital" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/11\/nyregion\/after-2-months-beating-victim-is-out-of-hospital.html"} , {"body" : "LOTS of people love football, but the gentlemen of the Brooklyn Mariners really love football. ''You can't worry about getting hurt -- when you're out here playing you just can't think about it,'' said Frankie Smith, 36, a linebacker and owner of Competent Fire Sprinkler, though when he hurt his knee in a game three years ago he said, ''The first" , "date" : "19971005" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BETTER THAN SEX?; Why We Play Semipro" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/05\/nyregion\/better-than-sex-why-we-play-semipro.html"} , {"body" : "To the Editor: I enjoyed your article describing the new superintendent of District 15 and the complexities surrounding his job. You state that the superintendent, Frank DeStefano, brings a solid set of administrative and academic credentials to this job. I believe that those credentials should have been spelled out. I would like to know more about" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Of Power Brokers and Race Cards; Educational Establishment Ignores Ethnic Realities" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/l-power-brokers-race-cards-educational-establishment-ignores-ethnic-realities-327590.html"} , {"body" : "Two men pushed their way into a home in Canarsie, Brooklyn, last night, shooting one man to death and critically wounding another, the police said. The attack occurred about 9 P.M., shortly after four residents of the house, at 549 East 85th Street, had arrived home from shopping, the police said. Two men pushed their way into the home through the" , "date" : "19970923" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK CITY; One Killed and One Hurt By Home Invaders" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/23\/nyregion\/metro-news-briefs-new-york-city-one-killed-and-one-hurt-by-home-invaders.html"} , {"body" : "P.S.A.L. After Kennedy of the Bronx lost its opener to Curtis of Staten Island, 21-0, last Saturday, Jerry Horowitz, the coach of the defending Public Schools Athletic League champion, said that his Knights' season would unfold in one of two ways. ''One thing we will not do is stay the same,'' he said. ''We'll either get much better or much" , "date" : "19970920" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "High School Football" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/20\/sports\/high-school-football.html"} , {"body" : "A police detective was recovering from surgery yesterday, after he shot himself in the leg on Wednesday night in Brooklyn while arresting a construction worker who is suspected of murder, the police said. The detective, Sgt. Michael Pascarelli, 36, had been staking out the suspect's house at 30 Paerdegat 11th Street in Canarsie at 10:10 P.M. when" , "date" : "19970919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Detective Is Recovering After Shooting Leg" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/19\/nyregion\/metro-news-briefs-new-york-detective-is-recovering-after-shooting-leg.html"} , {"body" : "A plainclothes police officer was shot in the right thigh last night in the Canarsie section of Brooklyn and was listed in stable condition at Kings County Hospital Center early today, the police said. The cause of the shooting, which occurred about 10:10 P.M., remained unclear early today. The officer's name was being withheld pending notification" , "date" : "19970918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Plainclothes Officer Is Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/18\/nyregion\/plainclothes-officer-is-shot-in-brooklyn.html"} ,   {"body" : "A New York City police officer was charged yesterday with asking another man to shoot him and then falsely reporting that he had been shot by a stranger. Although the indictment charging the officer does not give a motive for his alleged act, a law enforcement official said investigators believed the officer thought a wound would permit him to" , "date" : "19970917" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Badly Wounded Officer Is Accused of Arranging His Own Shooting" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/17\/nyregion\/badly-wounded-officer-is-accused-of-arranging-his-own-shooting.html"} , {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} , {"body" : "An off-duty police officer was shot and killed by an unknown assailant yesterday morning shortly after his car plowed into the side of a livery cab, the police said. The officer, Sgt. Walker Fitzgerald, 28, was driving his Chevy Blazer at a high speed on 99th Street in Queens when it rammed into the left side of the livery cab at the corner of" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Off-Duty Officer in Accident Is Found Dead Behind Wheel" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/nyregion\/off-duty-officer-in-accident-is-found-dead-behind-wheel.html"} , {"body" : "Schools Chancellor Rudy Crew said yesterday that some intermediate and high schools had wrongly turned away students trying to register on the first day of school and he ordered them to register all the new students in the next two days. Chiara Coletti, a spokeswoman for Dr. Crew, said that three overcrowded schools in Queens -- Intermediate School" , "date" : "19970905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Crew Orders Registration To Resume At 3 Schools" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/05\/nyregion\/crew-orders-registration-to-resume-at-3-schools.html"} , {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} , {"body" : "New York City's 1.1 million public-school children begin returning to their classrooms today to find a system that received an election-year infusion of new computers, textbooks, art classes and reading teachers over the summer vacation. But the system remains plagued by severe overcrowding and chronically low performance in one-third of its" , "date" : "19970903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "NEW YORK SCHOOLS OPEN WITH NEW AID AND OLD TROUBLES" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/03\/nyregion\/new-york-schools-open-with-new-aid-and-old-troubles.html"} , {"body" : "Gov. George E. Pataki signed a bill today that will, if it is approved by a Federal panel, redraw the lines of the largely Hispanic 12th Congressional District and five neighboring districts in New York City. The prospective new boundaries, which still have to pass judicial muster, are not expected to jeopardize the 1998 re-election prospects of" , "date" : "19970829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Pataki Signs Bill to Redraw District Lines" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/29\/nyregion\/pataki-signs-bill-to-redraw-district-lines.html"} , {"body" : "Mayor Rudolph W. Giuliani and Ruth W. Messinger skirmished yesterday over who was responsible for classroom overcrowding in New York City, issuing their attacks in separate visits to what is becoming the backdrop of choice for this year's campaign: the public schools. With less than two weeks before the Democratic primary, the fight between Mr." , "date" : "19970829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Schools Emerge as Campaign Battleground" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/29\/nyregion\/schools-emerge-as-campaign-battleground.html"} , {"body" : "The issue of whether public school children have received instruction beside urinals suddenly became a shrill point of contention this week in the mayoral campaign. But for years, overcrowded districts throughout the city have used some of the bathrooms in their schools as classrooms and as offices for teachers and guidance counselors. Jill Levy," , "date" : "19970828" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Schools Often Turn Bathrooms Into Classrooms" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/28\/nyregion\/schools-often-turn-bathrooms-into-classrooms.html"} , {"body" : "A second police officer from the 70th Precinct has come forward to give investigators an account of the sexual assault of a Haitian immigrant who was seriously injured on Aug. 9 at the hands of his police captors, a law enforcement official said yesterday as the police prepared to arrest at least two more officers in the attack. The new witness," , "date" : "19970818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2d Officer Gives Account Of Sex Assault of Haitian" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/18\/nyregion\/2d-officer-gives-account-of-sex-assault-of-haitian.html"} ,   {"body" : "New York's longest legislative session raced to a close today, with passage of a state budget containing the largest school spending and tax cut packages in state history, the most profound changes in welfare policy in half a century, and a flurry of bills on matters from banking regulation to Congressional redistricting. The Legislature met around" , "date" : "19970805" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "With a Rush, Legislature Ends a Session of Records" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/05\/nyregion\/with-a-rush-legislature-ends-a-session-of-records.html"} , {"body" : "It was a new auto repair shop in Brooklyn and its owners openly suggested to several of their customers that they were willing to do anything to make money. But the owners were undercover investigators with two goals: to disrupt the Gambino family's activities in Brooklyn and to expose any police corruption in tow-truck operations. After a 17-month" , "date" : "19970710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "13 Arrests in Sting at Police-Run Auto Shop" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/10\/nyregion\/13-arrests-in-sting-at-police-run-auto-shop.html"} , {"body" : "A recent spate of high-profile killings may have given New Yorkers the impression that crime has been rising, but preliminary police statistics obtained yesterday show that it continued to fall throughout the city during the first half of 1997 and that the murder rate was dropping fastest of all. When the city recorded fewer than a thousand" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder Rate Is Continuing To Decrease" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/murder-rate-is-continuing-to-decrease.html"} , {"body" : "Last December, when Federal agents in Florida swooped down on Nicholas Corozzo as he blissfully strolled along a resort beach, they said they had an airtight racketeering case against the rising Mafia star and apparent heir to John Gotti. But now the Government's case against Mr. Corozzo has been shaken by disclosures that the F.B.I. agent who" , "date" : "19970614" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Arrest of an Agent Threatens to Taint A Major Mob Case" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/14\/nyregion\/arrest-of-an-agent-threatens-to-taint-a-major-mob-case.html"} , {"body" : "LET us now praise famous museums, or at least a single great one: the Brooklyn Museum, recently rechristened the Brooklyn Museum of Art. First, hats off to its history. Between this year and next, the museum will celebrate two anniversaries: 175 years as a public institution, and a century of residence in its splendid Beaux-Arts home on Eastern" , "date" : "19970606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Wandering The World While Still In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/06\/arts\/wandering-the-world-while-still-in-brooklyn.html"} , {"body" : "The national tradition of Memorial Day also means the local tradition of Fleet Week, now 10 years old. The patriotic swell brought on by the holiday, coupled with the sight of several thousand sailors in crisp uniforms and gleaming ships docked on the Hudson, is a recruiter's dream. But while the thought of the military may bring the Army, Navy," , "date" : "19970527" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Recruiting for the Fleet" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/27\/nyregion\/recruiting-for-the-fleet.html"} , {"body" : "A study commissioned by New York City has found that allowing rent increases once an apartment falls vacant, a policy recommended by Gov. George E. Pataki, would have a limited impact on the rent of most apartments during the next two years. But a few areas, including the Upper West Side, would see rent increases as high as 30 percent, the study" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent Decontrol Study: From No Impact to 30% Increases" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/rent-decontrol-study-from-no-impact-to-30-increases.html"} , {"body" : "A 19-year-old Brooklyn woman was charged with murder yesterday after a grand jury found that she had secretly given birth at home, asphyxiated her newborn baby by wrapping him in a towel and plastic bag, and hid him in a dresser drawer. Investigators said that the woman, Karlie Ditrapani, who is unmarried, had hidden her pregnancy from her family," , "date" : "19970423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "19-Year-Old Woman Charged In Murder of Newborn Son" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/23\/nyregion\/19-year-old-woman-charged-in-murder-of-newborn-son.html"} , {"body" : "With the hard-won blessing of labor leaders, the Giuliani administration and the City Council agreed yesterday on a bill to give the city sweeping new powers to combat organized crime at the city's five major wholesale food markets. Under the agreement, the city would be allowed for the first time to investigate and expel officials of unions who" , "date" : "19970416" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bill Gives City New Powers To Fight Crime at Markets" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/16\/nyregion\/bill-gives-city-new-powers-to-fight-crime-at-markets.html"} , {"body" : "Residents of East New York, Brooklyn, who are still waiting for a major supermarket to take root in their poor neighborhood, may at least be able to walk to the movies by the end of the year. National Amusements Inc., which operates more than 1,100 movie theaters, said yesterday that it was preparing to build a $30 million, 14-screen cinema complex" , "date" : "19970412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "23" , "title" : "The Latest Coming Attraction: Movie House in East New York" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/12\/nyregion\/the-latest-coming-attraction-movie-house-in-east-new-york.html"} ,   {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "FINK-Stanley. In Memory of the Hon. Stanley Fink, Esq. The faculty, staff, administration and students of Kingsborough Community College join all residents of the City and State of New York in mourning the untimely passing of the Honorable Stanley Fink, Esq., former State Assembly Speaker and City University of New York Trustee. Speaker Fink" , "date" : "19970306" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths FINK, STANLEY" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/06\/classified\/paid-notice-deaths-fink-stanley.html"} , {"body" : "In his last semester of high school, Joseph Counts has not had the luxury of worrying solely about college acceptance letters, senior proms and class rings. Instead, the Brooklyn teen-ager has been consumed with finding a boarding school that won't close before the end of the school year. So far this year he has attended three black coed boarding" , "date" : "19970305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "20" , "title" : "Black Boarding Schools Suffer Unexpected Closings" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/05\/us\/black-boarding-schools-suffer-unexpected-closings.html"} , {"body" : "Chancellor Rudy Crew's proposals to broaden access to programs for gifted students met with support yesterday from many educators and school officials, but the idea alarmed some parents who said they feared the moves would dilute existing programs. And people on all sides of the issue suggested that the Chancellor's plans were sure to stir a" , "date" : "19970301" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Plan on Gifted Alarms Some, Pleases Others" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/01\/nyregion\/plan-on-gifted-alarms-some-pleases-others.html"} , {"body" : "The Scent of Memory Q. After a haircut and a shave, my barber splashes my face with a pale green liquid called Lilac Vegetal that, though soothing, has a musty floral scent that reminds me of my grandfather. Why do I still see it in so many New York barbershops? A. Tradition? The Edouard Pinaud Company, a Parisian fragrance manufacturer, began" , "date" : "19970216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1997\/02\/16\/nyregion\/fyi-631620.html"} , {"body" : "One person was arrested last night in the Canarsie section of Brooklyn after the police said he robbed a grocery store, pistol-whipped a clerk and shot another employee, critically wounding him. A police spokesman, Officer Martin Foley, said that the robbery occurred between 8 and 8:15 P.M. at the Big R store at 937 East 107th Street. The police" , "date" : "19970205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Is Shot in Robbery at Canarsie Store" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/05\/nyregion\/man-is-shot-in-robbery-at-canarsie-store.html"} , {"body" : "NEW YORK Officers Protest an Impasse In a choreographed expression of scorn for Mayor Giuliani, police officers by the scores marched outside every station house in the city in orderly though occasionally raucous protests against the Mayor's final contract proposal. $(Page A1.$) Sting in a Social Club From the outside, the Portofino Soccer Club in" , "date" : "19970124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/24\/nyregion\/metro-digest-321214.html"} , {"body" : "From the outside, the Portofino Soccer Club in the Canarsie section of Brooklyn was just another nondescript social club. But inside, the authorities say, it was the rendezvous for a select gathering of men who arranged million-dollar business deals for products like dresses from Donna Karan and Liz Claiborne, exercise machines, computers," , "date" : "19970124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "F.B.I. Agent Runs a Brooklyn Club to Snare a Mafia Outfit" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/24\/nyregion\/fbi-agent-runs-a-brooklyn-club-to-snare-a-mafia-outfit.html"} , {"body" : "To the Editor: On your ''Is New York Back?'' feature (Dec. 29), was Gillian McCain's tongue in her cheek when she said ''Unless respect is paid to what made it unique in the first place -- dirt, chaos, filth and sleaze,'' New York will lose its magic? As a native New Yorker, I'm glad to see the dirt, chaos, filth and sleaze (idolized by Ms. McCain)" , "date" : "19970119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Looking Back at 'Is New York Back?'" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/19\/nyregion\/l-looking-back-at-is-new-york-back-235873.html"} , {"author" : "Jim Schachter, a former reporter and editor at The Los Angeles Times, is enterprise editor of Business Day at The New York Times." , "body" : "Peter O'Malley announced last week that his family would sell the Los Angeles Dodgers -- and New Yorkers responded by heaping invective on his father for wrenching the team from Brooklyn 40 years before. It has always been so for O'Malley fils. For his entire professional life -- including the past 27 years as president of the Dodgers, one year" , "date" : "19970112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Peter O'Malley Is Breaking Out of His Father's Shadow by Selling the Franchise" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/12\/sports\/peter-o-malley-is-breaking-out-of-his-father-s-shadow-by-selling-the-franchise.html"} ,   {"body" : "A teen-ager shot on a basketball court outside a Brooklyn high school on Wednesday died yesterday, and three youths arrested in the shooting could now face murder charges. Dwight Archer, an 18-year-old known as Jamal, who lived in Brooklyn and was a special education student at South Shore High School in Canarsie, was playing basketball with a" , "date" : "19970111" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "1 Youth Dies, 3 Could Face Murder Counts" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/11\/nyregion\/1-youth-dies-3-could-face-murder-counts.html"} , {"body" : "Three brothers were arrested yesterday morning in the shooting on Wednesday of four teen-agers near George W. Wingate High School in Brooklyn. While school officials had said the shootings were not connected to the high school, two of the brothers, who are twins, attend Wingate, officials said. Ricardo Lara, 21, who was charged with attempted" , "date" : "19970110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "3 Brothers Arrested in Shooting Near Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/10\/nyregion\/3-brothers-arrested-in-shooting-near-brooklyn-school.html"} , {"body" : "Four teen-agers were shot yesterday and two of them critically wounded when gunfire erupted on a basketball court outside a Brooklyn high school, disrupting classes and sending students fleeing and ducking for cover. Although school officials took pains last night to say that the shooting was not connected to the school, all four victims were" , "date" : "19970109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 Students Shot Near a School In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/09\/nyregion\/4-students-shot-near-a-school-in-brooklyn.html"} , {"body" : "As soon as the reports of the firefighter's death began to circulate, colleagues from all over Brooklyn began calling Hook and Ladder Company 174 in East Flatbush. The callers volunteered to fill in for members of Ladder Company 174 so they could be free to tend to their grief and to take the long, sad drive to Suffolk County, where they paid their" , "date" : "19970106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CENTEREACH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For Firefighters, Grief Over a Colleague Killed While Jogging" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/06\/nyregion\/for-firefighters-grief-over-a-colleague-killed-while-jogging.html"}]