[  {"body" : "To the Editor: For the second time this year you have mistakenly identified places as being located in Fort Greene, Brooklyn, when in fact they were not. On March 9, you reported on Unity Fellowship Church on Classon Avenue, which was supposedly in Fort Greene, It was not. On Nov. 23, you focused on a stretch of Myrtle Avenue that is clearly" , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Pumping Pencils; Articles Were Off Mark On Fort Greene Boundaries" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/nyregion\/l-pumping-pencils-articles-were-off-mark-on-fort-greene-boundaries-707236.html"} , {"body" : "An elevator in a Brooklyn apartment building plunged six floors yesterday afternoon, collapsing on the ground floor and injuring the six people inside, Fire Department officials said. A spokesman for the department, Firefighter Elbert Washington, said the cause of the accident, at 429 Clinton Avenue in the Clinton Hill section, was unknown. The" , "date" : "19971208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Elevator Falls Six Floors, Injuring Six in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/08\/nyregion\/metro-news-briefs-new-york-elevator-falls-six-floors-injuring-six-in-brooklyn.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN FORT WASHINGTON $175,000 120 Cabrini Boulevard (Castle Village) 2-bedroom, 2-bath, 1,250-sq.-ft. prewar co-op; part-time doormen, Hudson River view; maintenance" , "date" : "19971130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/30\/realestate\/residential-resales-288624.html"} , {"body" : "Eel-Isaiah Bellamy didn't get the warm welcome he expected when he opened his tailoring shop, 4UII Wear on Myrtle Avenue in 1995, and he soon discovered why. The previous tenant had been selling drugs, he said, and old-timers assumed Mr. Bellamy would do the same. When it became clear that he was a ''young black man doing something positive,'' as" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Slow Going For Recovery On Myrtle" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/nyregion\/neighborhood-report-fort-greene-slow-going-for-recovery-on-myrtle.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "UNLESS Ruth W. Messinger can pull off New York's greatest upset since Bobby Thomson cleaned the Dodgers' clock in 1951, today is shaping up less like Election Day than Coronation Day for Mayor Rudolph W. Giuliani. Then again, why not a coronation for a race whose liveliest, if least edifying, moment featured the incumbent doing his Henry IV" , "date" : "19971104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; His Subjects Petition King Rudolph" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/04\/nyregion\/nyc-his-subjects-petition-king-rudolph.html"} , {"body" : "DOWNTOWN BROOKLYN Photos of Brooklyn Open Children's Eyes and Shutters Brooklyn can be seen through young eyes in an exhibition of photographs at Borough Hall by children 6 through 12 years old. The photos of churches, houses, and people in Clinton Hill, Bedford-Stuyvesant and Fort Greene were taken at an after-school workshop held at the Young" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/nyregion\/playing-in-the-neighborhood-884448.html"} , {"body" : "On Aug. 16, 1995, James Webb was released on parole after serving 20 years in prison for raping a half-dozen women in the 1970's. The next day, a woman, the first of four, was raped in a series of attacks in neighborhoods near Mr. Webb's. Yesterday, Mr. Webb, 47, was convicted in State Supreme Court in Brooklyn of the four rapes between Aug. 17 and" , "date" : "19971030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO NEWS BRIEFS: NEW YORK; Paroled Rapist Convicted In 4 Attacks in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/30\/nyregion\/metro-news-briefs-new-york-paroled-rapist-convicted-in-4-attacks-in-brooklyn.html"} , {"body" : "To the Editor: In response to your article ''Seat Belts Ignored, Despite Diana'' (Sept. 14), about passengers in taxicabs, I beg to differ from the conclusion that this clever tactic isn't having its desired effect. I, for one, am a frequent rider of New York City taxis who does listen up to the ingenious persuasion of celebrities and sports" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "For One Rider, at Least, Seat Belt Warnings Work" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/l-for-one-rider-at-least-seat-belt-warnings-work-796255.html"} , {"body" : "An adage urges storytellers to write about what they know. Raymond Chandler followed this advice and wrote about the underside of Los Angeles. Martin Scorsese used the New York City of his childhood to make movies about gangsters. Now, Joe Brewster has made a movie about a place he knows well: the Brooklyn House of Detention. There, Dr. Brewster, a" , "date" : "19970920" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "Jailer and Jailed, Alone Together" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/20\/nyregion\/jailer-and-jailed-alone-together.html"} ,   {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} , {"body" : "LYNN KORDA and Jules Kroll raised four children in a 5,900-square-foot home in Rye, N.Y. But now that their children are grown, they have decided to upsize, as builders say, and are planning a new house of at least 8,000 square feet. While Charles and Elaine Evans's three children were growing up, their country house in East Hampton, N.Y., had only" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Couples Build Bigger as Their Children Leave Home" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/garden\/couples-build-bigger-as-their-children-leave-home.html"} , {"body" : "To the Editor: As a regular bicycle rider through the city's streets, I have no patience with the handful of reckless bikers who violate safety rules and good sense. I applaud police efforts to curb riding that risks the life and limb of others. But what about the double-parked motorists who force me to swerve into traffic lanes? What about the" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Crackdown on Cyclists Misses the Truly Dangerous" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/nyregion\/l-crackdown-on-cyclists-misses-the-truly-dangerous-872270.html"} , {"body" : "On Aug. 23, Nicholas Heyward wore his pain on his body as well as his lips. His son's picture was inside a pendant that hung from a chain around his neck. His T-shirt advertised the Nicholas Heyward Jr. All-Star Memorial Classic basketball tournament. And Mr. Heyward told the small crowd assembled on the Gowanus Playground to commemorate what would" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Another Birthday Marked for Dead Boy as Grief Holds On" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/nyregion\/another-birthday-marked-for-dead-boy-as-grief-holds-on.html"} , {"body" : "She was the first black woman elected to the City Council, and in her 23 years in office, Mary Pinkett has come to be seen as a political fixture in central Brooklyn and in the Council itself. But Ms. Pinkett is now in the middle of a knotty re-election campaign that is calling into question her effectiveness in the Council. In a three-way race" , "date" : "19970820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Say It's Time the Incumbent Left" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/20\/nyregion\/two-say-it-s-time-the-incumbent-left.html"} , {"body" : "Clinton Hill is home to brownstones and black professionals, to the Pratt Institute and public housing projects. Now a pioneering group of Hasidim have been blended into that mix as well. Close to 40 Satmar families -- some 300 people -- have left the overcrowded confines of Williamsburg to take up residence in a former factory renovated" , "date" : "19970810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Hasidic Pioneers Set Forth From Williamsburg to Seek Space Across a New Frontier" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/10\/nyregion\/hasidic-pioneers-set-forth-from-williamsburg-to-seek-space-across-a-new-frontier.html"} , {"body" : "A Housing Authority worker helping to fix pipes at a housing project in the Clinton Hill section of Brooklyn was shot in the back yesterday afternoon after he encountered three masked robbers, the police said. The worker, Louis Kercher, 38, of Staten Island, was listed in stable condition at Bellevue Hospital Center yesterday. He is a nine-year" , "date" : "19970807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Gunmen Shoot Worker At a Housing Project" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/07\/nyregion\/gunmen-shoot-worker-at-a-housing-project.html"} , {"body" : "Dozens of parents and teachers at Public School 3 are seething at the decision by the district superintendent, Anthony J. Alvarado, to restrict this fall's kindergarten class to pupils who live in the immediate neighborhood or who have a brother or sister already attending the school. Mr. Alvarado said the change was necessary because he wanted to" , "date" : "19970504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Critics Say P.S. 3 Plan Will Sap Character" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/04\/nyregion\/critics-say-ps-3-plan-will-sap-character.html"} , {"body" : "HOUSE tours, show houses and garden tours -- each a fund-raiser for a social-service organization, school or historic preservation group -- have started at country estates, urban apartments and backyard gardens from Boston to Delaware. New York City Flatbush, Brooklyn, Sunday -- A self-guided tour of 10 Victorian residences, including a 1903 Queen" , "date" : "19970424" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PENNSYLVANIA" , "DELAWARE" , "RHODE ISLAND" , "MASSACHUSETTS" , "MARYLAND" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Touring Gardens, Homes and Estates" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/24\/garden\/touring-gardens-homes-and-estates.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $635,000 200 Rector Place (Liberty Court) 3-bedroom, 3-bath, 1,550-sq.-ft. condo in a 10-year-old building; 24-hr. doormen, balcony, Hudson River" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/realestate\/residential-resales-391492.html"} , {"body" : "Half the freshman class of 2002 entering Pratt Institute in the Clinton Hill section of Brooklyn next year is in for a pleasant surprise -- dormitory rooms of a kind usually reserved for juniors and seniors. Construction is to start in July on a 128-room freshman dormitory, named Stabile Hall, on a site along Emerson Place on the eastern edge of" , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Pratt Institute, a New Dormitory" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/realestate\/for-pratt-institute-a-new-dormitory.html"} , {"body" : "Christopher G. Wallace, the Brooklyn tough who became the million-selling rap star known as Biggie Smalls and the Notorious B.I.G., was driven in a hearse yesterday for a final ride through the streets where he grew up, as several thousand people mourned both for him and for the violence that has shaken the rap world. The procession itself was" , "date" : "19970319" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Rap Star's Final Ride, Homage Is Marred by a Scuffle" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/19\/nyregion\/on-rap-star-s-final-ride-homage-is-marred-by-a-scuffle.html"} , {"body" : "Without being asked, Donald Watson cupped his hands to his mouth and began blowing and sucking air in choppy rhythms, all the while humming in his throat and tapping his feet in counterpoint. ''That's the way Chris used to do it,'' he said of the rap beats echoing off the dingy facades in the Bedford-Stuyvesant section of Brooklyn where the two men" , "date" : "19970317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Short Life of a Rap Star, Shadowed by Many Troubles" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/17\/nyregion\/the-short-life-of-a-rap-star-shadowed-by-many-troubles.html"} , {"body" : "IT'S another Saturday morning and Dan MacGowan, coffee cup at hand, is once again hunched at his desk, poring over the real estate listings. Kathy MacGowan, no longer an ardent adherent to this ritual, sits nearby, reading something -- anything! -- that does not have to do with apartment hunting. So it has been for too many weekends in the" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Much of the City, A Robust Market" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/realestate\/in-much-of-the-city-a-robust-market.html"} , {"body" : "Coffee, Tea, Magazines And Publishing Connections By day, Patricia Mulcahy is the editor in chief at Doubleday. By night, beginning on Tuesday, Ms. Mulcahy will be the co-proprietor of Tillie's of Brooklyn, a coffee bar and magazine shop at 248 De Kalb Avenue in Fort Greene. Ms. Mulcahy, who has lived in neighboring Clinton Hill for the last seven" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/nyregion\/new-yorkers-co-964034.html"} , {"body" : "IN Detroit, Keely Robinson's parents lived in private homes, and she grew up in two of them, both in middle-class neighborhoods. Kenneth Walker has owned houses both in Toronto and the Caribbean island of Jamaica. Jason Pascal's father was a taxi driver in Trinidad and owned his own house. ''My family never paid rent,'' Mr. Pascal said. The common" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "How 'Equity Leases' Became a Track to Ownership" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/realestate\/how-equity-leases-became-a-track-to-ownership.html"} , {"body" : "Among the members of New York City's Congressional delegation, the redistricting rumors are already swirling with gusto. According to one scenario, the 14th Congressional District, whose seat is held by Representative Carolyn B. Maloney, a Democrat of Manhattan and Queens, would be recarved under Republican pressure to provide an inviting" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Waiting for Congressional Redistricting and Wondering Who Will Be Seated" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/nyregion\/waiting-for-congressional-redistricting-and-wondering-who-will-be-seated.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $817,500 61 Jane Street (Hudson St.) (Cezanne) 2-bedroom, 2-bath, 1,500-sq.-ft. penthouse co-op; 24-hr. doormen, wrapped terrace, 3 exposures," , "date" : "19970209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/09\/realestate\/residential-resales-484750.html"} , {"body" : "Two years ago, when Barbara George's co-op building in Greenwich Village enrolled in a city program that offered rebates to landlords and apartment owners who installed water-saving toilets, Ms. George championed the program as a stroke of environmental genius. The new toilets use 1.6 gallons of water per flush, compared with about 5 gallons used" , "date" : "19970202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Low Flow, High Overflow" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/02\/nyregion\/low-flow-high-overflow.html"} ,   {"body" : "Charles E. Inniss, a retired vice president of the Brooklyn Union Gas Company and the chairman of the Bedford-Stuyvesant Restoration Corporation, died on Thursday at Memorial-Sloan Kettering Cancer Center in Manhattan. Mr. Inniss, who lived in the Clinton Hill section of Brooklyn, was 61. The cause was cancer, said his wife, Marjorie. Mr. Inniss" , "date" : "19970201" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "C. E. Inniss, 61; Was a Leader In Many Causes" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/01\/nyregion\/c-e-inniss-61-was-a-leader-in-many-causes.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST END AVENUE $138,000 55 East End Avenue (82d St.) 1-bedroom, 1-bath, 750-sq.-ft. postwar co-op; 24-hr. doormen, concierge, terrace, East River view; maintenance" , "date" : "19970119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/19\/realestate\/residential-resales-154148.html"}]