[  {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "In a darkened funeral parlor in Chinatown, heavy with the scent of incense and chrysanthemums, an Italian brass band plays ''My Jesus I Love Thee'' at a Buddhist service as family members, illuminated by flickering candles, bow ceremoniously to the deceased, an elderly man lying in an open coffin. On a windswept hillside at Cypress Hills Cemetery," , "date" : "19971028" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Mourning, Traditions Mingle; Cultural Exchange in the 'Neighborhoods of the Dead'" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/28\/nyregion\/in-mourning-traditions-mingle-cultural-exchange-in-the-neighborhoods-of-the-dead.html"} , {"body" : "One summer night 15 years ago, an overheated salesman desperate for a drink blew into the Yellow Rose, a roomy, homey bar a block from the Queens border. ''Thank God, you're the last bar in Brooklyn,'' he said to Addie, the bar's owner, tender, keep and bouncer. (''I'm Addie to the whole world,'' she says, resolutely refusing to give a last name" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CYPRESS HILLS; Bar Is a Borderline Case" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/neighborhood-report-cypress-hills-bar-is-a-borderline-case.html"} , {"body" : "Hoping to end a long and increasingly bitter dispute involving public school parents and a food company in Brooklyn, the Giuliani administration has announced a plan that would allow construction of a badly needed new school and also allow the company to expand its plant. City officials called the proposal -- under which a coveted parcel on" , "date" : "19970910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools and Industry Clash Over Site in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/10\/nyregion\/schools-and-industry-clash-over-site-in-brooklyn.html"} , {"body" : "As Buddhist priests in long black robes took turns chanting under towering oaks at the Locust Valley Cemetery here, Misako Rudiger bowed and walked slowly toward a small table laden with fruit, flowers, lighted candles and photographs of the dead. She took a pinch of incense between her fingers, raised it to her forehead, then sprinkled it on a" , "date" : "19970901" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Place for All Eternity In Their Adopted Land" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/01\/nyregion\/a-place-for-all-eternity-in-their-adopted-land.html"} , {"body" : "Arthella Addei, the principal of Public School 306 in Brooklyn, has not had much of a summer vacation since school ended in June. She has spent much of her time shuttling between her Long Island home and her East New York office, trying to figure out, among other things, who is going to monitor the school's cafeteria this fall. Last year, four" , "date" : "19970727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Learning to Do Lunch Without the Teachers" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/27\/nyregion\/learning-to-do-lunch-without-the-teachers.html"} , {"body" : "A 15-year-old runaway who the police said had been trying to persuade her best friend to stop dating a 33-year-old reputed gang member was shot and killed late Wednesday night in Highland Park in Brooklyn. The police arrested the boyfriend early yesterday morning and charged him with her murder. The victim, Jessica Keohane, 15, whose parents live" , "date" : "19970704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Man Killed Runaway, 15, in 3-Way Lover's Quarrel in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/04\/nyregion\/police-say-man-killed-runaway-15-in-3-way-lover-s-quarrel-in-brooklyn.html"} , {"body" : "When their lives first intersected at a high school in the Bronx four years ago, Jonathan M. Levin was a graduate student working as a substitute English teacher and Corey Arthur was a restless 15-year-old in his class, a marijuana-smoking rapper who had committed a robbery and was sliding into deeper trouble. Over the 1993-94 school year, the" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "For Main Suspect in Teacher's Slaying, an Unfocused Life, Marked by Crime" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/for-main-suspect-in-teacher-s-slaying-an-unfocused-life-marked-by-crime.html"} , {"body" : "The smoke of burning incense curled to the ceiling of a funeral home in Chinatown yesterday, an ephemeral sign that those who loved her wished Wu Quin-Rong all the peace and happiness in her next life that she was denied in this one. Throughout the afternoon, dozens of people made their way down rain-slickened Canal Street to the Hong Kong Funeral" , "date" : "19970603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Slain Girl Is Mourned in Chinatown" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/03\/nyregion\/slain-girl-is-mourned-in-chinatown.html"} , {"body" : "Of the nearly 54,000 people who crowded Shea Stadium last night to honor Jackie Robinson, only a handful knew the man who 50 years before broke the color barrier in baseball and changed the range and hue of America's heroes. Rachel and Sharon Robinson, mother and daughter, who joined President Clinton and other dignitaries for the tribute to" , "date" : "19970416" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "A Grand Tribute to Robinson and His Moment" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/16\/sports\/a-grand-tribute-to-robinson-and-his-moment.html"} ,   {"body" : "For a decade, city officials have boasted that nearly three-quarters of New York's streets were acceptably clean. In February, Mayor Rudolph W. Giuliani released the city's latest self-evaluation, a survey that said 83 percent of the streets were clean -- a remarkable figure considering substantial cuts in the Sanitation Department's budget in" , "date" : "19970415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Review Finds the City Dirtier Than It Says It Is" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/15\/nyregion\/a-review-finds-the-city-dirtier-than-it-says-it-is.html"} , {"body" : "Residents of East New York, Brooklyn, who are still waiting for a major supermarket to take root in their poor neighborhood, may at least be able to walk to the movies by the end of the year. National Amusements Inc., which operates more than 1,100 movie theaters, said yesterday that it was preparing to build a $30 million, 14-screen cinema complex" , "date" : "19970412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "23" , "title" : "The Latest Coming Attraction: Movie House in East New York" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/12\/nyregion\/the-latest-coming-attraction-movie-house-in-east-new-york.html"} , {"body" : "A car whose driver was trying to avoid a vehicle checkpoint in Brooklyn yesterday afternoon struck a police officer who was working at the roadblock, breaking the officer's ankle, the police said. The police officer, who was not identified, was stopping and checking vehicles at Lincoln and Etna Avenues in the Cypress Hills section when he was" , "date" : "19970329" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Police Officer Is Hurt At Brooklyn Checkpoint" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/29\/nyregion\/police-officer-is-hurt-at-brooklyn-checkpoint.html"} , {"body" : "A Tiffany stained-glass window believed to be worth hundreds of thousands of dollars was stolen from a mausoleum in a Brooklyn cemetery yesterday morning, the police said. The theft occurred at about 11 A.M. at the Salem Fields Cemetery, which lies right along the border with Queens at 775 Jamaica Avenue near Cypress Hills Street in East New York." , "date" : "19970319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Tiffany Window Is Stolen at Cemetery" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/19\/nyregion\/a-tiffany-window-is-stolen-at-cemetery.html"} , {"body" : "ELEFTERAKIS-John, M.D., on March 6, 1997. Beloved husband of Dori. Loving father of Maria, John, Nicholas and Michael. Devoted son of Mary and John. Dear brother of Gregory and Valerie; Katherine and Dr. Nicholas Liakas. Reposing at Dahill Funeral Home, 2525 65th St., Brooklyn until Monday 10:00 AM. Funeral liturgy Three Hierarchs G.O. Church 11:00" , "date" : "19970308" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "52" , "title" : "Paid Notice: Deaths ELEFTERAKIS, JOHN, M.D." , "url" : "http:\/\/www.nytimes.com\/1997\/03\/08\/classified\/paid-notice-deaths-elefterakis-john-md.html"}]