[  {"body" : "As news goes -- the big single events that chill spines, get the pulse racing and last for weeks -- it was not the busiest of years. Not that the big news did not exist. There was Abner Louima and the awful brutality against him and the plight of the deaf Mexicans in horrific conditions in Queens. These stories seemed to capture deeper urban" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "The 10 Biggest Little Stories of 1997; The Showdown At Brooklyn Junction" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/the-10-biggest-little-stories-of-1997-the-showdown-at-brooklyn-junction.html"} , {"body" : "An article on Friday about Thanksgiving diners at a coffee shop on the Upper West Side of Manhattan misstated the name of the Brooklyn neighborhood that is home to the cook, James Mallas. It is Dyker Heights, not Dykes Point." , "date" : "19971202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/02\/nyregion\/c-corrections-407968.html"} , {"body" : "With its Formica counters patterned like marble and its faux-Tiffany glass wall panels, the Utopia Restaurant is a classic New York coffee shop, the kind of place where you have to check to make sure the table isn't damp before you set down your elbows, and where the air is redolent of toasting bread. It is also not the kind of place you would" , "date" : "19971128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gather Round the Counter ; Even a Neighborhood Diner Has Holiday Traditions" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/28\/nyregion\/gather-round-the-counter-even-a-neighborhood-diner-has-holiday-traditions.html"} , {"body" : "SO you voted for the Mayor, the rasp in his voice has almost become endearing and you are looking forward to four more years of feeling safe when you walk the dog at night. Then you find out that the city wants to put an off ramp from the Gowanus Expressway in your neighborhood, and suddenly you are sticking voodoo pins in your Giuliani doll. That" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How To Fight City Hall" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/how-to-fight-city-hall.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "All 51 members of the New York City Council are up for re-election next Tuesday. Here are our endorsements in the more competitive contests. Manhattan, Fourth District (East Side, from Peter Cooper Village and Stuyvesant Town to Yorkville): The incumbent, Andrew Eristoff, combines strong performance in most areas with an overriding flaw that" , "date" : "19971030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "City Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/30\/opinion\/city-council-endorsements.html"} , {"body" : "For residents of Bay Ridge, Dyker Heights and Borough Park who have vigorously fought a large shopping mall proposed for their area, the recent good news flowed like a champagne fountain. On Oct. 17, Gov. George E. Pataki and Mayor Giuliani issued statements opposing the complex, tentatively known as Brooklyn Junction, that a developer, Charles" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Foes of Brooklyn Junction Mall Get 2 Earfuls of Good News" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/neighborhood-report-bay-ridge-foes-brooklyn-junction-mall-get-2-earfuls-good.html"} , {"body" : "Four Brooklyn men arranged to have two employees of an escort service attend a party in Dyker Heights on Wednesday night, then imprisoned, tortured and raped the women after they arrived, the police said. One of the victims was sexually assaulted with a foreign object and had to undergo surgery for her injuries, the police said. Officer Cheryl Cox," , "date" : "19971003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "4 Accused of Raping and Torturing Escorts" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/03\/nyregion\/4-accused-of-raping-and-torturing-escorts.html"} , {"body" : "For almost two decades, the Congressional seat that encompasses Staten Island and southwest Brooklyn has been held by a member of the Molinari family, which lorded over the sole bastion of Republicanism in heavily Democratic New York City. But the recent resignation of Susan Molinari has endowed the seat with special significance: it is the only" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Race to Fill Molinari's Seat, A National Test" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/in-race-to-fill-molinari-s-seat-a-national-test.html"} , {"body" : "''We're cleaning up this community, but Bay Ridge is the cleanest community in Brooklyn,'' said one criminal removing graffiti from the Bay Ridge monastery wall last Sunday as part of his probation. ''My community'' -- he lives in Flatbush -- ''needs cleaning up more than this. Why don't we clean up our own communities?'' Over the last five years," , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "How a Community Gets Community Service: Being Organized Helps" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/how-a-community-gets-community-service-being-organized-helps.html"} ,   {"body" : "On one side of the wall, a sweaty quest for redemption -- or at least a clean criminal record -- unfolded. On the other, a tranquil search for salvation continued, as it has for almost a century. Approximately 30 men (plus a few women) who had been convicted of crimes ranging from fare beating to heroin possession to assault, and given community" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Convicts Wash Away Their Misdeeds Along With Graffiti" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/convicts-wash-away-their-misdeeds-along-with-graffiti.html"} , {"body" : "From storefronts to the windows of homes, political posters already seem to be up everywhere in Bay Ridge, Brooklyn, these days. Forget about the race for mayor. For many residents in this quiet neighborhood, the hottest political race this year is not the battle for Gracie Mansion but rather the fight to represent the 43d City Council District. In" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Bay Ridge, the Hot Race Is for Council, Not Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/in-bay-ridge-the-hot-race-is-for-council-not-mayor.html"} , {"body" : "A 54-year-old man was arrested on charges of slashing and groping a 15-year-old Brooklyn boy whom he had been propositioning on a city bus, the police said yesterday. The teen-ager was riding a B-82 bus to school around 8 A.M. Friday when the man boarded the bus at Flatlands Avenue and 82d Street, sat next to him, slashed him, groped him and fled," , "date" : "19970402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held on Charges Of Molesting Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/02\/nyregion\/man-held-on-charges-of-molesting-teen-ager.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "PEOPLE looking for a home who are unfamiliar with neighborhoods inland from Brooklyn's great round shoreline underbelly will need to look twice to see what's special about Dyker Heights, a residential area of one- and two-family, mostly brick, homes tucked between Bay Ridge and Bensonhurst, not far from the Verrazano-Narrows Bridge. Laid out in an" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Near the Giant Verrazano, a Human Scale" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/realestate\/near-the-giant-verrazano-a-human-scale.html"} , {"body" : "Officials say it was an oversight. Residents see it as the hallmark of a back-room deal. A proposal to erect a mammoth shopping center that would radically change the face of Dyker Heights and Borough Park has led residents to accuse Community Board 10 and the Metropolitan Transportation Authority of plotting to approve its construction in secret." , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Critics of 'Stealth' Mall Find Officials Too Quiet on Plans" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/critics-of-stealth-mall-find-officials-too-quiet-on-plans.html"}]