[  {"body" : "It was the first Saturday of the month. A throbbing beat washed over the Omni, a cavernous nightclub in Crown Heights, Brooklyn. Big Brother D, a jut-jawed rapper, strutted across the stage, mike in hand. ''Feel the Holy Ghost vibe,'' he urged the audience, most of whom were black and in their 20's. ''If you have a problem and no one else can" , "date" : "19971230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taking Back the Nightclub; Gospel Spots Offer Entertainment With a Christian Flavor" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/30\/nyregion\/taking-back-nightclub-gospel-spots-offer-entertainment-with-christian-flavor.html"} , {"body" : "There had been a report of gunfire crackling from a rooftop, and the police had swarmed to the Glenwood Houses in Canarsie, Brooklyn. Guns were drawn, including that of Officer Michael J. Davitt, 36, who in 14 years on the force had fired eight times, shot two people and been sent down twice for weapons retraining. Danger swirled in the wintry air." , "date" : "19971227" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Man Is Slain by Officer, Anger and Calls for Patience" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/27\/nyregion\/after-man-is-slain-by-officer-anger-and-calls-for-patience.html"} , {"body" : "Attigwa Aikens knows a thing or two about Christmas. She has seen the television commercials that show joyous family gatherings. She has heard plenty about the holiday rituals -- the exchanging of gifts, the singing of carols and the abundance of good cheer. ''I can't say I've ever had that kind of Christmas,'' Attigwa, 23, said as she sat on the" , "date" : "19971224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; A Fractured Family Is United Again" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/24\/nyregion\/the-neediest-cases-a-fractured-family-is-united-again.html"} , {"body" : "SAUL HUNTER worked for 28 years in Manhattan and Brooklyn as a laborer for a manufacturer of paper and twine. He retired five years ago when he was 70. He and his wife, Vernell, have two grown children, but only their 9-year-old grandson, Daquan, lives with them now. A high point in his life, Mr. Hunter says, came last July when he moved into the" , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Housing Program's Next Generation" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/realestate\/a-housing-program-s-next-generation.html"} , {"body" : "The New York City Housing Authority, trying to reverse the concentration of the desperately poor in public housing, will soon begin to favor working families over welfare recipients when it fills vacancies, a move that advocates for the poor say will shut out those who need housing help the most. The measure follows a nationwide trend in which" , "date" : "19971215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Turnabout, Housing Authority Will Begin Favoring Jobholders" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/15\/nyregion\/in-turnabout-housing-authority-will-begin-favoring-jobholders.html"} , {"body" : "New York City is about to sell a little bit more of itself. Charles Millard, the president of the city's Economic Development Corporation, announced yesterday that the city will sell 1.2 million square feet of land and commercial space in the Bronx, Brooklyn and Manhattan. ''By privatizing city-owned land, the city is encouraging development," , "date" : "19971212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Metro Business; City to Sell Parcels of Land" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/12\/nyregion\/metro-business-city-to-sell-parcels-of-land.html"} , {"body" : "Maura Zoeller's eyes lighted up with the triumphant look of someone who had hit the jackpot in a game of marital one-upmanship. A new transit pass, she said, would mean that she and her husband could shop in Manhattan rather than Long Island by taking the subway practically for free. The Zoellers, who live in Astoria, Queens, have been driving to" , "date" : "19971209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Counting the Change: Happy Riders" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/09\/nyregion\/counting-the-change-happy-riders.html"} , {"body" : "It was just another Sunday at Harry Smith and Myra Rose's apartment in Brooklyn. The coffee maker burbled, Ms. Rose's daughters, 8 and 10, played a boisterous game of Monopoly, and her 11-year-old son goofed around with a whoopee cushion. As her husband cooked up a huge pot of spaghetti in the kitchen, Ms. Rose collapsed on the sofa, wiping her" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "53" , "title" : "The Neediest Cases; Blurry World of Mental Illness Gives Way to the 'Incredibly Normal'" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/nyregion\/neediest-cases-blurry-world-mental-illness-gives-way-incredibly-normal.html"} , {"body" : "The Robin Hood Foundation, a group that calls itself ''guerrilla philanthropists'' and helps New York's poor, is about to get a major boost from a truly rich New Yorker. George Soros, the financier-philanthropist, is to announce today that he is giving the foundation $4.5 million over the next three years. It would be the largest single donation" , "date" : "19971203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Soros Giving Millions to City's Robin Hood Foundation" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/03\/nyregion\/soros-giving-millions-to-city-s-robin-hood-foundation.html"} , {"body" : "A year after the State Legislature radically changed the way New York City schools are run -- giving the schools chancellor vast new powers -- Chancellor Rudy Crew is focusing on what city officials describe as the next rung on the ladder of reform: eliminating tenure for principals. With the support of Mayor Rudolph W. Giuliani, Dr. Crew is" , "date" : "19971124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Crew's Next Goal Is to Scrap Tenure System for Principals" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/24\/nyregion\/crew-s-next-goal-is-to-scrap-tenure-system-for-principals.html"} ,   {"body" : "King Tone threaded his arms through the cloth straps of his bulletproof vest. ''I've got to be ready to receive from someone's gun or knife,'' he said, slapping at the vest's midsection as if praising a big meal. ''I don't carry any weapons. This is all there is between me and the next life.'' It was noontime last Saturday, and the supreme leader" , "date" : "19971120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man of Vision or of Violence?; Where Gang Leader Talks Peace, Police See Just Talk" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/20\/nyregion\/man-of-vision-or-of-violence-where-gang-leader-talks-peace-police-see-just-talk.html"} , {"body" : "A Brooklyn couple were arrested early yesterday after they took their 4-year-old son to a hospital with a broken arm and hospital workers discovered belt marks and bruises on his 5-year-old brother, the police said. The couple, Dwayne Small, 29, and his wife, Kamala Small, 26, of East New York were charged with endangering the welfare of a child," , "date" : "19971117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Arrest Parents of Boys With Injuries" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/17\/nyregion\/police-arrest-parents-of-boys-with-injuries.html"} , {"body" : "With a host of Democratic officials encouraging him, the Rev. Al Sharpton is considering a bid for the seat in Congress held by Representative Edolphus Towns, a Brooklyn Democrat who crossed party lines to support Mayor Rudolph W. Giuliani. Among those who have met with Mr. Sharpton to discuss the idea are former Mayor David N. Dinkins, the Rev." , "date" : "19971110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sharpton Says He May Run For Congress" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/10\/nyregion\/sharpton-says-he-may-run-for-congress.html"} , {"body" : "SO you voted for the Mayor, the rasp in his voice has almost become endearing and you are looking forward to four more years of feeling safe when you walk the dog at night. Then you find out that the city wants to put an off ramp from the Gowanus Expressway in your neighborhood, and suddenly you are sticking voodoo pins in your Giuliani doll. That" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How To Fight City Hall" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/how-to-fight-city-hall.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "As Ruth W. Messinger entered the Sheraton New York Hotel's New York Ballroom last night to deliver what might be her last speech as a politician, there was no aura of anticipation. The returns, showing a wide margin of victory for Mayor Rudolph W. Giuliani, offered no hope. The mood was resigned, the crowd subdued. A deejay played Elton John's" , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: DEFEAT; In Messinger Camp, an Air of Subdued Resignation" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-defeat-in-messinger-camp-an-air-of-subdued-resignation.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "THE surest indication that yesterday was special in some way was the sight of cars staying put in prime spaces. Alternate-side parking was suspended on Election Day, so you could ignore the rules bolted to the lampposts in Morningside Heights. Closer to street level, there were few campaign signs for either Mayor Rudolph W. Giuliani or Ruth" , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Election That Failed To Electrify" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/about-new-york-the-election-that-failed-to-electrify.html"} , {"body" : "Police officers in Brooklyn killed a man on Halloween night after receiving a report that the suspect had a shotgun and was menacing people, the police said. The suspect, Pat Baily, 20, was found in front of his apartment building at 731 Sheffield Avenue in East New York around 7:30 P.M., shortly after another resident told officers that Mr. Baily" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "METRO NEWS BRIEFS: NEW YORK; Officers in Brooklyn Kill Man Said to Have Gun" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/nyregion\/metro-news-briefs-new-york-officers-in-brooklyn-kill-man-said-to-have-gun.html"} , {"body" : "An 11-year-old boy was forced into a closet during a class at a junior high school in the South Bronx last week and sexually assaulted by a male classmate while three others held him down, the police said yesterday. The incident, which occurred at Henry Hudson Junior High School shortly after 1 P.M. on Friday, was not reported to the police until" , "date" : "19971029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Police Say 11-Year-Old Boy Was Sexually Assaulted by Classmate" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/29\/nyregion\/police-say-11-year-old-boy-was-sexually-assaulted-by-classmate.html"} ,   {"body" : "Mayor Rudolph W. Giuliani began the last week of campaigning yesterday with a foray into the heart of Ruth W. Messinger's base on the Upper West Side, even as he warned his supporters across the city not to grow overconfident. Meanwhile, Ms. Messinger, trailing in the polls and short on money, insisted that the mayoral race was not over and pleaded" , "date" : "19971027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1997 ELECTIONS: THE CAMPAIGNING; Giuliani Goes After Voters In Messinger's Stronghold" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/27\/nyregion\/1997-elections-campaigning-giuliani-goes-after-voters-messinger-s-stronghold.html"} , {"body" : "Steven M. Schwartz, the owner of the Brooklyn Bounce, which is being billed as the borough's only professional basketball team, watched his players dash around the ragged gym at Gershwin Junior High in East New York. It was 9:30 P.M. on Wednesday, just days before the Bounce's first home game, and Mr. Schwartz, a 51-year-old former lawyer, was" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Hoop Dream for an Owner" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/neighborhood-report-brooklyn-up-close-hoop-dream-for-an-owner.html"} , {"body" : "A rapist struck twice last month, using the same method, the police said: following victims from subway stations and attacking them at knifepoint in desolate areas of Queens and Brooklyn. When the two women looked through police photographs and identified the same man as their assailant, the police distributed the suspect's picture widely. The" , "date" : "19971024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO NEWS BRIEFS: NEW YORK; Photo Helps in Arrest Of Suspect in Rapes" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/24\/nyregion\/metro-news-briefs-new-york-photo-helps-in-arrest-of-suspect-in-rapes.html"} , {"body" : "Dwight Raiford, a black Citibank banker, has the usual parental misgivings about buying his 17-year-old son a nice car eventually after he gets his driver's license. His son has his own concerns. ''He said, 'Dad, I know I'm going to be stopped,' '' Mr. Raiford recalled. His son is afraid the police will suspect him of driving a stolen car. ''We" , "date" : "19971023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Young and in Fear of the Police; Parents Teach Children How to Deal With Officers' Bias" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/23\/nyregion\/young-fear-police-parents-teach-children-deal-with-officers-bias.html"} , {"body" : "On some days, Kelly Bunkley, a prim 17-year-old, slips into the health-resource room at Edward R. Murrow High School in Brooklyn, where she quietly asks for a free condom. She says her visits to the room on the second floor, where condoms are kept locked in a file cabinet, give her a powerful weapon she can pass along to help a former schoolmate" , "date" : "19971016" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When Sex Is Just a Matter of Fact; To High School Students, Free Condoms Seem Normal, Not Debatable" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/16\/nyregion\/when-sex-just-matter-fact-high-school-students-free-condoms-seem-normal-not.html"} , {"body" : "A fourth-grade teacher in a Bronx school has been accused of buying heroin during her lunch break and a cafeteria worker in a Brooklyn school has been accused of sexually abusing two third graders, school investigators said yesterday. In a third case, a Brooklyn kindergartner reported being molested by a school custodial worker, the authorities" , "date" : "19971011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Bronx Teacher Accused of Buying Heroin During Break" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/11\/nyregion\/bronx-teacher-accused-of-buying-heroin-during-break.html"} , {"body" : "LOTS of people love football, but the gentlemen of the Brooklyn Mariners really love football. ''You can't worry about getting hurt -- when you're out here playing you just can't think about it,'' said Frankie Smith, 36, a linebacker and owner of Competent Fire Sprinkler, though when he hurt his knee in a game three years ago he said, ''The first" , "date" : "19971005" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BETTER THAN SEX?; Why We Play Semipro" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/05\/nyregion\/better-than-sex-why-we-play-semipro.html"} , {"body" : "A $7.6 million, six-story residence with one-bedroom rental units for low-income elderly couples or individuals is going up at 568 Rockaway Parkway, between Linden Boulevard and Church Avenue in the East New York section of Brooklyn. The two-tone red-brick facility is Federally financed and affiliated with Brookdale University Hospital and Medical" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: $7.6 Million Residence in East New York; Rental Housing For the Elderly" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/realestate\/postings-7.6-million-residence-in-east-new-york-rental-housing-for-the-elderly.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. Built in 1799 as the carriage house for Abigail Adams and Col. William Smith's planned estate, the structure also served as the Mount Vernon Hotel from 1826 to 1833. Hours: Tuesdays through Sundays, 11 A.M. to 4 P.M.; closed Mondays and holidays. Admission:" , "date" : "19970919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/19\/arts\/spare-times-173460.html"} , {"body" : "As the news sank in that their candidate apparently would not get a chance at a runoff against Ruth W. Messinger for the Democratic mayoral nomination, supporters of the Rev. Al Sharpton said last night that they were dazed and disheartened by the turn of events. Several politicians expressed concern that the process would leave many voters" , "date" : "19970918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Angry Sharpton Backers Present Sinister Theories" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/18\/nyregion\/angry-sharpton-backers-present-sinister-theories.html"} ,   {"body" : "IF staccato trumpet flourishes and manic, locomotive-steady guitar riffs weren't enough to lure the shyest dancers to the floor at Roseland, no wallflower could refuse a command from the Godfather of Soul. ''Everybody over heah! C'mon!'' boomed the raspy voice of James Brown. ''Everybody over theah! C'mon!'' Come they did, from the Upper West Side" , "date" : "19970917" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Soul Ignites A Melting Pot At Roseland" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/17\/nyregion\/about-new-york-soul-ignites-a-melting-pot-at-roseland.html"} , {"body" : "Seven days after the Democratic mayoral primary, the Board of Elections yesterday still could not say who won, forcing Ruth W. Messinger and the Rev. Al Sharpton to step through the motions of a campaign suddenly in electoral limbo. The candidates visited subway stops, kissed babies and confronted confusion at every turn about whether their runoff" , "date" : "19970917" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RACE FOR CITY HALL: THE RUNOFF; Mayoral Runoff Still in Limbo As Election Board Counts On" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/17\/nyregion\/race-for-city-hall-runoff-mayoral-runoff-still-limbo-election-board-counts.html"} , {"body" : "In a city where blacks and whites, according to polls, hold essentially contrary views of the world, the runoff between the Rev. Al Sharpton and Ruth W. Messinger would appear to have all the makings of a racial-political conflagration. It is a contest between an often-caustic civil rights advocate and a white denizen of the Upper West Side, being" , "date" : "19970915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More at Play in Runoff Than Vote Outcome" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/15\/nyregion\/more-at-play-in-runoff-than-vote-outcome.html"} , {"body" : "Interjecting himself further into the Democratic mayoral runoff yesterday, Mayor Rudolph W. Giuliani said the Rev. Al Sharpton was unqualified to be mayor, challenged the Manhattan Borough President, Ruth W. Messinger, to do the same and prepared to release another television advertisement trumpeting his support among Democrats. While trying to" , "date" : "19970915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Giuliani Attacks Sharpton As Unqualified to Be Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/15\/nyregion\/giuliani-attacks-sharpton-as-unqualified-to-be-mayor.html"} , {"body" : "The Rev. Jesse Jackson yesterday denounced New York Democrats who said they would refuse to support the Rev. Al Sharpton should he win the runoff for the Democratic mayoral nomination. Mr. Sharpton's rival, Ruth W. Messinger, meanwhile, said she would support him if he defeated her on Sept. 23. Mr. Jackson came to a rally in Harlem for Mr. Sharpton" , "date" : "19970914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "RACE FOR CITY HALL: THE RUNOFF; Jesse Jackson Campaigns for Sharpton" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/14\/nyregion\/race-for-city-hall-the-runoff-jesse-jackson-campaigns-for-sharpton.html"} , {"body" : "The Rev. Al Sharpton's success in forcing Ruth Messinger into a runoff for the Democratic mayoral nomination has shocked many New York City Democrats -- none more than Ms. Messinger. But the message that was delivered Tuesday could not have been clearer. People need a positive reason to show up to vote in a primary election, and Ms. Messinger did" , "date" : "19970911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Primary Surprise" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/11\/opinion\/the-primary-surprise.html"} , {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} , {"body" : "An off-duty police officer was shot and killed by an unknown assailant yesterday morning shortly after his car plowed into the side of a livery cab, the police said. The officer, Sgt. Walker Fitzgerald, 28, was driving his Chevy Blazer at a high speed on 99th Street in Queens when it rammed into the left side of the livery cab at the corner of" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Off-Duty Officer in Accident Is Found Dead Behind Wheel" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/nyregion\/off-duty-officer-in-accident-is-found-dead-behind-wheel.html"} , {"body" : "Like rookie police officers setting off on their new beats, Irene Cuebas and Margarita Delgado rushed into the lunchroom at Public School 306 in Brooklyn at 10:40 yesterday morning. Ms. Delgado headed for an accident scene: a kindergartner had dropped her plastic tray and dumped pizza and green beans onto her chair. Ms. Cuebas ran for the lunch" , "date" : "19970905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Raw Recruits Survive Lunchroom Wars as Aides Replace Teachers" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/05\/nyregion\/raw-recruits-survive-lunchroom-wars-as-aides-replace-teachers.html"} , {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} ,   {"body" : "In a freshly painted hallway yesterday morning, 9-year-old Idalisa Garcia sat on a wooden chair, kneading her hands atop her pleated navy-blue skirt. She was anxious, and not just because this was her first day back at school. Idalisa is one of 1,165 young pupils transferring from the New York City public schools to parochial and other private" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "For Some, Back to School Means New Environment" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/nyregion\/for-some-back-to-school-means-new-environment.html"} , {"body" : "A 10-year-old boy in East New York, Brooklyn, was seriously injured Sunday night when one of the fireworks he was playing with exploded in his hand. The police said the boy, whose name they did not release, lighted an M-80 in his uncle's apartment on Pitkin Avenue and then held on to it. The explosion obliterated the child's right hand, said" , "date" : "19970902" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy, 10, Loses Hand As Firecracker Explodes" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/02\/nyregion\/boy-10-loses-hand-as-firecracker-explodes.html"} , {"body" : "Rene Gross of Flatbush has seen a few county fairs in her day, but never one with a kosher concession stand. Sean Adams of East New York began horseback riding two years ago, but had never seen a rodeo, let alone one where almost all the cowboys were black. But there they were yesterday: Mrs. Gross pushing a stroller over an old runway at Floyd" , "date" : "19970901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Deep in the Heart of Brooklyn, Cowboys and Kosher Food" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/01\/nyregion\/deep-in-the-heart-of-brooklyn-cowboys-and-kosher-food.html"} , {"body" : "A 2-year-old girl found battered, unconscious and hemorrhaging internally in her Brooklyn home on Wednesday was beaten to death, apparently because she would not stop crying, investigators said yesterday as the child's mother and her boyfriend were charged with her killing. An autopsy showed that the victim, Brenda Pena, suffered fatal lacerations" , "date" : "19970829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girl, 2, Slain For Crying, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/29\/nyregion\/girl-2-slain-for-crying-officials-say.html"} , {"body" : "The death of a 3-year-old girl in Brooklyn is being investigated, police officials said yesterday. The girl, who was not identified by the police, was discovered yesterday by officers responding to a call about an unconscious baby at 563 Crescent Avenue in East New York, said Officer Olga Mercado, a police spokeswoman. The child was pronounced dead" , "date" : "19970828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Inquiry in Death Of Brooklyn Girl, 3" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/28\/nyregion\/inquiry-in-death-of-brooklyn-girl-3.html"} , {"body" : "A man opened fire into a crowd of people in front of a Brooklyn apartment building yesterday afternoon, killing a 30-year-old man and wounding five bystanders, the police said. Officer Joseph Cavitolo, a police spokesman, said that the attack was related to a dispute among neighborhood residents earlier this week. The man who fired the shots got" , "date" : "19970828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Man Opens Fire on Crowd, Killing One" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/28\/nyregion\/man-opens-fire-on-crowd-killing-one.html"} , {"body" : "A housing police officer on patrol in a central Bronx housing project hears abuse shouted from onlookers gathered near an altercation. ''This ain't Brooklyn,'' someone yells. In the East New York section of Brooklyn, two officers in a patrol car chase a suspicious vehicle and get into an accident. According to other officers in their precinct, the" , "date" : "19970827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Torture Case Puts Officers On Defensive" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/27\/nyregion\/torture-case-puts-officers-on-defensive.html"} , {"body" : "TITO MAHONES woke up in his Bedford-Stuyvesant apartment last Tuesday feeling better than he had in weeks. He may have only had a few dollars in his pocket, but the 40-year-old handyman, street hawker and jack-of-all trades was expecting a few renovation jobs to come his way. For once, he thought, good luck was on his side. After tinkering with" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tito Mahones: A Life On the Edge" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/tito-mahones-a-life-on-the-edge.html"} , {"body" : "New York City is infamous for discouraging insurgent candidates from running for office. Politicians here are indoctrinated in a culture that prefers wiping opponents off the ballot in court to beating them in an election. This year, despite some attempts at reform, the system seems to be as efficient as ever at discouraging people from taking part" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "First, Punish the Candidates" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/opinion\/first-punish-the-candidates.html"} , {"body" : "To the Editor: An Aug. 13 news article reports that four young girls in the East New York section of Brooklyn were forced into prostitution and required to earn $1,000 a night. This means that scores of men were paying to have sex with them. One problem our organization faces is a deep skepticism that men seek out such young girls and don't care" , "date" : "19970818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Girls and Prostitution" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/18\/opinion\/l-girls-and-prostitution-643661.html"} ,   {"body" : "DRUG-RELATED violence once ruled a stretch of Sixth Avenue in Sunset Park. Three years ago, on the corner at 52d Street, a drug dealer killed a rival teen-age drug seller, firing two bullets into the back of his head. Two years ago, down the street, another teen-ager was held to the ground by rival drug dealers and slashed in the face dozens of" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Has Your Neighborhood Drug Dealer Gone?" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/nyregion\/where-has-your-neighborhood-drug-dealer-gone.html"} , {"body" : "They were young girls fleeing problems at home. A 13-year-old on the run from a local group home. A 14-year-old hiding from her father. A 17-year-old who just walked out the door of her parents' house when things got to be too much and an 11-year-old with a history of family troubles. Lynwood Stewart found them on the streets of Brooklyn, according" , "date" : "19970814" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Running Away, Girls Were Lured Into Prostitution, Authorities Say" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/14\/nyregion\/running-away-girls-were-lured-into-prostitution-authorities-say.html"} , {"body" : "They were young girls trying to act grown-up, neighbors said, laughing and talking as they hung out on the steps of the house in East New York, Brooklyn, and there was little to distinguish them from other youngsters in the area. But the police say the girls -- one of whom was 11 -- were runaways who had been lured into working as prostitutes by a" , "date" : "19970813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Accused of Forcing Four Girls to Be Prostitutes" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/13\/nyregion\/man-accused-of-forcing-four-girls-to-be-prostitutes.html"} , {"body" : "Forgive Caryl Cohen if she reached for an antacid last week, as talk swirled that bills just passed in Albany may force New York City to hire as many as 6,000 new teachers over the coming year. Ms. Cohen, who oversees recruitment for the Board of Education, had a more pressing problem: filling the 3,000 teaching positions already open, before the" , "date" : "19970810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Wanted Now in New York: 3,000 (or 9,000) Teachers" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/10\/nyregion\/wanted-now-in-new-york-3000-or-9000-teachers.html"} , {"body" : "THE diversity of West Brighton is perhaps best illustrated by Henderson Avenue, an an east-west thoroughfare that slices through the northern third of this north shore Staten Island neighborhood. At the west end are the West Brighton Houses, a public-housing project; seven long blocks to the east are mansion-sized center-hall colonials, many built" , "date" : "19970810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEST BRIGHTON (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Snug Harbor, Parks and a Fine Zoo, Too" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/10\/realestate\/snug-harbor-parks-and-a-fine-zoo-too.html"} , {"body" : "Deborah Nicole Archer, a daughter of Paula and Delroy Archer of Windsor, Conn., was married yesterday to Richard Renato Buery Jr., the son of Olivia and Mr. Buery of Brooklyn. The Rev. Richard M. Silbereis, an Episcopal priest, performed the ceremony at the Church of the Good Shepherd in Hartford. The couple, 25, received law degrees from Yale" , "date" : "19970810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "Richard Buery Jr., Deborah Archer" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/10\/style\/richard-buery-jr-deborah-archer.html"} , {"body" : "A father and three of his young children died early yesterday in an apartment fire in a public housing project in East New York, Brooklyn. Firefighters found the father, Joslyn Richards, 57, in cardiac arrest in a rear bedroom, said Harry Norum, an assistant fire chief. Three of Mr. Richards's children -- Joslyn Jr., 4, Melissa, 3, and Lyndia, 23" , "date" : "19970810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Father and Three Children Killed in Fire" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/10\/nyregion\/father-and-three-children-killed-in-fire.html"} , {"body" : "Following is a list of the defendants in cases in New York State in which prosecutors are seeking the death penalty, according to the Capital Defender Office. Brooklyn JERMAINE PAIGE -- Charged in the 1995 killing of Marvin McIntosh, 28, during a robbery in East New York. MICHAEL SHANE HALE -- Charged with beating and suffocating Stefen Tanner, a" , "date" : "19970807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Capital Punishment Cases in New York" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/07\/nyregion\/capital-punishment-cases-in-new-york.html"} , {"body" : "GLASS-Rose. Died July 30, 1997. Age 106. Eldest resident of Menorah Home in Brooklyn. Beloved wife of the late Nathan. Loving mother of David (Renee), Seymour (late Norma), and the late Irving. Beloved grandmother of Bonnie, Daniel (Deborah), Steven, Paula, and Robert and greatgrandmother of Sean, Maxie, and Liam. Emigrated to America from Austria." , "date" : "19970803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "36" , "title" : "Paid Notice: Deaths GLASS, ROSE" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/03\/classified\/paid-notice-deaths-glass-rose.html"} , {"body" : "Arthella Addei, the principal of Public School 306 in Brooklyn, has not had much of a summer vacation since school ended in June. She has spent much of her time shuttling between her Long Island home and her East New York office, trying to figure out, among other things, who is going to monitor the school's cafeteria this fall. Last year, four" , "date" : "19970727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Learning to Do Lunch Without the Teachers" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/27\/nyregion\/learning-to-do-lunch-without-the-teachers.html"} ,   {"body" : "Irving Strobing, the Brooklyn-born Army radio operator who stirred the pulse of a country by tapping out the last brave messages of horror, humor and hope before the surrender of the Philippines in World War II, died on July 8 at a veterans hospital in Durham, N.C. He was 77 and had sent the last radio transmissions before the fall of Corregidor on" , "date" : "19970725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Irving Strobing, 77, a Hero on Corregidor, Dies" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/25\/nyregion\/irving-strobing-77-a-hero-on-corregidor-dies.html"} , {"body" : "Irving Strobing, the Brooklyn-born Army radio operator who stirred the pulse of a country by tapping out the last brave messages of horror, humor and hope before the surrender of the Philippines in World War II, died on July 8 at a veterans hospital in Durham, N.C. He was 77 and had sent the last radio transmissions before the fall of Corregidor on" , "date" : "19970724" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "21" , "title" : "Irving Strobing, Radio Operator on Corregidor, Dies at 77" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/24\/nyregion\/irving-strobing-radio-operator-on-corregidor-dies-at-77.html"} , {"body" : "Almost every wilderness expedition run by Outward Bound, a group devoted to pushing people beyond their self-imposed limits, includes daily meetings in which campers are supposed to reach into their psychic recesses and state their deeply felt hopes, dreams and fears. At one such meeting recently, a grouchy Brooklyn high school student who was" , "date" : "19970721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Toughen the Will and You Toughen the Mind" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/21\/nyregion\/toughen-the-will-and-you-toughen-the-mind.html"} , {"body" : "IN a small corner of East Harlem a handful of moderate-income home buyers are starting this summer to reap the benefits of a five-year effort to create new homes within the shells of once-blighted city-owned town houses. ''Never in a million years did I think I would own my own building,'' said Mary Otero, a 36-year-old clearing clerk at a" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Filling Vacant Shells With Proud Homeowners" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/realestate\/filling-vacant-shells-with-proud-homeowners.html"} , {"body" : "''I BELIEVE in inoculating my students with both creationism and evolution,'' Trenton Hamidan, a seventh-grade science teacher, said last week. ''Of course, my bias toward creationism comes out. But since both are philosophies that cannot be proved, there is a faith factor at work. Faith in creationism leads us to respect for God and to a frame of" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In a 'Haven,' No Rap, Cola or Long Nails" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/nyregion\/in-a-haven-no-rap-cola-or-long-nails.html"} , {"body" : "The Giuliani administration's plan to build a leaner, more modern Kings County Hospital was greeted with relief by many community leaders in Brooklyn, where residents have become frustrated at the lack of progress in improving a hospital considered vital to the borough. Noting that 15 years of studies, costing more than $100 million, had thus far" , "date" : "19970717" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Leaders Praise Kings County Plans" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/17\/nyregion\/leaders-praise-kings-county-plans.html"} , {"body" : "The 487 workers at the Swingline stapler factory in Long Island City, Queens, who will lose their jobs as a result of the company's move to Mexico, received a promise yesterday from Mayor Rudolph W. Giuliani that the city would help in their search for new jobs. For a while it looked like more than just help. Mr. Giuliani was quoted in a press" , "date" : "19970717" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Swingline Workers, Facing Layoff, Get a Promise of Help, Sort Of" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/17\/nyregion\/swingline-workers-facing-layoff-get-a-promise-of-help-sort-of.html"} , {"body" : "Shortly after Gurmeet Singh Dhinsa arrived in the United States a dozen years ago, he began to build an empire of gas stations that would earn him a fortune. But he also began to break the laws of his adopted country, law enforcement officials say, and to build a reputation among some of the city's Sikh immigrants as a man of violence. But in" , "date" : "19970710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Say Man Stopped at Nothing for Gasoline Empire" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/10\/nyregion\/police-say-man-stopped-at-nothing-for-gasoline-empire.html"} , {"body" : "It was a new auto repair shop in Brooklyn and its owners openly suggested to several of their customers that they were willing to do anything to make money. But the owners were undercover investigators with two goals: to disrupt the Gambino family's activities in Brooklyn and to expose any police corruption in tow-truck operations. After a 17-month" , "date" : "19970710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "13 Arrests in Sting at Police-Run Auto Shop" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/10\/nyregion\/13-arrests-in-sting-at-police-run-auto-shop.html"} , {"body" : "M. C. and Debra Hampton plan to move next week to their corner of the American Dream: a newly built house in a well-kept, middle-class neighborhood, the kind of home that for decades here has meant moving to the suburbs. But like more and more people nationwide, the Hamptons are not steeling themselves for an hourlong commute. Instead, they are" , "date" : "19970705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CLEVELAND (OHIO)" , "HOUSTON (TEX)" , "DETROIT (MICH)" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Demand for Single-Family Homes Helps Fuel Inner-City Resurgence" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/05\/us\/demand-for-single-family-homes-helps-fuel-inner-city-resurgence.html"} ,   {"body" : "Over the next three years, 645 homes for low- and moderate-income families will go up for 25 blocks west of Pennsylvania Avenue in East New York, Brooklyn. But instead of being constructed using traditional techniques, they are being manufactured in a factory five miles away and assembled at the construction site. On-site assembly began in April," , "date" : "19970704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "645 Modular Houses Going Up in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/04\/nyregion\/645-modular-houses-going-up-in-brooklyn.html"} , {"body" : "The rear car of a southbound A train derailed in a subway tunnel in Harlem last night as the train passed through the 135th Street station at St. Nicholas Avenue, injuring 13 people, knocking over support pillars in the station and twisting the rear car into a jumbled wreck of sheared metal, police and fire officials said. None of the injuries were" , "date" : "19970704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "13 Injured When Subway Car Derails in Harlem" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/04\/nyregion\/13-injured-when-subway-car-derails-in-harlem.html"} , {"body" : "A recent spate of high-profile killings may have given New Yorkers the impression that crime has been rising, but preliminary police statistics obtained yesterday show that it continued to fall throughout the city during the first half of 1997 and that the murder rate was dropping fastest of all. When the city recorded fewer than a thousand" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder Rate Is Continuing To Decrease" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/murder-rate-is-continuing-to-decrease.html"} , {"body" : "The two-story house with the wrought-iron fence and the blooming white roses seemed like a good home for foster children. And Patricia Coker seemed like a good foster parent. She was a 26-year-old home health care attendant. Her mother, Betty Coker, who lived with her, was a 49-year-old retired nurse. Background checks and interviews turned up no" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Girl's Killing in Foster Care Is a Nightmare and a Mystery" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/girl-s-killing-in-foster-care-is-a-nightmare-and-a-mystery.html"} , {"body" : "A 4-year-old girl who was in foster care in Brooklyn was found dead early yesterday with bruises on her body, and last night the police arrested her foster mother and foster grandmother, the police said. Four other children were removed from the women's home. The foster mother, Patricia Coker, 26, of 229 Fountain Avenue in East New York, was" , "date" : "19970630" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Brooklyn Women Charged After Death of a Foster Child" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/30\/nyregion\/2-brooklyn-women-charged-after-death-of-a-foster-child.html"} , {"body" : "What used to be a barren patch of ground in front of the Saratoga branch of the Brooklyn Public Library has been transformed into a blaze of flower beds hedged by two types of holly and by dwarf viburnum and Japanese barberry. The Classical Revival-style 1908 library building at Thomas S. Boyland and Macon Streets in the Ocean Hill-Brownsville" , "date" : "19970629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Brooklyn, a Garden for the Bookworms" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/29\/realestate\/in-brooklyn-a-garden-for-the-bookworms.html"} , {"body" : "WHAT led Irene Ryan King to move to Washington Heights from the West 90's in Manhattan 12 years ago was the reality of the Manhattan housing market at the time. ''Washington Heights was one of the few places where I could find a reasonable amount of space for what I could pay,'' said Ms. King, an opera singer and instructor. So she rented a" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "At Some Co-ops, Investors Succeed Banks as Lender" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/realestate\/at-some-co-ops-investors-succeed-banks-as-lender.html"} , {"body" : "To the Editor: As a Brooklyn native and graduate of a public high school in the borough, I read your account with both keen interest and sadness. As is the case with so many other public high schools in the city, the deterioration occurred over the last several decades, in parallel with its surrounding East New York neighborhood. What was once an" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Students at Jefferson Should Know of Its History" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/nyregion\/l-students-at-jefferson-should-know-of-its-history-766283.html"} , {"body" : "When he played on the blacktops of the East New York section of Brooklyn, Kebu Stewart would pretend he was Charles Oakley, the Knicks' power forward. Back then, it was hard for Stewart to imagine a day when he would play on the same court as his childhood idol, the player he modeled his dogged style after. But that day is no longer a dream for" , "date" : "19970620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "Stewart, a Hot Prospect, Hopes Knicks Take Him" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/20\/sports\/stewart-a-hot-prospect-hopes-knicks-take-him.html"} , {"body" : "When the State Education Commissioner, Richard P. Mills, proposed an ambitious new rule last year that would require all high school students to pass a battery of college-preparatory Regents tests, few imagined that Victoria Strong, a teen-ager from East New York in Brooklyn, and her fellow ninth graders at Fashion Industries High School would" , "date" : "19970618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "State's Stiffer Standards for Graduation Are Embraced by Many in Class of 2000" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/18\/nyregion\/state-s-stiffer-standards-for-graduation-are-embraced-by-many-in-class-of-2000.html"} ,   {"body" : "While the rent debate in Albany has focused on letting prices rise once tenants move, thousands of small landlords around the city are complaining loudly that such a solution leaves them out in the cold. For these owners, the issues are completely different and are largely overlooked, since demand for their apartments is not high enough for them to" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Small Owners Say They Are Overlooked" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/nyregion\/small-owners-say-they-are-overlooked.html"} , {"body" : "THE Paint Lady swoops up the stairs to Intermediate School 57, an imposing 43-year-old yellow-brick building in the Bedford-Stuyvesant section of Brooklyn. Inside the front door are exuberant lime-yellow and yellow-orange walls. These are her colors, and the Paint Lady -- whose name is Ruth Lande Shuman -- is as proud of this paint job as she is of" , "date" : "19970612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "8" , "title" : "Energizing Schools in a Burst of Color" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/12\/garden\/energizing-schools-in-a-burst-of-color.html"} , {"body" : "It was the low point of a bitter, racially charged labor dispute between the mostly Haitian workers and the white owners of a large used-clothing factory in Brooklyn. Outside the plant, one of the owners set up a folding table in front of his picketing employees, and placed atop it a half-dozen bunches of bananas. ''These are for you monkeys to" , "date" : "19970609" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Insults, Dismissals And a 4-Year Wait For Pay They Won" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/09\/nyregion\/insults-dismissals-and-a-4-year-wait-for-pay-they-won.html"} , {"body" : "As calm returned to Borough Park, Brooklyn, after a car-towing dispute on Thursday night drew an angry crowd of thousands into the streets, some residents and a City Councilman said yesterday that the confrontation was just the latest conflict between residents and city deputy sheriffs. Several thousand Orthodox Jews gathered on the main commercial" , "date" : "19970607" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Criticism Over Dispute That Drew Thousands" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/07\/nyregion\/criticism-over-dispute-that-drew-thousands.html"} , {"body" : "A crackdown on prostitution led to the arrests of 87 people -- including a Mister Softee ice cream man, a lawyer and a 63-year-old woman -- in East New York, Brooklyn, over the weekend. The operation, conducted Friday and Saturday nights and called ''Lost Weekend,'' was meant to curtail a business that has long vexed local residents. The police" , "date" : "19970602" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "87 Arrests in Crackdown On Prostitution" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/02\/nyregion\/87-arrests-in-crackdown-on-prostitution.html"} , {"body" : "ON a Saturday evening last month, Thomas Jefferson High School in Brooklyn threw a coming-out party for 20 juniors and seniors. The school foyer was filled with gold and silver balloons and potted ficus trees strung with lights. At one end, where security guards usually inspect knapsacks for guns and knives, was a long table, covered with a white" , "date" : "19970601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Wrestling With 'Jeff'" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/01\/nyregion\/wrestling-with-jeff.html"} , {"body" : "A venture capital fund established last year by the financier Henry R. Kravis to encourage job growth and economic development in New York is investing $2 million with two distressed New York City hospitals to help them go head-to-head with giant health maintenance organizations like Oxford and U.S. Healthcare. Health care experts believe the" , "date" : "19970530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Kravis Fund Invests $2 Million With Hospitals" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/30\/nyregion\/kravis-fund-invests-2-million-with-hospitals.html"} , {"body" : "Two people were arrested on Saturday and charged with the shooting death of a 17-year-old youth from Brooklyn who refused to give up his gold St. Barbara medallion during an attempted robbery, the police said yesterday. Angel Cotto, who moved with his family to East New York three years ago from Aguas Buenas, P.R., was held up by a man and a" , "date" : "19970526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "2 Charged With Murder In Slaying of Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/26\/nyregion\/2-charged-with-murder-in-slaying-of-teen-ager.html"} , {"body" : "WHEN officers from a joint New York City Police Department-Federal anti-drug task force set up shop in Washington Heights and Inwood last September, The Bridge Leader, a popular local newspaper, was quick to offer support. The paper, which is published twice a month, contained articles praising the police effort, and each issue featured a box, in" , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When the Saviors Are Seen as Sinners" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/nyregion\/when-the-saviors-are-seen-as-sinners.html"} , {"body" : "A study commissioned by New York City has found that allowing rent increases once an apartment falls vacant, a policy recommended by Gov. George E. Pataki, would have a limited impact on the rent of most apartments during the next two years. But a few areas, including the Upper West Side, would see rent increases as high as 30 percent, the study" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent Decontrol Study: From No Impact to 30% Increases" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/rent-decontrol-study-from-no-impact-to-30-increases.html"} ,   {"body" : "A former state police lieutenant who was acquitted of state charges that he helped two criminally insane killers escape from a psychiatric institution was arraigned here yesterday on Federal charges stemming from the incident. The former lieutenant, Robert J. Kamrowski, 49, is accused of plotting the 1994 escape and pretending to be a hostage in" , "date" : "19970507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "U.S. Charges Ex-Officer With Aiding an Escape" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/07\/nyregion\/us-charges-ex-officer-with-aiding-an-escape.html"} , {"body" : "The way the New York City police tell it, a businessman from Nassau County came to Brooklyn to try to hire a hit man to kill his girlfriend's estranged husband. The police say he was arrested after they learned of his effort and after an undercover officer, posing as a killer for hire, met with the businessman and worked out a deal. The way the" , "date" : "19970504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "2 Men, 1 Woman, and Talk of Love and War" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/04\/nyregion\/2-men-1-woman-and-talk-of-love-and-war.html"} , {"body" : "An 11-month-old boy left in the care of his mother's three roommates in a Brooklyn apartment was beaten to the brink of death on Monday by one roommate while the others looked on and did nothing, the police said yesterday. All three roommates as well as the mother were arrested in connection with the attack, the police said. The mother, Evelyn" , "date" : "19970430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Baby Beaten As Adults Look On, Police Say" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/30\/nyregion\/baby-beaten-as-adults-look-on-police-say.html"} , {"body" : "The scene took place in an intermediate school in the East New York section of Brooklyn, where Mayor Rudolph W. Giuliani was holding one of his monthly town hall meetings. Standing before hundreds of neighborhood residents, City Councilwoman Priscilla A. Wooten, who represents most of East New York, took the microphone to offer strong praise of the" , "date" : "19970429" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Democrat's Kind Words for Giuliani Kindle a Council Race in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/29\/nyregion\/democrat-s-kind-words-for-giuliani-kindle-a-council-race-in-brooklyn.html"} , {"body" : "THREE women recently strolled along 125th Street searching for justice. The pulsing, screeching beats of Public Enemy's raps provided an urgent soundtrack from a passing car. The beaten-down looks of some buildings on the side streets offered little encouragement. Nor did the sight of one man's cardboard-box home tucked into the entrance of an" , "date" : "19970426" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "In Pursuit Of a Definition Of Justice" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/26\/nyregion\/in-pursuit-of-a-definition-of-justice.html"} , {"body" : "In a City Council race that is bound to have broad implications, Charles Barron, a Brooklyn civic advocate with close ties to the Rev. Al Sharpton, announced his candidacy yesterday to oppose Priscilla A. Wooten, a 15-year incumbent, in the Democratic primary. Mr. Barron, 46, a former member of the Black Panther Party, criticized Ms. Wooten for" , "date" : "19970422" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Sharpton Ally Opposes Brooklyn Councilwoman" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/22\/nyregion\/sharpton-ally-opposes-brooklyn-councilwoman.html"} , {"body" : "A Brooklyn man was arrested yesterday and charged with attempted murder for beating his girlfriend's 14-month-old son while caring for the child on Saturday afternoon, the police said. The infant had been beaten and was barely conscious when his mother took him to Brookdale Hospital at about 2:30 Saturday afternoon, said Police Officer Martin" , "date" : "19970421" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Charge in Baby Beating" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/21\/nyregion\/charge-in-baby-beating.html"} , {"body" : "On Thursday afternoons, you will not find Brooklyn's new poet laureate contemplating the importance of his own verse, planning readings or warming up for cocktail parties with Brooklyn's intelligentsia. You'll find him in the Cortelyou branch of the Brooklyn Public Library. Dennis Nurkse, named Brooklyn Poet Laureate last June, is among the writers" , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "Poet Putting Words Into Action" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/poet-putting-words-into-action.html"} , {"body" : "A Brooklyn landlord was arrested on assault charges yesterday for biting off the tip of his tenant's finger during an argument, the police said. The tenant, Sonia Gonzalez, 40, was taken to Bellevue Hospital yesterday morning, where doctors tried to reattach the tip of her right ring finger, which was severed near the top knuckle, the police said." , "date" : "19970415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tenant Loses Her Fingertip In Argument" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/15\/nyregion\/tenant-loses-her-fingertip-in-argument.html"} , {"body" : "Growing up in the Sunset Park neighborhood of Brooklyn gave Zaher Zahrey the look and the language he needed to slip smoothly into the role of a drug user, a part he played to great acclaim as an undercover narcotics detective in the tough neighborhoods of East New York and Bedford-Stuyvesant. Tall and loose-limbed with a black mustache and an" , "date" : "19970414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Corruption Case That Turns on a Single Witness" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/14\/nyregion\/police-corruption-case-that-turns-on-a-single-witness.html"} ,   {"body" : "In the fall of 1995, the Sperandeo Brothers Playground at Atlantic and Linwood Avenues in the East New York section of Brooklyn was in terrible condition. The swings were gone and some benches had been torn out, leaving only concrete supports. Where boards on the play equipment had been ripped apart, splinters and exposed nails created hazards." , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Good Overall Report Cards For Parks and Playgrounds" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/good-overall-report-cards-for-parks-and-playgrounds.html"} , {"body" : "Residents of East New York, Brooklyn, who are still waiting for a major supermarket to take root in their poor neighborhood, may at least be able to walk to the movies by the end of the year. National Amusements Inc., which operates more than 1,100 movie theaters, said yesterday that it was preparing to build a $30 million, 14-screen cinema complex" , "date" : "19970412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "23" , "title" : "The Latest Coming Attraction: Movie House in East New York" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/12\/nyregion\/the-latest-coming-attraction-movie-house-in-east-new-york.html"} , {"body" : "NO SYMPATHY -- At the Parking Violations Bureau, there was a chorus of boos for diplomats fighting to keep their immunity from parking violations. Page 23. FACING DEATH THREATS -- Senator Joseph L. Bruno, who is seeking to abolish rent regulations, accused tenant organizers and Democrats of creating an atmosphere that has placed him in danger. Page" , "date" : "19970412" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "INSIDE METRO" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/12\/nyregion\/inside-metro.html"} , {"body" : "IT was a typical scene in Alphabet City, on Ninth Street between Avenues C and D: squatters sat playing guitars on the steps of an abandoned tenement house, and some teen-agers with a ball headed off to a basketball court. But Sterling Smith, 45, burst into tears as he surveyed the street from a new and unaccustomed vantage point -- the window of a" , "date" : "19970410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Quality Where It Counts" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/10\/garden\/quality-where-it-counts.html"} , {"body" : "A stretch limousine stopped in front of a Manhattan apartment building this morning to pick up a retired schoolteacher named Frank McCourt. It was a means of travel not to his taste, but such are the burdens of luxury for someone who has just won the Pulitzer Prize for biography. Since the announcement of the award on Monday afternoon, Mr. McCourt" , "date" : "19970410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "McCourt Tells Students the Storytelling Power of a Life" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/10\/nyregion\/mccourt-tells-students-the-storytelling-power-of-a-life.html"} , {"body" : "Faced with the Medical Examiner's ruling that a young man carrying a machete had been shot in the back on Sunday by a police officer, Mayor Rudolph W. Giuliani did something on Monday that he intensely dislikes: he backed away from his defense of the officer the day before. Suddenly, rather than calling the shooting justified, he used words like" , "date" : "19970409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Benefit of the Doubt" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/09\/nyregion\/benefit-of-the-doubt.html"} , {"body" : "Police officers, acting on a tip from an informer, burst into a Brooklyn home early yesterday morning looking for drugs. They did not find any, but the resident, Jerry Roman, said they handcuffed him and left his home in a shambles. Police officials said that the officers had a proper search warrant, but that the incident, including Mr. Roman's" , "date" : "19970404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Raid on Home Is Protested by Owner" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/04\/nyregion\/police-raid-on-home-is-protested-by-owner.html"} , {"body" : "ONE room in a brownstone used to be enough for the Gay Men's Health Crisis to provide services for people with AIDS and those at risk. Today, at a cost of $12.5 million, the agency is renovating nine floors of loft space at 119 West 24th Street, to be known as the Tisch Building, where it will consolidate operations. A church basement once sufficed" , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Building Blocks In the Battle On AIDS" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/realestate\/building-blocks-in-the-battle-on-aids.html"} , {"body" : "Some of the most intriguing political dealing these days involves two separate Democratic primaries -- for Mayor and for Manhattan Borough President -- and one influential Democratic politician, Representative Charles B. Rangel of Manhattan. Most Democrats have assumed that Mr. Rangel would endorse his fellow Manhattanite, Ms. Messinger, who is the" , "date" : "19970329" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Messinger May Have to Pay a High Price for Rangel's Endorsement" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/29\/nyregion\/messinger-may-have-to-pay-a-high-price-for-rangel-s-endorsement.html"} , {"body" : "In an impulsive gesture of Long Island pride 23 years ago, Dr. Herodotus Damianos ordered enough North Fork rose to serve 400 guests at a christening party for his son. Just before his guests arrived he sampled it. ''It tasted like battery acid,'' recalled Dr. Damianos, a cardiologist who has since become Long Island's biggest wine producer." , "date" : "19970329" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SUFFOLK COUNTY (NY)" , "NORTH FORK (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Finally, a Little Respect For Wineries of Long Island" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/29\/nyregion\/finally-a-little-respect-for-wineries-of-long-island.html"} ,   {"body" : "It is not often that Mayor Rudolph W. Giuliani holds a monthly town hall meeting in a neighborhood where he does not have substantial support, and last night's meeting in the largely black Brooklyn neighborhood of East New York was, indeed, not typical. Security was the most intense of any town meeting he has held, with at least double or triple" , "date" : "19970326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Off His Turf, Giuliani Gets A Real Earful" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/26\/nyregion\/off-his-turf-giuliani-gets-a-real-earful.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "NYANN LODGE and Nicholas Ebanks, both 18, were ''gettin' giggy.'' That is, they were strutting down bustling Flatbush Avenue in central Brooklyn, adorned in the latest in hip-hop fashion, showing off their designer clothes and ogling pretty girls. Mr. Ebanks wore a $120 pair of green Timberland boots, a $60 pair of sagging, oversize Fila jeans, a" , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "What Price Tommy Hilfiger?" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/what-price-tommy-hilfiger.html"} , {"body" : "A Tiffany stained-glass window believed to be worth hundreds of thousands of dollars was stolen from a mausoleum in a Brooklyn cemetery yesterday morning, the police said. The theft occurred at about 11 A.M. at the Salem Fields Cemetery, which lies right along the border with Queens at 775 Jamaica Avenue near Cypress Hills Street in East New York." , "date" : "19970319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Tiffany Window Is Stolen at Cemetery" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/19\/nyregion\/a-tiffany-window-is-stolen-at-cemetery.html"} , {"body" : "The Rev. JOHNNY RAY YOUNGBLOOD, pastor of St. Paul Community Baptist Church in East New York, the oldest black church in Brooklyn, is not exactly shy. He has become well known for his campaign to draw men into the church and for his social activism. But he was reluctant yesterday to discuss an appearance tonight through Sunday: He will dance in" , "date" : "19970307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/07\/style\/chronicle-965065.html"} , {"body" : "Schools Chancellor Rudy Crew plans to seek the dismissal of a school safety officer who acknowledged his membership in the Latin Kings gang, officials said yesterday. Pending the dismissal proceedings at an administrative hearing tomorrow, Mr. Crew ordered the suspension without pay of the officer, Harry Roman. Mr. Roman, 41, has been a school" , "date" : "19970306" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Officer's Dismissal Sought" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/06\/nyregion\/officer-s-dismissal-sought.html"} , {"body" : "One wind-whipped Brooklyn morning, Francis Musto bundled up his third and fourth graders and ferried them out the door of Public School 345 for a carefully planned field trip. Not Ellis Island or the Museum of Natural History. Not Radio City Music Hall. Nothing like that. Instead, Mr. Musto walked them half a block to a broken fire call box, where" , "date" : "19970203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Vanishing Breed of Teacher: Ex-Police Officers" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/03\/nyregion\/vanishing-breed-of-teacher-ex-police-officers.html"} , {"body" : "Following is the 41-19 roll call by which the Senate voted yesterday to kill a proposed constitutional amendment to legalize casino gambling. REPUBLICANS YES Joseph L. Bruno, Brunswick; Charles D. Cook, Delhi; John A. DeFrancisco, Syracuse; Owen H. Johnson, West Babylon; John R. Kuhl Jr., Hammondsport; William J. Larkin Jr., New Windsor; Vincent L." , "date" : "19970129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Senate Roll Call For Casino Vote" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/29\/nyregion\/senate-roll-call-for-casino-vote.html"} , {"body" : "Tackling a new kind of math problem with three fellow eighth graders at Intermediate School 292 in the East New York section of Brooklyn, Quannesha Harper stood up from her desk and leaned over to study the length of her foot. She and the others, who were testing a new curriculum that will be adopted citywide, had been asked to to devise a method" , "date" : "19970101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "46" , "title" : "New Standards Put Stress Not on Answer but Logic" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/01\/nyregion\/new-standards-put-stress-not-on-answer-but-logic.html"}]