[  {"body" : "In April and May of 1994, Federal investigators say, a chiropractor, William Lindemann, claimed that on a half-dozen occasions his staff had provided ''chiropractic adjustment'' to a patient named Anthony Liberatore at one of the doctor's Brooklyn offices. But during those months, Mr. Liberatore was in no position to be treated in any chiropractic" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "43" , "title" : "Chiropractor Is Indicted In Fraud Case" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/chiropractor-is-indicted-in-fraud-case.html"} , {"body" : "Federal Express is converting a former cabinetry factory in Canarsie into its largest distribution center in Brooklyn, a further sign of the transformation of much of the city's industrial base from manufacturing into warehousing and shipping. The overnight delivery company, based in Memphis, will open the center in a 170,000-square-foot building" , "date" : "19971113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Cabinetry Factory Is Being Converted By Federal Express" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/13\/nyregion\/cabinetry-factory-is-being-converted-by-federal-express.html"} , {"body" : "DALTON-Martin T. November 8, 1997. 28 years old. Beloved son of Thomas and Anne Dalton. Loved by all who knew him. Taken from us much too soon. We will always cherish him. He will be missed. Reposing McManus Funeral Home, Flatbush and Flatlands Avenues, Brooklyn, NY. Visiting Tuesday from 2 to 5 and 7 to 9. Funeral service Wednesday, November 12," , "date" : "19971111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths DALTON, MARTIN T." , "url" : "http:\/\/www.nytimes.com\/1997\/11\/11\/classified\/paid-notice-deaths-dalton-martin-t.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "The owners and executives of the company that poured defective concrete at Donald J. Trump's Riverside South complex on the Upper West Side have been banned from competing for city contracts and have a long history of trouble with law enforcement officials, including indictments by New York and New Jersey. Only two weeks before a Buildings" , "date" : "19971107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Concrete Subcontractor for Trump Has Been Banned From City Contracts" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/07\/nyregion\/a-concrete-subcontractor-for-trump-has-been-banned-from-city-contracts.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "Follow Flatbush Avenue in Brooklyn with enough persistence, and eventually you wind up at Floyd Bennett Field. This is the end of the line, an abandoned airport where the wind swirls and whips, disturbing the ghosts of Amelia Earhart, Howard Hughes and Wiley Post, the fliers who helped make Floyd Bennett Field a symbol of the romance of aviation." , "date" : "19971024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA BAY (NYC)" , "STATEN ISLAND (NYC)" , "JAMAICA BAY WILDLIFE REFUGE" , "NEW YORK CITY" , "FORT TILDEN (NYC)" , "HIGH ROCK PARK (NYC)" , "ALLEY POND PARK (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "33" , "title" : ">New York And Its Wealth Of Nature (Really!)" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/24\/books\/new-york-and-its-wealth-of-nature-really.html"} , {"body" : "It was shortly after 9 yesterday morning when Ricot Dupuy of Radio Soleil d'Haiti in Brooklyn fielded a call that a ferry had capsized off the coast of Haiti and that hundreds may have drowned in deep water. Mr. Dupuy, the station's general manager, interrupted the regular talk show, made the announcement and began playing somber music as the" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["World"] , "page_facet" : "6" , "title" : "Haitians in Brooklyn Turn To the Radio for Comfort" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/world\/haitians-in-brooklyn-turn-to-the-radio-for-comfort.html"} , {"body" : "SOHO Back-to-School Exhibition By Photography Alumni For 25 of the School of Visual Arts' 50 years, Alice Beck-Odette was chairwoman of the Bachelor of Fine Arts photography program before she retired in the spring. In celebration of her achievement as a teacher and of the School of Visual Arts' 50th anniversary, more than 40 graduates will be" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GATEWAY NATIONAL RECREATION AREA"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/nyregion\/playing-in-the-neighborhood-836869.html"} , {"body" : "A suspected drug dealer who phoned in a fake report of a police officer needing assistance served only to call attention to himself and the pound and a half of cocaine he had, the police said after arresting him. The suspect, Alwyn Green, 27, of Jersey City, was arrested late Saturday night in Flatlands, Brooklyn. The police said he had reported an" , "date" : "19970825" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Fake Call to Police Backfires on the Suspect" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/25\/nyregion\/a-fake-call-to-police-backfires-on-the-suspect.html"} ,   {"body" : "It seems an unlikely place for religious services: a one-story, beat-up building on the corner of Greenwich and Hubert Streets, at the southern edge of what remains of TriBeCa's warehouse district. And at first blush the participants seem equally unlikely: stockbrokers, lawyers and other executives working at the Smith Barney unit of the Travelers" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Of Bulls, Bears and Minyans" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/of-bulls-bears-and-minyans.html"} , {"body" : "The police continue to seek a man suspected in the killing of the Rev. Bette Buffa, a 74-year-old Brooklyn minister. The man, Erving Norwood, who apparently worked as the minister's gardener, was seen on a video surveillance camera withdrawing money from the minister's bank account shortly after her death, the police said. He is a friend of" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "2d Suspect Is Sought In Killing of Minister" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/nyregion\/2d-suspect-is-sought-in-killing-of-minister.html"} , {"body" : "A 25-year-old police officer was charged last night with assaulting and brutalizing a Haitian immigrant in a Brooklyn station house bathroom after arresting him in a street scuffle, and Mayor Rudolph W. Giuliani said that other officers might also be arrested. The arrest culminated a long day of news conferences, protests and talk-radio outrage" , "date" : "19970814" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "OFFICER CHARGED IN MAN'S TORTURE AT STATION HOUSE" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/14\/nyregion\/officer-charged-in-man-s-torture-at-station-house.html"} , {"body" : "An elderly woman who only two years ago became an ordained Baptist minister was found stabbed to death yesterday in the living room of her Brooklyn home. The body of the woman, Bette B. Buffa, 74, was found on a couch in her Flatlands home around 9 A.M. by a health care worker who came daily to tend Mrs. Buffa's 81-year-old husband, Elliot, who" , "date" : "19970809" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Minister Is Found Stabbed to Death" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/09\/nyregion\/minister-is-found-stabbed-to-death.html"} , {"body" : "Engineers for the city and the landlords of a five-story building in the Flatlands section of Brooklyn yesterday offered starkly different explanations for the building's collapse, as tenants claimed belongings rescued from debris by the police. Sixty-seven adults and 32 children narrowly escaped after police officers and firefighters roused" , "date" : "19970808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dispute Emerges on Cause of Brooklyn Building Collapse" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/08\/nyregion\/dispute-emerges-on-cause-of-brooklyn-building-collapse.html"} , {"body" : "The corner of a five-story apartment building in Brooklyn collapsed early yesterday, raining tons of debris into the street and sending firefighters and police officers racing through the halls to warn scores of sleeping residents to get out. City officials said yesterday that it appeared the collapse, which left three people injured, was caused by" , "date" : "19970807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dozens Narrowly Escape as Apartment Building Falls" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/07\/nyregion\/dozens-narrowly-escape-as-apartment-building-falls.html"} , {"body" : "He who took it away also gave it back. Or, to be precise, sold it back. That's how Federal prosecutors described what they said was a carefully choreographed criminal operation in which three Brooklyn auto body shops are accused of stealing $450,000 by stripping down stolen cars and then installing the parts taken in the same cars. According to an" , "date" : "19970723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Repair Parts Looked Too Familiar" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/23\/nyregion\/repair-parts-looked-too-familiar.html"} , {"body" : "A Brooklyn jury awarded $6.7 million yesterday to the family of an emotionally disturbed man who was fatally shot in 1992 by two police officers who said he had lunged at them with a knife. The State Supreme Court jury ruled that the officers, John Petrullo and Max Goldman, were not justified in shooting Earl Black, 42, in his parents' apartment in" , "date" : "19970610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Family of Man Slain by Police Wins $6.7 Million in Damages" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/10\/nyregion\/family-of-man-slain-by-police-wins-6.7-million-in-damages.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $900,000 380 Rector Place (Liberty Terrace) 3-bedroom, 3 1\/2-bath, 2,110-sq.-ft. condo in a 10-year-old building; 24-hr. doormen, concierge," , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/realestate\/residential-resales-445681.html"} , {"body" : "LET us now praise famous museums, or at least a single great one: the Brooklyn Museum, recently rechristened the Brooklyn Museum of Art. First, hats off to its history. Between this year and next, the museum will celebrate two anniversaries: 175 years as a public institution, and a century of residence in its splendid Beaux-Arts home on Eastern" , "date" : "19970606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Wandering The World While Still In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/06\/arts\/wandering-the-world-while-still-in-brooklyn.html"} ,   {"body" : "A study commissioned by New York City has found that allowing rent increases once an apartment falls vacant, a policy recommended by Gov. George E. Pataki, would have a limited impact on the rent of most apartments during the next two years. But a few areas, including the Upper West Side, would see rent increases as high as 30 percent, the study" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent Decontrol Study: From No Impact to 30% Increases" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/rent-decontrol-study-from-no-impact-to-30-increases.html"} , {"body" : "A 54-year-old man was arrested on charges of slashing and groping a 15-year-old Brooklyn boy whom he had been propositioning on a city bus, the police said yesterday. The teen-ager was riding a B-82 bus to school around 8 A.M. Friday when the man boarded the bus at Flatlands Avenue and 82d Street, sat next to him, slashed him, groped him and fled," , "date" : "19970402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held on Charges Of Molesting Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/02\/nyregion\/man-held-on-charges-of-molesting-teen-ager.html"} , {"body" : "From the outside, the Portofino Soccer Club in the Canarsie section of Brooklyn was just another nondescript social club. But inside, the authorities say, it was the rendezvous for a select gathering of men who arranged million-dollar business deals for products like dresses from Donna Karan and Liz Claiborne, exercise machines, computers," , "date" : "19970124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "F.B.I. Agent Runs a Brooklyn Club to Snare a Mafia Outfit" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/24\/nyregion\/fbi-agent-runs-a-brooklyn-club-to-snare-a-mafia-outfit.html"}]