[  {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Brooklyn Could Have Been A Contender" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/magazine\/brooklyn-could-have-been-a-contender.html"} , {"body" : "HARVEST + (718) 624-9267; 218 Court Street (Warren Street), Cobble Hill; $; American Express, Mastercard, Visa. A comfortable expanse combined with an inviting atmosphere and robust American cooking with a Southern twist make this unpretentious establishment an enticing family option. There is a special menu for children, featuring fried fish" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "GOOD EATING; Brooklyn Waters Or Down-to-Earth" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/good-eating-brooklyn-waters-or-down-to-earth.html"} , {"body" : "Nowadays fireplaces are not always practical, often producing more draft than heat. But they warm the spirit, at least, at these 12 restaurants. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. Chelsea Bistro and Bar ** [RATING: Two Stars] (212) 727-2026" , "date" : "19971226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "52" , "title" : "EATING OUT; Spots With Fireplaces" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/26\/arts\/eating-out-spots-with-fireplaces.html"} , {"body" : "To the Editor: For the second time this year you have mistakenly identified places as being located in Fort Greene, Brooklyn, when in fact they were not. On March 9, you reported on Unity Fellowship Church on Classon Avenue, which was supposedly in Fort Greene, It was not. On Nov. 23, you focused on a stretch of Myrtle Avenue that is clearly" , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Pumping Pencils; Articles Were Off Mark On Fort Greene Boundaries" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/nyregion\/l-pumping-pencils-articles-were-off-mark-on-fort-greene-boundaries-707236.html"} , {"body" : "Right up there with the satisfaction of viewing a good movie that the critics did not paw all over is the thrill of finding an alluring boutique that is idiosyncratically appointed and not widely known. Typically, shoppers learn about these stores, which do not advertise much, if at all, in a way that creates an immediate emotional bond: they" , "date" : "19971218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "23" , "title" : "In Each Neighborhood There Lies a Special Shop" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/18\/style\/in-each-neighborhood-there-lies-a-special-shop.html"} , {"body" : "Within a 10-block radius of the E Shop, owned by Jon Berry and the single-named Epperson, two designers who sell women's and men's clothing, live Edward Wilkerson, a senior designer at Donna Karan; Marc Baptiste, the photographer; Shaka King, the men's-wear designer; Montgomery Harris, the women's-wear designer; Shabaka, an artist and designer" , "date" : "19971218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "23" , "title" : "In Each Neighborhood There Lies a Special Shop; E Shop's Emphasis Is Exotic Whimsy" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/18\/style\/each-neighborhood-there-lies-special-shop-e-shop-s-emphasis-exotic-whimsy.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Anthony Tommasini, represents what caught this critic's eye and excited his expectations. Unless otherwise noted, church choirs" , "date" : "19971212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Holiday Harmony to Gild These Not-So-Silent Nights" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/12\/movies\/holiday-harmony-to-gild-these-not-so-silent-nights.html"} , {"body" : "Ralph Lemon has invited some terrific African dancers and drummers to collaborate with him in ''Geography,'' a striking and sprawling dance spectacle that Mr. Lemon, a truly experimental American choreographer, has fashioned with typical originality. ''Geography'' has its slow moments, especially in its first half, and this may be apt for what is," , "date" : "19971212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "NEXT WAVE FESTIVAL REVIEW\/DANCE; Africans and Americans Team Up for a Premiere" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/12\/movies\/next-wave-festival-review-dance-africans-and-americans-team-up-for-a-premiere.html"} , {"body" : "For 20 minutes last Tuesday night, Tawana Brawley stood on the altar of Bethany Baptist Church, the overflow crowd chanting, ''We believe you Tawana'' and ''Keep the pressure on,'' and, suddenly, the minutes seemed to erase the 10 long years since her story had first convulsed New York. Yet on Friday, across the street from Bethany Baptist in" , "date" : "19971208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WAPPINGERS FALLS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "10 Years Later, Brawley Saga Stirs Fewer Passions" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/08\/nyregion\/10-years-later-brawley-saga-stirs-fewer-passions.html"} , {"body" : "When Eiko and Koma presented the world premiere of ''River'' in 1995, they immersed themselves in the Delaware River. But when it received its New York premiere on Wednesday night, the Japanese-born dancers performed in shallow water on the stage of the Majestic Theater at the Brooklyn Academy of Music. Surely no one missed a real river. Theater is" , "date" : "19971205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "NEXT WAVE FESTIVAL REVIEW\/DANCE; At the Creation, a Tender Adam as Eve's Rescuer" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/05\/movies\/next-wave-festival-review-dance-at-the-creation-a-tender-adam-as-eve-s-rescuer.html"} ,   {"body" : "Here is a selective listing by critics of The Times, or by contributors, of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''LA CLEMENZA DI TITO,'' Metropolitan Opera. The Met has assembled a distinguished cast for its revival of Jean-Pierre Ponnelle's elegant production of Mozart's last completed" , "date" : "19971205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/05\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in New York City this weekend. * denotes a highly recommended concert. MARY BLACK, ANDY WHITE, Town Hall, 123 West 43d Street, Manhattan, (212) 840-2824. For many American music listeners, Irish means traditional -- penny whistles, trilling vocals, verses" , "date" : "19971128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/28\/movies\/pop-and-jazz-guide-344290.html"} , {"body" : "There is a flash of defiance in Tasha B.'s expression, a self-assured grace in her walk. ''I know I am special,'' she said. ''I am pretty. I have something to offer the world. I deserve to be loved.'' Such proclamations may sound like unbridled conceit, but they are revolutionary statements for Tasha, who four months ago considered herself worthy" , "date" : "19971127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Neediest Cases; Offering Thanks in a Shelter for the Abused" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/27\/nyregion\/the-neediest-cases-offering-thanks-in-a-shelter-for-the-abused.html"} , {"body" : "Eel-Isaiah Bellamy didn't get the warm welcome he expected when he opened his tailoring shop, 4UII Wear on Myrtle Avenue in 1995, and he soon discovered why. The previous tenant had been selling drugs, he said, and old-timers assumed Mr. Bellamy would do the same. When it became clear that he was a ''young black man doing something positive,'' as" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Slow Going For Recovery On Myrtle" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/nyregion\/neighborhood-report-fort-greene-slow-going-for-recovery-on-myrtle.html"} , {"body" : "Children's TV The World Over Imagine a yellow giraffe instead of a yellow Big Bird, or a Koki the chicken instead of a Barney the dinosaur. You would be picturing children's programs from Finland and Spain, respectively, which are just two of the nations to be showcased in the Sixth Annual International Children's Television Festival. Jennifer" , "date" : "19971121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/21\/arts\/family-fare.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19971114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/14\/arts\/spare-times-117153.html"} , {"body" : "Here is a selective listing by critics of The Times or by contributors of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''DON GIOVANNI,'' Metropolitan Opera. Franco Zeffirelli's monumental and lumbering 1990 production of Mozart's opera may need more star power and focus than it gets here to give it" , "date" : "19971114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/14\/movies\/classical-music-and-dance-guide.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "The kindly nuns of Elizabeth Swados's ''Missionaries'' are selfless humanitarians devoted to the church, the poor and good works. Showered in hot white light on the stage of the Brooklyn Academy of Music's Majestic Theater, they positively glow with compassion and religious feeling. ''Hard work, long days,'' they sing. ''This is what the soul takes" , "date" : "19971106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "NEXT WAVE FESTIVAL REVIEW\/THEATER; Songs of Martyred Nuns" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/06\/theater\/next-wave-festival-review-theater-songs-of-martyred-nuns.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} ,   {"body" : "UNLESS Ruth W. Messinger can pull off New York's greatest upset since Bobby Thomson cleaned the Dodgers' clock in 1951, today is shaping up less like Election Day than Coronation Day for Mayor Rudolph W. Giuliani. Then again, why not a coronation for a race whose liveliest, if least edifying, moment featured the incumbent doing his Henry IV" , "date" : "19971104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; His Subjects Petition King Rudolph" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/04\/nyregion\/nyc-his-subjects-petition-king-rudolph.html"} , {"body" : "DOWNTOWN BROOKLYN Photos of Brooklyn Open Children's Eyes and Shutters Brooklyn can be seen through young eyes in an exhibition of photographs at Borough Hall by children 6 through 12 years old. The photos of churches, houses, and people in Clinton Hill, Bedford-Stuyvesant and Fort Greene were taken at an after-school workshop held at the Young" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/nyregion\/playing-in-the-neighborhood-884448.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''DON PASQUALE,'' New York City Opera. This is a new and worthwhile production of what just may be Donizetti's best work. The City Opera's singers are always good and sometimes better than that, and" , "date" : "19971031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "Classical Music and Dance Guide" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/31\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Let it not be forgotten that Cleopatra, that temptress of infinite variety, had her athletic side. In the famous passage describing the Queen of the Nile on her gilded barge in Shakespeare's ''Antony and Cleopatra,'' the usually cynical soldier Enobarbus may rhapsodize about her Venus-like presence. But he also observes, with equal astonishment," , "date" : "19971030" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "NEXT WAVE REVIEW\/THEATER; A Cleopatra More Rowdy Than Regal" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/30\/theater\/next-wave-review-theater-a-cleopatra-more-rowdy-than-regal.html"} , {"body" : "On Aug. 16, 1995, James Webb was released on parole after serving 20 years in prison for raping a half-dozen women in the 1970's. The next day, a woman, the first of four, was raped in a series of attacks in neighborhoods near Mr. Webb's. Yesterday, Mr. Webb, 47, was convicted in State Supreme Court in Brooklyn of the four rapes between Aug. 17 and" , "date" : "19971030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO NEWS BRIEFS: NEW YORK; Paroled Rapist Convicted In 4 Attacks in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/30\/nyregion\/metro-news-briefs-new-york-paroled-rapist-convicted-in-4-attacks-in-brooklyn.html"} , {"body" : "Steven M. Schwartz, the owner of the Brooklyn Bounce, which is being billed as the borough's only professional basketball team, watched his players dash around the ragged gym at Gershwin Junior High in East New York. It was 9:30 P.M. on Wednesday, just days before the Bounce's first home game, and Mr. Schwartz, a 51-year-old former lawyer, was" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Hoop Dream for an Owner" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/neighborhood-report-brooklyn-up-close-hoop-dream-for-an-owner.html"} , {"body" : "Quick reflexes and a briefcase saved a Housing Authority manager in Brooklyn from an arrow yesterday, the police said. The manager, John Disienia, 47, was approached by a man shortly before 9 A.M. as he parked behind the Ingersoll housing project in Fort Greene, Brooklyn, said Officer Theresa Farello, a department spokeswoman. Officer Farello said" , "date" : "19971023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Briefcase Shields Man From Attacker's Arrow" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/23\/nyregion\/metro-news-briefs-new-york-briefcase-shields-man-from-attacker-s-arrow.html"} , {"body" : "Brother James Bonilla, principal of Bishop Loughlin Memorial High School in Brooklyn for the last 12 years, died on Friday at Brooklyn Hospital Center. He was 60. He suffered a heart attack at Brothers' House, his residence adjacent to the school, according to his order, the Brothers of the Christian Schools. Brother James, a 1955 graduate of the" , "date" : "19971022" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "Brother James Bonilla Dies at 60; Headed Bishop Loughlin High" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/22\/nyregion\/brother-james-bonilla-dies-at-60-headed-bishop-loughlin-high.html"} , {"body" : "A YEAR ago Kim and Robert McBratney bought their neighbor's house, at 131 Elizabeth Street in the West Brighton section of Staten Island. Mrs. McBratney explained how it happened. They were living in Mr. McBratney's mother's two-family house at 121 Elizabeth Street, where Mr. McBratney, a 34-year-old fireman, had lived since he was 2 years old." , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES; Buying the House and Fixing It Up With One Loan" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/realestate\/perspectives-buying-the-house-and-fixing-it-up-with-one-loan.html"} , {"body" : "In Merce Cunningham's eye-filling ''Installations,'' a 1996 piece that received its New York City premiere on Wednesday night at the Brooklyn Academy of Music, dancers in gray stand still in front of a huge drape whose folds curve upward. Three screens, divided into squares, are positioned onstage and above the cast. This image, which opens the" , "date" : "19971017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "NEXT WAVE FESTIVAL REVIEW\/DANCE; From Merce Cunningham, an Esthetic Summary" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/17\/movies\/next-wave-festival-review-dance-from-merce-cunningham-an-esthetic-summary.html"} ,   {"body" : "As a choreographer, Merce Cunningham needs no introduction; for most of his career, he did. But nowadays, an audience made up of the overdressed and the deliberately underdressed at the Brooklyn Academy of Music can turn an opening night by the superb Merce Cunningham Dance Company into a celebration. Once-revolutionary concepts about how dances" , "date" : "19971016" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "NEXT WAVE FESTIVAL REVIEW\/DANCE; From Baffling to Familiar to Startling Anew" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/16\/arts\/next-wave-festival-review-dance-from-baffling-to-familiar-to-startling-anew.html"} , {"body" : "Gloria F. Cohn, a widow from Middlesex County, N.J., has not ventured into this battle-scarred city for years. But she recently sent in $108 for tickets for herself and her granddaughter to a series of Sunday afternoon family dance programs and plays in the heart of downtown. The lure is the new $180 million New Jersey Performing Arts Center, a" , "date" : "19971015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEWARK (NJ)"] , "nytd_section_facet" : ["Front Page" , "Arts"] , "page_facet" : "1" , "title" : "Newark Hopes for Revival Far Beyond Arts Center" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/15\/arts\/newark-hopes-for-revival-far-beyond-arts-center.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''ARIADNE AUF NAXOS,'' Metropolitan Opera. The American soprano Deborah Voigt first came to attention for her vocally radiant portrayal of the title role in Strauss's opera, and her performance in the" , "date" : "19971010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Classical Music and Dance Guide" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/10\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Call it the ''Hamletcam.'' Affixed to the blade of Laertes's sword, the device is Robert Lepage's contribution to the art of weird video pioneered by David Letterman. It's also one of the means by which Mr. Lepage, the thoroughly original Canadian director and visual stylist, provides a Shakespearean tragedy from all sorts of odd angles in" , "date" : "19971009" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "NEXT WAVE FESTIVAL REVIEW\/THEATER; The Blips of Outrageous Fortune" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/09\/theater\/next-wave-festival-review-theater-the-blips-of-outrageous-fortune.html"} , {"body" : "Like Cal Ripken, Pina Bausch stays the course. She is, in her own brilliant way, reliable and an exception to the rule. Yet for the first time, the underlying effort is beginning to show. As expected, there are spectacular images in ''Der Fensterputzer'' (''The Window Washer''). With this three-hour piece of dance-theater, a putative meditation on" , "date" : "19971006" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "NEXT WAVE FESTIVAL REVIEW\/DANCE; Man as a Window Washer And a Metaphor for Futility" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/06\/arts\/next-wave-festival-review-dance-man-window-washer-metaphor-for-futility.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera THE AMATO OPERA'S ''FALSTAFF.'' For 50 years, Anthony Amato has been conducting and directing pocket-size productions of repertory classics and rarely staged works, using chamber orchestrations and" , "date" : "19971003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Classical Music and Dance Guide" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/03\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Sergei Schepkin is completing his graduate studies at the New England Conservatory in Boston, in addition to teaching there and at the University of Iowa. But he has also established himself in recent years as a formidable Bach pianist through performances at Weill Recital Hall and recordings of the ''Goldberg'' Variations and the Partitas. Mr." , "date" : "19970930" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; His Own Way, Yet Like Glenn Gould" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/30\/arts\/music-review-his-own-way-yet-like-glenn-gould.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera THE AMATO OPERA'S ''FALSTAFF.'' For 50 years, Anthony Amato has been conducting and directing pocket-size productions of repertory classics and rarely staged works, using chamber orchestrations and" , "date" : "19970926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Classical Music and Dance Guide" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/26\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Big Deal 8 SNIFFEN COURT $1.125 MILLION Passers-by on 36th Street between Lexington and Third Avenues may feel as if they've stumbled on the Secret Garden. Behind an arched iron gate is a tiny enclave of six Civil War-era carriage houses, beds of impatiens lining the flagstone path. It could be a setting for a romance novel. And one buyer who" , "date" : "19970925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "17" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/25\/garden\/residential-resales-269140.html"} , {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} ,   {"body" : "BRAWTA CARIBBEAN CAFE ++ (718) 855-5515; 347 Atlantic Avenue (Hoyt Street), Boerum Hill; $; all major credit cards. Relaxed and cheerful in atmosphere, this colorful little cafe delivers an enticing roster of spirited West Indian preparations. Among the highlights are the chicken roti, or large flatbread made with crushed chickpeas and rolled" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Brooklyn's New Or Tried and True" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/nyregion\/brooklyn-s-new-or-tried-and-true.html"} , {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} , {"body" : "For many people, the real New Year's Day began yesterday at 9 A.M. It was the day after Labor Day, and everyone from frazzled New Jersey children's shoe store clerks to ambivalent Wall Street professionals faced once again the first day of the rest of their lives. Amnon's Kosher Pizza in the heart of the Borough Park section of Brooklyn was at full" , "date" : "19970903" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Year's Day Arrives, in Minds of Many" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/03\/nyregion\/new-year-s-day-arrives-in-minds-of-many.html"} , {"body" : "''The Declaration of Independence that was signed in ink in Philadelphia was signed in blood in South Brooklyn.'' -- Anonymous During the last week of August 1776, the Continental army was brought to the brink of disaster during the Battle of Brooklyn. It was one of the largest and bloodiest clashes of the American Revolution. Some 3,000 Americans" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Washington Fought Here: How It Went Down in '76" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/nyregion\/washington-fought-here-how-it-went-down-in-76.html"} , {"body" : "OVER the last three weeks Margaux Jones-McDuffie interviewed more than 50 people who were interested in taking the two apartments she had for rent in her three-family town house in Atlantic Center, the new mixed-use community under development in downtown Brooklyn. She and her husband, William McDuffie, and their four children have lived in their" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Housing at Atlantic Center Nears a New Phase" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/realestate\/housing-at-atlantic-center-nears-a-new-phase.html"} , {"body" : "Citing a severe shortage in campaign contributions, Assemblyman Roger L. Green said yesterday that he would withdraw from the race to be New York City's Public Advocate, leaving the incumbent, Mark J. Green, unopposed in next month's Democratic primary. In an interview, Mr. Green said he would formally announce his withdrawal this morning at a news" , "date" : "19970822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Low Funds Force Challenger From Public Advocate's Race" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/22\/nyregion\/low-funds-force-challenger-from-public-advocate-s-race.html"} , {"body" : "DRUG-RELATED violence once ruled a stretch of Sixth Avenue in Sunset Park. Three years ago, on the corner at 52d Street, a drug dealer killed a rival teen-age drug seller, firing two bullets into the back of his head. Two years ago, down the street, another teen-ager was held to the ground by rival drug dealers and slashed in the face dozens of" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Has Your Neighborhood Drug Dealer Gone?" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/nyregion\/where-has-your-neighborhood-drug-dealer-gone.html"} , {"body" : "In the weeks before they were shot and captured in a predawn police raid in Brooklyn, the two men accused of plotting suicide bombings in the city's subways seemed interested only in chasing women and fast-buck schemes, people who encountered them say, and not in becoming martyrs for Islam. ''All they talked about was money and women,'' said Walid" , "date" : "19970807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bomb Plot Investigators Are Puzzled by New View of Suspects" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/07\/nyregion\/bomb-plot-investigators-are-puzzled-by-new-view-of-suspects.html"} , {"body" : "Two men with Jordanian passports were arrested yesterday morning in a Brooklyn apartment, where police officers found components of one or more pipe bombs -- evidence of what the authorities say was a terrorist plot to detonate bombs in the busy Atlantic Avenue subway station and on a commuter bus. The two suspects were shot after a team of New" , "date" : "19970801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "JERUSALEM" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Break Up Suspected Bomb Plot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/01\/nyregion\/police-break-up-suspected-bomb-plot-in-brooklyn.html"} , {"body" : "''I BELIEVE in inoculating my students with both creationism and evolution,'' Trenton Hamidan, a seventh-grade science teacher, said last week. ''Of course, my bias toward creationism comes out. But since both are philosophies that cannot be proved, there is a faith factor at work. Faith in creationism leads us to respect for God and to a frame of" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In a 'Haven,' No Rap, Cola or Long Nails" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/nyregion\/in-a-haven-no-rap-cola-or-long-nails.html"} ,   {"body" : "The teacher's words seemed to slide across the room in slow motion, melting in the sultry air. Kevin Revell's classroom windows at Bishop Loughlin High School were open yesterday, but nothing passed in either direction. Unlike New York City public schools, many of the Roman Catholic schools in the city are not air-conditioned. Still, hundreds of" , "date" : "19970717" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "At Catholic Summer School, Students Persist Despite Heat" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/17\/nyregion\/at-catholic-summer-school-students-persist-despite-heat.html"} , {"body" : "Asked why he wants to be New York City's public advocate, Roger L. Green, a 48-year-old Democratic Assemblyman from the Fort Greene section of Brooklyn, dutifully steers the discussion to his desire to speak out on education and children's issues. But he becomes far more passionate when he discusses the need for diversity on his party's ticket." , "date" : "19970715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "One Green Vs. Another In a Primary For a City Post" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/15\/nyregion\/one-green-vs-another-in-a-primary-for-a-city-post.html"} , {"body" : "NEW YORK CITY'S free-market rental fever of a year ago, fueled by tales of 30 percent increases, bidding wars, broken promises and C.I.A.-like credit checks -- many of them true -- has abated. A bit. It's not that rents have plummeted or demand has slackened, as they did during the real estate recession of the early 90's. But a broad-brush portrait" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Rental Fever: Temperature Drops -- a Bit" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/realestate\/rental-fever-temperature-drops-a-bit.html"} , {"author" : "Dennis Overbye, author of Lonely Hearts of the Cosmos, is writing a book about Einstein." , "body" : "It is an early spring Sunday in Brooklyn. Brisk blue light falls through the windows at the far end of a painter's studio on the third floor of a nondescript street in Fort Greene. At the near end of the studio, sitting barefoot and cross-legged on a kitchen chair, in a black short-sleeve shirt and black jeans, is Lee Smolin, 42, former" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Science" , "Magazine"] , "page_facet" : "24" , "title" : "The Cosmos According to Darwin" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/magazine\/the-cosmos-according-to-darwin.html"} , {"body" : "A Designer Joins Aeffe Bernard Arnault of LVMH Moet Hennessy-Louis Vuitton may receive all the attention, but other company executives, like the Ferrettis of Aeffe S.p.A., Italy, have been quietly amassing talent and pushing the fashion business to a global scale. Aeffe, the manufacturer and sales agent for Jean-Paul Gaultier, Rifat Ozbek, Moschino" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "Patterns" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/style\/patterns-902160.html"} , {"body" : "Thirty-nine vacant, city-owned walk-ups, many with ''mom and pop'' shops downstairs, are to be gut rehabilitated and sold to homeowners and investors for $90,000 to $385,000, according to Lori Holland, spokeswoman for Neighborhood Housing Services, which is renovating and selling them. This is the first wave of buildings -- six in Queens and the" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Sale by City: 39 of Its Walk-Ups" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/realestate\/for-sale-by-city-39-of-its-walk-ups.html"} , {"body" : "James Vacirca is the expert on Boerum Hill. With a glance at his colored maps and spreadsheets, he can tell how many commercial buildings there are, or vacant lots, or wheelchair-friendly curb cuts. Mr. Vacirca, a 62-year-old retired I.B.M. systems analyst, may be a man of facts, but he is also a dreamer. You can see it in his eyes when he talks" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Like 'Jigsaw Puzzle,' Volunteers Build Neighborhood Profile" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/like-jigsaw-puzzle-volunteers-build-neighborhood-profile.html"} , {"body" : "A SHOP class at Omar Azam's school looks as if the Tour de France took a deconstructionist detour into Brooklyn. The room is filled with tires, rims and frames as well as some intact bicycles that appear to have emerged miraculously from this primordial mass of metal and rubber. They did. Since 1994, students from the four public schools housed at" , "date" : "19970531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "Spinning on 2 Wheels of Fortune" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/31\/nyregion\/spinning-on-2-wheels-of-fortune.html"} , {"body" : "'The Prince and the Pauper' Sanford Meisner Theater 164 11th Avenue, at 23d Street Chelsea (800) 804-7539 Recommended ages: 5 to 12 Tomorrow Young audiences are nothing if not honest. So it's no surprise that when a member of the cast, decked out as Mark Twain, came onstage at a recent performance of ''The Prince and the Pauper'' and asked, ''Do" , "date" : "19970530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/30\/arts\/for-children.html"} , {"body" : "As far as I can tell, Cambodian Cuisine is the only Cambodian restaurant in New York City. Why? Partly because New York City doesn't have many Cambodians (about 2,500 in 1990 and few more since then, according to Frank Vardy of the City Planning Office) and partly because Cambodia does not have a restaurant tradition: most meals are eaten at home," , "date" : "19970530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "$25 and Under" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/30\/arts\/25-and-under.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $265,000 315 West 23d Street 1,200-sq.-ft. open-loft co-op; 24 hr. doormen, elevator, beamed ceilings, 1 bath, h\/w floors, 3 exposures; maintenance $825, 55%" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/realestate\/residential-resales-238120.html"} , {"body" : "TWENTY dance and music companies will return to the Brooklyn Academy of Music for the 20th anniversary of Chuck Davis's Dance Africa, making it the largest festival of African-American dance in the United States. Mr. Davis founded the New York City-based Chuck Davis Dance Company in 1968 and the African-American Dance Ensemble, based in Durham," , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "20 Years of Celebrating the Dances of Africa" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/nyregion\/20-years-of-celebrating-the-dances-of-africa.html"} , {"body" : "A study commissioned by New York City has found that allowing rent increases once an apartment falls vacant, a policy recommended by Gov. George E. Pataki, would have a limited impact on the rent of most apartments during the next two years. But a few areas, including the Upper West Side, would see rent increases as high as 30 percent, the study" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent Decontrol Study: From No Impact to 30% Increases" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/rent-decontrol-study-from-no-impact-to-30-increases.html"} , {"body" : "On Thursday, Nov. 28, 1963, Lawrence J. Bart, a quiet, unremarkable man who worked as an executive in his family's printing business in the Flatiron District, missed Thanksgiving dinner. He had been at work the day before, and had never called to say he would not be coming. The next morning, his younger brother and a friend found him murdered in" , "date" : "19970501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Charged in '63 Killing That Ex-Prostitute Couldn't Forget" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/01\/nyregion\/man-charged-in-63-killing-that-ex-prostitute-couldn-t-forget.html"} , {"body" : "FORT GREENE Mentoring for Students In Music and Flamenco The five dozen members of the Brooklyn Technical High School Orchestra will join the Brooklyn Philharmonic Orchestra on Tuesday for an evening of ''Flamenco.'' The main offering will be ''El Amor Brujo'' by Manuel de Falla, and the orchestras will be joined by Mary Ann McCormick, a" , "date" : "19970427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBHORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/27\/nyregion\/playing-in-the-neighbhorhood.html"} , {"body" : "A 15-year-old girl who peered out her apartment window in Fort Greene, Brooklyn, when she heard gunfire was hit in the neck by a stray bullet yesterday, the police said. The bullet struck the girl on the right side of her neck as she looked out the window of her sixth-floor apartment at the Fort Greene Houses at 124 Carlton Avenue. The girl was" , "date" : "19970427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklyn Girl Struck By a Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/27\/nyregion\/brooklyn-girl-struck-by-a-stray-bullet.html"} , {"body" : "HOUSE tours, show houses and garden tours -- each a fund-raiser for a social-service organization, school or historic preservation group -- have started at country estates, urban apartments and backyard gardens from Boston to Delaware. New York City Flatbush, Brooklyn, Sunday -- A self-guided tour of 10 Victorian residences, including a 1903 Queen" , "date" : "19970424" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PENNSYLVANIA" , "DELAWARE" , "RHODE ISLAND" , "MASSACHUSETTS" , "MARYLAND" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Touring Gardens, Homes and Estates" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/24\/garden\/touring-gardens-homes-and-estates.html"} , {"body" : "She was but a few hours old and weighed only five and a half pounds when her body was found last month in a duffel bag atop a Dumpster in Bushwick, Brooklyn. But it was only in death that she got what she apparently lacked in life: guardians and a name. She was a foundling who did not survive, unclaimed and unknown. But two of the officers who" , "date" : "19970423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Denied Life, Abandoned Baby Girl Gets an Identity" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/23\/nyregion\/denied-life-abandoned-baby-girl-gets-an-identity.html"} , {"body" : "CUCINA ** $(rating: two stars$) (718) 230-0711; 256 Fifth Avenue (Garfield Place), Park Slope; $$; American Express, Mastercard, Visa A painted tin ceiling, sunny mural and antique wood serving tables contribute to the rustic Tuscan feel at this friendly neighborhood favorite. The engaging Italian cooking at reasonable prices completes the picture." , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Congenial Settings Around Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/congenial-settings-around-brooklyn.html"} , {"body" : "Mark Morris received the Capezio Dance Award onstage at the Brooklyn Academy of Music on Thursday night, just before the New York premiere of ''I Don't Want to Love,'' a work he has set to seven Monteverdi madrigals. Like the award presentation, the new piece proved something of a romp, in the best sense. The dancers scamper and gambol in the" , "date" : "19970419" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "On Aspects of Love After 40" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/19\/arts\/on-aspects-of-love-after-40.html"} ,   {"body" : "Two former executives of the Brooklyn company that makes Sweet 'n Low were charged yesterday with tax fraud, accused of diverting company funds to pay personal expenses. The indictment of Oswaldo Mederos, the former controller and chief financial officer of the Cumberland Packing Corporation, and his brother, Mario Mederos, the former purchasing" , "date" : "19970416" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Accused of Fraud" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/16\/nyregion\/two-accused-of-fraud.html"} , {"body" : "At the request of the Police Department, the Brooklyn District Attorney yesterday dismissed a disorderly conduct charge against a freelance reporter who was arrested last month while covering the funeral procession of the slain rapper Christopher G. Wallace for The New York Times. Calling the arrest unfortunate, Police Commissioner Howard Safir" , "date" : "19970412" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Prosecutor Dismisses Charge Against Reporter at Procession" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/12\/nyregion\/prosecutor-dismisses-charge-against-reporter-at-procession.html"} , {"body" : "A Harlem man was arrested yesterday in the beating death of his girlfriend's 3-year-old son in Brooklyn. The man, Ginnacarlo Thompson, 22, of 148 West 144th Street, was charged with second-degree murder and endangering the welfare of a child after the police said an autopsy contradicted his accounts of the injuries to the boy, Malik Griffin. Sgt." , "date" : "19970411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Harlem Man Is Arrested In Beating Death of Child" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/11\/nyregion\/harlem-man-is-arrested-in-beating-death-of-child.html"} , {"body" : "Elizabeth Doris Greene, the daughter of Phyllis Greene of Portland, Conn., and Nathanael Greene of Middletown, Conn., was married yesterday to Nicholas Michael Ogden Hart, a son of Mr. and Mrs. William D. Hart of Westport, Conn. The Rev. Olivia Holmes, a Unitarian Universalist minister, performed the ceremony at the Heritage Inn in Southbury, Conn." , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "50" , "title" : "Elizabeth Greene, Nicholas Hart" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/style\/elizabeth-greene-nicholas-hart.html"} , {"body" : "THE PUBLICIST FOR THE NEO-SOUL singer Erykah Badu, whose debut album, ''Baduizm,'' and first single, ''On and On,'' have been near the top of Billboard charts for a month, lays down one ground rule for an interviewer: ''Erykah doesn't want to talk about the Billie Holiday thing.'' Critics for magazines from Time to Rolling Stone to Vibe have" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Just Don't Compare Her To Billie Holiday" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/arts\/just-don-t-compare-her-to-billie-holiday.html"} , {"body" : "''Russian Folk Festival: From the Village Fair to the Stage'' is an aptly descriptive title for the splendid sampling of traditional songs and dances that the Brooklyn Academy of Music has imported for this weekend from seven parts of Russia. The heart-rending lament that Lyubov Smolenskaya from the northern Archangel region let out on Thursday" , "date" : "19970405" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "From Russia, Bridging Folk and the Scholarly" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/05\/arts\/from-russia-bridging-folk-and-the-scholarly.html"} , {"body" : "A 31-year-old kindergarten teacher in Brooklyn was arrested on child pornography and sexual assault charges after going to a New Jersey motel on Friday morning for what he thought would be a sexual rendezvous with an 11-year-old boy, Federal officials said yesterday. Instead, the teacher, Lawrence J. Cohen, of Manalapan, N.J., encountered an" , "date" : "19970401" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Teacher Is Arrested in Internet Child Pornography Case" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/01\/nyregion\/teacher-is-arrested-in-internet-child-pornography-case.html"} , {"body" : "Here is a sampling of Easter weekend activities in New York City. Unless noted, events are free. Today ''ST. MATTHEW PASSION,'' Brooklyn Academy of Music, Majestic Theater, 651 Fulton Street, Fort Greene. Jonathan Miller's dramatic staging of the Bach work, featuring a Baroque ensemble; Rufus Muller, tenor; Andrew Schroeder, bass; Amy Burton," , "date" : "19970328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "For Easter: Music and Walks, Shows and Rockettes" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/28\/arts\/for-easter-music-and-walks-shows-and-rockettes.html"} , {"body" : "The White Oak Dance Project, directed by Mikhail Baryshnikov, is presenting two programs at the Brooklyn Academy of Music through Saturday night. The opening on Tuesday featured new works, with Mr. Baryshnikov appearing in all three: ''Journey of a Poet,'' a piece attributed posthumously to Erick Hawkins, who died in 1994; ''Unspoken Territory,'' a" , "date" : "19970327" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "A Troupe Discovers How to Be What It Is" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/27\/arts\/a-troupe-discovers-how-to-be-what-it-is.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} ,   {"body" : "Here is a sampling of special choral works for the Easter season in New York City. Admission is free unless otherwise noted (churches accept donations). Palm Sunday BROOKLYN ACADEMY OF MUSIC, Majestic Theater, 651 Fulton Street, Fort Greene. Dramatic staging of Bach's ''St. Matthew Passion''; Baroque ensemble; Rufus Muller, tenor; Andrew Schroeder," , "date" : "19970321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "In Church and Elsewhere, Voices Raised in Song" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/21\/arts\/in-church-and-elsewhere-voices-raised-in-song.html"} , {"body" : "Returning to his office 12 days after heart bypass surgery, Police Commissioner Howard Safir yesterday praised the way officers handled an angry disturbance that followed the funeral of a rap star in Brooklyn. More than 1,300 people jammed the streets of Fort Greene Tuesday afternoon to watch the funeral procession of the slain rapper, Christopher" , "date" : "19970320" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Safir Lauds Police Work at Rap Star's Funeral" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/20\/nyregion\/safir-lauds-police-work-at-rap-star-s-funeral.html"} , {"body" : "Christopher G. Wallace, the Brooklyn tough who became the million-selling rap star known as Biggie Smalls and the Notorious B.I.G., was driven in a hearse yesterday for a final ride through the streets where he grew up, as several thousand people mourned both for him and for the violence that has shaken the rap world. The procession itself was" , "date" : "19970319" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Rap Star's Final Ride, Homage Is Marred by a Scuffle" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/19\/nyregion\/on-rap-star-s-final-ride-homage-is-marred-by-a-scuffle.html"} , {"body" : "A freelance reporter working for The New York Times was arrested and charged with disorderly conduct yesterday while covering a scuffle between police officers and fans of the slain rap star Christopher G. Wallace. The reporter, Julia Campbell, 30, had been covering the funeral procession, which carried the body of Mr. Wallace -- who was known as" , "date" : "19970319" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reporter Working for Times Arrested While Covering Clash" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/19\/nyregion\/reporter-working-for-times-arrested-while-covering-clash.html"} , {"body" : "Without being asked, Donald Watson cupped his hands to his mouth and began blowing and sucking air in choppy rhythms, all the while humming in his throat and tapping his feet in counterpoint. ''That's the way Chris used to do it,'' he said of the rap beats echoing off the dingy facades in the Bedford-Stuyvesant section of Brooklyn where the two men" , "date" : "19970317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Short Life of a Rap Star, Shadowed by Many Troubles" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/17\/nyregion\/the-short-life-of-a-rap-star-shadowed-by-many-troubles.html"} , {"body" : "IT'S another Saturday morning and Dan MacGowan, coffee cup at hand, is once again hunched at his desk, poring over the real estate listings. Kathy MacGowan, no longer an ardent adherent to this ritual, sits nearby, reading something -- anything! -- that does not have to do with apartment hunting. So it has been for too many weekends in the" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Much of the City, A Robust Market" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/realestate\/in-much-of-the-city-a-robust-market.html"} , {"body" : "Coffee, Tea, Magazines And Publishing Connections By day, Patricia Mulcahy is the editor in chief at Doubleday. By night, beginning on Tuesday, Ms. Mulcahy will be the co-proprietor of Tillie's of Brooklyn, a coffee bar and magazine shop at 248 De Kalb Avenue in Fort Greene. Ms. Mulcahy, who has lived in neighboring Clinton Hill for the last seven" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/nyregion\/new-yorkers-co-964034.html"} , {"body" : "Nonprofit legal services corporations are well known for championing the causes of those with grievances against government or corporations. But in an unusual case, Bedford-Stuyvesant Legal Services Corporation is being investigated by the Government for unfair labor practices. The Brooklyn regional office of the National Labor Relations Board has" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Labor Dispute in an Odd Setting" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/nyregion\/labor-dispute-in-an-odd-setting.html"} , {"body" : "IN Detroit, Keely Robinson's parents lived in private homes, and she grew up in two of them, both in middle-class neighborhoods. Kenneth Walker has owned houses both in Toronto and the Caribbean island of Jamaica. Jason Pascal's father was a taxi driver in Trinidad and owned his own house. ''My family never paid rent,'' Mr. Pascal said. The common" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "How 'Equity Leases' Became a Track to Ownership" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/realestate\/how-equity-leases-became-a-track-to-ownership.html"} , {"body" : "THE problem that had stopped Pamela Henry from buying her apartment was her bankruptcy five years ago.. She was hesitant to talk about the circumstances -- they were still too painful -- but she wanted to give a boost to the privately run nonprofit group that helped her take on the banking bureaucracy and, finally, procure a mortgage. So she waded" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Help Getting a Mortgage" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/realestate\/help-getting-a-mortgage.html"} ,   {"body" : "IT was the summer of 1960 and Wall Street didn't wear the ''For Whites Only'' signs that were common in 12-year-old Harold Doley's hometown, New Orleans. Yet Wall Street was as white as those segregated parts of New Orleans that were locked behind the signs of the Old South. Young Doley had ventured onto Wall Street during a family trip to New" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taking Their Seats on The Street" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/taking-their-seats-on-the-street.html"} , {"body" : "A Brooklyn man who spent 16 months in prison for killing a baby in 1985 was in custody yesterday on charges that he fractured the skull of a roommate's 5-month-old son, the police said. The man, Mark Campbell, 35, had moved in with an old friend in an apartment in Fort Greene, Brooklyn, just last month, the police said. They said neither the" , "date" : "19970212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Convicted in Child's Death, Man Is Held in a New Assault" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/12\/nyregion\/convicted-in-child-s-death-man-is-held-in-a-new-assault.html"} , {"body" : "Water mains break in New York City more often than ''Cats'' is performed on Broadway, more often than the Jets change coaches. Five or six hundred times a year, a rupture occurs along the city's 6,000 miles of mains. For many New Yorkers, water main breaks are short-term hassles -- challenges that usually last hours or a couple of days, like the" , "date" : "19970211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Water Main Breaks, Again, and 3 Are Homeless" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/11\/nyregion\/water-main-breaks-again-and-3-are-homeless.html"} , {"body" : "In the latest reminder of New York City's hoary infrastructure and the havoc it can wreak, a water main dating from 1858 betrayed its age early yesterday morning, bursting open under Atlantic Avenue in Brooklyn, dumping eight feet of water into basements along one block and threatening major delays this morning for many commuters. City officials" , "date" : "19970210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Water Main Bursts Open, Soaking Block In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/10\/nyregion\/water-main-bursts-open-soaking-block-in-brooklyn.html"} , {"body" : "In the Fort Greene section of Brooklyn, Helen Maharaj, a 49-year-old homemaker picking over breakfast at a diner on Fulton Street, lit up when the subject turned to the news that David N. Dinkins might return to public life. ''I just love the idea,'' she said, nearly rising out of her seat. ''I would vote for him. And I would tell all my friends to" , "date" : "19970202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "On 2 Streets, 2 Different Views of a Dinkins Candidacy" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/02\/nyregion\/on-2-streets-2-different-views-of-a-dinkins-candidacy.html"} , {"body" : "SOHO The Title's the Thing (Or at Least the Main Prop) An improvisational opera company, Play It by Ear takes audience suggestions and instantly creates music, lyrics and drama. The main prop is often the show's title, and the current production is ''3 Paper Cups.'' Some of the troupe's more memorable mini-operas have been ''Shoppers Anonymous''" , "date" : "19970202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (BROOKLYN)" , "NEW YORK CITY" , "GRAMERCY PARK (NYC)" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/02\/nyregion\/playing-in-the-neighborhood-426016.html"} , {"body" : "The 5- to 10-minute delay yesterday for cars navigating the choppy seas of pavement along Seventh Avenue in Chelsea was a harbinger of greater turmoil to come, as rush hour dawns today before repaving of the street is complete. Although city officials had originally said that the intersection of Seventh Avenue and 16th Street in Manhattan, which" , "date" : "19970127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Seventh Avenue, It's Still a Squeeze for Traffic" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/27\/nyregion\/on-seventh-avenue-it-s-still-a-squeeze-for-traffic.html"} , {"body" : "For all the cement and steel that lend New York City its aura of indestructibility, there is nothing like a couple of water main breaks to lay bare the fragility of the urban experience. And as construction workers patched up the devastation wrought by breaks last week in Brooklyn and Manhattan, those affected alternately complained and marveled" , "date" : "19970126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Bursting Water Mains Reveal a Tough City's Fragility" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/26\/nyregion\/bursting-water-mains-reveal-a-tough-city-s-fragility.html"} , {"body" : "MARIANNE MOORE, ONE OF the great modern American poets, was also one of the most visual. Many of her best-known poems build on her fastidious observation of natural phenomena, especially animals; others make vivid allusions to art, from Leonardo to Magritte to Chinese lacquer and porcelain. ''The Steeple-Jack,'' the first poem in the final edition" , "date" : "19970126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Thoroughly Modern In More Than Her Poetry" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/26\/arts\/thoroughly-modern-in-more-than-her-poetry.html"} , {"body" : "Like an army ready to fight back an onslaught, 300 Transit Authority workers descended into the subways yesterday morning, armed with water pumps, shovels and even leaflets. The enemy: a broken water main at 16th Street and Seventh Avenue that sent a torrent of water into the subway tunnel, rising as high as three feet above the train tracks," , "date" : "19970125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Fighting Wet War to Restore Service" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/25\/nyregion\/fighting-wet-war-to-restore-service.html"} ,   {"body" : "A small water-main break in Brooklyn yesterday had the ripple effect of disrupting subway service all the way into Manhattan yesterday, as transit officials shut down parts of two lines for nine hours, fearing that two brownstones might collapse. When water to the broken main was shut off shortly after noon, the front stoops and the facade of the" , "date" : "19970124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Small Water Line Break Makes Torrent of Trouble" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/24\/nyregion\/small-water-line-break-makes-torrent-of-trouble.html"} , {"body" : "The old man longs for a uniform: something ''with a touch of gold,'' he says, like a child with a Christmas wish list he knows will never be answered. For Thomas Dunne, once a superintendent of Dublin's metropolitan police and now a resident of a bare cell in a mental home, the shelter and camouflage of clothes are as distant as youth. Time and age" , "date" : "19970122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "11" , "title" : "A Life and a Country Stripped of Illusions" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/22\/theater\/a-life-and-a-country-stripped-of-illusions.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST END AVENUE $138,000 55 East End Avenue (82d St.) 1-bedroom, 1-bath, 750-sq.-ft. postwar co-op; 24-hr. doormen, concierge, terrace, East River view; maintenance" , "date" : "19970119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/19\/realestate\/residential-resales-154148.html"} , {"body" : "For many years after its revival in the 1970's, the Brooklyn Academy of Music's hulking neo-Renaissance opera house floated like a cultural and financial island on the outskirts of Downtown Brooklyn. Even as it forged an international reputation as an incubator of the avant-garde, featuring works by Robert Wilson and Peter Brook, critics and" , "date" : "19970114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Academy's Role In Renewal of Downtown" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/14\/nyregion\/brooklyn-academy-s-role-in-renewal-of-downtown.html"} , {"body" : "CONVENTIONAL wisdom has it that the city's most fiercely competitive high schools -- Stuyvesant, Bronx High School of Science and Brooklyn Tech -- are always at the top of the list of high performers. But the State Education Department's school reports show a fourth contender: Townsend Harris High School in Flushing, Queens. With 98 percent of its" , "date" : "19970112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Elite School With a Difference" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/12\/nyregion\/elite-school-with-a-difference.html"} , {"body" : "BURNS PATTERSON is thrilled that he does not have to hedge anymore when people call him asking the whereabouts of Sleepy Hollow. ''I'm always getting calls from people around the country asking, ''Just where is Sleepy Hollow?' '' said Mr. Patterson, the public relations manager of Historic Hudson Valley, a nonprofit organization that operates" , "date" : "19970105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SLEEPY HOLLOW (NY)"] , "nytd_section_facet" : ["Books" , "Real Estate"] , "page_facet" : "7" , "title" : "What's in a Name? For Sleepy Hollow, New Dreams" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/05\/realestate\/what-s-in-a-name-for-sleepy-hollow-new-dreams.html"} , {"body" : "LONNEE HAMILTON'S son, Max, is only 4 and won't start kindergarten until the fall of 1998, but Ms. Hamilton, a writer who lives in Fort Greene, Brooklyn, already feels as if she has fallen behind. Some other mothers have begun schmoozing with principals, checking out seminars and hiring private consultants to help them select the perfect public" , "date" : "19970105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Public Schools: Choice or Chance?" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/05\/nyregion\/public-schools-choice-or-chance.html"}]