[  {"body" : "There had been a report of gunfire crackling from a rooftop, and the police had swarmed to the Glenwood Houses in Canarsie, Brooklyn. Guns were drawn, including that of Officer Michael J. Davitt, 36, who in 14 years on the force had fired eight times, shot two people and been sent down twice for weapons retraining. Danger swirled in the wintry air." , "date" : "19971227" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Man Is Slain by Officer, Anger and Calls for Patience" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/27\/nyregion\/after-man-is-slain-by-officer-anger-and-calls-for-patience.html"} , {"body" : "DON'T bother to shush. This ample room, luminous in morning light that streams through a glass curtain wall, will soon be the multicultural center of the Queens Borough Public Library's Flushing branch. But for now, it is a construction site. And no librarian is going to stop the whine of a 14-inch saw buzzing through metal studs. Nor is the din" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Libraries, a Time of Rebirth" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/realestate\/for-libraries-a-time-of-rebirth.html"} , {"body" : "As family, friends and fellow police officers gathered yesterday at a wake for Ralph C. Dols, the off-duty housing police officer who was gunned down execution-style on Monday night outside his apartment in Brooklyn, investigators continued to explore his widow's links to organized crime but said that they had not yet found a motive for the" , "date" : "19970828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Motive Remains Mystery As Officer's Wake Is Held" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/28\/nyregion\/motive-remains-mystery-as-officer-s-wake-is-held.html"} , {"body" : "A 100-foot aluminum party boat called the Sunshine left its dock in Sheepshead Bay under a leaden sky Saturday morning with 40 people on board. Thirteen of them were members of the Helen Keller Fishing Club, an organization that takes blind people deep-sea fishing. ''Really, this club's a godsend,'' said Marty Ross, who has been blind from birth." , "date" : "19970519" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Blind, Like Others, Fish by the Sense of Feel" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/19\/nyregion\/the-blind-like-others-fish-by-the-sense-of-feel.html"} , {"body" : "THE old trapper stopped a moment to wipe his hands, the blood staining fingerprints into his pants leg, spittle popping inside the wood-burning stove. He took up another muskrat, made two small incisions around its ankles and cut up under the tail, opening the vermin like a paper bag. Nailing its tail to the rafter, he peeled the skin back," , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Last Days Of the Baymen" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/last-days-of-the-baymen.html"}]