[  {"body" : "A 54-year-old financial analyst died hours after being struck by a tour bus on the Upper East Side yesterday during the evening rush hour, the police said. She was dragged for at least half a block before a pedestrian waved down the driver, who was unaware that he had struck her, the police said. The victim, Sylvia Hendell of Richmond Hill, Queens," , "date" : "19971231" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Fatally Struck by Bus On 3d Avenue at Rush Hour" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/31\/nyregion\/woman-fatally-struck-by-bus-on-3d-avenue-at-rush-hour.html"} , {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Brooklyn Could Have Been A Contender" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/magazine\/brooklyn-could-have-been-a-contender.html"} , {"body" : "LARRY RACIOPPO looks downright calm for a guy who is always on the edge. He finds serenity on the margins of the city -- whether it is among the physical limits on the abandoned waterfront or the temporal boundaries commemorated by spray-painted memorial walls in rundown neighborhoods. They are all secret spaces whose ruins spark rumination and" , "date" : "19971203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A City's Heart Seen Through Its Bare Edges" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/03\/nyregion\/about-new-york-a-city-s-heart-seen-through-its-bare-edges.html"} , {"body" : "FLATBUSH Up Close and Personal At a Brooklyn Conservatory When three faculty members of the Brooklyn College Conservatory of Music perform this afternoon, they will give a ''more intimate and warm recital'' than most people are used to attending, said Paul Shelden, a clarinetist who is one of the three featured artists. The setting will be the Sam" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/nyregion\/playing-in-the-neighborhood-247561.html"} , {"body" : "FOR CHILDREN Theater ''ALADDIN AND THE WONDERFUL LAMP,'' directed by Nicolas Coppola, performed with marionettes, flying carpets, Khachaturian's ''Gayenne'' and a genie by Puppetworks, for ages 3 and up. Through Dec. 21. Saturdays and Sundays at 12:30 and 2:30 P.M. at Puppetworks-Park Slope, 338 Sixth Avenue, at Fourth Street, Brooklyn. Admission:" , "date" : "19971121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/21\/arts\/spare-times-228982.html"} , {"body" : "FOR CHILDREN Theater ''ALADDIN AND THE WONDERFUL LAMP,'' directed by Nicolas Coppola, performed with marionettes, flying carpets, Khachaturian's ''Gayenne'' and a genie by Puppetworks, for ages 3 and up. Through Dec. 21. Saturdays and Sundays at 12:30 and 2:30 P.M. at Puppetworks-Park Slope, 338 Sixth Avenue, at Fourth Street, Brooklyn. Admission:" , "date" : "19971114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/14\/arts\/spare-times-117749.html"} , {"body" : "In the 57 years since Mayor Fiorello La Guardia laid their cornerstone to the strains of a brass band, Vladeck Houses on the Lower East Side have embodied the promise of public housing. Zigzagging gracefully through blocks once crowded with the Corlears Hook slums, they tell the neighborhood's immigrant story on every door buzzer: older Jewish and" , "date" : "19971111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Public Housing Shows Its Age; A Crisis of Advancing Repairs and Declining Money" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/11\/nyregion\/public-housing-shows-its-age-a-crisis-of-advancing-repairs-and-declining-money.html"} , {"body" : "SO you voted for the Mayor, the rasp in his voice has almost become endearing and you are looking forward to four more years of feeling safe when you walk the dog at night. Then you find out that the city wants to put an off ramp from the Gowanus Expressway in your neighborhood, and suddenly you are sticking voodoo pins in your Giuliani doll. That" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How To Fight City Hall" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/how-to-fight-city-hall.html"} , {"body" : "New York City's Mayor, Rudolph Giuliani, sounded some worthy themes for the future during this fall's campaign. Now that the election is over, he needs to broaden his agenda. So far, the Mayor has talked mainly about the next battle -- against narcotics dealers, the Port Authority or the State Legislature. Mr. Giuliani is always happiest when he is" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Mr. Giuliani's Next Term" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/opinion\/mr-giuliani-s-next-term.html"} , {"body" : "It is a nondescript gray wall, two blocks long, the face of an industrial building a block from the Gowanus Canal. The building houses Consolidated Edison trucks and tools, and the facade melds seamlessly into a Brooklyn neighborhood of warehouses, factories and makeshift signs offering vacant lots for development. But the wall on Third Avenue" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Last Vestige of the Dodgers in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/nyregion\/last-vestige-of-the-dodgers-in-brooklyn.html"} ,   {"body" : "LARRY FOX, the owner of a small Brooklyn company that distributes paper products to party-supply stores, grew up in Flatbush but until recently had not been near the waterfront in Sunset Park in 10 years. He had been storing goods in Kearny, N.J., although he garaged his trucks on Neptune Avenue in Brooklyn, and he was looking for a place in which" , "date" : "19971012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES; A Leasing Pickup on the Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/12\/realestate\/perspectives-a-leasing-pickup-on-the-brooklyn-waterfront.html"} , {"body" : "UPPER EAST SIDE Were the Streets Really Paved With Gold? The struggle between immigrants and their children, who are growing up in new ways and assimilating to the new country, is the focus of the photography exhibition ''In Search of Promise,'' at the 92d Street Y. Forty photographers, including Susan Meiselas, Mel Rosefeld and Alex Webb, address" , "date" : "19971012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/12\/nyregion\/playing-in-the-neighborhood-537667.html"} , {"body" : "JAN MCLAUGHLIN, a freelance sound mixer, likes to drive her 1953 pickup truck between her home in Brooklyn and favorite Manhattan restaurants like Fanelli and Stingy Lulu's. ''It's a very magical experience driving it,'' she said. ''People smile and give me the thumbs up.'' For all the money that Ms. McLaughlin has poured into maintaining her" , "date" : "19971012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "NOTICED; Steeds for Those Who Hate the Herd" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/12\/style\/noticed-steeds-for-those-who-hate-the-herd.html"} , {"body" : "Because a tanker exploded in Yonkers yesterday, picnic areas in Palisades Interstate Park in New Jersey went unpatrolled. Contractors assigned to a half-dozen road projects took their shovels elsewhere. And truckers 300 miles away in Maryland saw flashing signs along Interstate 95 and changed their routes. The closing of less than two miles of the" , "date" : "19971010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["YONKERS (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Finding Alternatives to Alternate Routes" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/10\/nyregion\/finding-alternatives-to-alternate-routes.html"} , {"body" : "Watching Angel Rodriguez enter the Sunset Park Senior Citizen Center is something like witnessing the second coming of Elvis. Men shout and offer handshakes; women swoon and demand besos, or kisses. Mr. Rodriguez, 40, circulates, giving hugs, besos and advice, even joking about his bulging belly with a group of women. This, said Mr. Rodriguez, the" , "date" : "19971005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE -- In 2 Corners of City, a Surge in Hispanic Power; Brooklyn Area May Put Puerto Rican on Council" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/05\/nyregion\/neighborhood-report-new-york-up-close-2-corners-city-surge-hispanic-power.html"} , {"body" : "In a month, New York City voters will elect the mayor who will lead the city into the next millennium. Right now they have a good idea of how the incumbent, Rudolph Giuliani, has performed over the last four years, but little sense of his vision for the future. His Democratic opponent Ruth Messinger has told them a lot about where she thinks Mr." , "date" : "19971004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Time for a Real Campaign" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/04\/opinion\/time-for-a-real-campaign.html"} , {"body" : "Carroll Park, a placid haven of benches and ball courts in the heart of Carroll Gardens, Brooklyn, reflects the neighborhood's blend of Italian-American families and yuppie strivers. Old men play boccie there while newer arrivals hold wine-tastings to raise money to keep the park spruced up. But a group of black youths interviewed recently in Red" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "CARROLL GARDEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "In Brooklyn, 2 Worlds on an Edge; At the Scene of a Bias Beating, a Line Divides Red Hook and Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/brooklyn-2-worlds-edge-scene-bias-beating-line-divides-red-hook-carroll-gardens.html"} , {"body" : "It's a sultry Tuesday night in Manhattan Beach and the guys are getting together for a good time. Dressed in jeans and T-shirts, they might be mistaken for a bunch of off-duty construction workers. But what they build is the finest four-part harmony this side of the Gowanus Canal. Welcome to Kings Chorus, the Brooklyn chapter of the dulcet-toned" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SUNNYSIDE; Barbershop Quartet, Times 10" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/neighborhood-report-sunnyside-barbershop-quartet-times-10.html"} , {"body" : "Three white teen-agers from Brooklyn were ordered held in $100,000 bail yesterday after they were arraigned on charges of beating a black man with a baseball bat and a steering-wheel lock early Saturday morning in what the authorities described as an apparent bias crime, officials said. The teen-agers -- Anthony Mascuzzio, 19, Alfonse Russo, 17," , "date" : "19970922" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "3 Teen-Agers Are Arraigned In an Attack" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/22\/nyregion\/3-teen-agers-are-arraigned-in-an-attack.html"} , {"body" : "When it comes to identifying ways to revitalize Sunset Park and Red Hook, the five Democrats who would like to represent Brooklyn's 38th Council District have a lot in common. All five have promised to lobby for another high school in the district. Each one backs plans to replace the perpetually gridlocked Gowanus Expressway with a tunnel closer to" , "date" : "19970906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Primary Is a Battle of Resumes and Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/06\/nyregion\/brooklyn-primary-is-a-battle-of-resumes-and-endorsements.html"} ,   {"body" : "On Aug. 23, Nicholas Heyward wore his pain on his body as well as his lips. His son's picture was inside a pendant that hung from a chain around his neck. His T-shirt advertised the Nicholas Heyward Jr. All-Star Memorial Classic basketball tournament. And Mr. Heyward told the small crowd assembled on the Gowanus Playground to commemorate what would" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Another Birthday Marked for Dead Boy as Grief Holds On" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/nyregion\/another-birthday-marked-for-dead-boy-as-grief-holds-on.html"} , {"body" : "Dozens of confidential police reports found in a trash can under the Gowanus Expressway in Brooklyn had apparently been dumped on the street by a police officer who was authorized to take them home, police officials said yesterday. The 57 case reports were found by two men looking through the trash in an orange, wire-mesh Sanitation Department can" , "date" : "19970826" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Files Found on Street, and Trail Leads to Officer" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/26\/nyregion\/police-files-found-on-street-and-trail-leads-to-officer.html"} , {"body" : "INTERNATIONAL A3-9 Mir Faces New Setback As Oxygen Systems Fail The two main oxygen-producing systems on the Russian space station Mir broke down, presenting its three-man crew with a fresh setback just days after the situation on the crippled space station appeared to be improving. NASA described the mishap as ''serious'' but stressed that the" , "date" : "19970826" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/26\/nyregion\/news-summary-802190.html"} , {"body" : "W.C. Fields once famously said that he would never drink water, because fish fornicate in it. But if Mr. Fields considered this a negative, the brightest minds on Madison Avenue say it suggests yet another promising idea for what many advertising executives describe as the ultimate challenge of their profession: marketing water. ''You could build a" , "date" : "19970810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "It's Wet. It's Bottled. It Sort of Tastes Like Water." , "url" : "http:\/\/www.nytimes.com\/1997\/08\/10\/weekinreview\/it-s-wet-it-s-bottled-it-sort-of-tastes-like-water.html"} , {"body" : "There are no plans to bottle and market ''Eau de Gowanus,'' but efforts to revive interest in the canal-cum-cesspool between Park Slope and Carroll Gardens have reached new heights of creativity: sunset cruises on the waterway. The Brooklyn Center for the Urban Environment offered the first boat trip in June, hoping that exposing neighborhood" , "date" : "19970803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Evening Cruise on the Gowanus Canal, Clothespins Optional" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/03\/nyregion\/evening-cruise-on-the-gowanus-canal-clothespins-optional.html"} , {"body" : "WHEN SUMMER COMES, New York dances, sometimes in surprising ways. As always there are outdoor performances on platforms big and small. But at the most unusual events, the city itself is the stage. These are site-specific works choreographed so that a street, a park, an architectural landmark or even a whole neighborhood becomes part of the action." , "date" : "19970803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "The City Becomes a Stage, and Part of the Action" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/03\/arts\/the-city-becomes-a-stage-and-part-of-the-action.html"} , {"body" : "For Frederick Law Olmsted and Calvert Vaux, the famed 19th-century park designers, the key to creating tranquil refuges from urban crowds and congestion was to separate man, horse and carriage. In Central and Prospect Parks, they meticulously planned and built gently winding pedestrian walkways, bridle paths and carriage drives that were completely" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Residents Want Cars Out of Prospect Park" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/nyregion\/residents-want-cars-out-of-prospect-park.html"} , {"body" : "WHEN they met as students at Brown University, Sham Mosher and Mala Yee instantly disliked each other. ''I thought he was a flaky artist and he thought I was no fun,'' she recalled. Ms. Yee, now 27 and a company manager at Lincoln Center Theater, describes herself as a businesslike, backstage sort of person, someone who dislikes the limelight so" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "37" , "title" : "Mala Yee and Sham Mosher" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/style\/mala-yee-and-sham-mosher.html"} , {"body" : "At 2:30 yesterday afternoon, New York City's power broker of the moment took his seat at his desk and picked up the phone to do a deal. Before him stretched a panoramic view of the metropolitan area, from Dutchess County all the way to Fresh Kills on Staten Island. He was not calling in markers from a politician or a corporate chief. He was not" , "date" : "19970718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Power Broker Looks for Deals to Keep New York Cool" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/18\/nyregion\/power-broker-looks-for-deals-to-keep-new-york-cool.html"} , {"body" : "Two men fishing off a pier into the Gowanus Bay in Brooklyn yesterday afternoon pulled a suitcase full of body parts out of the water, the police said. The men, who were fishing off a pier near 20th Street, pulled the suitcase out of the water shortly after noon, the police said. Officers from the Police Department's Harbor Unit were called to the" , "date" : "19970711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fishermen Find Suitcase Holding Body Parts" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/11\/nyregion\/fishermen-find-suitcase-holding-body-parts.html"} ,   {"body" : "To the Editor: As Mayor Rudolph W. Giuliani reviews the Regional Plan Association's study on replacing the Gowanus Expressway in Brooklyn with a tunnel (news article, July 1), I hope he'll also re-examine the proposal to build a tunnel beneath New York Harbor to carry rail freight. The tunnel was endorsed by Mr. Giuliani in January and has been" , "date" : "19970705" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Time Is Right to Build Rail Freight Tunnel" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/05\/opinion\/l-time-is-right-to-build-rail-freight-tunnel-994812.html"} , {"body" : "Replacing the Gowanus Expressway with a tunnel would be cheaper in the long run than rebuilding the crumbling elevated highway and would revive moribund neighborhoods in southwestern Brooklyn, according to a study by a private planning group. The study by the Regional Plan Association, to be formally released this morning, found that it would cost" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Study Backs Tunnel to Replace the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/study-backs-tunnel-to-replace-the-gowanus.html"} , {"body" : "Fifty years ago, a wizard with bushy eyebrows hunched over the bathtub in his Brooklyn apartment, intensely mixing poisonous chemicals. Gradually, a deep blue emerged. It stained the bathtub, but it would also come to revolutionize barber shops across America and, ultimately, the globe. Barbicide had been born. And hundreds of millions of coiffures" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "The Smithsonian Celebrates Barbicide, A Barbershop Germ Killer Born in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/nyregion\/the-smithsonian-celebrates-barbicide-a-barbershop-germ-killer-born-in-brooklyn.html"} , {"body" : "LET us now praise famous museums, or at least a single great one: the Brooklyn Museum, recently rechristened the Brooklyn Museum of Art. First, hats off to its history. Between this year and next, the museum will celebrate two anniversaries: 175 years as a public institution, and a century of residence in its splendid Beaux-Arts home on Eastern" , "date" : "19970606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Wandering The World While Still In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/06\/arts\/wandering-the-world-while-still-in-brooklyn.html"} , {"body" : "A bus returning to Chinatown in Manhattan from a trip to Atlantic City collided with a tractor-trailer truck yesterday morning on the rain-swept Gowanus Expressway in Brooklyn, pinning the truck driver in his cab and causing minor injuries to the bus driver and his 23 passengers, the police said. The bus, owned by Academy Bus Tours, was traveling" , "date" : "19970603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bus-Truck Collision Injures 24 in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/03\/nyregion\/bus-truck-collision-injures-24-in-brooklyn.html"} , {"body" : "A tow-truck company trying to clear an overturned ice truck from the Gowanus Expressway in Brooklyn yesterday found that its equipment was inadequate. So it called in the military. Midtown Towing, which has a contract with the city, was called to the northbound lanes of the expressway at 65th Street around noon to remove the 10-wheel truck, which" , "date" : "19970526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Army Muscle Helps Tow An Overturned Ice Truck" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/26\/nyregion\/army-muscle-helps-tow-an-overturned-ice-truck.html"} , {"body" : "Miro has always craved exercise. He is an 8-year-old Saluki, a breed of dog related to the greyhound. But when he moved to Carroll Gardens from Midwood, where he had a yard, four years ago, something inside of him died. ''He kind of wilted,'' said Alyssa Bonilla, who owns Miro. ''He didn't have enough space to run.'' Now he does. Two weeks ago," , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Official Run Is a First for Brooklyn Dogs" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/official-run-is-a-first-for-brooklyn-dogs.html"} , {"body" : "PROSPECT HEIGHTS 25 Years of Helping Women Get Behind the Camera For 25 years, the organization called Women Make Movies has been helping women do just that, encouraging female filmmakers to make inroads in the industry. The Brooklyn Museum of Art is helping celebrate that 25th anniversary with a film series this weekend and next. The museum's" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/playing-in-the-neighborhood-257389.html"} , {"body" : "The men of the Police Harbor ''Charlie'' unit have the grisly task of fishing cadavers from the water. They sat in the station house listening to the gurgle of the scanner last week while eating their lunch. ''Bodies always float face down,'' said Sgt. Larry DiGiamo, explaining that this quirk of nature makes it easy for the police to rope the body" , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Springtime, for the Harbor Police, Means Watching Out for Bodies" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/nyregion\/springtime-for-the-harbor-police-means-watching-out-for-bodies.html"} , {"body" : "The metal detectors were removed yesterday and the fresh-cut flowers carried in, as the drab lobby of Police Headquarters was once again transformed into a room of remembrance for police officers lost in the line of duty. Six officers were killed last year, and so six names were added to the hundreds of others set in bronze along the lobby's wall." , "date" : "19970513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Honoring Six Police Officers Who Died Last Year" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/13\/nyregion\/honoring-six-police-officers-who-died-last-year.html"} ,   {"body" : "Montague Street, one of Brooklyn Heights' loveliest thoroughfares, ends at the promenade. Directly underneath this intersection are the sounds and smell of cars and trucks whizzing along the Brooklyn-Queens Expressway. But if Allen Swerdlowe has his way, the highway traffic noise and the odors of exhaust fumes will be replaced with a whiff of ocean" , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Tunnel Vision for B.Q.E. Would Be a Billion Dollar View" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/tunnel-vision-for-bqe-would-be-a-billion-dollar-view.html"} , {"body" : "SPRING training was in sweaty full swing in Red Hook last Sunday. Eager anticipation of the Dodgers's return to the borough they spurned 40 years ago? Later for that. This is soccer central, where dozens of teams scramble to prepare for the tournaments held on the scruffy fields ringed by the Gowanus Expressway, factories and housing projects." , "date" : "19970312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dem Bums? Brooklyn Is Spoken For" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/12\/nyregion\/dem-bums-brooklyn-is-spoken-for.html"} , {"body" : "Brooklyn Borough President, Howard Golden, delivered his annual State of the Borough speech Wednesday. While emphasizing the positive -- such as the strongest economic growth in downtown Brooklyn in 50 years -- Mr. Golden's review also noted several stalled initiatives and a handful of massive, unresolved projects that have the potential to" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The State of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/the-state-of-brooklyn.html"} , {"body" : "One of the most agonizing parts of any trial -- for the defendants and the families of victims of violent crime -- is the gut-wrenching time when the testimony is over, the voices of witnesses and lawyers are stilled, and the 12 citizens who make up the jury disappear into the recesses of the courthouse to weigh it all. So it is in Federal District" , "date" : "19970210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Views From 3 Sides Of a Courtroom Vigil" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/10\/nyregion\/views-from-3-sides-of-a-courtroom-vigil.html"} , {"body" : "'The Horrible Horrendous Hideous Haircut' The Paper Bag Players Kaye Playhouse, Hunter College 68th Street between Lexington and Park Avenues (212) 772-4448 Recommended ages: 3 to 9 Through March 2 No one would accuse these talented performers of not being able to act their way out of a paper bag; it's just that most of the time, they prefer not" , "date" : "19970131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/31\/arts\/for-children.html"} , {"body" : "WE DIVIDE YET again into electronic haves and have-nots. The toll collectors at the Brooklyn-Battery Tunnell watch on a blustery cold morning as a Channel 5 news celebrity sails through the all-electronic lane, his right hand poking up through the sun roof with his new microchip-enabled tag. In the next lane, for peole with plain old money, the" , "date" : "19970126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "E-Z Riders" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/26\/magazine\/e-z-riders.html"} , {"body" : "Equipped with a 500-millimeter lens, a camera and a logbook, Irwin Susskind's 24th-floor surveillance perch might seem quixotic if it weren't becoming so common. Mr. Susskind, 61, a retired graphic designer, is among the growing number of New Yorkers who are tracking helicopters as they thunder past living-room windows. New flight paths to reduce" , "date" : "19970112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Who's Buzzing Brooklyn Heights?" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/12\/nyregion\/who-s-buzzing-brooklyn-heights.html"} , {"body" : "'Kids Outback Orientation' Gowanus Arts Exchange 295 Douglass Street Gowanus, Brooklyn (718) 596-5250 Recommended ages: 8 to 18 Sunday When you're young, dancing across the living room is the equivalent of glissading before a crowd of your best friends at City Center. As long as there is a kind, willing audience, the world is your oyster and life" , "date" : "19970110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/10\/arts\/for-children.html"}]