[  {"body" : "Gustine Wilkins is a wily hunter. Armed with a wad of coupons and a rickety shopping cart, she can turn $80 in food stamps into three weeks' worth of groceries. Her quarry is elusive and it takes an entire day to chase down the bargains, but Ms. Wilkins, 32, is motivated by a single, all-consuming objective: ''to stretch every dollar so my son" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "The Neediest Cases; When Lavish Meals Are a Dream and Sustenance Is a Struggle" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/the-neediest-cases-when-lavish-meals-are-a-dream-and-sustenance-is-a-struggle.html"} , {"body" : "It was to have been a grand swath of trees and songbirds and beachfront promenades, a ribbon of green on the gray, dreary southwestern fringe of Brooklyn. The idea fit the purpose of a 1960 New York State bond act: to stop ''the disappearance of natural lands.'' So in 1962 the city used bond act money to buy a 73-acre parcel between Shore Parkway" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Public Eyesore to Private Park; Can Golf Rescue a Dreary Slab of Brooklyn?" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/public-eyesore-to-private-park-can-golf-rescue-a-dreary-slab-of-brooklyn.html"} , {"body" : "To the Editor: In a city with ample parkland, the land banking of the greenspace of Dreier-Offerman Park for 30 years would be no crime (''Park May Be Dump, but Golf Center Proposal Stirs Protest,'' Nov. 16). But this area is in the Brooklyn gray crescent, a broad swath that was developed virtually without parks, and with very few playgrounds. The" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Little-Used Brooklyn Park Is Island in 'Gray Crescent'" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/l-little-used-brooklyn-park-is-island-in-gray-crescent-596353.html"} , {"body" : "Dreier-Offerman Park, 73 mostly undeveloped acres, has some of the best fishing spots in Gravesend. But in recent years, it has become more of a dumping ground than a recreational resource. Although the Parks Department installed a fence around the park this year and increased patrols to prevent illegal dumping of garbage, the park's five soccer" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GRAVESEND; Park May Be Dump, but Golf Center Proposal Stirs Protest" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/neighborhood-report-gravesend-park-may-be-dump-but-golf-center-proposal-stirs.html"} , {"body" : "Taina Rodriguez will not ride an elevator or school bus. She refuses to go on class trips. She has nightmares and cries for the slightest reason. She was 5 when she and the rest of her kindergarten class from Public School 95 were trapped in an elevator for more than five hours as a result of the bombing of the World Trade Center on Feb. 26, 1993." , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "43" , "title" : "Bomb Attack's Terrifying Hold" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/bomb-attack-s-terrifying-hold.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "A fourth-grade teacher in a Bronx school has been accused of buying heroin during her lunch break and a cafeteria worker in a Brooklyn school has been accused of sexually abusing two third graders, school investigators said yesterday. In a third case, a Brooklyn kindergartner reported being molested by a school custodial worker, the authorities" , "date" : "19971011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Bronx Teacher Accused of Buying Heroin During Break" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/11\/nyregion\/bronx-teacher-accused-of-buying-heroin-during-break.html"} , {"body" : "Hollywood has so successfully conditioned us to expect grandly choreographed flourishes whenever guns are drawn that the limp, haphazard shots fired in Jeremy Horton's terminally glum, no-budget film ''100 Proof'' will disappoint anyone hoping for the visceral charge of a full-scale shootout. The offhandedness of the gunplay is an indication of the" , "date" : "19970924" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; A Seedy World You Want to Flee" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/24\/movies\/film-review-a-seedy-world-you-want-to-flee.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. Films and series that are highly recommended have a *. Running times and ratings of films are in parentheses. An index of reviews of films opening today appears on page 12. Now Playing * ''BANDWAGON,'' starring" , "date" : "19970919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Movie Guide" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/19\/movies\/movie-guide.html"} ,   {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} , {"body" : "IT seems that every new season brings a new Richard Linklater, Harmony Korine or Kevin Smith -- a screenwriter or movie director who unearths yet another previously unknown pocket of America's youth culture. Mr. Linklater did it with go-nowhere Texas teen-agers in ''Slacker'' and potheads in ''Dazed and Confused.'' Mr. Smith did it with dopey New" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "53" , "title" : "A Tough-Guy Film by a Former Would-Be Tough Guy" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/style\/a-tough-guy-film-by-a-former-would-be-tough-guy.html"} , {"body" : "If there's a sure-fire formula for the aspiring filmmaker hoping to grab Hollywood by the nose, it might well be the one followed by Salvatore Stabile's no-budget movie, ''Gravesend.'' Using hand-held cameras, film a bunch of foul-mouthed teen-age lowlifes on some of Brooklyn's meanest streets, crank up the macho violence to a screaming pitch, then" , "date" : "19970905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "In Brooklyn, Boredom Can Be Fatal" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/05\/movies\/in-brooklyn-boredom-can-be-fatal.html"} , {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} , {"body" : "An off-duty New York City police officer was shot several times last night in the Gravesend section of Brooklyn and was in stable condition early today, the police said. The officer's identity was not immediately released, and the circumstances surrounding the shooting were unclear, Sgt. Cory Cuneo, a police spokesman, said. The shooting took place" , "date" : "19970826" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Off-Duty Police Officer Is Stable After Shooting" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/26\/nyregion\/off-duty-police-officer-is-stable-after-shooting.html"} , {"body" : "MIDTOWN Tugboat Racing on Hudson For Real Power-Boat Action Tugboats may not be built for speed, but they will be racing in the Hudson River next Sunday as the Intrepid Sea-Air-Space Museum holds its fifth annual tugboat contest. The day's events, which can be seen best from the Intrepid's flight deck, will begin with a parade of tugs at 12:25" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/playing-in-the-neighborhood-749427.html"} , {"body" : "A caretaker who spent 18 years cleaning and maintaining a city housing project in Brooklyn was shot and killed yesterday afternoon as he gathered the trash outside one of the apartment buildings, the police said. Late last night, the police arrested a 14-year-old boy, Maquam Clarke, who lives at 29 Avenue W, the 16-story building outside which the" , "date" : "19970729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Caretaker in Brooklyn Is Shot and Killed" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/29\/nyregion\/caretaker-in-brooklyn-is-shot-and-killed.html"} , {"body" : "In Chinatown, which in years past has been transformed into a sort of pyrotechnics emporium in the days leading up to the Fourth of July, a steady stream of hapless teen-agers paraded up and down yesterday searching vainly for fireworks, or at least a firecracker or a sparkler. Vendors sold ginger and ginseng, jade pendants and Puerto Rican flag" , "date" : "19970703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LITTLE ITALY (NYC)" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fireworks Sales Doused by City Crackdown" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/03\/nyregion\/fireworks-sales-doused-by-city-crackdown.html"} , {"body" : "Adam Odetalla was putting the watering hose away in his backyard in Brooklyn when he saw the thing. It was half hidden under the round plastic baby pool, a menacing dark-green presence with beady eyes and razor-sharp teeth. Suddenly, it lunged and snapped at him. ''Alligator! Alligator! Go back!'' he shouted at his sister, Diana, 14, brother," , "date" : "19970629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Alligator Is Found (In Yard, Not Sewer)" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/29\/nyregion\/alligator-is-found-in-yard-not-sewer.html"} , {"body" : "A study commissioned by New York City has found that allowing rent increases once an apartment falls vacant, a policy recommended by Gov. George E. Pataki, would have a limited impact on the rent of most apartments during the next two years. But a few areas, including the Upper West Side, would see rent increases as high as 30 percent, the study" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent Decontrol Study: From No Impact to 30% Increases" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/rent-decontrol-study-from-no-impact-to-30-increases.html"} ,   {"body" : "WALL STREET is surging. The crime rate is falling. Once seedy Times Square is on its way to becoming an urban Disneyland. It seems as if the sheen is returning to New York. Yet the city's reflection in the mirror of recent fiction is grim, anxious, full of dread. It is as if the citizenry and its bards are taking to heart a plea issued recently on" , "date" : "19970511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Noir York" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/11\/nyregion\/noir-york.html"} , {"body" : "A driver chasing a van stolen from his workplace in Brooklyn yesterday afternoon crashed his car into a third vehicle, killing a woman and injuring three other people, the police said. The pursuing driver, Neil Frank, 45, of Wantagh, N.Y., was arrested and charged with manslaughter, vehicular assault, reckless endangerment and various traffic" , "date" : "19970424" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Woman Killed As Man Chases A Stolen Van" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/24\/nyregion\/woman-killed-as-man-chases-a-stolen-van.html"} , {"body" : "John Gotti Jr., the 33-year-old son of the convicted boss of the Gambino crime family, was arrested by police narcotics officers in Brooklyn last night and charged with obstructing governmental administration after he and a friend apparently tailed the undercover officers, who were driving an unmarked police car, the police said. Mr. Gotti was" , "date" : "19970411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gotti's Son Accused of Obstructing Police" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/11\/nyregion\/gotti-s-son-accused-of-obstructing-police.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "European immigration to New York City surged in the 1990's to levels unseen since the 1960's. The Dominican Republic became even more entrenched as the city's largest source of immigrants. And more than 4 in every 10 births in the city were to immigrants, who are younger and have more children than American-born women. These are among the trends to" , "date" : "19970109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City of Immigrants Becoming More So in 90's" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/09\/nyregion\/city-of-immigrants-becoming-more-so-in-90-s.html"}]