[  {"body" : "New York's cityscape always seems in flux. Sometimes a single storefront changes, sometimes an entire neighborhood. The City marked the passing of the old and the (not always) old in 1997, and noted some of the new. BIG BANG BUST Fireworks, those chasers of evil spirits during Chinese New Year festivities for thousands of years, are banned as part" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Departures, the Arrivals: New York's Changing Face in 1997; DEPARTURES: The Passing of the Old New York" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/departures-arrivals-new-york-s-changing-face-1997-departures-passing-old-new.html"} , {"body" : "GURNEY-John Kirkman of Ponte Vedra Beach, FL, died December 7, 1997. Formerly of Garden City, NY, he graduated the Choate School and Princeton University, Class of 1934. He was Managing Partner of Estabrook and Co., a Board Member of GreenPoint Financial Corp. and Greenwood Cemetery, Brooklyn. Survivors include his wife, Jane Peterkin Gurney; one" , "date" : "19971209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths GURNEY, JOHN KIRKMAN" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/09\/classified\/paid-notice-deaths-gurney-john-kirkman.html"} , {"author" : "Ann Daly teaches dance history at the University of Texas in Austin." , "body" : "RALPH LEMON EMERGED AS a major choreographic talent in the late 1980's. With an unerring instinct for the perfectly pitched gesture, he revealed an unsuspected sensuousness within the formal rigor of post-modern dance. Critical acclaim, plum commissions and prestigious awards followed him into the 90's. But when it came to conferences, festivals" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Conversations About Race In the Language of Dance" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/arts\/conversations-about-race-in-the-language-of-dance.html"} , {"body" : "WE used to think that all ambitious and talented young artists trying to launch their careers set up studios in the cosmopolitan city center, yet an increasing number seem to be deciding that Long Island has advantages that outweigh the city's promise. Their reasoning often involves space, nature, light, life style, serenity, economics and, not" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Young Artists Finding Island Fuels Creative Juices" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/nyregion\/young-artists-finding-island-fuels-creative-juices.html"} , {"body" : "''Everybody gapes at the ceiling,'' said Medhat Salam. ''It is copper. As it is now, it looks like gold, like the tomb of the Inca. But, that will change with time. It will go through the phases. It will become a rich brown, then a green.'' The original ceiling of the 1922 Metropolitan Pool and Bathhouse in the Greenpoint section of Brooklyn has" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: $4.88 Million Renovation of the Metropolitan Pool and Bathhouse; 'Tarnished Jewel' Glows Anew in Greenpoint" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/realestate\/postings-4.88-million-renovation-metropolitan-pool-bathhouse-tarnished-jewel.html"} , {"body" : "THE Federal Government is taking its first major steps to save what remains of the Monitor, one of history's most celebrated warships, now a mass of deteriorating wood and metal, half buried in sand, 230 feet down in treacherous waters off Cape Hatteras, N.C. Experts say the famous ship could fall apart at any time. So the Government is proposing" , "date" : "19971202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CAPE HATTERAS (NC)"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "Saving the Ship That Revolutionized War at Sea" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/02\/science\/saving-the-ship-that-revolutionized-war-at-sea.html"} , {"body" : "To the Editor: It's a shame that instead of writing something informative about these bands you chose to waste all that space merely printing their supposedly funny names. There always have been bands with attention-getting names. You could go back to the Harlem Hamfats or Spike Jones and His City Slickers right up to the 60's with the" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Oh, Those Rock Band Names; Recalling 'Victory at Sea' And the Beatles' 'Bad' Name" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/nyregion\/l-oh-those-rock-band-names-recalling-victory-at-sea-and-the-beatles-bad-name-261718.html"} , {"body" : "Rounding a curve in the waning minutes of the morning rush yesterday, a six-car subway train rear-ended another train that had paused at a red light in the tunnel between two stations in Queens, bumping and bruising 87 passengers and disrupting the underground lifeline for thousands of workers in three boroughs. The 15-mile-an-hour crash also" , "date" : "19971121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "87 Are Hurt as Subway Train Runs Into Another in Queens" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/21\/nyregion\/87-are-hurt-as-subway-train-runs-into-another-in-queens.html"} , {"body" : "The city's Sanitation Department began soliciting bids yesterday from private companies to begin exporting residential garbage from Brooklyn and Queens by the end of next year. The plan, another step toward closing the Fresh Kills landfill on Staten Island in 2001, has drawn the fire of City Council members and residents of the two boroughs. The" , "date" : "19971118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Asks Bids to Export Residential Trash in 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/18\/nyregion\/city-asks-bids-to-export-residential-trash-in-2-boroughs.html"} , {"body" : "For Brooklyn residents, particularly those living in Red Hook, Greenpoint and Williamsburg, the closing of the Fresh Kills landfill on Staten Island in 2001 looms like a giant headache -- a 13,000-ton headache, to be exact. That is how much household waste the city will have to dispose of elsewhere every day, and people in areas that have taken" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Concern Grows on Where Trash Will Go After Fresh Kills" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/neighborhood-report-brooklyn-up-close-concern-grows-where-trash-will-go-after.html"} ,   {"body" : "WILLIAMSBURG\/GREENPOINT Unfinished Business In 40 Artists' Studios ''It's great,'' says Wayne Dobson. ''You actually get to see where the artists produce their work.'' Mr. Dobson, an abstract painter, is also the coordinator for an open studio tour that will visit his own work space and about 30 others. The starting point is the Brooklyn Brewery" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/playing-in-the-neighborhood-006076.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "MONITOR The Story of the Legendary Civil War Ironclad and the Man Whose Invention Changed the Course of History By James Tertius deKay Illustrated. 247 pages. Walker & Company. $21. What most people remember about the Monitor and the Merrimac is that, like the gingham dog and the calico cat, or Tweedledum and Tweedledee, the two of them fought each" , "date" : "19971106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "BOOKS OF THE TIMES; A Famous Battle, Usually Distorted" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/06\/books\/books-of-the-times-a-famous-battle-usually-distorted.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"author" : "Patrick Reagan is a sports editor at The New York Times." , "body" : "I don't know how I made it. Well, yes I do. They were there for me from the beginning, lining Fourth Avenue in Brooklyn for miles, when the humidity started taking its toll. They were there in Bedford-Stuyvesant with words of encouragement, and in Williamsburg with quiet smiles, when my stomach turned queasy. They were there to loudly welcome me" , "date" : "19971103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "THE NEW YORK CITY MARATHON: 25TH RUNNING -- FIRST-PERSON ACCOUNT; Chance to Stand Out In a Really Big Crowd" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/03\/sports\/new-york-city-marathon-25th-running-first-person-account-chance-stand-really-big.html"} , {"body" : "The first time Abraham Weintraub tried to enter the New York City Marathon, he was not thinking about how fast he could cover the 26 miles and 385 yards. All he wanted to do was push his wife, Ruth, in her wheelchair. She had Alzheimer's disease, but that did not stop them from doing things together. He wheeled her through their neighborhood stores" , "date" : "19971101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At 87, His 5th New York Marathon; A Life, Much Like a Race, May Be Long" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/01\/nyregion\/at-87-his-5th-new-york-marathon-a-life-much-like-a-race-may-be-long.html"} , {"body" : "This Sunday, at 10:35 A.M., 30,463 entrants will lay claim to the city's streets for the 28th New York City Marathon. The 26.2-mile course, full of landmarks, historical sites and ethnic neighborhoods, will take them through all five boroughs and across five bridges. Here is a guide for spectators. TELEVISION\/RADIO WPIX (Channel 11) will broadcast" , "date" : "19971028" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "NEW YORK CITY MARATHON: SPECIAL PREVIEW SECTION; More Than 30,000 Reasons to Watch" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/28\/sports\/new-york-city-marathon-special-preview-section-more-than-30000-reasons-to-watch.html"} , {"body" : "A Prize-Winning Cake (And Eating It, Too) Most pastries entered in competitions are elaborate showpieces created just for the contest and not for sale. Then there is Biagio Settepani's chocolate-pear royale, a cake layered with chocolate mousse, hazelnut crunch and pear mousse with caramelized pears, which was named the grand prize winner on Monday" , "date" : "19971022" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARIS (FRANCE)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Food Stuff" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/22\/dining\/food-stuff.html"} , {"body" : "To the Editor: The regreening of Greenpoint may be under way, but now is the time for residents of northern Brooklyn to prepare to be sure it stays that way (''Trees Plant Seeds of a Fight,'' Sept. 14). An initial planting of 1,200 new trees (to replace those cut down to prevent the spread of the Asian long-horned beetle) may seem like a lot right" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "25" , "title" : "More Work Is Needed To Keep Greenpoint Green" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/nyregion\/l-more-work-is-needed-to-keep-greenpoint-green-677884.html"} , {"body" : "Edison Avery Price, the inventive lighting master whose innovative fixture designs give minimalist modern interiors their unobtrusive glow and shed new hidden light on old masters and other museum art, died on Wednesday at his home in Brooklyn. He was 79 and widely recognized as the originator of the entire modern lighting consulting industry His" , "date" : "19971017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "7" , "title" : "Edison A. Price, Lighting Designer, Dies at 79" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/17\/arts\/edison-a-price-lighting-designer-dies-at-79.html"} ,   {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. Built in 1799 as the carriage house for the planned estate of Abigail Adams and Col. William Smith, the structure also served as the Mount Vernon Hotel from 1826 to 1833. Hours: Tuesdays through Sundays, 11 A.M. to 4 P.M.; closed Mondays and holidays." , "date" : "19971003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/03\/arts\/spare-times-409189.html"} , {"body" : "A Federal judge yesterday rejected the Rev. Al Sharpton's bid for a runoff in the Democratic mayoral primary, but the judge unleashed a harsh attack on the city's Board of Elections for what he called its ineptitude in handling the Sept. 9 primary. The ruling by Judge Denny Chin of the Southern District of New York left a jubilant Ruth W. Messinger" , "date" : "19970920" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Judge Denies Sharpton Bid For Runoff" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/20\/nyregion\/judge-denies-sharpton-bid-for-runoff.html"} , {"body" : "The regreening of Greenpoint is barely under way, but it is already under siege. In the spring, nearly 700 trees in this waterfront neighborhood with many artists and immigrants were removed after the discovery of an infestation by Asian long-horned beetles. Trees that had shaded streets or anchored backyards for decades were matter-of-factly" , "date" : "19970914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Trees Plant Seeds of a Fight" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/14\/nyregion\/neighborhood-report-greenpoint-trees-plant-seeds-of-a-fight.html"} , {"body" : "BROOKLYN HEIGHTS Anonymous Sculpture On Ordinary Buildings The gargoyles, mermaids and various other carvings adorning the city's stonework often go unmentioned in guidebooks, because the artisans were not well known. Brooklyn Heights is one neighborhood where they can be seen in force, where immigrant artisans with small machine tools made" , "date" : "19970727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/27\/nyregion\/playing-in-the-neighborhood-277622.html"} , {"body" : "Anticipating that Metrocards will change the way commuters use buses and subways, transit officials said yesterday that they would cut bus service on several major north-south routes in Manhattan, while adding service to crosstown lines and to routes running to the distant reaches of the other boroughs. Schedule changes are planned on nearly 100" , "date" : "19970724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officials Plan Cuts or Additions in Bus Service on Nearly 100 Routes" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/24\/nyregion\/officials-plan-cuts-or-additions-in-bus-service-on-nearly-100-routes.html"} , {"body" : "Shortly after Gurmeet Singh Dhinsa arrived in the United States a dozen years ago, he began to build an empire of gas stations that would earn him a fortune. But he also began to break the laws of his adopted country, law enforcement officials say, and to build a reputation among some of the city's Sikh immigrants as a man of violence. But in" , "date" : "19970710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Say Man Stopped at Nothing for Gasoline Empire" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/10\/nyregion\/police-say-man-stopped-at-nothing-for-gasoline-empire.html"} , {"body" : "THE waiters are French, seasoned professionals brought up gradually through the hierarchy of haute cuisine. The chefs are graduates of either culinary institutes or grueling apprenticeships in legendary kitchens. The maitre d'hotel was a cashier for five years before ascending to the duty of welcoming you, perfectly, at the door. But at Lutece" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Even in Lutece, the Plates Get Dirty" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/nyregion\/even-in-lutece-the-plates-get-dirty.html"} , {"body" : "The kidnapping was a front-page horror when it happened 23 years ago: a white businessman was abducted from the driveway of his Long Island home by black men who kept him chained in a dark closet for a week, peppering him with anti-Semitic and racial slurs, until his family paid $750,000 in ransom. It became a tangled legal case, and the only" , "date" : "19970625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["KINGS PARK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Decades After Kidnapping, Victim Vents His Anger in a Courtroom" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/25\/nyregion\/decades-after-kidnapping-victim-vents-his-anger-in-a-courtroom.html"} , {"body" : "In the dark before dawn -- it is about 5:30 A.M. -- the solitary figure of a 17-year-old boy in cap, jacket and sneakers emerges from the red-brick building where he shares a first-floor apartment with his parents, his grandfather and a younger brother. He moves along tree-lined, working-class 41st Street in Long Island City, Queens. There are" , "date" : "19970624" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Bronx Athlete Has Learned His Father's Lesson: 'Books Are the True Security'" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/24\/sports\/bronx-athlete-has-learned-his-father-s-lesson-books-are-the-true-security.html"} , {"body" : "A MERGER of two bakery companies has brought David Dew and his brother, Stephen, to the East Williamsburg section of Brooklyn. And it has made them, unknowingly, neighbors of Buddy and Jack Teich, Joe Piela, and Martin Greenfield. In the urban industrial milieu, anonymity usually prevails. All these men run businesses in a heavy-industry zone of" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "A Brooklyn Industrial Area Draws on Loyalties" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/realestate\/a-brooklyn-industrial-area-draws-on-loyalties.html"} ,   {"body" : "Ella Spivey is precisely the kind of hard-working, salt-of-the-earth New Yorker whom proponents of rent control have in mind when they defend the system that has restricted rents in New York for a half century. She has worked for 26 years as a teacher's aide in an elementary school. She raised four children in her apartment in Lefrak City in Rego" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Tenants, Watchful and Worried, Await Deadline" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/nyregion\/tenants-watchful-and-worried-await-deadline.html"} , {"body" : "THE bounding glee of Jasmine White as she cavorts on, off, in and around the battery-powered pink and white toy jeep in the backyard of her new home in Baldwin, L.I., is matched by the joy in her mother's heart. Juanita White, 29, a single parent, has the house she dreamed of but never knew she could afford. She is a beneficiary of a major movement" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Giving Credit Where Credit Was Denied" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/realestate\/giving-credit-where-credit-was-denied.html"} , {"body" : "To the Editor: Your article ''Noir York'' (May 11) called ''Kill Kill Faster Faster'' by Joel Rose ''a pulp novel.'' This is wrong. As a hardcover book, it is neither a pulp novel nor a reprint of a pulp novel. The term ''pulp'' refers to the cheap paper the old pulp magazines were printed on. It doesn't mean anything else. I think you meant to use" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Books"] , "page_facet" : "19" , "title" : "Pulp Refers to Paper, Not What's Printed on It" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/l-pulp-refers-to-paper-not-what-s-printed-on-it-520993.html"} , {"body" : "Maria Maldonado and Rosemarie Soto -- mothers, welfare recipients, next-door neighbors -- have watched with apprehension as, one after another, Hasidic families have replaced Latino households in their rent-regulated Brooklyn apartment building at 193 South Ninth Street in the heart of Southside. In the eternal competition between Hasidim and" , "date" : "19970607" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SOUTHSIDE (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Tenants Fear Rent and Welfare Changes Spell Eviction" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/07\/nyregion\/tenants-fear-rent-and-welfare-changes-spell-eviction.html"} , {"body" : "On a brilliant Wednesday afternoon, with the tide edging up on the wooden pilings below their feet, five fisherman perched on an abandoned Greenpoint pier, about as close to paradise as an East River angler can get. Extra rods were propped up on bricks. Sunlight warmed skin chilled by a cool May breeze. Eight striped bass weighing between four and" , "date" : "19970601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "INDIA STREET PIER (NYC)" , "NEW YORK HARBOR" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "As Old Piers Crumble, Fans Rally for a New and Safer One" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/01\/nyregion\/as-old-piers-crumble-fans-rally-for-a-new-and-safer-one.html"} , {"body" : "A chart in the Neighborhood Report pages on April 6 about Asian longhorn beetle infestation in Greenpoint, Brooklyn, misstated the beetles' size and habits. The adults vary from an inch to an inch and a half in length, not a quarter inch to eight inches. They live in the core wood of live trees, not foliage or flowers. They are not fast runners or" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/c-corrections-276782.html"} , {"body" : "On foot, on bicycles, pushing grocery carts and baby carriages, people found their way on Wednesday to the shabby Brooklyn pier, the end of which had collapsed the evening before, heaving seven people into the surging currents of the East River. As gulls squawked in the sunlight, they watched workmen putting up a new chain-link fence to replace the" , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Fence Bars India Street Pier From Its Past and Its Fans" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/nyregion\/fence-bars-india-street-pier-from-its-past-and-its-fans.html"} , {"body" : "A study commissioned by New York City has found that allowing rent increases once an apartment falls vacant, a policy recommended by Gov. George E. Pataki, would have a limited impact on the rent of most apartments during the next two years. But a few areas, including the Upper West Side, would see rent increases as high as 30 percent, the study" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent Decontrol Study: From No Impact to 30% Increases" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/rent-decontrol-study-from-no-impact-to-30-increases.html"} , {"body" : "Seven people fishing off the end of Indian Street Pier, a crumbling wharf in Greenpoint, Brooklyn, were dropped into the East River last night when the end of the pier collapsed into the cold, murky waters, fire officials said. Firefighters quickly rescued all seven people. They were treated at the scene and no one was seriously injured. Four" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST RIVER (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn Pier's Collapse Puts 7 Fishermen in River" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/brooklyn-pier-s-collapse-puts-7-fishermen-in-river.html"} , {"body" : "For generations, the consolidation of New York City in 1897 was known in Brooklyn as ''the Great Mistake.'' By a margin of just 277 votes (some say ballot boxes were stuffed), Brooklyn, the nation's fourth-largest city, had voted to give up its proud and independent history. Foes of the merger predicted that forever after, Brooklynites would live" , "date" : "19970513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Legendary Dodgers Aren't Coming Back Yet, But the Borough Is" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/13\/nyregion\/the-legendary-dodgers-aren-t-coming-back-yet-but-the-borough-is.html"} ,   {"body" : "It may be a fleeting moment, but for now northern Brooklyn's fear that it was destined to become the city's garbage Dumpster has been eased a bit. In a victory for Greenpoint and Williamsburg residents, State Supreme Court Justice Phyllis Gangel-Jacob rebuffed the Giuliani administration this month when she ruled that the city must develop more" , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A Victory, Perhaps Brief, On Garbage" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/a-victory-perhaps-brief-on-garbage.html"} , {"body" : "Dr. Irving Wexler, a pediatrician and researcher who in the 1940's pioneered the use of blood exchange transfusions as a treatment for infants born with severe jaundice and anemia as a result of blood group incompatibility with their mothers, died on Saturday in Westwood, Mass. He was 86. ''At the time, kids with Rh incompatibility either died or" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "43" , "title" : "Dr. Irving Wexler, Pioneer In Blood Exchange, Dies at 86" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/us\/dr-irving-wexler-pioneer-in-blood-exchange-dies-at-86.html"} , {"body" : "On Humboldt Street in Greenpoint, Patricia Ferris mourned as 26 years of memories was carted through her house in three foot pieces. ''I raised six children here, my grandchildren's' play pens were under it,'' Ms. Ferris said, referring to the 60 foot Horse Chestnut tree that once shaded her backyard. ''It's difficult to describe. The whole yard" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Felling Trees Before Beetle Eats Them" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/nyregion\/felling-trees-before-beetle-eats-them.html"} , {"body" : "IF EDWARD HOPPER HAD LOOKED for inspiration to northern New Jersey and bought his art supplies in model-railroad shops, he might have come up with the miniaturized tableaux of toxic waste and human loneliness that Michael Ashkin creates. Mr. Ashkin, 41, who came late to an art career, had his first one-man New York show last year, and he is now one" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Trafficking in Toxic Waste and Human Loneliness" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/arts\/trafficking-in-toxic-waste-and-human-loneliness.html"} , {"body" : "Josefina Castillo-Rubio, Eugene Hanley and Jeffrey Myers are neighbors in a small shantytown of plywood-and-tin shacks along a bluff above the East River, on the edge of the Hunts Point peninsula in the South Bronx. Ms. Castillo-Rubio has a modest farm, with peach trees, ducks, chickens and dogs. Mr. Hanley lives next door in a four-room shanty" , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Still Homeless, Just Harder to See" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/nyregion\/still-homeless-just-harder-to-see.html"} , {"body" : "DESPITE a pedestrian title, ''Current Perspectives on the Urban and Industrial Landscape,'' at the New Jersey State Museum, is an atmospheric, mood-filled reverie. Consisting of 39 paintings by six contemporary artists who work in New Jersey, Philadelphia and New York City, it was organized in a tidy manner by Patrick Malin and Emily Winslow as" , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Not Your Average Bucolic Landscapes" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/nyregion\/not-your-average-bucolic-landscapes.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "One day after a firetruck went through a red light and collided with a car in Queens, killing three young people, the Fire Department defended itself, saying the truck had its sirens and horns blaring and had slowed down as it approached the intersection. The firetruck was on its way to a two-alarm fire at 9 P.M. Sunday when it struck a black" , "date" : "19970318" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Firetruck in Fatal Collision in Queens Had Sirens On, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/18\/nyregion\/firetruck-in-fatal-collision-in-queens-had-sirens-on-officials-say.html"} , {"body" : "Rushing to eradicate a beetle that has infested hundreds of hardwood trees in Greenpoint, Brooklyn, city parks employees began cutting down the trees yesterday, just weeks before the dormant larvae are expected to wake up. As the workers took down the first 13 trees, all Norway maples 30 to 35 feet tall, residents of Greenpoint somberly watched" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Brooklyn Trees Fall as Saws Take on Another Bug" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/nyregion\/brooklyn-trees-fall-as-saws-take-on-another-bug.html"} , {"body" : "Although it is only three-eighths of an inch long, the black turpentine beetle is transforming Long Island's seashore landscape. Since it was first sighted on the South Shore two decades ago, the voracious little bug has been quietly munching its way through its favorite food: thousands of Japanese black pine trees dotting much of the coastline." , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Voracious Bug Is Changing L.I.'s South Shore" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/nyregion\/a-voracious-bug-is-changing-li-s-south-shore.html"} ,   {"body" : "Hoping to avert a standoff over the felling of trees infested with Asian long-horned beetles, city and state officials are to meet Wednesday with residents to resolve a dispute over funds for replacement trees. Community advocates in Greenpoint said they will deny state officials access to trees on private property unless they are guaranteed $3" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "State Trying to Beat Beetles' Clock" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/state-trying-to-beat-beetles-clock.html"} , {"body" : "She might have been modeling a prom dress, perched on her tiptoes with her arms flung out, beaming as if for a camera. But Angela Walters was only standing on 39th Street in jogging gear yesterday morning, soaking up the startling, blissful, record-breaking warmth. Never mind that by early afternoon, storm clouds would hover over the city like" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Record Falls And the City Luxuriates For a While" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/record-falls-and-the-city-luxuriates-for-a-while.html"} , {"body" : "SUNNYSIDE Banker Gets a Lucky Strike, But He Is Not Too Happy A young banker is given the Midas touch, to his regret, in ''Un Golpe de Suerte'' (''A Stroke of Luck''), a romantic comedy by the Spanish playwright Juan Jose Alonso Milan that has had its run extended at the Thalia Spanish Theater. The lead actor, Fermin Suarez, has been nominated for" , "date" : "19970209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/09\/nyregion\/playing-in-the-neighborhood-533335.html"} , {"body" : "Through the years, manufacturers have tried to stop the steady decline of jobs in New York City by forming trade associations and persuading the city to offer tax abatements and loans. Even so, manufacturing jobs have fallen from a peak of 950,000 in the 1950's to 260,000 today. Now, the manufacturers are trying again. Forty-five manufacturing," , "date" : "19970206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Network Formed to Hold Manufacturing Jobs" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/06\/nyregion\/network-formed-to-hold-manufacturing-jobs.html"} , {"body" : "WHAT can be done with a house of worship that is treasured by the public but no longer wholly suited to the needs of its congregation? Must it be maintained? For whom? And by whom? Since the beginning of the century, and the early stirrings of the historic preservation movement, Americans have wrestled with the question of where to draw the line" , "date" : "19970202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "BOERNE (TEX)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Church v. State: Landmark Case" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/02\/realestate\/church-v-state-landmark-case.html"} , {"body" : "FOR generations, the quadrennial fashion secret has been the First Lady's inaugural wardrobe -- threads of democracy important enough to be preserved in their own special suite at the Smithsonian Institution. Last week, Hillary Rodham Clinton revealed hers, making national news: an Oscar de la Renta wool suit for the noontime ceremony and an" , "date" : "19970119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Washington"] , "page_facet" : "35" , "title" : "Yankee Doodle Dandy?" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/19\/style\/yankee-doodle-dandy.html"} , {"body" : "Chancellor Rudy Crew recently issued tougher standards for New York City's schools. He asked them to adopt new teaching techniques and systemwide performance standards. His purpose was to bring new coherence to the curriculum, and to allow for easier comparison among schools and districts. Mr. Crew has also said that no child will leave third grade" , "date" : "19970106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "What the Report Card Says" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/06\/opinion\/what-the-report-card-says.html"} , {"body" : "At Public School 31 in Greenpoint, Brooklyn, 5-year-olds sit up straight with their hands folded on their desks while teachers with rubber-tipped pointers drill them in spelling and arithmetic. At P.S. 234 in lower Manhattan, fourth and fifth graders call teachers by their first names and lead class discussions themselves on everything from" , "date" : "19970104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Best of the City's Schools Share Vision, Not Methods" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/04\/nyregion\/best-of-the-city-s-schools-share-vision-not-methods.html"} , {"body" : "NEW YORK Some Schools That Work . . . Despite their different approaches, Public School 31 in Greenpoint, Brooklyn, P.S. 234 in lower Manhattan and P.S. 29 in the South Bronx share success: their students are among the highest-performing in the state. While the reports released by the State Education Department present a bleak picture of public" , "date" : "19970104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/04\/nyregion\/metro-digest-027278.html"} , {"body" : "In reading and math achievement, New York City schools lag stubbornly behind those elsewhere in the state, and the gap widens as students get older, even when poverty is taken into account, according to the first school-by-school reports compiled by the State Education Department. The performance measures, compiled for all 4,098 schools in the" , "date" : "19970103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "RATING OF SCHOOLS SHOWS SKILLS LAG IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/03\/nyregion\/rating-of-schools-shows-skills-lag-in-new-york-city.html"} ,   {"body" : "New York's cityscape always seems in flux. Sometimes a single storefront changes, sometimes an entire neighborhood. The City marked the passing of the old and the (not always) old in 1997, and noted some of the new. BIG BANG BUST Fireworks, those chasers of evil spirits during Chinese New Year festivities for thousands of years, are banned as part" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Departures, the Arrivals: New York's Changing Face in 1997; DEPARTURES: The Passing of the Old New York" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/departures-arrivals-new-york-s-changing-face-1997-departures-passing-old-new.html"} , {"body" : "GURNEY-John Kirkman of Ponte Vedra Beach, FL, died December 7, 1997. Formerly of Garden City, NY, he graduated the Choate School and Princeton University, Class of 1934. He was Managing Partner of Estabrook and Co., a Board Member of GreenPoint Financial Corp. and Greenwood Cemetery, Brooklyn. Survivors include his wife, Jane Peterkin Gurney; one" , "date" : "19971209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths GURNEY, JOHN KIRKMAN" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/09\/classified\/paid-notice-deaths-gurney-john-kirkman.html"} , {"author" : "Ann Daly teaches dance history at the University of Texas in Austin." , "body" : "RALPH LEMON EMERGED AS a major choreographic talent in the late 1980's. With an unerring instinct for the perfectly pitched gesture, he revealed an unsuspected sensuousness within the formal rigor of post-modern dance. Critical acclaim, plum commissions and prestigious awards followed him into the 90's. But when it came to conferences, festivals" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Conversations About Race In the Language of Dance" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/arts\/conversations-about-race-in-the-language-of-dance.html"} , {"body" : "WE used to think that all ambitious and talented young artists trying to launch their careers set up studios in the cosmopolitan city center, yet an increasing number seem to be deciding that Long Island has advantages that outweigh the city's promise. Their reasoning often involves space, nature, light, life style, serenity, economics and, not" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Young Artists Finding Island Fuels Creative Juices" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/nyregion\/young-artists-finding-island-fuels-creative-juices.html"} , {"body" : "''Everybody gapes at the ceiling,'' said Medhat Salam. ''It is copper. As it is now, it looks like gold, like the tomb of the Inca. But, that will change with time. It will go through the phases. It will become a rich brown, then a green.'' The original ceiling of the 1922 Metropolitan Pool and Bathhouse in the Greenpoint section of Brooklyn has" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: $4.88 Million Renovation of the Metropolitan Pool and Bathhouse; 'Tarnished Jewel' Glows Anew in Greenpoint" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/realestate\/postings-4.88-million-renovation-metropolitan-pool-bathhouse-tarnished-jewel.html"} , {"body" : "THE Federal Government is taking its first major steps to save what remains of the Monitor, one of history's most celebrated warships, now a mass of deteriorating wood and metal, half buried in sand, 230 feet down in treacherous waters off Cape Hatteras, N.C. Experts say the famous ship could fall apart at any time. So the Government is proposing" , "date" : "19971202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CAPE HATTERAS (NC)"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "Saving the Ship That Revolutionized War at Sea" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/02\/science\/saving-the-ship-that-revolutionized-war-at-sea.html"} , {"body" : "To the Editor: It's a shame that instead of writing something informative about these bands you chose to waste all that space merely printing their supposedly funny names. There always have been bands with attention-getting names. You could go back to the Harlem Hamfats or Spike Jones and His City Slickers right up to the 60's with the" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Oh, Those Rock Band Names; Recalling 'Victory at Sea' And the Beatles' 'Bad' Name" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/nyregion\/l-oh-those-rock-band-names-recalling-victory-at-sea-and-the-beatles-bad-name-261718.html"} , {"body" : "Rounding a curve in the waning minutes of the morning rush yesterday, a six-car subway train rear-ended another train that had paused at a red light in the tunnel between two stations in Queens, bumping and bruising 87 passengers and disrupting the underground lifeline for thousands of workers in three boroughs. The 15-mile-an-hour crash also" , "date" : "19971121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "87 Are Hurt as Subway Train Runs Into Another in Queens" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/21\/nyregion\/87-are-hurt-as-subway-train-runs-into-another-in-queens.html"} , {"body" : "The city's Sanitation Department began soliciting bids yesterday from private companies to begin exporting residential garbage from Brooklyn and Queens by the end of next year. The plan, another step toward closing the Fresh Kills landfill on Staten Island in 2001, has drawn the fire of City Council members and residents of the two boroughs. The" , "date" : "19971118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Asks Bids to Export Residential Trash in 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/18\/nyregion\/city-asks-bids-to-export-residential-trash-in-2-boroughs.html"} , {"body" : "For Brooklyn residents, particularly those living in Red Hook, Greenpoint and Williamsburg, the closing of the Fresh Kills landfill on Staten Island in 2001 looms like a giant headache -- a 13,000-ton headache, to be exact. That is how much household waste the city will have to dispose of elsewhere every day, and people in areas that have taken" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Concern Grows on Where Trash Will Go After Fresh Kills" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/neighborhood-report-brooklyn-up-close-concern-grows-where-trash-will-go-after.html"} , {"body" : "WILLIAMSBURG\/GREENPOINT Unfinished Business In 40 Artists' Studios ''It's great,'' says Wayne Dobson. ''You actually get to see where the artists produce their work.'' Mr. Dobson, an abstract painter, is also the coordinator for an open studio tour that will visit his own work space and about 30 others. The starting point is the Brooklyn Brewery" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/playing-in-the-neighborhood-006076.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "MONITOR The Story of the Legendary Civil War Ironclad and the Man Whose Invention Changed the Course of History By James Tertius deKay Illustrated. 247 pages. Walker & Company. $21. What most people remember about the Monitor and the Merrimac is that, like the gingham dog and the calico cat, or Tweedledum and Tweedledee, the two of them fought each" , "date" : "19971106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "BOOKS OF THE TIMES; A Famous Battle, Usually Distorted" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/06\/books\/books-of-the-times-a-famous-battle-usually-distorted.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"author" : "Patrick Reagan is a sports editor at The New York Times." , "body" : "I don't know how I made it. Well, yes I do. They were there for me from the beginning, lining Fourth Avenue in Brooklyn for miles, when the humidity started taking its toll. They were there in Bedford-Stuyvesant with words of encouragement, and in Williamsburg with quiet smiles, when my stomach turned queasy. They were there to loudly welcome me" , "date" : "19971103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "THE NEW YORK CITY MARATHON: 25TH RUNNING -- FIRST-PERSON ACCOUNT; Chance to Stand Out In a Really Big Crowd" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/03\/sports\/new-york-city-marathon-25th-running-first-person-account-chance-stand-really-big.html"} , {"body" : "The first time Abraham Weintraub tried to enter the New York City Marathon, he was not thinking about how fast he could cover the 26 miles and 385 yards. All he wanted to do was push his wife, Ruth, in her wheelchair. She had Alzheimer's disease, but that did not stop them from doing things together. He wheeled her through their neighborhood stores" , "date" : "19971101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At 87, His 5th New York Marathon; A Life, Much Like a Race, May Be Long" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/01\/nyregion\/at-87-his-5th-new-york-marathon-a-life-much-like-a-race-may-be-long.html"} , {"body" : "This Sunday, at 10:35 A.M., 30,463 entrants will lay claim to the city's streets for the 28th New York City Marathon. The 26.2-mile course, full of landmarks, historical sites and ethnic neighborhoods, will take them through all five boroughs and across five bridges. Here is a guide for spectators. TELEVISION\/RADIO WPIX (Channel 11) will broadcast" , "date" : "19971028" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "NEW YORK CITY MARATHON: SPECIAL PREVIEW SECTION; More Than 30,000 Reasons to Watch" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/28\/sports\/new-york-city-marathon-special-preview-section-more-than-30000-reasons-to-watch.html"} , {"body" : "A Prize-Winning Cake (And Eating It, Too) Most pastries entered in competitions are elaborate showpieces created just for the contest and not for sale. Then there is Biagio Settepani's chocolate-pear royale, a cake layered with chocolate mousse, hazelnut crunch and pear mousse with caramelized pears, which was named the grand prize winner on Monday" , "date" : "19971022" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARIS (FRANCE)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Food Stuff" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/22\/dining\/food-stuff.html"} , {"body" : "To the Editor: The regreening of Greenpoint may be under way, but now is the time for residents of northern Brooklyn to prepare to be sure it stays that way (''Trees Plant Seeds of a Fight,'' Sept. 14). An initial planting of 1,200 new trees (to replace those cut down to prevent the spread of the Asian long-horned beetle) may seem like a lot right" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "25" , "title" : "More Work Is Needed To Keep Greenpoint Green" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/nyregion\/l-more-work-is-needed-to-keep-greenpoint-green-677884.html"} , {"body" : "Edison Avery Price, the inventive lighting master whose innovative fixture designs give minimalist modern interiors their unobtrusive glow and shed new hidden light on old masters and other museum art, died on Wednesday at his home in Brooklyn. He was 79 and widely recognized as the originator of the entire modern lighting consulting industry His" , "date" : "19971017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "7" , "title" : "Edison A. Price, Lighting Designer, Dies at 79" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/17\/arts\/edison-a-price-lighting-designer-dies-at-79.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. Built in 1799 as the carriage house for the planned estate of Abigail Adams and Col. William Smith, the structure also served as the Mount Vernon Hotel from 1826 to 1833. Hours: Tuesdays through Sundays, 11 A.M. to 4 P.M.; closed Mondays and holidays." , "date" : "19971003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/03\/arts\/spare-times-409189.html"} , {"body" : "A Federal judge yesterday rejected the Rev. Al Sharpton's bid for a runoff in the Democratic mayoral primary, but the judge unleashed a harsh attack on the city's Board of Elections for what he called its ineptitude in handling the Sept. 9 primary. The ruling by Judge Denny Chin of the Southern District of New York left a jubilant Ruth W. Messinger" , "date" : "19970920" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Judge Denies Sharpton Bid For Runoff" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/20\/nyregion\/judge-denies-sharpton-bid-for-runoff.html"} , {"body" : "The regreening of Greenpoint is barely under way, but it is already under siege. In the spring, nearly 700 trees in this waterfront neighborhood with many artists and immigrants were removed after the discovery of an infestation by Asian long-horned beetles. Trees that had shaded streets or anchored backyards for decades were matter-of-factly" , "date" : "19970914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Trees Plant Seeds of a Fight" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/14\/nyregion\/neighborhood-report-greenpoint-trees-plant-seeds-of-a-fight.html"} , {"body" : "BROOKLYN HEIGHTS Anonymous Sculpture On Ordinary Buildings The gargoyles, mermaids and various other carvings adorning the city's stonework often go unmentioned in guidebooks, because the artisans were not well known. Brooklyn Heights is one neighborhood where they can be seen in force, where immigrant artisans with small machine tools made" , "date" : "19970727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/27\/nyregion\/playing-in-the-neighborhood-277622.html"} , {"body" : "Anticipating that Metrocards will change the way commuters use buses and subways, transit officials said yesterday that they would cut bus service on several major north-south routes in Manhattan, while adding service to crosstown lines and to routes running to the distant reaches of the other boroughs. Schedule changes are planned on nearly 100" , "date" : "19970724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officials Plan Cuts or Additions in Bus Service on Nearly 100 Routes" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/24\/nyregion\/officials-plan-cuts-or-additions-in-bus-service-on-nearly-100-routes.html"} , {"body" : "Shortly after Gurmeet Singh Dhinsa arrived in the United States a dozen years ago, he began to build an empire of gas stations that would earn him a fortune. But he also began to break the laws of his adopted country, law enforcement officials say, and to build a reputation among some of the city's Sikh immigrants as a man of violence. But in" , "date" : "19970710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Say Man Stopped at Nothing for Gasoline Empire" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/10\/nyregion\/police-say-man-stopped-at-nothing-for-gasoline-empire.html"} , {"body" : "THE waiters are French, seasoned professionals brought up gradually through the hierarchy of haute cuisine. The chefs are graduates of either culinary institutes or grueling apprenticeships in legendary kitchens. The maitre d'hotel was a cashier for five years before ascending to the duty of welcoming you, perfectly, at the door. But at Lutece" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Even in Lutece, the Plates Get Dirty" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/nyregion\/even-in-lutece-the-plates-get-dirty.html"} , {"body" : "The kidnapping was a front-page horror when it happened 23 years ago: a white businessman was abducted from the driveway of his Long Island home by black men who kept him chained in a dark closet for a week, peppering him with anti-Semitic and racial slurs, until his family paid $750,000 in ransom. It became a tangled legal case, and the only" , "date" : "19970625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["KINGS PARK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Decades After Kidnapping, Victim Vents His Anger in a Courtroom" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/25\/nyregion\/decades-after-kidnapping-victim-vents-his-anger-in-a-courtroom.html"} , {"body" : "In the dark before dawn -- it is about 5:30 A.M. -- the solitary figure of a 17-year-old boy in cap, jacket and sneakers emerges from the red-brick building where he shares a first-floor apartment with his parents, his grandfather and a younger brother. He moves along tree-lined, working-class 41st Street in Long Island City, Queens. There are" , "date" : "19970624" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Bronx Athlete Has Learned His Father's Lesson: 'Books Are the True Security'" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/24\/sports\/bronx-athlete-has-learned-his-father-s-lesson-books-are-the-true-security.html"} , {"body" : "A MERGER of two bakery companies has brought David Dew and his brother, Stephen, to the East Williamsburg section of Brooklyn. And it has made them, unknowingly, neighbors of Buddy and Jack Teich, Joe Piela, and Martin Greenfield. In the urban industrial milieu, anonymity usually prevails. All these men run businesses in a heavy-industry zone of" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "A Brooklyn Industrial Area Draws on Loyalties" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/realestate\/a-brooklyn-industrial-area-draws-on-loyalties.html"} , {"body" : "Ella Spivey is precisely the kind of hard-working, salt-of-the-earth New Yorker whom proponents of rent control have in mind when they defend the system that has restricted rents in New York for a half century. She has worked for 26 years as a teacher's aide in an elementary school. She raised four children in her apartment in Lefrak City in Rego" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Tenants, Watchful and Worried, Await Deadline" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/nyregion\/tenants-watchful-and-worried-await-deadline.html"} , {"body" : "THE bounding glee of Jasmine White as she cavorts on, off, in and around the battery-powered pink and white toy jeep in the backyard of her new home in Baldwin, L.I., is matched by the joy in her mother's heart. Juanita White, 29, a single parent, has the house she dreamed of but never knew she could afford. She is a beneficiary of a major movement" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Giving Credit Where Credit Was Denied" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/realestate\/giving-credit-where-credit-was-denied.html"} , {"body" : "To the Editor: Your article ''Noir York'' (May 11) called ''Kill Kill Faster Faster'' by Joel Rose ''a pulp novel.'' This is wrong. As a hardcover book, it is neither a pulp novel nor a reprint of a pulp novel. The term ''pulp'' refers to the cheap paper the old pulp magazines were printed on. It doesn't mean anything else. I think you meant to use" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Books"] , "page_facet" : "19" , "title" : "Pulp Refers to Paper, Not What's Printed on It" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/l-pulp-refers-to-paper-not-what-s-printed-on-it-520993.html"} , {"body" : "Maria Maldonado and Rosemarie Soto -- mothers, welfare recipients, next-door neighbors -- have watched with apprehension as, one after another, Hasidic families have replaced Latino households in their rent-regulated Brooklyn apartment building at 193 South Ninth Street in the heart of Southside. In the eternal competition between Hasidim and" , "date" : "19970607" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SOUTHSIDE (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Tenants Fear Rent and Welfare Changes Spell Eviction" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/07\/nyregion\/tenants-fear-rent-and-welfare-changes-spell-eviction.html"} , {"body" : "On a brilliant Wednesday afternoon, with the tide edging up on the wooden pilings below their feet, five fisherman perched on an abandoned Greenpoint pier, about as close to paradise as an East River angler can get. Extra rods were propped up on bricks. Sunlight warmed skin chilled by a cool May breeze. Eight striped bass weighing between four and" , "date" : "19970601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "INDIA STREET PIER (NYC)" , "NEW YORK HARBOR" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "As Old Piers Crumble, Fans Rally for a New and Safer One" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/01\/nyregion\/as-old-piers-crumble-fans-rally-for-a-new-and-safer-one.html"} , {"body" : "A chart in the Neighborhood Report pages on April 6 about Asian longhorn beetle infestation in Greenpoint, Brooklyn, misstated the beetles' size and habits. The adults vary from an inch to an inch and a half in length, not a quarter inch to eight inches. They live in the core wood of live trees, not foliage or flowers. They are not fast runners or" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/c-corrections-276782.html"} , {"body" : "On foot, on bicycles, pushing grocery carts and baby carriages, people found their way on Wednesday to the shabby Brooklyn pier, the end of which had collapsed the evening before, heaving seven people into the surging currents of the East River. As gulls squawked in the sunlight, they watched workmen putting up a new chain-link fence to replace the" , "date" : "19970518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Fence Bars India Street Pier From Its Past and Its Fans" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/18\/nyregion\/fence-bars-india-street-pier-from-its-past-and-its-fans.html"} , {"body" : "A study commissioned by New York City has found that allowing rent increases once an apartment falls vacant, a policy recommended by Gov. George E. Pataki, would have a limited impact on the rent of most apartments during the next two years. But a few areas, including the Upper West Side, would see rent increases as high as 30 percent, the study" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent Decontrol Study: From No Impact to 30% Increases" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/rent-decontrol-study-from-no-impact-to-30-increases.html"} , {"body" : "Seven people fishing off the end of Indian Street Pier, a crumbling wharf in Greenpoint, Brooklyn, were dropped into the East River last night when the end of the pier collapsed into the cold, murky waters, fire officials said. Firefighters quickly rescued all seven people. They were treated at the scene and no one was seriously injured. Four" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST RIVER (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn Pier's Collapse Puts 7 Fishermen in River" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/brooklyn-pier-s-collapse-puts-7-fishermen-in-river.html"} , {"body" : "For generations, the consolidation of New York City in 1897 was known in Brooklyn as ''the Great Mistake.'' By a margin of just 277 votes (some say ballot boxes were stuffed), Brooklyn, the nation's fourth-largest city, had voted to give up its proud and independent history. Foes of the merger predicted that forever after, Brooklynites would live" , "date" : "19970513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Legendary Dodgers Aren't Coming Back Yet, But the Borough Is" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/13\/nyregion\/the-legendary-dodgers-aren-t-coming-back-yet-but-the-borough-is.html"} , {"body" : "It may be a fleeting moment, but for now northern Brooklyn's fear that it was destined to become the city's garbage Dumpster has been eased a bit. In a victory for Greenpoint and Williamsburg residents, State Supreme Court Justice Phyllis Gangel-Jacob rebuffed the Giuliani administration this month when she ruled that the city must develop more" , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A Victory, Perhaps Brief, On Garbage" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/a-victory-perhaps-brief-on-garbage.html"} , {"body" : "Dr. Irving Wexler, a pediatrician and researcher who in the 1940's pioneered the use of blood exchange transfusions as a treatment for infants born with severe jaundice and anemia as a result of blood group incompatibility with their mothers, died on Saturday in Westwood, Mass. He was 86. ''At the time, kids with Rh incompatibility either died or" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "43" , "title" : "Dr. Irving Wexler, Pioneer In Blood Exchange, Dies at 86" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/us\/dr-irving-wexler-pioneer-in-blood-exchange-dies-at-86.html"} , {"body" : "On Humboldt Street in Greenpoint, Patricia Ferris mourned as 26 years of memories was carted through her house in three foot pieces. ''I raised six children here, my grandchildren's' play pens were under it,'' Ms. Ferris said, referring to the 60 foot Horse Chestnut tree that once shaded her backyard. ''It's difficult to describe. The whole yard" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Felling Trees Before Beetle Eats Them" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/nyregion\/felling-trees-before-beetle-eats-them.html"} , {"body" : "IF EDWARD HOPPER HAD LOOKED for inspiration to northern New Jersey and bought his art supplies in model-railroad shops, he might have come up with the miniaturized tableaux of toxic waste and human loneliness that Michael Ashkin creates. Mr. Ashkin, 41, who came late to an art career, had his first one-man New York show last year, and he is now one" , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Trafficking in Toxic Waste and Human Loneliness" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/arts\/trafficking-in-toxic-waste-and-human-loneliness.html"} , {"body" : "Josefina Castillo-Rubio, Eugene Hanley and Jeffrey Myers are neighbors in a small shantytown of plywood-and-tin shacks along a bluff above the East River, on the edge of the Hunts Point peninsula in the South Bronx. Ms. Castillo-Rubio has a modest farm, with peach trees, ducks, chickens and dogs. Mr. Hanley lives next door in a four-room shanty" , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Still Homeless, Just Harder to See" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/nyregion\/still-homeless-just-harder-to-see.html"} , {"body" : "DESPITE a pedestrian title, ''Current Perspectives on the Urban and Industrial Landscape,'' at the New Jersey State Museum, is an atmospheric, mood-filled reverie. Consisting of 39 paintings by six contemporary artists who work in New Jersey, Philadelphia and New York City, it was organized in a tidy manner by Patrick Malin and Emily Winslow as" , "date" : "19970330" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Not Your Average Bucolic Landscapes" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/30\/nyregion\/not-your-average-bucolic-landscapes.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "One day after a firetruck went through a red light and collided with a car in Queens, killing three young people, the Fire Department defended itself, saying the truck had its sirens and horns blaring and had slowed down as it approached the intersection. The firetruck was on its way to a two-alarm fire at 9 P.M. Sunday when it struck a black" , "date" : "19970318" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Firetruck in Fatal Collision in Queens Had Sirens On, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/18\/nyregion\/firetruck-in-fatal-collision-in-queens-had-sirens-on-officials-say.html"} , {"body" : "Rushing to eradicate a beetle that has infested hundreds of hardwood trees in Greenpoint, Brooklyn, city parks employees began cutting down the trees yesterday, just weeks before the dormant larvae are expected to wake up. As the workers took down the first 13 trees, all Norway maples 30 to 35 feet tall, residents of Greenpoint somberly watched" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Brooklyn Trees Fall as Saws Take on Another Bug" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/nyregion\/brooklyn-trees-fall-as-saws-take-on-another-bug.html"} , {"body" : "Although it is only three-eighths of an inch long, the black turpentine beetle is transforming Long Island's seashore landscape. Since it was first sighted on the South Shore two decades ago, the voracious little bug has been quietly munching its way through its favorite food: thousands of Japanese black pine trees dotting much of the coastline." , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Voracious Bug Is Changing L.I.'s South Shore" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/nyregion\/a-voracious-bug-is-changing-li-s-south-shore.html"} , {"body" : "Hoping to avert a standoff over the felling of trees infested with Asian long-horned beetles, city and state officials are to meet Wednesday with residents to resolve a dispute over funds for replacement trees. Community advocates in Greenpoint said they will deny state officials access to trees on private property unless they are guaranteed $3" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "State Trying to Beat Beetles' Clock" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/state-trying-to-beat-beetles-clock.html"} , {"body" : "She might have been modeling a prom dress, perched on her tiptoes with her arms flung out, beaming as if for a camera. But Angela Walters was only standing on 39th Street in jogging gear yesterday morning, soaking up the startling, blissful, record-breaking warmth. Never mind that by early afternoon, storm clouds would hover over the city like" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Record Falls And the City Luxuriates For a While" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/record-falls-and-the-city-luxuriates-for-a-while.html"} , {"body" : "SUNNYSIDE Banker Gets a Lucky Strike, But He Is Not Too Happy A young banker is given the Midas touch, to his regret, in ''Un Golpe de Suerte'' (''A Stroke of Luck''), a romantic comedy by the Spanish playwright Juan Jose Alonso Milan that has had its run extended at the Thalia Spanish Theater. The lead actor, Fermin Suarez, has been nominated for" , "date" : "19970209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/09\/nyregion\/playing-in-the-neighborhood-533335.html"} , {"body" : "Through the years, manufacturers have tried to stop the steady decline of jobs in New York City by forming trade associations and persuading the city to offer tax abatements and loans. Even so, manufacturing jobs have fallen from a peak of 950,000 in the 1950's to 260,000 today. Now, the manufacturers are trying again. Forty-five manufacturing," , "date" : "19970206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Network Formed to Hold Manufacturing Jobs" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/06\/nyregion\/network-formed-to-hold-manufacturing-jobs.html"} , {"body" : "WHAT can be done with a house of worship that is treasured by the public but no longer wholly suited to the needs of its congregation? Must it be maintained? For whom? And by whom? Since the beginning of the century, and the early stirrings of the historic preservation movement, Americans have wrestled with the question of where to draw the line" , "date" : "19970202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "BOERNE (TEX)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Church v. State: Landmark Case" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/02\/realestate\/church-v-state-landmark-case.html"} , {"body" : "FOR generations, the quadrennial fashion secret has been the First Lady's inaugural wardrobe -- threads of democracy important enough to be preserved in their own special suite at the Smithsonian Institution. Last week, Hillary Rodham Clinton revealed hers, making national news: an Oscar de la Renta wool suit for the noontime ceremony and an" , "date" : "19970119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Washington"] , "page_facet" : "35" , "title" : "Yankee Doodle Dandy?" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/19\/style\/yankee-doodle-dandy.html"} , {"body" : "Chancellor Rudy Crew recently issued tougher standards for New York City's schools. He asked them to adopt new teaching techniques and systemwide performance standards. His purpose was to bring new coherence to the curriculum, and to allow for easier comparison among schools and districts. Mr. Crew has also said that no child will leave third grade" , "date" : "19970106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "What the Report Card Says" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/06\/opinion\/what-the-report-card-says.html"} , {"body" : "At Public School 31 in Greenpoint, Brooklyn, 5-year-olds sit up straight with their hands folded on their desks while teachers with rubber-tipped pointers drill them in spelling and arithmetic. At P.S. 234 in lower Manhattan, fourth and fifth graders call teachers by their first names and lead class discussions themselves on everything from" , "date" : "19970104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Best of the City's Schools Share Vision, Not Methods" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/04\/nyregion\/best-of-the-city-s-schools-share-vision-not-methods.html"} , {"body" : "NEW YORK Some Schools That Work . . . Despite their different approaches, Public School 31 in Greenpoint, Brooklyn, P.S. 234 in lower Manhattan and P.S. 29 in the South Bronx share success: their students are among the highest-performing in the state. While the reports released by the State Education Department present a bleak picture of public" , "date" : "19970104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/04\/nyregion\/metro-digest-027278.html"} , {"body" : "In reading and math achievement, New York City schools lag stubbornly behind those elsewhere in the state, and the gap widens as students get older, even when poverty is taken into account, according to the first school-by-school reports compiled by the State Education Department. The performance measures, compiled for all 4,098 schools in the" , "date" : "19970103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "RATING OF SCHOOLS SHOWS SKILLS LAG IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/03\/nyregion\/rating-of-schools-shows-skills-lag-in-new-york-city.html"}]