[  {"body" : "Edna Flannery Kelly, the first woman to represent Brooklyn in Congress and an expert in foreign affairs and social policy, died on Sunday at the home of her daughter in Alexandria, Va. She was 91. A lifelong New Yorker, she had moved to Alexandria in 1982 following a stroke. Mrs. Kelly, who had cancer, experienced another stroke shortly before her" , "date" : "19971217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Edna Kelly, Congresswoman From Brooklyn, Is Dead at 91" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/17\/nyregion\/edna-kelly-congresswoman-from-brooklyn-is-dead-at-91.html"} , {"body" : "When Moysey and Fenya Saponar, both 68 and recent emigrants from Moldova, arrived at Brooklyn Borough Hall yesterday morning, they came prepared with lists of eight friends and relatives in their homeland and Israel. ''We've been waiting for this for the last year,'' Mrs. Saponar said. The Saponars joined more than 500 elderly residents of Brooklyn" , "date" : "19971212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "For 30 Minutes, Elderly Callers Get Best-of-All Long-Distance Rate" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/12\/nyregion\/for-30-minutes-elderly-callers-get-best-of-all-long-distance-rate.html"} , {"body" : "A high-ranking Trans World Airlines pilot involved in the investigation of the Flight 800 crash has admitted stealing pieces of the reassembled wreckage and giving them to an author who contended that a missile downed the jetliner, the pilot's lawyer said yesterday. The pilot, Terrell Stacey, is likely to plead guilty to a misdemeanor theft charge," , "date" : "19971206" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "T.W.A. Pilot Stole a Piece Of Flight 800" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/06\/nyregion\/twa-pilot-stole-a-piece-of-flight-800.html"} , {"body" : "A Brooklyn woman was charged with attempted murder yesterday after she tried to remove the breathing and feeding tubes from her 22-month-old daughter, who was in the hospital after being scalded in a tub of hot water last week, the police said last night. The girl, Isis Moore, died at the hospital early yesterday. A cause of death had not yet been" , "date" : "19971118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Mother Accused of Trying to Pull Life-Support Tubes of Girl Who Later Died" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/18\/nyregion\/mother-accused-of-trying-to-pull-life-support-tubes-of-girl-who-later-died.html"} , {"body" : "''A Grand Design'' happens to be a beautiful exhibition, worth a trip from New York City, or anywhere else within reason, to see the sculptures, paintings, furniture, prints, clothing designs, photographs and so on from the great Victoria and Albert Museum in London, handsomely installed at the Baltimore Museum of Art. I say it happens to be a" , "date" : "19971114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "ART REVIEW; When Cash And Culture Fell in Love, They Begat A Museum" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/14\/arts\/art-review-when-cash-and-culture-fell-in-love-they-begat-a-museum.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "In the following reports the ''listed at'' price is the price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN MURRAY HILL $345,000 630 First Avenue (Manhattan Place) 1-bedroom, 2-bath, 1,021-sq.-ft. condo in an 11-year-old building; 24-hr. doormen, concierge, pool and jogging" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/realestate\/residential-resales-874841.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN DOWNTOWN $453,000 80 Warren Street 2-bedroom, 2-bath, 1,700-sq.-ft. loft co-op; dining area, skylight, 16-ft. ceilings, north exposure; maintenance $867, 80%" , "date" : "19970921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/21\/realestate\/residential-resales-152854.html"} , {"body" : "Mayor Rudolph W. Giuliani tussled with his three Democratic opponents yesterday, accusing them of dividing the city by criticizing City Hall's response to allegations that a Haitian man had been brutalized while in police custody. ''They really should stay out of it,'' Mr. Giuliani said. But Mr. Giuliani's scolding of his Democratic opponents" , "date" : "19970821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Giuliani Calls Democrats Divisive for Criticizing City's Response to Police Beating Case" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/21\/nyregion\/giuliani-calls-democrats-divisive-for-criticizing-city-s-response-police-beating.html"} , {"body" : "Garth Brooks is giving a concert in Central Park on Thursday night, and the buzz has it that a million people will attend. But some New Yorkers wonder who they will be. The huge park concerts of the past have made sense geographically: Simon and Garfunkel sang paeans to Bleecker Street and the 59th Street Bridge; Diana Ross's music is just as" , "date" : "19970805" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "City Slickers Love That Garth Brooks Music, Too" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/05\/arts\/city-slickers-love-that-garth-brooks-music-too.html"} ,   {"body" : "A 7-year-old Brooklyn girl told her mother that she was raped last week by an unidentified school employee at Public School 249 in Kensington, the police said yesterday. The incident took place on June 26 between 3 P.M. and 4 P.M. in a school bathroom, the police said, but the child did not tell her mother until yesterday. The child was taken to a" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Girl, 7, Says She Was Raped at School" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/girl-7-says-she-was-raped-at-school.html"} , {"body" : "This list is selective, and performances are subject to change. Alaska FAIRBANKS SUMMER ARTS FESTIVAL University of Alaska (907-474-8869). Vista Trio, Julie Wilson, Mark Hummel, others (July 25-Aug. 10). California JVC JAZZ FESTIVAL Concord Pavilion, Concord (510-671-3000). Bob James Trio, Dave Koz, others (Aug. 23). SUMMER FESTIVAL Robert Mondavi" , "date" : "19970511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "Sonic Booms, Mellow Croons Fill the Air" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/11\/arts\/sonic-booms-mellow-croons-fill-the-air.html"} , {"body" : "A manhunt for a serial rapist who had been plaguing two Brooklyn neighborhoods apparently paid off on Sunday night, when a team of police officers staking out one of his previous targets arrested a suspect after chasing him across rooftops and down a fire escape, the police said yesterday. The suspect, Mark Fergus, 24, was arrested in at least" , "date" : "19970325" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Suspect in Serial Rapes Is Arrested" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/25\/nyregion\/suspect-in-serial-rapes-is-arrested.html"} , {"body" : "Marvin Myers's idea of fun is sneaking into the World Trade Center late at night with his Rollerblades. There, he and his friends coast down moving escalators to elude security guards. Now, Mr. Myers has taken his talent to a new level. He has temporarily left the avenues, sidewalks and parks of New York City -- his playground -- to join the" , "date" : "19970317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Skaters Move Their Act From Urban Playgrounds to the Big Top" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/17\/nyregion\/skaters-move-their-act-from-urban-playgrounds-to-the-big-top.html"} , {"body" : "A serial rapist who wears a mask, climbs up fire escapes and breaks through bedroom windows struck again on Monday night in Brooklyn, the police said. Saying that they consider the man responsible for seven sexual attacks and seven separate burglaries in the Brooklyn neighborhoods of Crown Heights and Kensington, the police offered an $11,000" , "date" : "19970312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seek Serial Rapist In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/12\/nyregion\/police-seek-serial-rapist-in-brooklyn.html"}]