[  {"body" : "To the Editor: If the Parks Department is allowed to lease Brooklyn's Dreier Offerman Park to Family Golf Centers for 20 years as if it were a hot-dog stand (news article, Dec. 14), who can say which park will be next? The Parks Department should instead prepare a 10-year plan, over which time the park could be financed and developed for public" , "date" : "19971218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Brooklyn Needs Its Park, Not a Golf Center" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/18\/opinion\/l-brooklyn-needs-its-park-not-a-golf-center-660841.html"} , {"body" : "It was to have been a grand swath of trees and songbirds and beachfront promenades, a ribbon of green on the gray, dreary southwestern fringe of Brooklyn. The idea fit the purpose of a 1960 New York State bond act: to stop ''the disappearance of natural lands.'' So in 1962 the city used bond act money to buy a 73-acre parcel between Shore Parkway" , "date" : "19971214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Public Eyesore to Private Park; Can Golf Rescue a Dreary Slab of Brooklyn?" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/14\/nyregion\/public-eyesore-to-private-park-can-golf-rescue-a-dreary-slab-of-brooklyn.html"} , {"body" : "When Moysey and Fenya Saponar, both 68 and recent emigrants from Moldova, arrived at Brooklyn Borough Hall yesterday morning, they came prepared with lists of eight friends and relatives in their homeland and Israel. ''We've been waiting for this for the last year,'' Mrs. Saponar said. The Saponars joined more than 500 elderly residents of Brooklyn" , "date" : "19971212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "For 30 Minutes, Elderly Callers Get Best-of-All Long-Distance Rate" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/12\/nyregion\/for-30-minutes-elderly-callers-get-best-of-all-long-distance-rate.html"} , {"body" : "Dreier-Offerman Park, 73 mostly undeveloped acres, has some of the best fishing spots in Gravesend. But in recent years, it has become more of a dumping ground than a recreational resource. Although the Parks Department installed a fence around the park this year and increased patrols to prevent illegal dumping of garbage, the park's five soccer" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GRAVESEND; Park May Be Dump, but Golf Center Proposal Stirs Protest" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/neighborhood-report-gravesend-park-may-be-dump-but-golf-center-proposal-stirs.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "Bits and pieces of a bygone era were sold to the highest bidders last month, when furnishings and memorabilia from the Brighton Beach Bath and Racquet Club were auctioned off, including the Adirondack chairs where people including Mayor John V. Lindsay and Tallulah Bankhead sunbathed by the sea. Also sold at the Oct. 26 public auction at the club" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; Brighton Beach Memories, Sold!" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/neighborhood-report-brighton-beach-brighton-beach-memories-sold.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "Steven M. Schwartz, the owner of the Brooklyn Bounce, which is being billed as the borough's only professional basketball team, watched his players dash around the ragged gym at Gershwin Junior High in East New York. It was 9:30 P.M. on Wednesday, just days before the Bounce's first home game, and Mr. Schwartz, a 51-year-old former lawyer, was" , "date" : "19971026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Hoop Dream for an Owner" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/26\/nyregion\/neighborhood-report-brooklyn-up-close-hoop-dream-for-an-owner.html"} , {"body" : "BLAKE-Esther. Born 7\/12\/1898, died 10\/11\/97. Loving wife of the late George Blake, she lived in Manhattan Beach, Brooklyn until 1985, when she moved to Pound Ridge. She is survived by her children Olive Colon of VT, Marshall Blake of CT, Steven Blake of Pound Ridge, NY, eight grandchildren and five great-grandchildren, as well as her sisters Lola" , "date" : "19971020" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths BLAKE, ESTHER" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/20\/classified\/paid-notice-deaths-blake-esther.html"} , {"body" : "BUILDING moderately priced houses for mostly first-time buyers may not be as lucrative as targeting a higher-income market. But builders say the payoff comes in generating faster sales, thus greatly lowering carrying costs. When houses sell for $156,600 or less the market is spurred by mortgages offered at below-market interest rates by the State" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "In the Region\/Long Island; In Low-Cost Housing, the Key Is Selling Fast" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/realestate\/in-the-region-long-island-in-low-cost-housing-the-key-is-selling-fast.html"} ,   {"body" : "Prosecutors raided a number of Lower East Side buildings yesterday, seizing financial records and other information as they tried to unravel what they believed was the landlord's extensive criminal enterprise -- a complex web of illegality that they say included tenant harassment, contracts with drug dealers and even a murder plot. But even as the" , "date" : "19971004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutors Raid Accused Landlord's Buildings for Records" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/04\/nyregion\/prosecutors-raid-accused-landlord-s-buildings-for-records.html"} , {"body" : "A Manhattan landlord with a string of aliases, a store of weapons and a hefty real estate portfolio conducted a campaign of terror to drive tenants out of a Lower East Side building so that he could raise rents, according to prosecutors, who yesterday charged the man with arson and attempted murder. Prosecutors said the man lived in a $2 million" , "date" : "19971003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Landlord Is Charged With Waging Campaign of Terror" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/03\/nyregion\/landlord-is-charged-with-waging-campaign-of-terror.html"} , {"body" : "It's a sultry Tuesday night in Manhattan Beach and the guys are getting together for a good time. Dressed in jeans and T-shirts, they might be mistaken for a bunch of off-duty construction workers. But what they build is the finest four-part harmony this side of the Gowanus Canal. Welcome to Kings Chorus, the Brooklyn chapter of the dulcet-toned" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SUNNYSIDE; Barbershop Quartet, Times 10" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/neighborhood-report-sunnyside-barbershop-quartet-times-10.html"} , {"body" : "Sheila Blutstein, the daughter of Molly Blutstein of Brooklyn and the late Ira Blutstein, is to be married this afternoon to Dr. Gerald Norman Green, a son of Pauline Green of Rockaway Beach, Queens, and the late George I. Green. Rabbi Alan Lavin is to perform the ceremony at the Manhattan Beach Jewish Center in Brooklyn. The bride was until" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "WEDDINGS; Sheila Blutstein, Gerald Green" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/style\/weddings-sheila-blutstein-gerald-green.html"} , {"body" : "Mary Weinberger, a lifelong advocate for the rights of people with muscular dystrophy, died on Sept. 8 at the Jersey Shore Medical Center in Neptune, N.J. She was 89 and had lived in Long Beach, N.Y. Mrs. Weinberger had been hospitalized since June, when a coronary infection was diagnosed, a niece, Susan Dick of West Long Branch, N.J., said. Mrs." , "date" : "19970917" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "Mary Weinberger, 89, Worker for Disabled" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/17\/nyregion\/mary-weinberger-89-worker-for-disabled.html"} , {"body" : "ECKHAUS-Mollye (nee Bergman) of Tamarac, Fl. Formerly of Manhattan Beach, Brooklyn. Died peacefully 8\/2. Survived by husband, Morris, children Richard and Kate. Graveside, 11 A.M., 8\/5, Friends of Zion of Harlem, United Hebrew Cemetery, S.I. Donations Manhattan Beach Jewish Center, 60 West End Ave, Bklyn 11235." , "date" : "19970805" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths ECKHAUS, MOLLYE (NEE BERGMAN)" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/05\/classified\/paid-notice-deaths-eckhaus-mollye-nee-bergman.html"} , {"body" : "Tucked into one of several bills passed by the Legislature this weekend, in a mad rush to close its longest session in history, was a $500,000 allocation to study the idea of building a high-speed rail line from Manhattan to the Catskills. No transportation agency or expert had lobbied for it, and the odds of such a project ever being built, at a" , "date" : "19970804" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lawmakers Pour $150 Million Into Pork-Barrel Projects" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/04\/nyregion\/lawmakers-pour-150-million-into-pork-barrel-projects.html"} , {"body" : "Iris Claire Engelson, the president of the Interet Corporation, a software company in Millburn, N.J., is to be married today to Hyman Rosen, a software developer at Jyacc Inc. in New York. Rabbi Meir Fund is to perform the ceremony at Temple Beth-El of Manhattan Beach in Brooklyn. Ms. Engelson, 36, will keep her name. She graduated cum laude from" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "36" , "title" : "Iris Engelson, Hyman Rosen" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/style\/iris-engelson-hyman-rosen.html"} , {"body" : "NATALIE POSNER fell in love with Arnold Goldstein without seeing his face. She can't, because she's legally blind. He is too. They met in 1990 after they had both attended guide dog school, and married four years ago. If their home were as big as their hearts, their love story would be a fairy tale. Some day her prince would unpack. But Mr." , "date" : "19970528" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Love Is Blind; Unfortunately, So Is the Law" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/28\/nyregion\/love-is-blind-unfortunately-so-is-the-law.html"} , {"body" : "Last September, Assemblyman Jules Polonetsky, a freshman from Brooklyn, raised his political visibility a bit when he pressured Gov. George E. Pataki into breaking a $360,000 state contract with a security firm associated with Minister Louis Farrakhan and the Nation of Islam. The company was ousted over the strenuous objections of many tenants in" , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Dispute Over Guards With Farrakhan Link Moves to Court" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/dispute-over-guards-with-farrakhan-link-moves-to-court.html"} ,   {"body" : "Shortly after saying, ''Excuse me'' to a fellow passenger who jostled him on a crowded subway train, a Brooklyn man was slashed across the face by the passenger yesterday, leaving him with a wound that required 23 stitches, the police said. The attacker quickly fled the train at the busy DeKalb Avenue Station in downtown Brooklyn, the police said." , "date" : "19970327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Subway Rider Slashed in Face On Busy Train" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/27\/nyregion\/subway-rider-slashed-in-face-on-busy-train.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "In a move to bolster their ranks, Republican members of the City Council are forming a political action committee to try to raise more than $1 million to support candidates in Council districts where Mayor Rudolph W. Giuliani has run most strongly. Thomas V. Ognibene, the Council minority leader, said last week that the committee, which will be" , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "G.O.P. Creating New Fund To Aid in Races for Council" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/gop-creating-new-fund-to-aid-in-races-for-council.html"} , {"body" : "To the Editor: I am writing as a member of the Holocaust Memorial Committee of Brooklyn, part of the team that spearheaded the construction of the Memorial Park at the foot of Sheepshead Bay (''Holocaust Park Stirs Tears and Opposition,'' March 2). The sudden outburst of criticism on the part of those interviewed by your reporter is surprising and" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Don't Judge Holocaust Park By Its Unfinished State" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/nyregion\/l-don-t-judge-holocaust-park-by-its-unfinished-state-116424.html"} , {"body" : "From the void come giant raptors and Michael J. Fox, music videos and lava flows, commercials and chat shows. But first comes the void, the sound stage. Nature abhors a vacuum. The movie and television industries adore it, or at least an unused space of 10,000 square feet -- equal to two basketball courts -- that is 35 feet high and has no columns" , "date" : "19970120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Business"] , "page_facet" : "7" , "title" : "My Kingdom for a Sound Stage" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/20\/business\/my-kingdom-for-a-sound-stage.html"}]