[  {"body" : "WANDERING the Kia or Hyundai showrooms at the Plaza Auto Mall in Brooklyn, a potential buyer sees no signs that the Korean auto industry is being shaken to its foundations. Sales in the United States are growing and so are cash payments from manufacturers to dealers to pump up sales. ''You can get up to $3,000 off a Kia Sephia, which makes it about" , "date" : "19971226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS" , "SOUTH KOREA"] , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "AUTOS ON FRIDAY\/International; Asia Aftershocks in U.S. Showrooms" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/26\/automobiles\/autos-on-friday-international-asia-aftershocks-in-us-showrooms.html"} , {"body" : "Maybe Jenny Cavilleri didn't die of a mysterious disease. Maybe she got divorced and moved to Greenwich, where she is alive and well and playing the piano in a chamber music trio. Janet Sussman Gartner loves Beethoven, Bach and the Beatles. She bites her nails. And, at 60, this mother of three still enjoys putting Harvard preppies in their place." , "date" : "19971217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "Liberties; Is Janet Jenny?" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/17\/opinion\/liberties-is-janet-jenny.html"} , {"body" : "A four-year effort to refinance the mortgage of the 65-unit prewar cooperative building in the Midwood section of Brooklyn had been unsuccessful. Like many other buildings that were converted to co-ops at the end of the mid-1980's real estate boom, the Brooklyn co-op had more renters than owners. But for this building, and others like it, securing" , "date" : "19971212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Residential Real Estate ; Co-op Refinancing Easier in New Market" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/12\/nyregion\/residential-real-estate-co-op-refinancing-easier-in-new-market.html"} , {"body" : "Tottenville captured its first Public School Athletic League title yesterday, defeating its Staten Island rival Curtis, 24-22, in front of 2,000 at Midwood Field in Brooklyn. It was the seventh time in 13 years that a team from Staten Island won the P.S.A.L. title. Tottenville (11-2) was sparked by the senior Cassel Smith, who rushed for 161 of his" , "date" : "19971130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "HIGH SCHOOL FOOTBALL; Tottenville Wins Title In P.S.A.L." , "url" : "http:\/\/www.nytimes.com\/1997\/11\/30\/sports\/high-school-football-tottenville-wins-title-in-psal.html"} , {"body" : "At first, it appeared to be a simple case of a heart attack. John Morales, a 61-year-old school aide who worked in the locker room at Midwood High School in Brooklyn and had a history of heart problems, collapsed in a school hallway on Monday morning and died in the hospital on Tuesday, the police said. It became a criminal matter on Tuesday after" , "date" : "19971127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "16-Year-Old Is Under Arrest In Death of Teacher's Aide" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/27\/nyregion\/16-year-old-is-under-arrest-in-death-of-teacher-s-aide.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN SUTTON PLACE $405,000 35 Sutton Place 1-bedroom, 2-bath, 1,600-sq.-ft. postwar co-op; 24-hr. doormen, manned elevator, dining room, Jacuzzi in master bath;" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/realestate\/residential-resales-210439.html"} , {"body" : "Christopher R. Lynn was the most unpopular man in Brooklyn last week, at least among the borough's community boards. In district after district, Mr. Lynn, the Transportation Commissioner, was under fire for what critics described as an autocratic management style, characterized by a refusal to consult or advise the boards. The eye of the political" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Speed Humps That Divide" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/neighborhood-report-brooklyn-up-close-speed-humps-that-divide.html"} , {"body" : "Aliza Shoshana Dworken, a daughter of Rabbi Steven M. Dworken and Mrs. Dworken of Linden, N.J., is to be married this afternoon to Jonathan Steven Frohlich, a son of Mr. and Mrs. Lewis Frohlich of Willowbrook, Staten Island. The bride's father, the executive vice president of the Rabbinical Council of America, is to perform the ceremony at El" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS; Aliza Dworken, Jonathan Frohlich" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/style\/weddings-aliza-dworken-jonathan-frohlich.html"} , {"body" : "At halftime, chilled and dispirited after playing poorly and leading by only one goal, the defending city soccer champions of Martin Luther King Jr. High School sprawled in the locker room at Riverbank State Park in Harlem. Their coach was ranting. ''I am not happy. This is not my team. You are playing without heart. Don't you realize you are this" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SOCCER; Soccer in the City: Coach Yells, Player Translates, Team Wins" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/sports\/soccer-soccer-in-the-city-coach-yells-player-translates-team-wins.html"} , {"body" : "LEIBNER-Eleanor. November 13, 1997. Beloved wife of Sol for fiftynine years. Devoted mother of Jerry and Denise Leibner and Richard and Carole Leibner. The most loving and adored grandmother of Adam and his wife Amy, Matthew, Jonathan, David, Elizabeth, Evan and Jordan. Dear sister of Allen and Irving Zelon. Tireless and committed founder, worker" , "date" : "19971114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths LEIBNER, ELEANOR" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/14\/classified\/paid-notice-deaths-leibner-eleanor.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "In the following reports the ''listed at'' price is the price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $5.7 million 641 Fifth Avenue (51st St.) (Olympic Tower) 3-bedroom, 3 1\/2-bath, 4,171-sq.-ft. duplex penthouse condo in a postwar building; 24-hr. doormen," , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/realestate\/residential-resales-000817.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} , {"body" : "Mayor Rudolph W. Giuliani began the last week of campaigning yesterday with a foray into the heart of Ruth W. Messinger's base on the Upper West Side, even as he warned his supporters across the city not to grow overconfident. Meanwhile, Ms. Messinger, trailing in the polls and short on money, insisted that the mayoral race was not over and pleaded" , "date" : "19971027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1997 ELECTIONS: THE CAMPAIGNING; Giuliani Goes After Voters In Messinger's Stronghold" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/27\/nyregion\/1997-elections-campaigning-giuliani-goes-after-voters-messinger-s-stronghold.html"} , {"body" : "LAWYERS who represent New York City co-ops and condominiums are being bombarded with calls from anxious clients after a Criminal Court judge declined last month to dismiss criminal complaints against three members of a Brooklyn co-op board charged with violating the city's Window Guard Law. The charges were filed after an inspection of the building" , "date" : "19971019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "YOUR HOME; Boards Reviewing Liability" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/19\/realestate\/your-home-boards-reviewing-liability.html"} , {"body" : "On some days, Kelly Bunkley, a prim 17-year-old, slips into the health-resource room at Edward R. Murrow High School in Brooklyn, where she quietly asks for a free condom. She says her visits to the room on the second floor, where condoms are kept locked in a file cabinet, give her a powerful weapon she can pass along to help a former schoolmate" , "date" : "19971016" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When Sex Is Just a Matter of Fact; To High School Students, Free Condoms Seem Normal, Not Debatable" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/16\/nyregion\/when-sex-just-matter-fact-high-school-students-free-condoms-seem-normal-not.html"} , {"body" : "THE sharp rhythms of Brooklynese broke the silence on Gold Street, where a family lounged on the stoop of their building. The sights and sounds were enough to baffle Ralph Hoetmer and his friend Daniel Gulpers, as they walked along the dimly lighted side street off the Fulton Mall. ''If we spoke that way on our exams we would get a really low" , "date" : "19971015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NETHERLANDS" , "BREUKELEN (NETHERLANDS)"] , "nytd_section_facet" : ["New York and Region" , "Travel" , "Education"] , "page_facet" : "1" , "title" : "About New York; Dutch Treat: Hanging Out In 'Breukelen'" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/15\/nyregion\/about-new-york-dutch-treat-hanging-out-in-breukelen.html"} , {"body" : "A Brooklyn judge has ruled that board members of cooperative apartment buildings can face criminal charges for actions by the board, a decision that has alarmed many volunteers who serve on co-op boards throughout the city. The case in which the ruling was made involves misdemeanor criminal charges filed against a co-op, and against several" , "date" : "19971002" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Co-op Board Members Fret Over Ruling on Liability" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/02\/nyregion\/co-op-board-members-fret-over-ruling-on-liability.html"} , {"body" : "GARDNER-Nettie, of Brooklyn, NY, September 28, 1997. Devoted wife for 63 years of Dr. Hyman Gardner; beloved mother of Michael, Marjorie (Joel), and David (Debra), and grandmother of seven. Founding president of Shalom Group of Hadassah and president of Brooklyn Central Chapter of Hadassah. She was an active member of the East Midwood Jewish" , "date" : "19970930" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths GARDNER, NETTIE" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/30\/classified\/paid-notice-deaths-gardner-nettie.html"} , {"body" : "To the Editor: Your article ''The Newest Power Broker in New York'' (Aug. 31) accurately chronicles the perennial power struggle in our public school system. But there is another and indeed a critical dimension to this power struggle, and it is about diversity. As the student body in our public schools reflects the growing immigrant population in" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Of Power Brokers and Race Cards; Educational Establishment Ignores Ethnic Realities" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/l-power-brokers-race-cards-educational-establishment-ignores-ethnic-realities-327581.html"} ,   {"body" : "Preps After a pre-game ceremony honoring Frank Bertino, the school's most successful coach, Riverdale (1-1) routed Horace Mann, 30-0. John Reid rushed for two touchdowns and completed a halfback-option pass to quarterback Elliott Appel. Bertino (247-47-6), who died last month at 77, guided Riverdale to 13 Ivy Prep School league titles and 17" , "date" : "19970921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "HIGH SCHOOL FOOTBALL; Riverdale Routs Horace Mann After Ceremony for Coach" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/21\/sports\/high-school-football-riverdale-routs-horace-mann-after-ceremony-for-coach.html"} , {"body" : "THE sole creation from the House of Frania Blum is strikingly simple. In 1945, Mrs. Blum sewed a blue and white peasant dress with puffed sleeves, a cinched waist and the slightly rough look of something stitched by halting hands. It has no price tag, because it is priceless. Mrs. Blum calls it her Liberation Dress, the only dress she ever made and" , "date" : "19970913" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York; Simple Dress In Spotlight, Triumphantly" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/13\/nyregion\/about-new-york-simple-dress-in-spotlight-triumphantly.html"} , {"body" : "A 70-year-old Brooklyn man has taken the first step toward filing a lawsuit against the city in connection with an altercation with a police officer from the 70th Precinct that left him with a badly injured hip, the man's lawyer said yesterday. The man, Mario Saccavino, ran from his house on East 14th Street in the Midwood section after officers" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "70th Precinct Faces Lawsuit In New Arrest And Dispute" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/nyregion\/70th-precinct-faces-lawsuit-in-new-arrest-and-dispute.html"} , {"body" : "HONIG-Pearl. Loving wife of the late Harry. Beloved mother of Elaine Alper and Alan Honig. Cherished grandmother of Jerome, Alyssa, Susan, Stacey, Barry and Jonathan. Great-grandmother of Benjamin, Andrew and Justin. Services Friday, 10am at Nieberg's Midwood Chapel Inc., 1625 Coney Island Ave (Corner Ave M), Brooklyn. 718-377-2700." , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths HONIG, PEARL" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/classified\/paid-notice-deaths-honig-pearl.html"} , {"body" : "The issue of whether public school children have received instruction beside urinals suddenly became a shrill point of contention this week in the mayoral campaign. But for years, overcrowded districts throughout the city have used some of the bathrooms in their schools as classrooms and as offices for teachers and guidance counselors. Jill Levy," , "date" : "19970828" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Schools Often Turn Bathrooms Into Classrooms" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/28\/nyregion\/schools-often-turn-bathrooms-into-classrooms.html"} , {"body" : "EAST HARLEM Harlem on Their Minds, In Words and Music ''Our words reflect the feel of Harlem,'' says Layding Kaliba, the poetry editor of African Voices Magazine who, along with the poet Raymond Patterson, will read on Thursday from works that highlight the diversity of their community. The reading, at the Museum of the City of New York, is part of" , "date" : "19970810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)" , "JAMAICA (WEST INDIES)" , "BROOKLYN BOTANIC GARDEN"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/10\/nyregion\/playing-in-the-neighborhood-537438.html"} , {"body" : "One minute he was acting as the city's peacemaker, bringing together Jews and Arabs for a hastily arranged handshake a few doors away from an apartment where bombs were found in Brooklyn. The next moment he was the quintessential urban politician, slapping the backs of startled strangers on the street, signing autographs, posing for pictures with" , "date" : "19970802" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Slapping Backs and Soothing Strains, Giuliani Takes a Tour" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/02\/nyregion\/slapping-backs-and-soothing-strains-giuliani-takes-a-tour.html"} , {"body" : "''I BELIEVE in inoculating my students with both creationism and evolution,'' Trenton Hamidan, a seventh-grade science teacher, said last week. ''Of course, my bias toward creationism comes out. But since both are philosophies that cannot be proved, there is a faith factor at work. Faith in creationism leads us to respect for God and to a frame of" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In a 'Haven,' No Rap, Cola or Long Nails" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/nyregion\/in-a-haven-no-rap-cola-or-long-nails.html"} , {"body" : "EINBINDER-Bess. Devoted wife of Sam. Loving mother of Gloria Nathan, Carol, Harriet Tritch. Cherished grandmother of Fran & Ross. Adoring bubbie of Jamie. Services are today at 12:30 P.M., at the Nieberg Midwood Chapel, 1625 Coney Island Avenue (Corner of Avenue M) Brooklyn." , "date" : "19970717" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths EINBINDER, BESS" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/17\/classified\/paid-notice-deaths-einbinder-bess.html"} , {"body" : "Four years ago, Anthony D. Weiner cruised easily to victory in the Democratic primary for the City Council race, facing only token opposition. But to hear several people in the quiet, residential neighborhoods of southern Brooklyn tell it, Mr. Weiner is not likely to have such an untroubled race this year. Mr. Weiner, the 32-year-old incumbent from" , "date" : "19970714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Congress a Backdrop to Council Race" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/14\/nyregion\/congress-a-backdrop-to-council-race.html"} ,   {"body" : "A semiautomatic pistol accidentally fired yesterday as a 15-year-old girl held it in an apartment in Brooklyn, and the bullet struck a 12-year-old friend in the chest, the police said. The wounded child was taken to Kings County Hospital Center, where she was listed in stable condition, Officer Cheryl Cox, a Police Department spokeswoman, said. The" , "date" : "19970712" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Girl Shoots Friend In a Gun Accident" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/12\/nyregion\/girl-shoots-friend-in-a-gun-accident.html"} , {"body" : "ROSENBAUM-Ben. Beloved husband of 50 years to Gertrude. Devoted father and father-in-law to Ralph and Beatrice and loving grandfather to Joel. Brother to Lilly Kellner and Edmund Rosenbaum. Services today 12 noon, Midwood Chapels, Avenue M and Coney Island Avenue, Brooklyn. He will be missed." , "date" : "19970710" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths ROSENBAUM, BEN" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/10\/classified\/paid-notice-deaths-rosenbaum-ben.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $475,000 15 West 12th Street 2-bedroom, 2-bath, 1,350-sq.-ft. postwar co-op; 24-hr. doormen, dining el, hardwood floors, balcony; maintenance" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/realestate\/residential-resales-913820.html"} , {"body" : "GOORLAND-Max. Devoted father of Marsha Block, Michele and Roger Garrison. Dear brother of Solomon. Adored grandfather and great-grandfather of Margot and Richard, Michael, Amy, Joshua, Stacey, Matthew and Russell. Services 12:00 noon today, Nieberg Midwood Chapel, 1625 Coney Island Avenue (Ave M), Brooklyn." , "date" : "19970703" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths GOORLAND, MAX" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/03\/classified\/paid-notice-deaths-goorland-max.html"} , {"body" : "Replacing the Gowanus Expressway with a tunnel would be cheaper in the long run than rebuilding the crumbling elevated highway and would revive moribund neighborhoods in southwestern Brooklyn, according to a study by a private planning group. The study by the Regional Plan Association, to be formally released this morning, found that it would cost" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Study Backs Tunnel to Replace the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/study-backs-tunnel-to-replace-the-gowanus.html"} , {"body" : "Twenty-five years ago, Andy Statman, a versatile musician who lives in Midwood, was mentioned in Rolling Stone as a mandolin player in a Grateful Dead recording session. This month, Mr. Statman, now an Orthodox Jew, is again in Rolling Stone. But the recognition this time is not for pop, bluegrass, jazz or any other style of music for which he is" , "date" : "19970629" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Klezmer Amid the Rockers" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/29\/nyregion\/klezmer-amid-the-rockers.html"} , {"body" : "COHEN-Isadore (Irving). Beloved husband of Lillian, loving father of Melvyn and Robert, devoted brother of Anna Schifter, devoted grandfather and loving uncle. Services today, 10:00 A.M., at Nieberg Midwood Chapel, 1625 Coney Island Avenue (Ave. M), Brooklyn." , "date" : "19970624" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths COHEN, ISADORE (IRVING)" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/24\/classified\/paid-notice-deaths-cohen-isadore-irving.html"} , {"body" : "PROSPECT PARK Brooklyn Library Plans The March of a Century For its 100th year, and the beginning of its summer reading program, Century Star Readers, the Brooklyn Public Library is celebrating with a parade today. Prospective marchers are welcome to meet the bookmobile and a marching band at 11 A.M. at the library steps, on Grand Army Plaza. The" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/nyregion\/playing-in-the-neighborhood-749680.html"} , {"body" : "Even though the tentative agreement reached early this morning would extend rent protections for most tenants, politicians in Albany could face lingering anger over the time and tempers involved in arriving at the deal. Take the case of Matt Fried, who by most rights should have been in a glorious mood yesterday. The sky was a cloudless blue, the" , "date" : "19970616" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "For Tenants, Anger At Albany May Linger" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/16\/nyregion\/for-tenants-anger-at-albany-may-linger.html"} , {"body" : "TENNIS Becker Breezes Boris Becker, having little trouble with the slippery surface, beat Alex Radelscu, 6-3, 7-6 (7-1), yesterday to reach the second round of the Gerry Weber Open in Halle, Germany. Becker slammed 12 aces on a sold-out center court, never allowing Radelscu a chance to break serve. Top-seeded Yevgeny Kafelnikov of Russia and" , "date" : "19970611" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/11\/sports\/results-plus-581208.html"} ,   {"body" : "AFTER the obligatory, halfhearted comments on hairlines and waist-lines, the best minds of my generation -- Columbia College, class of '57 -- got down to business. What happened to us and why had we been rejected by the most selective college of all? As Billy Smith, writer and rugby player, pointed out, the Electoral College had admitted George" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Class Notes From a Skipped Generation" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/nyregion\/class-notes-from-a-skipped-generation.html"} , {"body" : "BENSON-Morris. Beloved husband of Betty, father of Sam, Jack, Irving and Donna. Cherished grandfather of ten and great grandfather of six. Died peacefully at home in Miami Beach Wednesday, June 4, with his current wife, Ligia, and newly adopted daughter Yani beside him. Born in 1903 in Istanbul, he immigrated to Brooklyn, NY at age 17. He was" , "date" : "19970607" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths BENSON, MORRIS" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/07\/classified\/paid-notice-deaths-benson-morris.html"} , {"body" : "BENSON-Morris. Beloved husband of Betty, father of Sam, Jack, Irving and Donna. Cherished grandfather of ten and great grandfather of six. Died peacefully at home in Miami Beach Wednesday, June 4, with his current wife, Ligia, and newly adopted daughter Yani beside him. Born in 1903 in Istanbul, he immigrated to Brooklyn, NY at age 17. He was" , "date" : "19970606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths BENSON, MORRIS" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/06\/classified\/paid-notice-deaths-benson-morris.html"} , {"body" : "Miro has always craved exercise. He is an 8-year-old Saluki, a breed of dog related to the greyhound. But when he moved to Carroll Gardens from Midwood, where he had a yard, four years ago, something inside of him died. ''He kind of wilted,'' said Alyssa Bonilla, who owns Miro. ''He didn't have enough space to run.'' Now he does. Two weeks ago," , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Official Run Is a First for Brooklyn Dogs" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/official-run-is-a-first-for-brooklyn-dogs.html"} , {"body" : "Audi Thompson, 17, sat on the edge of her seat in the crowd yesterday, gasping as the two teams traded points in quick succession. But this was not Madison Square Garden, and the combatants were not the New York Knicks and the Miami Heat. Ms. Thompson was sitting below a glass-paneled ceiling inside the New York Public Library. The two teams, one" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Class Notes" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/class-notes.html"} , {"body" : "TO express joy on a festive Jewish holiday, it is traditional to wear something new. Last week, for a Passover seder at her parents' home in Borough Park, Brooklyn, Suzy Berkowitz, 50, upheld tradition from head to toe. Exemplifying the Diana Vreeland dictum that elegance is restraint, she wore new Gucci pumps and a new Armani suit, hemmed" , "date" : "19970427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "For Stylish Orthodox Women, Wigs That Aren't Wiggy" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/27\/style\/for-stylish-orthodox-women-wigs-that-aren-t-wiggy.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $511,000 300 Rector Place (Battery Pointe) 3-bedroom, 3-bath, 1,645-sq.-ft. condo in a 9-year-old building; concierge, dining room, windowed" , "date" : "19970427" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/27\/realestate\/residential-resales-754498.html"} , {"body" : "For a decade, city officials have boasted that nearly three-quarters of New York's streets were acceptably clean. In February, Mayor Rudolph W. Giuliani released the city's latest self-evaluation, a survey that said 83 percent of the streets were clean -- a remarkable figure considering substantial cuts in the Sanitation Department's budget in" , "date" : "19970415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Review Finds the City Dirtier Than It Says It Is" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/15\/nyregion\/a-review-finds-the-city-dirtier-than-it-says-it-is.html"} , {"body" : "FRIEDMAN-Jesse S. Devoted husband of Penni, loving father of Robin Friedman, Esq. Dear brother of Florence Stabin and the late Ruth Edelstein. Retired president of Friedman-Roth Realty. In lieu of gifts please make donations to Parkinson's Disease Foundation. Services, Wednesday, 1:00 P.M., at Nieberg's Midwood Chapel Inc., 1625 Coney Island Ave" , "date" : "19970409" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths FRIEDMAN, JESSE S." , "url" : "http:\/\/www.nytimes.com\/1997\/04\/09\/classified\/paid-notice-deaths-friedman-jesse-s.html"} , {"body" : "FRIEDMAN-Jesse S. Devoted husband of Penni, loving father of Robin Friedman, Esq. Dear brother of Florence Stabin and the late Ruth Edelstein. Retired president of Friedman-Roth Realty. In lieu of gifts please make donations to Parkinson's Disease Foundation. Visiting Tuesday 7-9 P.M. Services, Wednesday, 1:00 P.M., at Nieberg's Midwood Chapel" , "date" : "19970408" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths FRIEDMAN, JESSE S." , "url" : "http:\/\/www.nytimes.com\/1997\/04\/08\/classified\/paid-notice-deaths-friedman-jesse-s.html"} ,   {"body" : "A 30-year-old Chinese immigrant testifying yesterday in a fatal-kidnapping trial told in harrowing detail how he had been beaten, stabbed and tormented by kidnappers in Brooklyn who shot him and left him for dead when his family could not meet their ransom demands. He also told how he was forced to watch his abductors, reputed to be members of a" , "date" : "19970326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Kidnap Victim Recalls Brutality by a Gang Seeking Ransom" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/26\/nyregion\/kidnap-victim-recalls-brutality-by-a-gang-seeking-ransom.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} , {"body" : "NIEBERG-Edwin. Devoted husband of Dannie. Loving father of Harry, Stanley, Peter, Mary, Jane and Theresa. Adored grandfather of Gregory, Jaime, Michael, Jessica and Patricia. Services on Thursday, 1:00 PM, at Nieberg's Midwood Chapel, Inc, 1625 Coney Island Avenue (corner Avenue M) Brooklyn (718-377-2700). NIEBERG-Edwin. With a family relationship" , "date" : "19970320" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths NIEBERG, EDWIN" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/20\/classified\/paid-notice-deaths-nieberg-edwin.html"} , {"body" : "Among the supporters on hand earlier this year when the Rev. Al Sharpton announced his candidacy for mayor was the Rev. Dr. Wyatt Tee Walker, the former chief of staff to the Rev. Dr. Martin Luther King Jr. and pastor of Harlem's renowned Canaan Baptist Church. Also present was Leonard Jeffries, the City College professor whose speeches and jokes" , "date" : "19970314" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Winning Isn't Everything: Sharpton Eyes Multiple Prizes" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/14\/nyregion\/winning-isn-t-everything-sharpton-eyes-multiple-prizes.html"} , {"body" : "A Hunter College High School senior who turned Lego, modeling clay and a pile of electronic circuits into a sophisticated microscope suspended from his bedroom ceiling by bungee cords won first prize yesterday in the Westinghouse Science Talent Search, the nation's pre-eminent competition for budding researchers and inventors. Adam Ezra Cohen, 17," , "date" : "19970311" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "'Electrochemical Paintbrush' Wins Westinghouse Science Competition" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/11\/nyregion\/electrochemical-paintbrush-wins-westinghouse-science-competition.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $817,500 61 Jane Street (Hudson St.) (Cezanne) 2-bedroom, 2-bath, 1,500-sq.-ft. penthouse co-op; 24-hr. doormen, wrapped terrace, 3 exposures," , "date" : "19970209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/09\/realestate\/residential-resales-484750.html"} , {"body" : "MARISA TOMEI KEEPS HER Oscar on the dressing table in the bathroom of her Greenwich Village apartment, right next to the Vavoom hair gel and vanilla body mist. ''It was a peak moment in my life, definitely,'' says the 32-year-old actress. She can remember every detail about the evening in 1993 when she was named best supporting actress for her" , "date" : "19970202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Vinny's Girlfriend, Climbing Back After Success" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/02\/movies\/vinny-s-girlfriend-climbing-back-after-success.html"} , {"body" : "It was lucky for Ward Melville High School that Jonathan William Plaue chose to enter the Westinghouse Science competition. Mr. Plaue, 17, a senior at the school in Setauket, L.I., blended asphalt and ash to see if it would make a viable road-paving substance. His question: Would it be an economical and environmentally safe way to dispose of ash?" , "date" : "19970128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "Long Island Dominates Science Contest" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/28\/nyregion\/long-island-dominates-science-contest.html"} , {"body" : "Following are the New York region finalists in the Westinghouse Science Talent Search, according to Science Service Inc., publishers of Science News and administrator of the program for the Westinghouse Foundation: NEW YORK Alyssa Norma Benjamin, 17, Cedarhurst, Lawrence High School Carl Noah Bialik, 17, Manhattan, Bronx High School of Science" , "date" : "19970128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "Finalists From the New York Area" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/28\/nyregion\/finalists-from-the-new-york-area.html"} , {"body" : "The newest 99 World store had been in business only half an hour. But already the line of customers in the eastern Bronx shop snaked back 75 feet from the cash register, past the hair extensions, the vanilla wafers and the witch hazel, all selling for less than a dollar. The store was immaculate, smelling of peach candles and fabric softener and" , "date" : "19970123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pakistani Immigrants Find a Niche in Discount Stores" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/23\/nyregion\/pakistani-immigrants-find-a-niche-in-discount-stores.html"} ,   {"body" : "Because of an editing error, an article last week about distortions in movie portrayals of New York City misidentified the location of a bank robbery that became the basis of the film ''Dog Day Afternoon.'' It was the Midwood section of Brooklyn, not the Williamsburg section." , "date" : "19970112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Arts"] , "page_facet" : "4" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/12\/arts\/c-correction-064130.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $1.2 million 257 West 17th Street (Steiner) 3-bedroom, 2 1\/2-bath, 2,654-sq.-ft. condo in recently renovated loft building; part-time doormen, dining area," , "date" : "19970112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/12\/realestate\/residential-resales-084093.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $188,000 255 East 49th Street (Sterling Place) 1-bedroom, 1 1\/2-bath, 850-sq.-ft. postwar condo; 24-hr. doormen, concierge, dining area, 2 exposures;" , "date" : "19970105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/05\/realestate\/residential-resales-998400.html"} , {"body" : "THE MEL GIBSON thriller ''Ransom'' was on the screen in a midtown Manhattan theater and, farfetched though the story may be, I was buying it all. That is to say, I was properly suspending disbelief in exchange for a couple of hours of escapist entertainment, in this case about an hour and 45 minutes of rising suspense followed by 15 of cathartic" , "date" : "19970105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "It's New York, but Not Really" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/05\/movies\/it-s-new-york-but-not-really.html"} , {"body" : "UPPER EAST SIDE Never Too Soon to Prepare For Next New Year's Eve New Year's Day celebrations may be over but you can still dance the night away at the 92d Street Y's Saturday Night Ballroom Party. At this week's party, the center will offer lessons in swing and fox trot, followed by social dancing. Teachers from the Sandra Cameron Dance Center" , "date" : "19970105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/05\/nyregion\/playing-in-the-neighborhood-017434.html"}]