[  {"body" : "GAUDREAUX-Captain Laurance F. Born May 10, 1906, in NYC, died December 17, 1997, in Hilton Head Island, SC, after a long illness. During his Navy career, he served in WW II and the Korean War. He taught engineering at the U.S. Merchant Marine Academy in Kings Point, NY, and was repair superintendent for the Brooklyn Navy Yard and the MSTS" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths GAUDREAUX, CAPTAIN LAURANCE F." , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/classified\/paid-notice-deaths-gaudreaux-captain-laurance-f.html"} , {"body" : "SAUL HUNTER worked for 28 years in Manhattan and Brooklyn as a laborer for a manufacturer of paper and twine. He retired five years ago when he was 70. He and his wife, Vernell, have two grown children, but only their 9-year-old grandson, Daquan, lives with them now. A high point in his life, Mr. Hunter says, came last July when he moved into the" , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Housing Program's Next Generation" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/realestate\/a-housing-program-s-next-generation.html"} , {"body" : "The Treasury's schedule of financings this week is confined to today's regular weekly auction of three- and six-month bills and a 52-week bill being auctioned on Thursday. By the close of the New York cash market on Friday, traders said, the rate on the outstanding three-month bill was 5.07 percent and the six-month bill was at 5.22 percent. In" , "date" : "19971201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Treasury Offerings Set for Week" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/01\/business\/treasury-offerings-set-for-week.html"} , {"body" : "Eel-Isaiah Bellamy didn't get the warm welcome he expected when he opened his tailoring shop, 4UII Wear on Myrtle Avenue in 1995, and he soon discovered why. The previous tenant had been selling drugs, he said, and old-timers assumed Mr. Bellamy would do the same. When it became clear that he was a ''young black man doing something positive,'' as" , "date" : "19971123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Slow Going For Recovery On Myrtle" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/23\/nyregion\/neighborhood-report-fort-greene-slow-going-for-recovery-on-myrtle.html"} , {"body" : "SO you voted for the Mayor, the rasp in his voice has almost become endearing and you are looking forward to four more years of feeling safe when you walk the dog at night. Then you find out that the city wants to put an off ramp from the Gowanus Expressway in your neighborhood, and suddenly you are sticking voodoo pins in your Giuliani doll. That" , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How To Fight City Hall" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/how-to-fight-city-hall.html"} , {"body" : "MONITOR The Story of the Legendary Civil War Ironclad and the Man Whose Invention Changed the Course of History By James Tertius deKay Illustrated. 247 pages. Walker & Company. $21. What most people remember about the Monitor and the Merrimac is that, like the gingham dog and the calico cat, or Tweedledum and Tweedledee, the two of them fought each" , "date" : "19971106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "BOOKS OF THE TIMES; A Famous Battle, Usually Distorted" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/06\/books\/books-of-the-times-a-famous-battle-usually-distorted.html"} , {"author" : "Paula Deitz is co-editor of the Hudson Review." , "body" : "ALONG WITH THE PLEASURES of reading often comes a desire to enter into an author's life as a way of enhancing the experience and picturing the times. The Pierpont Morgan Library, a famously rich trove for anyone seriously interested in the written word, has always collected, along with books, manuscripts and drawings, a variety of objects imbued" , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "ARTS\/ARTIFACTS; The Things That the Great Lived With" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/arts\/arts-artifacts-the-things-that-the-great-lived-with.html"} , {"body" : "KOLKIN-Lucille. Age 78. Died suddenly, August 27th. Our loss of this vibrant multi-talented woman is mourned by Alfred Kolkin, her loving, devoted husband for 53 years; their daughters, Marjorie Kolkin, and Judy Kaplan and her husband Harry Kaplan; Grandchildren Jesse, & Jill, her brother Paul Gewirtz, nieces and nephews, sister-in-law Mim Kelber &" , "date" : "19970829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths KOLKIN, LUCILLE" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/29\/classified\/paid-notice-deaths-kolkin-lucille.html"} , {"body" : "Big, loud, pushy and intimidating, Hildy Esterhazy has a lot in common with the hell of a town where she works as a taxi driver. That's New York City, or to be more specific, the Manhattan of the 1944 musical classic ''On the Town,'' and whatever their status in other places, these traits are virtues in Manhattan. As embodied by a hitherto" , "date" : "19970818" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "11" , "title" : "Those Gobs on Shore Leave Again, Prowling Wartime New York" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/18\/theater\/those-gobs-on-shore-leave-again-prowling-wartime-new-york.html"} , {"body" : "IT'S one of the last of Brooklyn's Shore Road mansions, built with dramatic views of New York Harbor and the Narrows. Today you can't even see the water from the Farrell house at 125 95th Street in Bay Ridge, for it was moved 100 feet back from Shore Road eight decades ago to escape demolition. But now the area is almost all filled in -- and the" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "A Shore Road Mansion, Now Obscured From Shore" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/realestate\/a-shore-road-mansion-now-obscured-from-shore.html"} ,   {"body" : "Paul Rudolph, an architect whose chareer epitomized the turbulence that engulfed American modernism in the 1960's, died yesterday at New York Hospital. He was 78 and lived in Manhattan. The cause was mesothelioma, or asbestos cancer, according to Ernst Wagner, a close friend. Mr. Rudolph leaves behind a perplexing legacy that will take many years" , "date" : "19970809" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "50" , "title" : "Paul Rudolph Is Dead at 78; Modernist Architect of the 60's" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/09\/arts\/paul-rudolph-is-dead-at-78-modernist-architect-of-the-60-s.html"} , {"body" : "IN the bad old days of the tattoo trade in New York City, artists liked to say there was a piece of equipment almost as essential as the machines they used to limn designs into flesh: the ball-peen hammer. ''I had a guy one time getting a tattoo,'' explained Freddie Grossman, a k a Coney Island Freddie, a grizzled tattoo artist who opened his first" , "date" : "19970727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "31" , "title" : "Cappuccino With Your Tattoo? Try That on a Sailor" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/27\/style\/cappuccino-with-your-tattoo-try-that-on-a-sailor.html"} , {"body" : "Built in 1907, the Yankee ferried immigrants to and from Ellis Island and, years later, tourists to and from the beaches of Block Island. In 1990, an antiques dealer in lower Manhattan, Jim Gallagher, rescued the derelict steamer from a scrap heap in Providence, R.I., took her to Pier 25 at the end of North Moore Street and spent seven years and" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Old Boats to Get New Home" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/old-boats-to-get-new-home.html"} , {"author" : "Nicholas Fox Weber's most recent book is ''Patron Saints: Five Rebels Who Opened America to a New Art.'' He is currently writing a book about Balthus." , "body" : "VIRGIL THOMSON Composer on the Aisle. By Anthony Tommasini. Illustrated. 605 pp. New York: W. W. Norton & Company. $30. ''When I'm in a room where nobody knows me I know I'm in the real world,'' Virgil Thomson once said. Anthony Tommasini quotes this significant statement near both the beginning and the end of ''Virgil Thomson: Composer on the" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "21" , "title" : "A Man of Dissonance" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/books\/a-man-of-dissonance.html"} , {"body" : "Over the next three years, 645 homes for low- and moderate-income families will go up for 25 blocks west of Pennsylvania Avenue in East New York, Brooklyn. But instead of being constructed using traditional techniques, they are being manufactured in a factory five miles away and assembled at the construction site. On-site assembly began in April," , "date" : "19970704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "645 Modular Houses Going Up in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/04\/nyregion\/645-modular-houses-going-up-in-brooklyn.html"} , {"body" : "TO a funky version of ''Pomp and Circumstance,'' students from El Puente's Academy for Peace and Justice strutted into Brooklyn's Majestic Theater yesterday. The softly lighted hall had the raw look of exposed brick and artfully chipped plaster. The setting was fitting, since the school is a work in progress. Founded in 1993 at El Puente's" , "date" : "19970628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Going Ahead, Grounded In Reality" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/28\/nyregion\/going-ahead-grounded-in-reality.html"} , {"body" : "As the sea gull flies, Sandy Hook, New Jersey's northernmost beach, is only about 10 miles from Brooklyn. But by car, the trip from the New York City area to Sandy Hook can take two or three sticky hours on a summer Saturday. Starting Thursday, however, a new ferry service will allow beachgoers to make the trip in less than 45 minutes. The ferry" , "date" : "19970616" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "New Ferry Shortens Trip To Sandy Hook Beach" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/16\/nyregion\/new-ferry-shortens-trip-to-sandy-hook-beach.html"} , {"body" : "THEY weren't the world's worst delays -- 30 to 60 days, maybe. And not all of the 23 two-family homes with the undulating facades along Chester Street in Brownsville, Brooklyn, were mired in what one builder brands ''bureaucratic limbo.'' Only about half. But families were waiting to move into those spanking new rowhouses with their ornamental" , "date" : "19970511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Traversing the Regulatory Maze" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/11\/realestate\/traversing-the-regulatory-maze.html"} , {"body" : "On Nov. 13, 1942, the American light cruiser Juneau, limping away from one of the fiercest naval battles of World War II, was hit by a Japanese torpedo off Guadalcanal in the Solomon Islands and went down with most of her crew of 700. But about 100 men, most of them badly wounded, some missing limbs, helped one another into three life rafts, hoping" , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A New Navy Destroyer Honors Victims of a Wartime Tragedy at Sea" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/a-new-navy-destroyer-honors-victims-of-a-wartime-tragedy-at-sea.html"} , {"body" : "In this era of corporate cutting and trimming, there is a factory across from the Brooklyn Navy Yard that refuses to join in the downsizing binge. The maker of Sweet 'n Low, a $100 million company, keeps using clattery old equipment to preserve hundreds of neighborhood jobs. They pay well, dismiss rarely and know many of their employees personally." , "date" : "19970402" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Family Business That Tries To Treat Workers Like Family" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/02\/nyregion\/a-family-business-that-tries-to-treat-workers-like-family.html"} ,   {"body" : "In another time, an effort to build a helicopter repair and storage operation in the Brooklyn Navy Yard may have quietly rolled through the convoluted City Planning Commission approval process. The operation and its new jobs, supporters might have argued, would help transform the rusting testament to American naval power into a Brooklyn" , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Noise Greets Plan to Fix Helicopters" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/noise-greets-plan-to-fix-helicopters.html"} , {"body" : "JUST before he took off his yarmulke and donned his black robe last Wednesday in his chambers at State Supreme Court in Brooklyn, Justice Herbert Kramer said: ''The first question I must ask myself, perhaps the most important question of this hearing, is this: Do I, as a secular judge, have a right to make a decision? Is this a religious matter?''" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Coaching the Flames, Playing With Fire" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/nyregion\/coaching-the-flames-playing-with-fire.html"} , {"body" : "Five tow-truck drivers and two security guards who worked unsupervised in the impound lot at the Brooklyn Navy Yard were arraigned in Brooklyn Criminal Court yesterday on charges that they stole from automobiles towed there, the authorities said. Over two months, the police videotaped the city workers prying car doors open and removing cellular" , "date" : "19970228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Impound Drivers Charged" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/28\/nyregion\/impound-drivers-charged.html"} , {"body" : "Hoping to cash in on the wave of retail development in downtown Brooklyn, directors of the Brooklyn Navy Yard industrial park said yesterday that they would seek development proposals for nine acres of the 300-acre city-owned park. While saying they would consider manufacturing or light industrial uses, directors of the Navy Yard said they hoped" , "date" : "19970225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Navy Yard Seeks Growth" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/25\/nyregion\/navy-yard-seeks-growth.html"} , {"body" : "Two weeks after Mayor Rudolph W. Giuliani proposed a $900 million freight tunnel and a state-of-the-art shipping terminal for New York Harbor, City Hall has compiled a new set of planning guidelines for the city's waterfront, mapping out areas where the city would like to see port facilities, parks, housing and other projects. The plan, which the" , "date" : "19970131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "New Guidelines Proposed for Waterfront" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/31\/nyregion\/new-guidelines-proposed-for-waterfront.html"} , {"body" : "EARLY 1800's -- Brooklyn is incorporated as a village in 1816 and construction begins on the Brooklyn Navy Yard in Wallabout Bay. After the Erie Canal opens in 1825, waterfront warehouses and factories begin to appear along the East River. MID-1800's -- Ports in Manhattan become overcrowded and more companies move to Brooklyn. 1922 -- A Port" , "date" : "19970115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Rise and Fall of the Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/15\/nyregion\/the-rise-and-fall-of-the-brooklyn-waterfront.html"} , {"body" : "An off-duty correction officer who was moonlighting as a bouncer at a Brooklyn catering hall was shot and wounded early yesterday morning when he was caught in the crossfire of a gun battle, the police said. The shootout also left one man dead and another injured. More than 100 bullets were fired in a fusillade shortly after 4:15 A.M. outside Rose" , "date" : "19970106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Prison Officer Is Hurt And Man Is Killed in Gun Battle" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/06\/nyregion\/off-duty-prison-officer-is-hurt-and-man-is-killed-in-gun-battle.html"}]