[  {"body" : "What, work these days? Who are you kidding? New York, a city that prides itself on working in overdrive if not hyperdrive, is sputtering in idle. Uptown, downtown, there seems no way to get work done these last two weeks. It is nobody's fault. It is the curse of the calendar. With Christmas and New Year's Day both falling inconveniently on a" , "date" : "19971230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "At Businesses, 'Workweek' Is Misnomer at the Holidays" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/30\/nyregion\/at-businesses-workweek-is-misnomer-at-the-holidays.html"} , {"body" : "As news goes -- the big single events that chill spines, get the pulse racing and last for weeks -- it was not the busiest of years. Not that the big news did not exist. There was Abner Louima and the awful brutality against him and the plight of the deaf Mexicans in horrific conditions in Queens. These stories seemed to capture deeper urban" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The 10 Biggest Little Stories of 1997; Icelanders Produce A Williamsburg Show" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/the-10-biggest-little-stories-of-1997-icelanders-produce-a-williamsburg-show.html"} , {"body" : "Gillian Al-mathil, a large woman with an indomitable gait, strode across Jeff Lettieri's territory at 40th Street and Second Avenue in Manhattan and rapped on the window of his red, white and blue truck. ''O.K., Snapple man, where are you?'' she asked. ''Just when you going to take care of me?'' Mr. Lettieri pointed to the Sloan's supermarket" , "date" : "19971203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Front Lines Of the Beverage Wars; The Life of a Snapple Distributor: Surviving Robbers, Illegal Parkers And the Usual Cutthroat Competition" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/03\/nyregion\/front-lines-beverage-wars-life-snapple-distributor-surviving-robbers-illegal.html"} , {"body" : "For Brooklyn residents, particularly those living in Red Hook, Greenpoint and Williamsburg, the closing of the Fresh Kills landfill on Staten Island in 2001 looms like a giant headache -- a 13,000-ton headache, to be exact. That is how much household waste the city will have to dispose of elsewhere every day, and people in areas that have taken" , "date" : "19971116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Concern Grows on Where Trash Will Go After Fresh Kills" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/16\/nyregion\/neighborhood-report-brooklyn-up-close-concern-grows-where-trash-will-go-after.html"} , {"body" : "A five-month investigation of drug sales at the Red Hook Houses in Brooklyn has ended, after a three-day police sweep resulted in the arrests of 90 suspects, two-thirds of them on felony drug charges, the police said. Called Operation T.H.I.O. (The Heat Is On), the police initiative was aimed at drug gangs and family drug-selling rings that had" , "date" : "19971115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO NEWS BRIEFS: NEW YORK ; 90 Held as Drug Sweep Ends Red Hook Inquiry" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/15\/nyregion\/metro-news-briefs-new-york-90-held-as-drug-sweep-ends-red-hook-inquiry.html"} , {"body" : "''THIS is a tragedy!'' Ed Levine moans, craning his neck as the car speeds down Neptune Avenue in Brooklyn. ''Did you see that? There's a FOR RENT sign in Gerace's bakery. It can't be!'' He begins a keening wail, a lament for a lost bakery. ''Oh, my God. This drives me crazy. That place has been in Coney Island forever. They taught me how to make" , "date" : "19971112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Critic's Notebook; On an Odyssey With the Homer Of Rugelach" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/12\/dining\/critic-s-notebook-on-an-odyssey-with-the-homer-of-rugelach.html"} , {"body" : "In the 57 years since Mayor Fiorello La Guardia laid their cornerstone to the strains of a brass band, Vladeck Houses on the Lower East Side have embodied the promise of public housing. Zigzagging gracefully through blocks once crowded with the Corlears Hook slums, they tell the neighborhood's immigrant story on every door buzzer: older Jewish and" , "date" : "19971111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Public Housing Shows Its Age; A Crisis of Advancing Repairs and Declining Money" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/11\/nyregion\/public-housing-shows-its-age-a-crisis-of-advancing-repairs-and-declining-money.html"} , {"body" : "TEN years ago, Eddie Santiago was doing pretty well for himself. As a plumber, he had so many jobs that he often worked six days a week. He owned a home in Queens and another one in Florida. He had a wife and two young children. By the time Mr. Santiago was busted last year for selling drugs to an undercover officer in Red Hook, Brooklyn, not much" , "date" : "19971110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; A Drug Court Takes a Risk To Aid Addicts" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/10\/nyregion\/metro-matters-a-drug-court-takes-a-risk-to-aid-addicts.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "By Assembly district. BRONX Pre. Rep. Messinger Giuliani Others 74 Mott Haven, Hunts Point 100% 11,920 5,018 320 75 Clasons Point, West Farms, East Tremont 100% 11,767 5,079 202 76 Union Port, Parkchester 100% 9,839 6,738 251 77 High Bridge, Morris Heights 100% 11,496 3,339 159 78 University Heights, Fordham 100% 8,466 3,946 145 79 Tremont," , "date" : "19971105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1997 ELECTIONS: RESULTS; The Race for Mayor" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/05\/nyregion\/the-1997-elections-results-the-race-for-mayor.html"} ,   {"body" : "A Brooklyn teen-ager leaning against the emergency door of an overcrowded bus chartered by a church, was critically injured yesterday afternoon when she fell onto a highway, the authorities said. Maribell Isales, 16, of Red Hook, was listed in critical but stable condition last night at the Long Island College Hospital in Brooklyn. Miss Isales was" , "date" : "19971013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bus Door Fails, Throwing Rider Onto Highway" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/13\/nyregion\/bus-door-fails-throwing-rider-onto-highway.html"} , {"body" : "Buoyed by a strong economy and a reduction in shipping fees, New York Harbor handled nearly 12 percent more cargo traffic during the first half of this year, compared with the same period last year, the Port Authority reported yesterday. The increase ultimately means that New York and New Jersey have increased their share of the Northeastern" , "date" : "19971013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Harbor Steps Up Share of Cargo Traffic" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/13\/nyregion\/new-york-harbor-steps-up-share-of-cargo-traffic.html"} , {"body" : "A selective list of where to find the architects, designers and products featured in this issue. Page 32 Home Automation Association, 1444 I Street, N.W., Suite 700, Washington, D.C. 20005-2210 (202) 223-9669 Environmental Technology Control (E.T.C.), 502 Palm Street, Suite 21, West Palm Beach, Fla. 33401 (561) 655-9922 I.S.R., 1701 West Quincy" , "date" : "19971005" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Home and Garden" , "Magazine" , "Arts" , "Style"] , "page_facet" : "89" , "title" : "Sources" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/05\/magazine\/sources.html"} , {"body" : "Watching Angel Rodriguez enter the Sunset Park Senior Citizen Center is something like witnessing the second coming of Elvis. Men shout and offer handshakes; women swoon and demand besos, or kisses. Mr. Rodriguez, 40, circulates, giving hugs, besos and advice, even joking about his bulging belly with a group of women. This, said Mr. Rodriguez, the" , "date" : "19971005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE -- In 2 Corners of City, a Surge in Hispanic Power; Brooklyn Area May Put Puerto Rican on Council" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/05\/nyregion\/neighborhood-report-new-york-up-close-2-corners-city-surge-hispanic-power.html"} , {"body" : "Carroll Park, a placid haven of benches and ball courts in the heart of Carroll Gardens, Brooklyn, reflects the neighborhood's blend of Italian-American families and yuppie strivers. Old men play boccie there while newer arrivals hold wine-tastings to raise money to keep the park spruced up. But a group of black youths interviewed recently in Red" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "CARROLL GARDEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "In Brooklyn, 2 Worlds on an Edge; At the Scene of a Bias Beating, a Line Divides Red Hook and Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/brooklyn-2-worlds-edge-scene-bias-beating-line-divides-red-hook-carroll-gardens.html"} , {"body" : "INTERNATIONAL 3-17 In Congo, Disappointment With Kabila Government The leader of Congo, Laurent Kabila, in office four months, has endured a jarring apprenticeship. And many Congolese feel let down. Wages have not been paid. The authorities have cracked down on protests, and have not made their aims clear. 1 Offer of Algerian Negotiations Pursuing" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/news-summary-333450.html"} , {"body" : "A fourth suspect was arrested Wednesday night in what the authorities have termed a racially motivated assault on a black man by a group of whites in Brooklyn last Saturday morning. The new suspect, Ralph Mazzatto, 25, was accused of being the driver of a sports utility vehicle that hit the victim, Kevin Teague, 26, intentionally before the three" , "date" : "19970926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4th Arrest in Bias Attack" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/26\/nyregion\/4th-arrest-in-bias-attack.html"} , {"body" : "A charge of attempted murder was added yesterday to earlier assault charges against three white teen-agers accused of what the authorities called the racial beating of a black man in Brooklyn on Saturday morning. The victim, Kevin Teague, 26, was beaten with a baseball bat, a metal steering-wheel lock and fists and feet after being intentionally" , "date" : "19970924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Attempted Murder Charge Is Added in a Beating Case" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/24\/nyregion\/attempted-murder-charge-is-added-in-a-beating-case.html"} , {"body" : "The arrests of three white teen-agers in the beating of a black man in Brooklyn over the weekend rekindled memories of a time when the brownstones of the largely white Carroll Gardens were considered off-limits to blacks from a housing project across the street, some residents said yesterday. ''There's not that much antagonizing of us'' nowadays," , "date" : "19970923" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Beating in Brooklyn Shatters Fragile Neighborhood Truce" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/23\/nyregion\/beating-in-brooklyn-shatters-fragile-neighborhood-truce.html"} , {"body" : "AT THE MET -- Placido Domingo and, in the title role, Denyce Graves performed in ''Carmen'' last night before an audience at the Metropolitan Opera that included President and Mrs. Clinton. B6. TENSIONS REVISITED -- Residents of the Red Hook Houses in Brooklyn said the arrests of three white teen-agers in the beating of black man rekindled memories" , "date" : "19970923" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "INSIDE METRO" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/23\/nyregion\/inside-metro.html"} ,   {"body" : "Three white teen-agers from Brooklyn were ordered held in $100,000 bail yesterday after they were arraigned on charges of beating a black man with a baseball bat and a steering-wheel lock early Saturday morning in what the authorities described as an apparent bias crime, officials said. The teen-agers -- Anthony Mascuzzio, 19, Alfonse Russo, 17," , "date" : "19970922" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "3 Teen-Agers Are Arraigned In an Attack" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/22\/nyregion\/3-teen-agers-are-arraigned-in-an-attack.html"} , {"body" : "A black man who had stopped to use a pay phone in Brooklyn early yesterday morning was attacked by three white teen-agers while a friend stood by helplessly, the police said. The incident was being investigated as a bias crime because the suspects yelled racial slurs at the victim while beating him with a baseball bat and a clublike car anti-theft" , "date" : "19970921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "3 Accused of Beating Black Man in Suspected Bias Crime" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/21\/nyregion\/3-accused-of-beating-black-man-in-suspected-bias-crime.html"} , {"body" : "Despite stiff challenges in several New York City Council races, only one incumbent fell in the primary yesterday, but a handful of newcomers will still take office next year because of vacant seats in eight districts. The only Council member to lose was Federico Perez of the Bronx, who was defeated by a former assemblyman, Pedro Gautier Espada." , "date" : "19970910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Incumbents in Most Races Fend Off the Challengers" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/10\/nyregion\/incumbents-in-most-races-fend-off-the-challengers.html"} , {"body" : "This list summarizes our recommendations for some of the most hotly contested Democratic primaries today in New York City. Poll hours in the city are 6 A.M. to 9 P.M. Bronx BOROUGH PRESIDENT Fernando Ferrer CITY COUNCIL 12th District (Co-op City and northeast Bronx): Lawrence Warden. 14th District (west Bronx): Adolfo Carrion Jr. CIVIL COURT First" , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/opinion\/new-york-city-primary-choices.html"} , {"body" : "When it comes to identifying ways to revitalize Sunset Park and Red Hook, the five Democrats who would like to represent Brooklyn's 38th Council District have a lot in common. All five have promised to lobby for another high school in the district. Each one backs plans to replace the perpetually gridlocked Gowanus Expressway with a tunnel closer to" , "date" : "19970906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Primary Is a Battle of Resumes and Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/06\/nyregion\/brooklyn-primary-is-a-battle-of-resumes-and-endorsements.html"} , {"body" : "Primaries are the real elections in many heavily Democratic parts of Brooklyn, and next Tuesday's ballots will feature an unusual number of competitive races for New York City Council seats. These are our endorsements. 35th District (Fort Greene, Clinton Hill, Prospect Heights, part of Crown Heights): Mary Pinkett was the first African-American" , "date" : "19970904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Brooklyn Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/04\/opinion\/brooklyn-council-endorsements.html"} , {"body" : "IF there was one thing that New York City's community school boards could count on over the last quarter century -- if there was one constant that defined the realpolitik of education on the neighborhood level -- it was this: the school boards got to pick the principals. So it was no surprise when a school board member went to meet with the new" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "District Superintendents Are Supposed to Change the Public Schools. Can They?" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/nyregion\/district-superintendents-are-supposed-to-change-the-public-schools-can-they.html"} , {"body" : "Dozens of confidential police reports found in a trash can under the Gowanus Expressway in Brooklyn had apparently been dumped on the street by a police officer who was authorized to take them home, police officials said yesterday. The 57 case reports were found by two men looking through the trash in an orange, wire-mesh Sanitation Department can" , "date" : "19970826" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Files Found on Street, and Trail Leads to Officer" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/26\/nyregion\/police-files-found-on-street-and-trail-leads-to-officer.html"} , {"body" : "Goodbye, Glasphalt Q. Why do so many of the streets of the city seem to sparkle? A. In 1988, the Department of Transportation began to substitute crushed, recycled glass bottles for some of the crushed stone and sand used to make asphalt at the city's plant in Red Hook, Brooklyn. The finely ground specks of glass in the mixture -- known as" , "date" : "19970824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOWERY BAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1997\/08\/24\/nyregion\/fyi-730491.html"} , {"body" : "DRUG-RELATED violence once ruled a stretch of Sixth Avenue in Sunset Park. Three years ago, on the corner at 52d Street, a drug dealer killed a rival teen-age drug seller, firing two bullets into the back of his head. Two years ago, down the street, another teen-ager was held to the ground by rival drug dealers and slashed in the face dozens of" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Has Your Neighborhood Drug Dealer Gone?" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/nyregion\/where-has-your-neighborhood-drug-dealer-gone.html"} ,   {"body" : "A worker was killed and a conductor seriously injured when two trains carrying cement to line the water tunnel that is under construction beneath Red Hook, Brooklyn, collided yesterday, the police said. The worker, Thomas Noel of Brooklyn, died at Long Island College Hospital. The conductor, whose identity was not released, suffered two broken legs" , "date" : "19970716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "One Worker Is Killed In Tunnel Train Collision" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/16\/nyregion\/one-worker-is-killed-in-tunnel-train-collision.html"} , {"body" : "RIVERDALE Dancing at Wave Hill With Nature in Mind The goal is for dancers to interact with their natural surroundings and the place is Wave Hill, with its 28 bucolic areas on the Hudson River. The dances will be performed Wednesday and Sunday evenings by Maia Claire Garrison (pictured below) and her troupe, M' Zawa Danz, and by Leah Stein. The" , "date" : "19970713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WAVE HILL (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/13\/nyregion\/playing-in-the-neighborhood-079944.html"} , {"body" : "LIKE actors brushing past the curtains, Michael Dreher and his friends took turns holding back a flap of chain-link fence as they clambered onto a worn ledge of concrete and asphalt on New York Bay. They savored the sunset from the Brooklyn waterfront, as the light dimmed over the sweeping views of the Statue of Liberty, Governors Island and the" , "date" : "19970705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Five Years Later, the Red Hook Waterfront Still Awaits Revival" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/05\/nyregion\/five-years-later-the-red-hook-waterfront-still-awaits-revival.html"} , {"body" : "Replacing the Gowanus Expressway with a tunnel would be cheaper in the long run than rebuilding the crumbling elevated highway and would revive moribund neighborhoods in southwestern Brooklyn, according to a study by a private planning group. The study by the Regional Plan Association, to be formally released this morning, found that it would cost" , "date" : "19970701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Study Backs Tunnel to Replace the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/01\/nyregion\/study-backs-tunnel-to-replace-the-gowanus.html"} , {"body" : "A MERGER of two bakery companies has brought David Dew and his brother, Stephen, to the East Williamsburg section of Brooklyn. And it has made them, unknowingly, neighbors of Buddy and Jack Teich, Joe Piela, and Martin Greenfield. In the urban industrial milieu, anonymity usually prevails. All these men run businesses in a heavy-industry zone of" , "date" : "19970615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "A Brooklyn Industrial Area Draws on Loyalties" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/15\/realestate\/a-brooklyn-industrial-area-draws-on-loyalties.html"} , {"body" : "Miro has always craved exercise. He is an 8-year-old Saluki, a breed of dog related to the greyhound. But when he moved to Carroll Gardens from Midwood, where he had a yard, four years ago, something inside of him died. ''He kind of wilted,'' said Alyssa Bonilla, who owns Miro. ''He didn't have enough space to run.'' Now he does. Two weeks ago," , "date" : "19970525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Official Run Is a First for Brooklyn Dogs" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/25\/nyregion\/official-run-is-a-first-for-brooklyn-dogs.html"} , {"body" : "Children's Dance Performances Manhattan and Brooklyn Through Sunday If you hear thunder this weekend, it may not be caused by spring showers. The real storm is the one children (and some adults) will be dancing up, in locations from Central Park to Red Hook, Brooklyn. The largest event might be described as poetry in motion: 1,800 New York City and" , "date" : "19970516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/16\/arts\/for-children.html"} , {"body" : "In a new consolidation of the troubled American microbrewery industry, India's largest beer maker and distributor plans to buy up small United States brewers and create a more efficient national network of local beer makers. In entering the United States market through an affiliate, the company, the United Breweries Group of Bangalore, India, will" , "date" : "19970516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["INDIA"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "India Brewer Set to Enter U.S. Market" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/16\/business\/india-brewer-set-to-enter-us-market.html"} , {"body" : "Trolleys were once so characteristic of Brooklyn that the local professional ball club started out as the ''Trolley Dodgers.'' Yet it has been 40 years since Brooklyn streets have felt the rumble of the capsule-shaped cars or heard the ring of their bells. That all changed on May 1, when a 37-year-old Flatbush native, Bob Diamond, took a major step" , "date" : "19970511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Trolley Lover Rolls Closer To a Dream" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/11\/nyregion\/trolley-lover-rolls-closer-to-a-dream.html"} , {"body" : "This list is selective. It is national in scope but concentrates on the Northeast. California HOUSTON BALLET Los Angeles, July 15-20 (213-365-3500). Company will perform Ben Stevenson's ''Dracula'' at the Los Angeles Music Center. JARVIS CONSERVATORY BAROQUE BALLET Napa Valley, July 21-Aug. 9 (707-255-5445). Lecture-demonstrations, workshops and" , "date" : "19970511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "On Toe and Off In Every Corner Of the Land" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/11\/arts\/on-toe-and-off-in-every-corner-of-the-land.html"} ,   {"body" : "THE morning Kirby Shyer poured 3,100 gallons of good beer down the drain was the morning he stopped worrying about the competition. Mr. Shyer was the owner of the Zip City brew pub, which closed on April 6 after a year of bad business and nearly six years of success. Zip City had been the city's oldest working brew pub and an inspiration for more" , "date" : "19970507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "3,100 Gallons of Good Beer Down a Drain" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/07\/garden\/3100-gallons-of-good-beer-down-a-drain.html"} , {"body" : "Every spring, I fall a little more in love with species, or unhybridized, tulips, which come back year after year. Tulipa tarda is shaped like a white star, and it has a center as yellow as an egg yolk. It was my favorite last year, but then I planted T. wilsoniana, which is a deep vermilion with a black center and yellow anthers. Its leaves are" , "date" : "19970504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "46" , "title" : "The Bulbs of Summer in Their Graceful Frocks" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/04\/style\/the-bulbs-of-summer-in-their-graceful-frocks.html"} , {"body" : "LINCOLN CENTER Amid the Book Buyers, A Violin Master Class The noblest thing any experienced artist can do is pass on to subsequent generations the fruits of his or her experience and expertise. Oscar Ravina (shown below), a violinist in the New York Philharmonic for 33 years, will spend an hour on Saturday demonstrating to anyone passing by in the" , "date" : "19970504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/04\/nyregion\/playing-in-the-neighborhood-903515.html"} , {"body" : "For AIDS Research MONDAY -- Barbara Hershey, the actress; Henry Jaglom, the director, and Vera Wang, the fashion designer, will be among those honored at a cocktail reception at the Puck Building to benefit the American Foundation for AIDS Research. Iman, the model and actress, will be the host of the event, to begin at 6 P.M. Tickets, $175, from" , "date" : "19970427" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/27\/style\/benefits-795453.html"} , {"body" : "Two years ago, Felipe Guzman brimmed with ambition. After working for United Parcel Service and a thriving grocery store, the 27-year-old Dominican immigrant wanted to break out on his own and open a bodega in the South Bronx. Convinced that he did not have the credit history to get a bank loan, he followed the path of his father and thousands of" , "date" : "19970416" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Forced to Open, Branches Profit and Refute Stereotype" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/16\/nyregion\/forced-to-open-branches-profit-and-refute-stereotype.html"} , {"body" : "Six weeks after becoming the executive director of the Port Authority of New York and New Jersey, Robert E. Boyle said yesterday that the authority had for too long favored investing in New Jersey at the expense of New York. ''I think it is New York's turn and I don't think that is a particular problem,'' he said in his most extensive public" , "date" : "19970416" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Chief Sees Port Authority Gains for New York" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/16\/nyregion\/chief-sees-port-authority-gains-for-new-york.html"} , {"body" : "There is a classic battle going on in my backyard in Red Hook, that little elbow of Brooklyn that stretches out into the Buttermilk Channel. The war is being waged over the compost pile, which is wedged between a high wooden fence and an outdoor fireplace where the owners of the house, Henry and Sandra, like to sit, even on a fine day in winter," , "date" : "19970406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "44" , "title" : "Neighborly Act: Domesticating a Compost Heap" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/06\/style\/neighborly-act-domesticating-a-compost-heap.html"} , {"body" : "In another time, an effort to build a helicopter repair and storage operation in the Brooklyn Navy Yard may have quietly rolled through the convoluted City Planning Commission approval process. The operation and its new jobs, supporters might have argued, would help transform the rusting testament to American naval power into a Brooklyn" , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Noise Greets Plan to Fix Helicopters" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/noise-greets-plan-to-fix-helicopters.html"} , {"body" : "Mayor Rudolph W. Giuliani had a cold yesterday, so his voice was a bit scruffy. But probably nothing short of pneumonia could have deterred him from his late-morning visit to Public School 33 in Queens Village, where he sat in front of a gaggle of giggling second-graders and read one of his favorite children's books, ''Firehouse Dog.'' Mr. Giuliani" , "date" : "19970322" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "A True Story About a Dog and a Mayor With a Story to Tell" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/22\/nyregion\/a-true-story-about-a-dog-and-a-mayor-with-a-story-to-tell.html"} , {"body" : "SPRING training was in sweaty full swing in Red Hook last Sunday. Eager anticipation of the Dodgers's return to the borough they spurned 40 years ago? Later for that. This is soccer central, where dozens of teams scramble to prepare for the tournaments held on the scruffy fields ringed by the Gowanus Expressway, factories and housing projects." , "date" : "19970312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dem Bums? Brooklyn Is Spoken For" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/12\/nyregion\/dem-bums-brooklyn-is-spoken-for.html"} ,   {"body" : "Maybe it's the farmer in me, but I love planting flowers from seed. Falling for a plant in full bloom in a nursery (and I'm not immune) is like buying a birthday cake at a bakery. Planting the seed is like making Grandmother's raisin cake from scratch: it takes skill and karma. You have to imagine her in the old kitchen, at one with the chemistry" , "date" : "19970309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "Blow, March Winds, and Fragrance Is in the Air" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/09\/style\/blow-march-winds-and-fragrance-is-in-the-air.html"} , {"body" : "Among the members of New York City's Congressional delegation, the redistricting rumors are already swirling with gusto. According to one scenario, the 14th Congressional District, whose seat is held by Representative Carolyn B. Maloney, a Democrat of Manhattan and Queens, would be recarved under Republican pressure to provide an inviting" , "date" : "19970302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Waiting for Congressional Redistricting and Wondering Who Will Be Seated" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/02\/nyregion\/waiting-for-congressional-redistricting-and-wondering-who-will-be-seated.html"} , {"body" : "Brooklyn Borough President, Howard Golden, delivered his annual State of the Borough speech Wednesday. While emphasizing the positive -- such as the strongest economic growth in downtown Brooklyn in 50 years -- Mr. Golden's review also noted several stalled initiatives and a handful of massive, unresolved projects that have the potential to" , "date" : "19970223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The State of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/23\/nyregion\/the-state-of-brooklyn.html"} , {"body" : "In a subterranean chamber more like a movie set than like the site of the most expensive capital project ever undertaken by New York City, engineers announced yesterday that they had connected the Brooklyn section of the city's long-awaited Third Water Tunnel to a section in Queens. The linking of the two legs is an important milestone in the vast" , "date" : "19970210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn-Queens Linkup Is Achieved in New Water Tunnel" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/10\/nyregion\/brooklyn-queens-linkup-is-achieved-in-new-water-tunnel.html"} , {"body" : "It's always about this time of year that my houseplants look the way I feel. They lean against the window, craning their necks, looking vainly for the sun. We are pale, wimpy versions of our robust energetic selves when we're basking up on our tar beach in June. (My new place in Red Hook, Brooklyn, has a nice flat roof, and I'm already picturing a" , "date" : "19970209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Ferns That Wrap Around Your Green Thumb" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/09\/style\/ferns-that-wrap-around-your-green-thumb.html"} , {"body" : "Two weeks after Mayor Rudolph W. Giuliani proposed a $900 million freight tunnel and a state-of-the-art shipping terminal for New York Harbor, City Hall has compiled a new set of planning guidelines for the city's waterfront, mapping out areas where the city would like to see port facilities, parks, housing and other projects. The plan, which the" , "date" : "19970131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "New Guidelines Proposed for Waterfront" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/31\/nyregion\/new-guidelines-proposed-for-waterfront.html"} , {"body" : "EARLY 1800's -- Brooklyn is incorporated as a village in 1816 and construction begins on the Brooklyn Navy Yard in Wallabout Bay. After the Erie Canal opens in 1825, waterfront warehouses and factories begin to appear along the East River. MID-1800's -- Ports in Manhattan become overcrowded and more companies move to Brooklyn. 1922 -- A Port" , "date" : "19970115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Rise and Fall of the Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/15\/nyregion\/the-rise-and-fall-of-the-brooklyn-waterfront.html"} , {"body" : "AN O'Malley put a ''for sale'' sign on the Dodgers yesterday -- 40 years too late for Brooklyn. But from Flatbush to Bensonhurst, from Red Hook to Coney Island, anyone who remembered how the late Walter O'Malley hijacked the Dodgers to Los Angeles after the 1957 season had to be smirking when they learned of the devotion of his son, Peter O'Malley," , "date" : "19970107" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Brooklyn Has a Reason To Smirk" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/07\/sports\/brooklyn-has-a-reason-to-smirk.html"}]