[  {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "It is a little late to be running a correction, but The New York Times owes one to the people who gathered at Brooklyn's City Hall on New Year's Eve 100 years ago. They met on that miserably cold, rainy night for an ''observance'' -- they specifically refused to call it a celebration -- of their city's merger with New York at midnight. Brooklyn's" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Brooklyn Could Have Been A Contender" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/magazine\/brooklyn-could-have-been-a-contender.html"} , {"body" : "As news goes -- the big single events that chill spines, get the pulse racing and last for weeks -- it was not the busiest of years. Not that the big news did not exist. There was Abner Louima and the awful brutality against him and the plight of the deaf Mexicans in horrific conditions in Queens. These stories seemed to capture deeper urban" , "date" : "19971228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The 10 Biggest Little Stories of 1997; Record Numbers On the Food Line" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/28\/nyregion\/the-10-biggest-little-stories-of-1997-record-numbers-on-the-food-line.html"} , {"body" : "IF ever a man could be said to have built his business with his bare hands, it would be Riza Atas. In the 12 years since he came to the United States from Turkey, Mr. Atas has done a lot of construction work, but his last job was his most important: designing and building Cafe Istanbul, his own little restaurant, which opened in Brooklyn about two" , "date" : "19971224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 and Under; From a Brick Oven, a Turkish Answer to Pizza" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/24\/dining\/25-and-under-from-a-brick-oven-a-turkish-answer-to-pizza.html"} , {"body" : "So many New York City neighborhoods are poorly served by mass transit that at least 900 private commuter vans -- more than double the number now licensed -- could operate without hurting the business of New York City Transit buses, according to a study by the Giuliani administration. There about 360 licensed vans in the city, mostly serving parts" , "date" : "19971224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "More Vans Are No Threat To Bus Lines, A Study Finds" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/24\/nyregion\/more-vans-are-no-threat-to-bus-lines-a-study-finds.html"} , {"body" : "A state appellate court unanimously upheld essential elements of New York's capital punishment law yesterday, rejecting arguments that its plea bargain provisions effectively coerce defendants into pleading guilty rather than risking a death sentence. The decision by the Appellate Division branch in Brooklyn came in the first death penalty case" , "date" : "19971223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Death Penalty Will Stand, Court Rules" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/23\/nyregion\/death-penalty-will-stand-court-rules.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $275,000 161 West 16th Street 1-bedroom, 1-bath, 700-sq.-ft. co-op in a prewar building; 24-hr. doormen, dining area, renovated kitchen, marble bath with" , "date" : "19971221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/21\/realestate\/residential-sales.html"} , {"body" : "Gene Russianoff is not a train nut. He grew up riding the subway, but he did not collect models or have fantasies of being a motorman. Mention, say, the difference between an alternating current motor and a direct current motor, and he readily confesses ignorance of technical details. Yet there he stood Monday beside Gov. George E. Pataki as the" , "date" : "19971211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "New Fares Bring Transit Gadfly In From the Cold" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/11\/nyregion\/new-fares-bring-transit-gadfly-in-from-the-cold.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $429,000 235 East 22d Street 2-bedroom, 2-bath, 1,250-sq.-ft. prewar co-op; 24-hr. doormen, eat-in kitchen, fireplace, 2 exposures, common" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/realestate\/residential-sales.html"} , {"body" : "In another twist to the tangled history of gambling cruises from New York City, a judge in Federal District Court has overruled a Goverment decision that blocked the cruises from operating just three miles off the city's shore. The decision two months ago by the United States Attorney in Brooklyn to force gambling ships at least 12 miles offshore" , "date" : "19971203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Judge Allows Casino On Ship 3 Miles Offshore" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/03\/nyregion\/us-judge-allows-casino-on-ship-3-miles-offshore.html"} , {"body" : "JUDITH L. TREZZA lived with her family in Sheepshead Bay, Brooklyn, for 20 years before moving to Manhattan as a student at the Fashion Institute of Technology. She traveled widely in Europe studying art, but she called TriBeCa and Times Square home when she returned. So when it was suggested several months ago that the 26-year-old artist consider" , "date" : "19971130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/180 South Fourth Street, Williamsburg; A Young Artist Finds You Can Go Home Again" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/30\/realestate\/habitats-180-south-fourth-street-williamsburg-young-artist-finds-you-can-go-home.html"} ,   {"body" : "HE doesn't have a town named after him like William Levitt or a skyscraper like Donald Trump. His is not a household name nor would he want it to be. In his low-key manner, however, Frank Castagna has spent a lifetime influencing the way Long Islanders live and shop. A master builder and developer of hospitals, libraries, university buildings," , "date" : "19971130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Developer Who Gives Back to the Community" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/30\/nyregion\/a-developer-who-gives-back-to-the-community.html"} , {"body" : "The partnership that helped create the nation's most profitable casino, Foxwoods Resort Casino in southeastern Connecticut, is planning daily gambling cruises out of midtown Manhattan on a much larger scale than has ever been attempted before, the company said yesterday. The cruises could begin as early as next month. The company, Manhattan" , "date" : "19971113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Partners Plan Night Cruises For Gamblers" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/13\/nyregion\/partners-plan-night-cruises-for-gamblers.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; next meeting, Nov. 18, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Board President: Vincent Abate; District Manager: Gerald Esposito; (718) 389-0009. Agenda: To be anounced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill; second Wednesday of month; next meeting Nov." , "date" : "19971109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Meetings Around Brooklyn, District by District" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/09\/nyregion\/community-boards-meetings-around-brooklyn-district-by-district.html"} , {"body" : "A casino ship in Brooklyn that offered short offshore gambling cruises has suspended operations, putting an abrupt halt to a venture that the Giuliani administration had feared would lead to a flotilla of such ships in the waters around New York City. Executives of Bay Casino, which ran the ship from Sheepshead Bay, said a legal interpretation by a" , "date" : "19971104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Casino Ship Suspends Cruises, Saying 12-Mile Rule Has Hurt Business" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/04\/nyregion\/casino-ship-suspends-cruises-saying-12-mile-rule-has-hurt-business.html"} , {"body" : "INTERNATIONAL A3-14 Iraq Threatens to Attack American Spy Planes President Saddam Hussein of Iraq threatened to shoot down American U-2 spy planes used by international disarmament monitors. A1 Clinton Wins Senator's Support President Clinton won the support of the Senate minority leader, Thomas A. Daschle, for the renewal of the White House's" , "date" : "19971104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/04\/nyregion\/news-summary-955620.html"} , {"body" : "To the Editor: I enjoyed ''Take My Comedy Club, Please'' (Sept. 28), but the founder of Pips Comedy Club, George Schultz, had another son, Seth, who also managed the club and was nowhere to be mentioned in this article. He used to emcee the shows at Pips and help Marty manage the club. Seth knew all the comics, from the headliners to the wannabes." , "date" : "19971102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "At Pips Comedy Club, Another Son Had an Impact" , "url" : "http:\/\/www.nytimes.com\/1997\/11\/02\/nyregion\/l-at-pips-comedy-club-another-son-had-an-impact-916056.html"} , {"body" : "Citing a ''dire'' drop in income, lawyers for a Brooklyn company that operates gambling trips at sea asked a judge yesterday to overturn a Federal prosecutor's ruling that a casino boat must travel at least 12 miles from shore, not just 3 miles, before passengers can gamble. The lawyers said that since the 12-mile requirement was imposed, the" , "date" : "19971022" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New Offshore Gambling Limit Halved Income, Cruise Line Says" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/22\/nyregion\/new-offshore-gambling-limit-halved-income-cruise-line-says.html"} , {"body" : "On some days, Kelly Bunkley, a prim 17-year-old, slips into the health-resource room at Edward R. Murrow High School in Brooklyn, where she quietly asks for a free condom. She says her visits to the room on the second floor, where condoms are kept locked in a file cabinet, give her a powerful weapon she can pass along to help a former schoolmate" , "date" : "19971016" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When Sex Is Just a Matter of Fact; To High School Students, Free Condoms Seem Normal, Not Debatable" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/16\/nyregion\/when-sex-just-matter-fact-high-school-students-free-condoms-seem-normal-not.html"} , {"body" : "Casino boats that sail from New York City must travel at least 12 miles from shore before passengers can start gambling, not just 3 miles, according to the top Federal prosecutor in Brooklyn. The stricter interpretation of Federal rules, outlined this week by United States Attorney Zachary W. Carter, could seriously dampen the interest expressed by" , "date" : "19971010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Casino Boats Must Observe 12-Mile Limit" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/10\/nyregion\/casino-boats-must-observe-12-mile-limit.html"} , {"body" : "To the Editor: Clyde Haberman's Oct. 3 NYC column calls the Museum of Jewish Heritage in Manhattan New York City's first public memorial to the Holocaust. But on June 22, Brooklyn dedicated the Holocaust Memorial Mall in a ceremony attended by more than 1,000 people. This half-acre memorial in Sheepshead Bay features 40 historical markers, 24" , "date" : "19971010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Holocaust Remembered" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/10\/opinion\/l-holocaust-remembered-535133.html"} ,   {"body" : "NOTHING stops Pudgie Walsh. Nothing. And thus, on this drowsy, sun-splashed Brooklyn morning, he could not imagine that he would be unable to break into his car trunk. He had bagels inside the trunk and it wouldn't open. His jaw was set. His mien was determined. The man was hungry. So: he jiggled the lock. He pounded the trunk. He swore at the" , "date" : "19971005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Guts, Glory and Absolutely Nothing Else; The Ways of Pudgie Walsh: 41 Years of Neolithic Combat of the Semipro Fields of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/05\/nyregion\/for-guts-glory-absolutely-nothing-else-ways-pudgie-walsh-41-years-neolithic.html"} , {"body" : "Edward S. Seeley Jr.'s 49-page report on New York City's economy and transportation system might easily have suffered the fate of so many technical planning studies that emerge from city government -- the ignominy of being unread. The report says that New York's economy is expected to produce more jobs over the next 25 years than its transit system" , "date" : "19971004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Making a Dry Report More Interesting" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/04\/nyregion\/making-a-dry-report-more-interesting.html"} , {"body" : "ROY ROGERS had the right idea about Happy Trails -- the hard part was finding some in the area. It's not that my horse, like his owner pretty much the suburban Connecticut bumpkin, had any preconceived grievances about living in Brooklyn. For a while, it was an educational experience. Where else could he awaken to the sight and sound of the" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "I Found the Best Trail for Me and My Horse" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/nyregion\/i-found-the-best-trail-for-me-and-my-horse.html"} , {"body" : "DON'T bother to shush. This ample room, luminous in morning light that streams through a glass curtain wall, will soon be the multicultural center of the Queens Borough Public Library's Flushing branch. But for now, it is a construction site. And no librarian is going to stop the whine of a 14-inch saw buzzing through metal studs. Nor is the din" , "date" : "19970928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Libraries, a Time of Rebirth" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/28\/realestate\/for-libraries-a-time-of-rebirth.html"} , {"body" : "It's easy to forget that New York City was once a busy seaport, with all the boisterous excitement that came with sailors returning from the far corners of the world or preparing to voyage out. Fish houses and chowder shacks were natural outgrowths of the bustling waterfront, while raffish lobster palaces appealed to a sophisticated Broadway crowd." , "date" : "19970926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "EATING OUT; Seafood" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/26\/arts\/eating-out-seafood.html"} , {"body" : "P.S.A.L. After Kennedy of the Bronx lost its opener to Curtis of Staten Island, 21-0, last Saturday, Jerry Horowitz, the coach of the defending Public Schools Athletic League champion, said that his Knights' season would unfold in one of two ways. ''One thing we will not do is stay the same,'' he said. ''We'll either get much better or much" , "date" : "19970920" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "High School Football" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/20\/sports\/high-school-football.html"} , {"body" : "For Armenians, a massacre of their compatriots at the hands of the Ottoman Turks more than 80 years ago is a watershed event in the history of their diaspora. So two weeks ago, when officials at the Ellis Island Immigration Museum asked the organizer of an Armenian immigration exhibit to remove photographs considered ''gruesome and gory'' -- along" , "date" : "19970911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ARMENIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "At Ellis Island Museum, Dispute on Armenia Show" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/11\/nyregion\/at-ellis-island-museum-dispute-on-armenia-show.html"} , {"body" : "A picture caption on Friday about Ruth W. Messinger, a Democratic mayoral candidate, who was shown outside a Brooklyn school discussing vercrowding, misidentified the school. It was Public School 249 in Flatbush, not Public School 286 in Sheepshead Bay." , "date" : "19970909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/09\/nyregion\/c-corrections-016284.html"} , {"body" : "Ruth W. Messinger yesterday accused Mayor Rudolph W. Giuliani of ''gender bashing,'' asserting that he had sought to undercut her candidacy with sexist put-downs she said were typically used by ''the radical right'' against strong women. In a fund-raising letter to 55,000 people, and in a television interview last night, Ms. Messinger compared her" , "date" : "19970905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Messinger Says Giuliani Uses Sexist Barbs To Attack Her" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/05\/nyregion\/messinger-says-giuliani-uses-sexist-barbs-to-attack-her.html"} , {"body" : "IF there was one thing that New York City's community school boards could count on over the last quarter century -- if there was one constant that defined the realpolitik of education on the neighborhood level -- it was this: the school boards got to pick the principals. So it was no surprise when a school board member went to meet with the new" , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "District Superintendents Are Supposed to Change the Public Schools. Can They?" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/nyregion\/district-superintendents-are-supposed-to-change-the-public-schools-can-they.html"} ,   {"body" : "MANHATTAN SOHO $379,000 33 Mercer Street 1-bedroom, 1-bath, 1,300-sq.-ft. loft co-op; elevator, 12-ft. ceilings, h\/w floors; maintenance $783, 50% tax-deductible, listed at $399,000, 4 weeks on market (Broker: Kliegerman-James) UPPER EAST SIDE $575,000 110 East 71st Street (Viscaya) 2-bedroom, 2-bath, 1,300-sq.-ft. 15-year-old condo; 24-hr." , "date" : "19970831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/31\/realestate\/residential-resales-822701.html"} , {"body" : "Ralph C. Dols, the off-duty New York City housing police officer who was shot execution style outside his Brooklyn apartment on Monday night, was mourned yesterday with all the cathartic and clannish pageantry of a formal police funeral, as detectives investigated whether his killing was the work of organized crime. More than 3,000 white-gloved" , "date" : "19970830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Slain Officer Is Mourned as Mob Inquiry Proceeds" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/30\/nyregion\/slain-officer-is-mourned-as-mob-inquiry-proceeds.html"} , {"body" : "As family, friends and fellow police officers gathered yesterday at a wake for Ralph C. Dols, the off-duty housing police officer who was gunned down execution-style on Monday night outside his apartment in Brooklyn, investigators continued to explore his widow's links to organized crime but said that they had not yet found a motive for the" , "date" : "19970828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Motive Remains Mystery As Officer's Wake Is Held" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/28\/nyregion\/motive-remains-mystery-as-officer-s-wake-is-held.html"} , {"body" : "A New York City housing police officer died yesterday after being shot execution-style in front of his home in Brooklyn, and detectives said they were investigating whether the killing was carried out by members of the Colombo organized crime family. The officer, Ralph C. Dols, 28, had driven home to Sheepshead Bay after finishing his shift at a" , "date" : "19970827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mob Link Studied in Slaying of Officer at His Home" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/27\/nyregion\/mob-link-studied-in-slaying-of-officer-at-his-home.html"} , {"body" : "IT'S one of the last of Brooklyn's Shore Road mansions, built with dramatic views of New York Harbor and the Narrows. Today you can't even see the water from the Farrell house at 125 95th Street in Bay Ridge, for it was moved 100 feet back from Shore Road eight decades ago to escape demolition. But now the area is almost all filled in -- and the" , "date" : "19970817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "A Shore Road Mansion, Now Obscured From Shore" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/17\/realestate\/a-shore-road-mansion-now-obscured-from-shore.html"} , {"body" : "The defendant in the first death penalty case brought by a New York City prosecutor since the state reimposed capital punishment has agreed to plead guilty to murder and serve at least 50 years in prison. But a judge has rejected the deal, saying that the plea bargain provisions of the state's death penalty law are unconstitutional. In a ruling," , "date" : "19970807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Judge Rejects Death Penalty Plea Deal" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/07\/nyregion\/new-york-judge-rejects-death-penalty-plea-deal.html"} , {"body" : "To the Editor: Count me among those who applaud the environmental police for citing Ms. Dillon. I'm not surprised that she thinks this law should not apply to her and for thinking that the police should have better things to do. People cited for littering, leash law and pooper-scooper violations frequently use the same defense. Most sensible New" , "date" : "19970803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Innocent Posting of Fliers Has Led to Visual Pollution" , "url" : "http:\/\/www.nytimes.com\/1997\/08\/03\/nyregion\/l-innocent-posting-of-fliers-has-led-to-visual-pollution-436364.html"} , {"body" : "Four years ago, Anthony D. Weiner cruised easily to victory in the Democratic primary for the City Council race, facing only token opposition. But to hear several people in the quiet, residential neighborhoods of southern Brooklyn tell it, Mr. Weiner is not likely to have such an untroubled race this year. Mr. Weiner, the 32-year-old incumbent from" , "date" : "19970714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Congress a Backdrop to Council Race" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/14\/nyregion\/congress-a-backdrop-to-council-race.html"} , {"body" : "RESPONDING to sweeping changes in the country's health-care delivery systems, hospitals in New York City and the surrounding region are spending hundreds of millions of dollars on construction projects designed to make health services more efficient for accountants and more attractive for patients. Whether transforming a seedy parking garage on" , "date" : "19970706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "title" : "At Hospitals, Construction Is Regaining Its Health" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/06\/realestate\/at-hospitals-construction-is-regaining-its-health.html"} , {"body" : "LORD BYRON had it right. ''Man marks the earth with ruin,'' he wrote in ''Childe Harold's Pilgrimage,'' but ''his control stops at the shore.'' The 32-foot work boat trembled away from the dock shortly after dawn, paused, rocking in the gentle sway of the channel off Freeport on Long Island, then groaned to life, picking up speed along the edge of" , "date" : "19970704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Now About The Ones That Didn't Get Away" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/04\/arts\/now-about-the-ones-that-didn-t-get-away.html"} ,   {"body" : "The City Council passed a bill yesterday requiring casino boats that sail from New York City to have city licenses and submit their workers to background checks for possible organized-crime links. The bill has the support of Mayor Rudolph W. Giuliani, who pressed for city regulation of casino cruises after a gambling boat began operating out of" , "date" : "19970626" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Council Passes Bill to Regulate Casino Boats" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/26\/nyregion\/council-passes-bill-to-regulate-casino-boats.html"} , {"body" : "IT'S frustrating paying income tax on money you earn. It's even worse paying sales tax on money you spend. But what could be worse than paying a mortgage tax on money you borrow? How about paying it twice? Many property owners in New York who have refinanced their mortgages in recent years have been doing just that. And at least one New York" , "date" : "19970622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Mortgage Recording Taxes" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/22\/realestate\/mortgage-recording-taxes.html"} , {"body" : "THE bounding glee of Jasmine White as she cavorts on, off, in and around the battery-powered pink and white toy jeep in the backyard of her new home in Baldwin, L.I., is matched by the joy in her mother's heart. Juanita White, 29, a single parent, has the house she dreamed of but never knew she could afford. She is a beneficiary of a major movement" , "date" : "19970608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Giving Credit Where Credit Was Denied" , "url" : "http:\/\/www.nytimes.com\/1997\/06\/08\/realestate\/giving-credit-where-credit-was-denied.html"} , {"body" : "A 100-foot aluminum party boat called the Sunshine left its dock in Sheepshead Bay under a leaden sky Saturday morning with 40 people on board. Thirteen of them were members of the Helen Keller Fishing Club, an organization that takes blind people deep-sea fishing. ''Really, this club's a godsend,'' said Marty Ross, who has been blind from birth." , "date" : "19970519" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Blind, Like Others, Fish by the Sense of Feel" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/19\/nyregion\/the-blind-like-others-fish-by-the-sense-of-feel.html"} , {"body" : "A study commissioned by New York City has found that allowing rent increases once an apartment falls vacant, a policy recommended by Gov. George E. Pataki, would have a limited impact on the rent of most apartments during the next two years. But a few areas, including the Upper West Side, would see rent increases as high as 30 percent, the study" , "date" : "19970514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rent Decontrol Study: From No Impact to 30% Increases" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/14\/nyregion\/rent-decontrol-study-from-no-impact-to-30-increases.html"} , {"body" : "For generations, the consolidation of New York City in 1897 was known in Brooklyn as ''the Great Mistake.'' By a margin of just 277 votes (some say ballot boxes were stuffed), Brooklyn, the nation's fourth-largest city, had voted to give up its proud and independent history. Foes of the merger predicted that forever after, Brooklynites would live" , "date" : "19970513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Legendary Dodgers Aren't Coming Back Yet, But the Borough Is" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/13\/nyregion\/the-legendary-dodgers-aren-t-coming-back-yet-but-the-borough-is.html"} , {"body" : "MANHATTAN EAST MIDTOWN $685,000 400 East 56th Street (Plaza 400) 3-bedroom, 3 1\/2-bath, 2,300-sq.-ft. postwar co-op; 24-hr. doormen, concierge, dining room, den, balcony, 2 exposures; maintenance $2,076, including utilities; 57% tax-deductible, listed at $795,000, 13 weeks on market (Broker: David Day) MURRAY HILL $305,000 630 First Avenue (36th" , "date" : "19970511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/05\/11\/realestate\/residential-resales-966592.html"} , {"body" : "At two homeless shelters that are the subject of an investigation into allegations of organized crime, residents said they were surprised that the New York City government had stopped referring people there. But they also questioned the city's willingness to pay $100 a day for their rooms. Several residents at Angels by the Sea II, a former hotel" , "date" : "19970427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Shelter Inquiry A Surprise To Residents" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/27\/nyregion\/shelter-inquiry-a-surprise-to-residents.html"} , {"body" : "Mayor Rudolph W. Giuliani halted referrals of homeless people to a shelter in Brooklyn and another on Staten Island late yesterday amid mounting allegations that the shelters are connected to organized crime. The Mayor announced yesterday that he was ordering the Department of Investigation to examine the ownership of Angels by the Sea, which" , "date" : "19970426" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Shelters Investigated on Possible Mob Link" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/26\/nyregion\/shelters-investigated-on-possible-mob-link.html"} , {"body" : "An armed robber stole half a million dollars from a Brooklyn bank just after closing time yesterday afternoon after he let himself in with his own set of keys, the police said. The man, who the police believe may be a former employee, let himself into the Fleet Bank branch at 1415 Avenue Z in Sheepshead Bay, Brooklyn, about 3:46 P.M., said Officer" , "date" : "19970422" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Gunman With Set of Keys Robs Bank of $500,000" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/22\/nyregion\/gunman-with-set-of-keys-robs-bank-of-500000.html"} ,   {"body" : "THE old trapper stopped a moment to wipe his hands, the blood staining fingerprints into his pants leg, spittle popping inside the wood-burning stove. He took up another muskrat, made two small incisions around its ankles and cut up under the tail, opening the vermin like a paper bag. Nailing its tail to the rafter, he peeled the skin back," , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Last Days Of the Baymen" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/last-days-of-the-baymen.html"} , {"body" : "CUCINA ** $(rating: two stars$) (718) 230-0711; 256 Fifth Avenue (Garfield Place), Park Slope; $$; American Express, Mastercard, Visa A painted tin ceiling, sunny mural and antique wood serving tables contribute to the rustic Tuscan feel at this friendly neighborhood favorite. The engaging Italian cooking at reasonable prices completes the picture." , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Congenial Settings Around Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/congenial-settings-around-brooklyn.html"} , {"body" : "To the Editor: The Greenways give the recreational cyclists an opportunity to communicate with some of the natural environment. All too often, though, that opportunity to enjoy nature's splendor is lost in the almost obsessive need to just cover the ground as quickly as possible. As a birdwatcher, I discovered a long time ago that I had to walk to" , "date" : "19970420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Cycling: Going Around Again" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/20\/nyregion\/l-cycling-going-around-again-695483.html"} , {"body" : "BRYANT and Cooper in Roslyn is arguably the best steakhouse on Long Island. Riverbay Seafood Bar and Grill in Williston Park could well be Nassau-Suffolk's No. 1 seafood restaurant. The three Poll brothers -- Dean, Gillis and George -- own both of these upscale, successful spots. Not content with the success of their luxury restaurants four years" , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "It's All in the Family and Keeps Growing" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/it-s-all-in-the-family-and-keeps-growing.html"} , {"body" : "To the Editor: I cannot sit idly by without responding to a comment Robert Lipsyte makes in his article ''Coaching the Flames, Playing With Fire'' (March 9). To write ''I told the judge I thought the story of the Flames, 22 years old and one of the country's most successful interracial basketball programs, was about race, class and youngsters saved" , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Article on Basketball Team Is Disservice to Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/nyregion\/l-article-on-basketball-team-is-disservice-to-bensonhurst-582069.html"} , {"body" : "IN Ellen Bakalian's family, two things have been passed down from woman to woman on her maternal side -- a grandfather clock and a pink silk wedding dress with an Empire waist first worn by her great-great-great-grandmother in 1827. On April 5, Ms. Bakalian, 37, wore the dress to her own wedding, along with a 150-year-old shawl, also a family" , "date" : "19970413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "Ellen Bakalian and Jeffrey Smith" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/13\/style\/ellen-bakalian-and-jeffrey-smith.html"} , {"body" : "A Brooklyn principal convicted last year of charges that he improperly used state money to create a gym for teachers and administrators returned to his old job yesterday, thanks to a judge's ruling. Michael Miller, the principal of Public School 128 in Bensonhurst, was convicted in May 1996 of grand larceny and tampering with public records. But" , "date" : "19970410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Principal Is Back on Job, Thanks to Judge's Ruling" , "url" : "http:\/\/www.nytimes.com\/1997\/04\/10\/nyregion\/principal-is-back-on-job-thanks-to-judge-s-ruling.html"} , {"body" : "LIKE greyhounds on the leash -- no? How about sheep to the shearing? A hundred or so daytrippers awaited the disk jockey's cry that our yacht, Liberty I, had made it beyond the three-mile limit. It came like the throwing of a switch. The slot machines blazed and began chirping, and from the craps table was heard the primitive wail of ''Hard" , "date" : "19970328" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "On a Quiet Sea, Rocked by the Rites of Chance" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/28\/arts\/on-a-quiet-sea-rocked-by-the-rites-of-chance.html"} , {"body" : "Shortly after saying, ''Excuse me'' to a fellow passenger who jostled him on a crowded subway train, a Brooklyn man was slashed across the face by the passenger yesterday, leaving him with a wound that required 23 stitches, the police said. The attacker quickly fled the train at the busy DeKalb Avenue Station in downtown Brooklyn, the police said." , "date" : "19970327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Subway Rider Slashed in Face On Busy Train" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/27\/nyregion\/subway-rider-slashed-in-face-on-busy-train.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting is April 15, 5:30 P.M.; The Regatta, Battery Park City, West Thames Street on the Esplanade; (212) 442-5050; Chairwoman: Anne Compoccia. Agenda: New skating rink on Piers 16 and 17 at South Street Seaport, transfer of municipal parking garage to private operators, citywide statement of needs," , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Time to Tend the Grass Roots: Community Board Meetings Coming Up" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/time-to-tend-the-grass-roots-community-board-meetings-coming-up.html"} ,   {"body" : "In a move to bolster their ranks, Republican members of the City Council are forming a political action committee to try to raise more than $1 million to support candidates in Council districts where Mayor Rudolph W. Giuliani has run most strongly. Thomas V. Ognibene, the Council minority leader, said last week that the committee, which will be" , "date" : "19970323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "G.O.P. Creating New Fund To Aid in Races for Council" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/23\/nyregion\/gop-creating-new-fund-to-aid-in-races-for-council.html"} , {"body" : "To the Editor: I am writing as a member of the Holocaust Memorial Committee of Brooklyn, part of the team that spearheaded the construction of the Memorial Park at the foot of Sheepshead Bay (''Holocaust Park Stirs Tears and Opposition,'' March 2). The sudden outburst of criticism on the part of those interviewed by your reporter is surprising and" , "date" : "19970316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Don't Judge Holocaust Park By Its Unfinished State" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/16\/nyregion\/l-don-t-judge-holocaust-park-by-its-unfinished-state-116424.html"} , {"body" : "Among the supporters on hand earlier this year when the Rev. Al Sharpton announced his candidacy for mayor was the Rev. Dr. Wyatt Tee Walker, the former chief of staff to the Rev. Dr. Martin Luther King Jr. and pastor of Harlem's renowned Canaan Baptist Church. Also present was Leonard Jeffries, the City College professor whose speeches and jokes" , "date" : "19970314" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Winning Isn't Everything: Sharpton Eyes Multiple Prizes" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/14\/nyregion\/winning-isn-t-everything-sharpton-eyes-multiple-prizes.html"} , {"body" : "The fans turned out in their best suits and fanciest dresses, their wallets thinner from the $60 to $100 they had shelled out for tickets, their eyes alight with anticipation. The singer strode onto the stage with a megawatt smile and immediately began swiveling his hips as a tube beneath the keyboards belched out a thick cloud of smoke. All in" , "date" : "19970310" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Clinton Serenades Russians. (Not That Clinton.)" , "url" : "http:\/\/www.nytimes.com\/1997\/03\/10\/nyregion\/clinton-serenades-russians-not-that-clinton.html"} , {"body" : "Espionage and the Matter Of Those Stolen Pressed Hams 'Robbers' American Place Theater In ''Robbers,'' an American Indian named Feathers lures a young man, Ted, to his Sheepshead Bay hideaway by leaving a bag of garbage on the doorstep of the young man's home in Flatbush. You see, Feathers has remarkable powers. He intuits that Ted's father will be" , "date" : "19970226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Theater in Review" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/26\/arts\/theater-in-review-816280.html"} , {"body" : "The chef at Lundy's restaurant in Sheepshead Bay, Brooklyn, was shot yesterday morning, apparently in a robbery attempt, the police said. Three men -- Omy Cordova, 20, Julio Castro, 16, and a man who has not been identified -- entered Lundy's, a bayside seafood restaurant, about 10 A.M., Officer Valerie St. Rose said. The unidentified man went into" , "date" : "19970224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chef Is Injured In a Shooting" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/24\/nyregion\/chef-is-injured-in-a-shooting.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $817,500 61 Jane Street (Hudson St.) (Cezanne) 2-bedroom, 2-bath, 1,500-sq.-ft. penthouse co-op; 24-hr. doormen, wrapped terrace, 3 exposures," , "date" : "19970209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/09\/realestate\/residential-resales-484750.html"} , {"body" : "Peter F. Vallone, the generally cautious Speaker of the City Council, is hardly the riverboat gambler type, rarely even submitting a piece of legislation unless he knows he has the votes to pass it. Yesterday, however, he instantly became New York's most prominent supporter of floating casinos, urging the city to approve a virtual flotilla of the" , "date" : "19970208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Vallone Describes Vision Of Floating Casino Fleet" , "url" : "http:\/\/www.nytimes.com\/1997\/02\/08\/nyregion\/vallone-describes-vision-of-floating-casino-fleet.html"} , {"body" : "Someday, Detective Bobby Sommer said, in his less than tidy second-floor office in the 61st Precinct station house in Coney Island, he hopes to get a call about Sergei Kobozev. He said he was practically certain, though, that the call would not come from Mr. Kobozev himself, a 6-foot-1, 190-pound Russian boxer who left a garage in Flatbush," , "date" : "19970113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Year After Sergei Kobozev Vanished, An Investigator Goes Yet Another Round" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/13\/nyregion\/a-year-after-sergei-kobozev-vanished-an-investigator-goes-yet-another-round.html"} , {"body" : "NEW YORK Stalking the Shadow of a Boxer Someday, Detective Bobby Sommer says, he hopes to get a call about Sergei Kobozev, a 6-foot-1, 190-pound Russian boxer who left a garage in Flatbush, Brooklyn, one evening in November 1995 and has not been heard from since. For more than a year, Detective Sommer has knocked on doors of stores and apartments" , "date" : "19970113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/13\/nyregion\/metro-digest-149713.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $1.2 million 257 West 17th Street (Steiner) 3-bedroom, 2 1\/2-bath, 2,654-sq.-ft. condo in recently renovated loft building; part-time doormen, dining area," , "date" : "19970112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/12\/realestate\/residential-resales-084093.html"} , {"body" : "KAY - Julie J. of Sheepshead Bay, Brooklyn, formerly of Millburn; beloved daughter of Robert S. Kay and the late Flora B. Kay; loving sister of Sheldon R. Kay and Beth Copp. Funeral service Thursday, January 9, at 11 AM, in Bernheim-Apter-Goldsticker Suburban Funeral Chapel, 1600 Springfield Avenue, Maplewood, NJ. Interment B'nai Jeshurun Cemetery." , "date" : "19970108" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths KAY, JULIE J." , "url" : "http:\/\/www.nytimes.com\/1997\/01\/08\/classified\/paid-notice-deaths-kay-julie-j.html"} , {"body" : "The Giuliani administration said yesterday that it would drop its opposition to a gambling cruise ship operating from a pier in Brooklyn, as long as the company running the cruises agreed to pay city taxes and submit its operators and employees to city background checks. In exchange, the company, Bay Cruises, agreed to suspend the cruises on the" , "date" : "19970103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Relents On Blocking Casino Cruises" , "url" : "http:\/\/www.nytimes.com\/1997\/01\/03\/nyregion\/mayor-relents-on-blocking-casino-cruises.html"}]