[  {"body" : "To the Editor: While it's good attention is called to the recent rise in crime in the Dumbo and Vinegar Hill areas of Brooklyn (''Rise in Crime Puzzles Pioneering Artists and Writers,'' Nov. 23), the last paragraph was a disturbing misrepresentation of a supposed quote from me and the general feeling of the community. The paragraph claims that some" , "date" : "19971207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Article on Brooklyn Crime Distorted Resident's View" , "url" : "http:\/\/www.nytimes.com\/1997\/12\/07\/nyregion\/l-article-on-brooklyn-crime-distorted-resident-s-view-482706.html"} , {"body" : "Chic it isn't. It has no smoke-filled coffeehouses, no upscale galleries, no boutiques with exposed brick and refinished floors and racks of black minidresses. Most hours of the day, the indifferently paved streets lined with air-conditioner repair shops and auto-body garages are as deserted as the seedy back alleys and wharves depicted in grainy" , "date" : "19971010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["DUMBO (DOWN UNDER THE MANHATTAN BRIDGE OVERPASS) (NYC)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "As It Turns Artistic, A Noirish Enclave Steps Into the Light" , "url" : "http:\/\/www.nytimes.com\/1997\/10\/10\/movies\/as-it-turns-artistic-a-noirish-enclave-steps-into-the-light.html"} , {"body" : "In clean, well-lighted studios in a cluster of buildings down by the Brooklyn Bridge, artists are shaping fabric into couture, wood into sculpture, paint into beauty. Such a honeycomb of creativity is exactly what their landlord, the Manhattan developer David Walentas, hoped for when he renovated the formerly decrepit manufacturing buildings, part" , "date" : "19970907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Developer Woos Artists, Who Do Not Return the Favor" , "url" : "http:\/\/www.nytimes.com\/1997\/09\/07\/nyregion\/developer-woos-artists-who-do-not-return-the-favor.html"} , {"body" : "IN her three-year stewardship of New York City landmarks, Jennifer J. Raab has developed some untraditional ideas about who belongs to the preservation community. Like Bernard H. Mendik, chairman of the Real Estate Board of New York. And the ever-expanding Gap apparel empire. ''We've broadened the constituency of preservation,'' said Ms. Raab, who" , "date" : "19970720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Enlarging the Preservation Band" , "url" : "http:\/\/www.nytimes.com\/1997\/07\/20\/realestate\/enlarging-the-preservation-band.html"}]