[  {"body" : "As friends and family gathered at the funeral of a 19-year-old Connecticut college student shot to death in Brooklyn last weekend, the police arrested a man they thought might be a witness in the case on gun charges. The man arrested yesterday, Jessie Wenzel, 22, was not charged in the shooting of Mark S. Fisher early Sunday morning in Prospect" , "date" : "20031018" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gun Charges in Case of Slain Student" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/18\/nyregion\/gun-charges-in-case-of-slain-student.html"} , {"body" : "A 42-year-old disabled Brooklyn woman died in a house fire early yesterday, trapped in her burning ground-floor apartment behind two layers of metal window bars, fire officials said. The victim, Denise Kahn, had no way out of her home in a three-story residential building at 58 Bay 28th Street in Bath Beach, fire officials said. The blaze, which" , "date" : "20030709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Disabled Woman Dies While Trying to Escape Fire" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/09\/nyregion\/disabled-woman-dies-while-trying-to-escape-fire.html"} , {"body" : "Four men died from gunfire in Brooklyn, and a fifth was near death after a fistfight in Manhattan, all the victims of violent altercations between Tuesday afternoon and sunrise yesterday, the police said. About 4:30 p.m. Tuesday, an unidentified 28-year-old man sitting in a car in Bath Beach was shot to death. About an hour later, Khamar Clarke," , "date" : "20030612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Four Killed and One Hurt In Separate Incidents" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/12\/nyregion\/metro-briefing-new-york-four-killed-and-one-hurt-in-separate-incidents.html"}]