[  {"body" : "Pei Li Tsang sipped from a cup of tea as she sat on a couch in her Sheepshead Bay apartment. Her shy daughter, Anny, 10, a professed bookworm, read a Harry Potter novel while her brother, Jason, 7, laughed at a car chase on television. It was a good moment. Peaceful. Satisfying. They had left China to come to America for moments just like this one." , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "The Neediest Cases; As Chinese Immigrants Struggle in a Strange Land, Just Asking for Help Is a Challenge" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neediest-cases-chinese-immigrants-struggle-strange-land-just-asking-for-help.html"} , {"body" : "THE Metropolitan Museum's 18th-century Neapolitan Nativity has been a holiday staple since 1964. It always draws a crowd, and for good reason. With hundreds of realistically painted terra-cotta figures dressed in hand-stitched costumes and placed in a minutely detailed Italian village, it's a deluxe, high-end, Franco Zeffirelli production of a" , "date" : "20031226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "CRITIC'S NOTEBOOK; Spiritual Power, No Matter How Humble" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/26\/arts\/critic-s-notebook-spiritual-power-no-matter-how-humble.html"} , {"body" : "Like the ''easy to assemble'' train set wrapped in a bow under the Christmas tree, New Yorkers will get a gift early in the New Year that requires reading the instructions carefully. Verrrry carefully. And you still might not get it. The rehabilitation of the Manhattan Bridge is finally coming to an end after nearly two decades, which means that" , "date" : "20031225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Revised Subway Map (and Alphabet) Awaits Riders in '04" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/25\/nyregion\/revised-subway-map-and-alphabet-awaits-riders-in-04.html"} , {"body" : "A profile of the Rev. Al Sharpton on Dec. 5 misstated the year of the disturbance in Bensonhurst, Brooklyn, during which he was stabbed. It was 1991, not 1989." , "date" : "20031222" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/22\/nyregion\/c-corrections-661813.html"} , {"body" : "THE numbers are staggering: nearly 340,000 acres burned, 16 dead, more than 2,337 homes destroyed. For days on end in October, insatiable flames and acrid smoke whipped by Santa Ana winds transformed a large swath of the San Diego area into a living hell. These days, environmental officials in New Jersey are concerned that the Pine Barrens --" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "PINE BARRENS (NJ)" , "SAN DIEGO (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "ENVIRONMENT; Fire Hazard" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/environment-fire-hazard.html"} , {"body" : "New York City agreed yesterday to pay the Rev. Al Sharpton $200,000 to settle his 12-year-old lawsuit stemming from his 1991 stabbing before a rally in Bensonhurst, Brooklyn. The settlement was reached just as jury selection in the case was about to begin in State Supreme Court in Brooklyn, and came amid the national publicity of Mr. Sharpton's" , "date" : "20031209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Settles Sharpton Suit Over Stabbing" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/09\/nyregion\/city-settles-sharpton-suit-over-stabbing.html"} , {"body" : "In the world of politics, the Rev. Al Sharpton sees himself as a sort of D.J., working alone behind a console, grabbing old hits and spinning them into a contemporary beat. But while performers are busy mixing James Brown into their music, Mr. Sharpton is sampling a bit of the Rev. Dr. Martin Luther King Jr. and a touch of the hip-hop impresario" , "date" : "20031205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Sharpton Runs for Presidency, and Influence" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/05\/us\/sharpton-runs-for-presidency-and-influence.html"} , {"body" : "A man suspected in the stabbing of three men in a Bensonhurst apartment jumped out a window, breaking his leg, when officers arrived at the scene, the police said. The suspect, whose name and age were not released, was arrested and taken to Kings County Hospital Center for treatment, the police said. Another suspect escaped. The police arrived at" , "date" : "20031201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: 3 Stabbed In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/01\/nyregion\/metro-briefing-new-york-brooklyn-3-stabbed-in-bensonhurst.html"} , {"body" : "ON a recent Monday afternoon, men gathered like crows around a black Lamborghini parked outside the Pierre Hotel. Tucked into their dark suits, they all had the conspicuous sheen that comes from a lifetime of elliptical training, beef cheeks and Château Margaux. The car was up for auction at a black-tie event for 500 people inside the hotel. The" , "date" : "20031130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Those Who Serve, Those Who Are Served" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/30\/nyregion\/those-who-serve-those-who-are-served.html"} , {"body" : "Blind Man Chin shuffles into Columbus Park in Chinatown, lifts his wooden chess set and shakes the pieces inside, sounding a crackle that scatters the pigeons. It is his invitation to play. Someone always accepts, rising from among the dozens of Chinese chess players to lead him to a picnic table and set up his board. Mr. Chin, 60, whose first name" , "date" : "20031113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "COLUMBUS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At Play in Chinatown's Backyard; Eastern Chess Meets Western Basketball Under the Mulberries" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/13\/nyregion\/play-chinatown-s-backyard-eastern-chess-meets-western-basketball-under.html"} ,   {"body" : "Today is Election Day. All the contests are local, so the results will affect everyday lives -- from trash removal and taxes to safe streets, good schools and clean government. For some of the most competitive races and the five questions on the New York City ballot, here are our recommendations, beginning with just this: Vote. Polls are open from" , "date" : "20031104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Choices for Election Day" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/04\/opinion\/choices-for-election-day.html"} , {"body" : "There are 51 seats in the City Council, and all are up for grabs next Tuesday. Among the few truly competitive races, here are our choices in Brooklyn and Staten Island. Brooklyn: District 35 (Fort Greene, Clinton Hill and parts of Crown Heights, Prospect Heights and Bedford Stuyvesant) -- The contest in this district is the epilogue to the killing" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Endorsements for the City Council" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/opinion\/endorsements-for-the-city-council.html"} , {"body" : "WE are a city of heroes. The rest of the country may clamor for po' boys and hoagies, grinders, subs, wedges or torpedoes, but New York knows what really constitutes a gigantic sandwich, and what raises the hero above those pretenders; what makes it gastronomic royalty. Let there be no misunderstanding by those who have never ventured to New York," , "date" : "20031015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Hey, Po' Boy, Meet Some Real Heroes" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/15\/dining\/hey-po-boy-meet-some-real-heroes.html"} , {"body" : "A town hall meeting yesterday at Borough Hall on Staten Island drew no shortage of residents complaining vehemently of a longstanding, systemic racial problem on the island. ''White racism is the order of the day here,'' said the Rev. John Johnson, pastor of a church in the Clifton section and a longtime community activist who warned that ''a riot" , "date" : "20031012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Many Speakers At Meeting Cite Racism on S.I." , "url" : "http:\/\/www.nytimes.com\/2003\/10\/12\/nyregion\/many-speakers-at-meeting-cite-racism-on-si.html"} , {"body" : "For New Yorkers, Brighton Beach is a charming curiosity, a little bit of Russia in their own backyard. They go to shop for food, mill among the stout old-timers and hear the exotic language. Even the occasional financial swindle in the news is regarded, at least by those who are not prosecutors, as more cultural quirk than grave crime. But lately" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Young, a Russian Enclave Is Too Much the Old Country" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/to-young-a-russian-enclave-is-too-much-the-old-country.html"} , {"body" : "NOBODY says much about Chinatown these days. Not Manhattan Chinatown, anyway. Flushing is where the excitement is, or Brooklyn. ''You know,'' one Chinese-food maven whispered to me recently, ''there are really two Chinatowns in Brooklyn now, Sunset Park and the Avenue U area near Bensonhurst, but nobody knows about that one.'' Lovers of Chinese" , "date" : "20031001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Hello, Old Friend: Rediscovering Manhattan's Chinatown" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/01\/dining\/hello-old-friend-rediscovering-manhattan-s-chinatown.html"} , {"body" : "Across the city, the number of hate crimes reported to the police has been on the decline. Until recently, that was especially true on Staten Island, which took pride in a dramatic decrease in such incidents. The picture of harmony was pierced on Labor Day, when white youths attacked a black visitor named Rachel Carter and her friends. Since then," , "date" : "20031001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Hate by Numbers" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/01\/opinion\/hate-by-numbers.html"} , {"body" : "New York City's first Starbucks has served its last latte. The branch, at 2379 Broadway, at 87th Street, closed two weeks ago in a neighborhood that has changed tremendously since Starbucks came on the local scene nearly a decade ago. When the store at 87th Street welcomed its first caffeine-charged customers in April 1994, national chains and" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "For a Latte Landmark, the Last Drop" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/for-a-latte-landmark-the-last-drop.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} , {"body" : "In a hot, narrow kitchen on 25-35 Steinway Street in Astoria, heat from the stove matted El-Syid Ali's thinning hair and sent beads of sweat down his olive face as he stirred milk in a blackened pot. He checked on the pastries tanning in the oven, and filled a bowl with a slimy green vegetable soup, called molokhia. Diners at Eastern Nights savored" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: ASTORIA; Ah, the Sizzle and Sweet Smoke, Redolent of a Night in Old Cairo" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/nyregion\/neighborhood-report-astoria-ah-sizzle-sweet-smoke-redolent-night-old-cairo.html"} ,   {"body" : "Aiming a ball at a target to drop a clown into a tub of water is old school at the Coney Island Boardwalk. Now people eagerly shoot the Freak. The Freak, as signs and the barker say, is a live human target. Coney Island has seen a lot, from real-life crime to the Painproof Rubber Girl. But even in a place where trouble and cheap spectacle are the" , "date" : "20030823" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Step Right Up, Live Human Target; Paintball Shooting Gallery Draws Notice at Coney Island" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/23\/nyregion\/step-right-up-live-human-target-paintball-shooting-gallery-draws-notice-coney.html"} , {"author" : "Mark Rotella, an editor at Publishers Weekly, is the author of ''Stolen Figs: And Other Adventures in Calabria,'' published last month by North Point Press." , "body" : "TO me, nothing is more comforting than a glass of Montepulciano and a bowl of spaghetti and meatballs. At the end of the workweek, I like to relax, to eat with friends at a place that feels like home, one where I will be greeted by the maître d', who, although he doesn't know me, will treat me as if he does. And for someone like me, an" , "date" : "20030810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Simply Red" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/10\/nyregion\/simply-red.html"} , {"body" : "At an age when most executives are well into retirement, Bernard L. Schwartz, 77, chairman and chief executive of Loral Space and Communications, is fit and brimming with enthusiasm for the challenges of preserving Loral's prominence in the troubled satellite business. Unfortunately for Mr. Schwartz, the main challenge may be preventing Loral from" , "date" : "20030728" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "3 Decades Building Loral, Now Trying to Save It" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/28\/business\/3-decades-building-loral-now-trying-to-save-it.html"} , {"body" : "Sgt. Edward Chin of the Marines may have been one of the few people to take the field yesterday at Shea Stadium who had played before a global audience. Chin threw out the ceremonial first pitch before a modest crowd watching the Mets play the Atlanta Braves. But on April 9, Chin, then a corporal, briefly draped the United States flag atop the head" , "date" : "20030710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BAGHDAD (IRAQ)" , "IRAQ"] , "nytd_section_facet" : ["Washington" , "Sports"] , "page_facet" : "2" , "title" : "BASEBALL; A Marine Plays to a Smaller Audience" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/10\/sports\/baseball-a-marine-plays-to-a-smaller-audience.html"} , {"body" : "A mother who was bathing her son Thursday evening in their Brooklyn home went to answer the phone and returned to find her 10-month-old daughter drowned in the bathtub, the police said. The case is under investigation, but early indications are that it was an accident, said a spokesman with the Brooklyn district attorney's office. The police do not" , "date" : "20030705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Say a Child Drowned As Mother Answered Phone" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/05\/nyregion\/police-say-a-child-drowned-as-mother-answered-phone.html"} , {"body" : "A bell tone sounds and nearly 2,000 students swarm into the cavernous hallways of Lafayette High School in south Brooklyn. School safety agents fan out through the five-story building, their two-way radios crackling as they bark at students to move along. Some students wear baseball caps or do-rags, though both are against the rules. In the six" , "date" : "20030628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "No Horror High, but a Struggle; Lafayette in Brooklyn Aspires to Its Former Glory" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/28\/nyregion\/no-horror-high-but-a-struggle-lafayette-in-brooklyn-aspires-to-its-former-glory.html"} , {"body" : "SEASTRES - AHMED -- Dr. Maria Luz. Devoted mother of Mubarak, Musarrat and Mumtaz, loving sister of four brothers and two sisters. Survived by nieces, nephews and cousins. Reposing at ''Bensonhurst-Prospero and Son'' Funeral Home, 2444 86 St, Brooklyn. Service Saturday, 12 noon. Viewing Thurs. 7-9:30 PM, Fri. 7-9:30 PM, Sat. 11 AM. Viewing also to" , "date" : "20030613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths SEASTRES, AHMED, , DR. MARIA LUZ" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/13\/classified\/paid-notice-deaths-seastres-ahmed-dr-maria-luz.html"} , {"body" : "SEASTRES - AHMED -- Dr. Maria Luz. Devoted mother of Mubarak, Musarrat and Mumtaz, loving sister of four brothers and two sisters. Survived by nieces, nephews and cousins. Reposing at ''Bensonhurst-Prospero and Son'' Funeral Home, 2444 86 St, Brooklyn. Service Saturday, 12 noon. Viewing Thurs. 7-9:30 PM, Fri. 7-9:30 PM, Sat. 11 AM. Viewing also to" , "date" : "20030612" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths SEASTRES, AHMED, , DR. MARIA LUZ" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/12\/classified\/paid-notice-deaths-seastres-ahmed-dr-maria-luz.html"} , {"body" : "''KECH,'' ''HVROTE'' and ''JDENSI'' had better beware. These graffiti ''tags'' face the same weapon that building owners have long used against traditional scourges like floods, fires and termites: insurance. John Feldhaus was living in Bensonhurst, Brooklyn, when he conceived the idea of a service that would rush workers out to the scene of a" , "date" : "20030525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; For the Writing on the Wall, the Writing's on the Wall" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/25\/nyregion\/neighborhood-report-new-york-up-close-for-writing-wall-writing-s-wall.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "New York, the Movie Q. I recently heard that Katz's Deli on the Lower East Side was going to be designated an official ''famous film location.'' Are there any other such designations in the city? A. No yet, but there will be. The designation is the first in the ''Set in New York'' program, which was announced at this year's TriBeCa Film Festival," , "date" : "20030518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/05\/18\/nyregion\/fyi-729400.html"} ,   {"body" : "On the Upper East Side of Manhattan, Kiyana Dunlock, 8, finished off a bowl of ice cream and strawberries on Tuesday in the home of Susan and Frederick Lodge. The Lodges' children, Grace, 11, and Fritz, 15, watched Kiyana as she caught sight of their wheaten terrier, Lily, and tried to pet her. A year ago, when Kiyana began a Fresh Air Fund summer" , "date" : "20030511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "The Fresh Air Fund; Up for Summer Fun, at Home Away From Home" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/11\/nyregion\/the-fresh-air-fund-up-for-summer-fun-at-home-away-from-home.html"} , {"body" : "IN the history of New York, certain businesses have behaved like the tide, rising when conditions are right, receding when the city outgrows them. Horse stables, which once flourished in Manhattan, are now reduced to a handful. Vaudeville theaters died away after the movies moved in. Now, indoor tennis faces a similar fate. Two clubs in Long Island" , "date" : "20030427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Where Late the Sweet Rackets Twanged" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/27\/nyregion\/urban-tactics-where-late-the-sweet-rackets-twanged.html"} , {"body" : "He quotes John Travolta while commuting as a straphanger. He goes to work in sneakers, blue jeans and a fine gold chain glinting under his black leather jacket. Anthony Bianchi looks little changed from the boy who went to Xaverian High School in Brooklyn, the guy whose mom, Frances, lives in Staten Island. But widen the camera angle -- as Mr." , "date" : "20030424" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["INUYAMA (JAPAN)"] , "nytd_section_facet" : ["World"] , "page_facet" : "4" , "title" : "Inuyama Journal; A Campaign as Japanese as Baseball and Apple Pie" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/24\/world\/inuyama-journal-a-campaign-as-japanese-as-baseball-and-apple-pie.html"} , {"body" : "A fatal shooting by a police officer after a car chase in Brooklyn has been found to be accidental, the Brooklyn district attorney's office said yesterday. The shooting, on Jan. 2, occurred in the afternoon rush hour after officers chasing a stolen minivan surrounded the driver on 86th Street near Bay Parkway in Bensonhurst, the police said. As" , "date" : "20030412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Police Shooting Ruled Accidental" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/12\/nyregion\/brooklyn-police-shooting-ruled-accidental.html"} , {"body" : "The Dyker Heights post office in Brooklyn was abuzz with curiosity seekers yesterday morning. Did the world's newest media star live in their ZIP code? ''We heard he was from Brooklyn,'' said Lucille Lovisi, a clerk. ''Then we heard he was from Bensonhurst, then we figured, 'What are the odds he's from this area?' '' Her question was answered" , "date" : "20030411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAGHDAD (IRAQ)" , "NEW YORK CITY" , "IRAQ" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "13" , "title" : "A NATION AT WAR: SYMBOLS; Atop Statue, Marine Thrills Army of Fans Back Home" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/11\/nyregion\/a-nation-at-war-symbols-atop-statue-marine-thrills-army-of-fans-back-home.html"} , {"body" : "RICE pudding is comfort food. But not for Peter Moceo. ''Ask my wife,'' said Mr. Moceo, 43. ''I don't sleep; I'm up all night thinking about rice pudding.'' What should be the perfect palliative for a city on edge has become, for Mr. Moceo, an obsession. Yesterday, after more than two years of tossing and turning, he opened what is probably the" , "date" : "20030402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "This Store Sells Rice Pudding. Nothing Else." , "url" : "http:\/\/www.nytimes.com\/2003\/04\/02\/dining\/this-store-sells-rice-pudding-nothing-else.html"} , {"body" : "Vincent J. Gentile finally became a city councilman yesterday as he was officially sworn in at City Hall. His campaign ended in February during a special election in the 43rd Council District in Brooklyn, in which he faced Rosemarie O'Keefe. But Mr. Gentile was forced to wait while election officials counted absentee and other paper ballots under" , "date" : "20030327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Councilman Sworn In Weeks After Election" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/27\/nyregion\/metro-briefing-new-york-brooklyn-councilman-sworn-in-weeks-after-election.html"} , {"author" : "Barbara Kantrowitz is a senior editor at Newsweek." , "body" : "AN authentic teen romance requires several key elements: the yearning boy\/girl, the seemingly unobtainable object of his\/her affection, and an adult -- usually a parent -- who presents obstacles that ultimately disappear through some combination of love and new understanding. During the first few scenes of ''Raising Victor Vargas,'' which opens the" , "date" : "20030323" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM; A Teen Romance (With No Romance)" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/23\/movies\/film-a-teen-romance-with-no-romance.html"} , {"body" : "An off-duty police officer had three times the legal level of alcohol in his blood when his car collided with another car carrying a middle-aged couple in Brooklyn last week, in a crash that killed all three people, the police said yesterday. At first, investigators did not find any evidence that the officer, Michael McGibbon, 28, had been drinking" , "date" : "20030315" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer in Fatal Crash Was Drunk, Test Finds" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/15\/nyregion\/officer-in-fatal-crash-was-drunk-test-finds.html"} , {"body" : "After more than two weeks in which election results teetered from favoring one candidate to favoring another, the Board of Elections said yesterday that former State Senator Vincent Gentile was the winner of a special election for a City Council seat in Brooklyn. The results of the Feb. 25 special election hinged on absentee and other paper" , "date" : "20030314" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "After 2 Weeks, a Council Election Is Decided" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/14\/nyregion\/after-2-weeks-a-council-election-is-decided.html"} ,   {"body" : "The Board of Elections yesterday edged closer to a final count of ballots in the Feb. 25 special election for a City Council seat in Bay Ridge and Bensonhurst, but some ballots may not be counted until later this week. The latest tally shows former State Senator Vincent Gentile with a lead of 16 votes over his closest rival, Rosemarie O'Keefe, who" , "date" : "20030310" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Election Results Still Not Final" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/10\/nyregion\/metro-briefing-new-york-brooklyn-election-results-still-not-final.html"} , {"body" : "The Board of Election has not yet declared a winner of last week's special election for a City Council seat in Bay Ridge and Bensonhurst, but they have come a bit closer. The board said yesterday that with all the ballots counted from the voting machines, Rosemarie O'Keefe, who was commissioner of the Community Assistance Unit under Mayor Rudolph" , "date" : "20030306" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Election Results Edge Closer" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/06\/nyregion\/metro-briefing-new-york-brooklyn-election-results-edge-closer.html"} , {"body" : "An off-duty police officer and a husband and wife on their way to work at a bakery were killed early yesterday when their cars collided at a Brooklyn intersection, the police said. The off-duty officer, Michael McGibbon, 28, was driving northwest on 65th Street in Bensonhurst at 4:48 a.m. when his car collided with one going southwest on 24th" , "date" : "20030305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Married Couple and Officer Are Killed When Cars Collide" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/05\/nyregion\/married-couple-and-officer-are-killed-when-cars-collide.html"} , {"body" : "It will take a week or more to determine the winner in last Tuesday's special election for a City Council seat in Bay Ridge and Bensonhurst, the New York City Board of Elections said yesterday. Officials said that unofficial results from the five-candidate race showed a virtual dead heat between former State Senator Vincent Gentile and Rosemarie" , "date" : "20030227" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: No Winner Yet In Council Races" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/27\/nyregion\/metro-briefing-new-york-brooklyn-no-winner-yet-in-council-races.html"} , {"body" : "Former State Senator Pedro Espada Jr., a longtime Bronx official, was apparently returned to public office yesterday when he won a special election for a City Council seat. Mr. Espada will fill the remaining term of Ruben Diaz Sr., who defeated him in November in a Senate contest, another bruising battle. In a second hotly contested City Council" , "date" : "20030226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Espada Wins Council Race in the Bronx" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/26\/nyregion\/espada-wins-council-race-in-the-bronx.html"} , {"body" : "Bretton Barber, a high school junior in Dearborn Heights, Mich., who is deeply interested in civil liberties, knew what to do when he was sent home from school on Feb. 17 for wearing a T-shirt with a picture of President Bush and the words ''International Terrorist.'' First, he called the American Civil Liberties Union. But it being Washington's" , "date" : "20030226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["DEARBORN HEIGHTS (MICH)" , "IRAQ"] , "nytd_section_facet" : ["U.S." , "Education" , "Washington"] , "page_facet" : "12" , "title" : "High School Tells Student To Remove Antiwar Shirt" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/26\/us\/high-school-tells-student-to-remove-antiwar-shirt.html"} , {"body" : "Candidates in four special elections in Brooklyn and the Bronx worked feverishly into the night yesterday, with their staffs making phone calls, putting together car pool operations and placing final touches on efforts to draw voters to the polls today. Two of the special elections are for City Council seats, one in Brooklyn and one in the Bronx," , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Council and 2 Assembly Races Go to Voters Today" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/2-council-and-2-assembly-races-go-to-voters-today.html"} , {"body" : "There will be four special elections today in New York City, two of them in Brooklyn and two in the Bronx. Polling places will be open from 6 a.m. to 9 p.m. In Brooklyn, voters in Bay Ridge, Dyker Heights and Bensonhurst will cast ballots in a nonpartisan City Council race. And in East New York and parts of Bedford-Stuyvesant and Brownsville," , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Voting Hours for Special Elections" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/voting-hours-for-special-elections.html"} , {"body" : "In civic meetings in the Bay Ridge and Bensonhurst sections of Brooklyn, one topic seems sure to ratchet up community fury: the 18.5 percent increase in the property tax enacted by Mayor Michael R. Bloomberg and the City Council. And in a special election for a City Council seat in that area, where the rate of homeownership is high, the five" , "date" : "20030221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Council Candidates Find a Common Foe: the Property Tax Increase" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/21\/nyregion\/brooklyn-council-candidates-find-a-common-foe-the-property-tax-increase.html"} , {"body" : "Former State Senator Vincent J. Gentile yesterday strongly defended his use of a photograph of Mayor Michael R. Bloomberg's Upper East Side town house in literature for Mr. Gentile's campaign for a City Council seat. Mr. Gentile, a Brooklyn Democrat who is running in a special election for a vacant seat, used a full-color photograph of the mayor's" , "date" : "20030219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Council Candidate Defends Using Photo of Mayor's House" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/19\/nyregion\/council-candidate-defends-using-photo-of-mayor-s-house.html"} ,   {"body" : "Voters in the City Council's 43rd District in Brooklyn go to the polls in a special election on Feb. 25 to fill the seat left vacant when Martin Golden, one of only four Republicans on the Council, was elected to the State Senate last November. The field of five candidates includes a wealth of longtime experience in the mostly working-class" , "date" : "20030217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Rosemarie O'Keefe for City Council" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/17\/opinion\/rosemarie-o-keefe-for-city-council.html"} , {"body" : "Mayor Michael R. Bloomberg took the unusual step of offering New Yorkers a report on his campaign promises yesterday, listing those he fulfilled, explaining those he failed to accomplish or postponed and, in a few cases, suggesting that a promise was not such a great idea to begin with. The presentation, held next to a tray of raisin Danish in a" , "date" : "20030211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bloomberg, With Promises to Keep, Says He Kept Many" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/11\/nyregion\/bloomberg-with-promises-to-keep-says-he-kept-many.html"} , {"body" : "In a borough where one-bedroom condos sell for $650,000 and designer chocolatiers colonize waterfront warehouses, some Brooklyn residents have been shocked by the new Warner Brothers movie ''Kangaroo Jack'' and its portrayal of Brooklyn as dirty and dangerous. O.K., those residents are actually Marty Markowitz, borough president and diehard" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; You Mess With Brooklyn, You Mess With Marty" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/neighborhood-report-brooklyn-up-close-you-mess-with-brooklyn-you-mess-with-marty.html"} , {"body" : "On Dec. 5, Siukwo Cheng, 18, a student at Lafayette High School in Bensonhurst, Brooklyn, was beaten by a group of students who he said cursed at him about being Chinese. On Jan. 16, Kristina Martinez, 14, a Hispanic student, was attacked by a group of students who, her mother said, called her ''a white bitch'' and left her with a black eye and" , "date" : "20030126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; Questions of Violence and Race Haunt a School and Its Principal" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/26\/nyregion\/neighborhood-report-bensonhurst-questions-violence-race-haunt-school-its.html"} , {"body" : "A SPOTLIGHT clicks on and lights a cardboard sun. The seven-member chorus bursts into song as a singer costumed as a waiter slices oranges on the piano. The soprano enters with the tenor hidden beneath her skirt. Judith Barnes is rehearsing an opera at the Vertical Player Repertory, which happens to be in her apartment. In a former factory in" , "date" : "20030124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Never Say Die In Indie Opera" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/24\/movies\/never-say-die-in-indie-opera.html"} , {"body" : "Glenn H. Abatemarco got sick two weeks after terrorists attacked the World Trade Center, and he has still not fully recovered his ability to breathe normally. That in itself is not terribly unusual. A lot of people in Lower Manhattan who were exposed to the acrid, alkaline dust and smoke from ground zero developed the persistent pattern of lung" , "date" : "20030122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Far From the Dust, a Persistent Cough; Man With Few Trade Center Ties Traces His Asthma to 9\/11" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/22\/nyregion\/far-dust-persistent-cough-man-with-few-trade-center-ties-traces-his-asthma-9-11.html"} , {"body" : "To the Editor: I urge all to avail themselves of the many extracurricular services these local branches provide, despite an ever-decreasing budget. Just one example is the caring tutorial staff of the Literacy Program, in which students of all ages who could not complete or afford school literacy programs are helped to improve their reading and" , "date" : "20030119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Beleaguered Libraries" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/19\/nyregion\/l-beleaguered-libraries-918024.html"} , {"body" : "An investigation of a fatal shooting by a police officer in Brooklyn on Jan. 2 has been stymied by a lack of witnesses with a clear view of the officer at the instant of the shooting, according to several law enforcement officials. Prosecutors from the office of the Brooklyn district attorney, Charles J. Hynes, and investigators from the Police" , "date" : "20030116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lack of Witnesses Hinders Inquiry Into Police Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/16\/nyregion\/lack-of-witnesses-hinders-inquiry-into-police-shooting.html"} , {"body" : "There was no telling yesterday that a young man had been shot by the police in a narrow stairwell of 601 West 148th Street. There were no angry crowds gathered outside the apartment house in Harlem. There were no signs posted in the neighborhood announcing a rally. There were no wreaths, no candles, no flowers and no pictures of the victim placed" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In Harlem, Response To Shooting Is Subdued" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/in-harlem-response-to-shooting-is-subdued.html"} , {"body" : "In an unusual 90-minute news conference, Police Commissioner Raymond W. Kelly yesterday provided the most detailed accounts to date of the four fatal police shootings that occurred in the first two days of the new year, declaring that preliminary investigations found that three of the four shootings appeared justified. Using crime-scene diagrams" , "date" : "20030104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Detailing Police Shootings, Kelly Says 3 Seem Justified" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/04\/nyregion\/detailing-police-shootings-kelly-says-3-seem-justified.html"} ,   {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF JEWISH HERITAGE: A LIVING MEMORIAL TO THE HOLOCAUST, 18 First Place, at West Street and Battery Place, Battery Park City, Lower Manhattan. Features exhibitions on the Holocaust and Jewish life before and after World War II. On view through Sunday, ''Yahrzeit: Sept. 11 Observed,'' with objects that reflect" , "date" : "20030103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/03\/arts\/spare-times-671010.html"} , {"body" : "The police fatally shot two men in unrelated cases yesterday in Harlem and South Brooklyn, a day after officers shot and killed two other men. The police said that three of the shootings appeared justified and that they were still investigating the fourth shooting, in which the victim was unarmed. After one of the shootings yesterday, in Harlem, an" , "date" : "20030103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Kill 2 Men, a Day After Fatally Shooting 2 Others" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/03\/nyregion\/police-kill-2-men-a-day-after-fatally-shooting-2-others.html"}]