[  {"body" : "When Mark Rosenthal suffered a stroke, he was too heavy and wide for a stretcher, so he made the jarring, bouncing dash to the hospital lying on an ambulance floor. The ride injured his back, and he felt as if his own weight would suffocate him. At the hospital, doctors wanted to give him an M.R.I. scan, but he could not fit into the machine. But" , "date" : "20031129" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "As Obesity Rises, Health Care Indignities Multiply" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/29\/nyregion\/as-obesity-rises-health-care-indignities-multiply.html"} , {"body" : "EVENTS CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. ''Intimacy and Geography: The National Asian American Poetry Festival,'' with readings, panels, discussions and performances. Co-sponsored by the Center for the Humanities, the Center for the Study of Women and Society, the Poetry Society of America, the Academy" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/arts\/spare-times-929840.html"} , {"body" : "Under yesterday's clear late-summer sky, flanked by two thousand firefighters frozen in white-gloved salute, nine men in dress blue uniforms slowly pulled a wooden casket from a fire truck and carried the box containing what remained of their final lost comrade into St. Bernard Roman Catholic Church. Inside the coffin lay no body in repose, only" , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "TWO YEARS LATER: CEREMONY; Vial of Blood Is Laid to Rest As Fire Dept. Salutes Its Last" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/us\/two-years-later-ceremony-vial-blood-laid-rest-fire-dept-salutes-its-last.html"} , {"body" : "Jane Bodenheim's three-story brick townhouse in Cobble Hill, a hot Brooklyn neighborhood these days, is worth $1.4 million, according to New York City's assessors. John Hernandez's semi-detached home in the decidedly less hip and out-of-the-way Brooklyn neighborhood of Bergen Beach is valued at $387,000. Now guess who pays the higher property tax" , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tax on Homes Is Inequitable, Study Finds" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/nyregion\/tax-on-homes-is-inequitable-study-finds.html"} , {"body" : "A man whose partly burned body was found on a kitchen floor in a home in Brooklyn on Wednesday night died from multiple gunshot wounds and was dead before his body was set on fire, the authorities said yesterday. The city medical examiner ruled the death a homicide and said the cause was gunshot wounds to the head, chest and extremities. The man," , "date" : "20030704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Found Burned Was Shot, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/04\/nyregion\/man-found-burned-was-shot-police-say.html"} , {"body" : "The partly burned body of a 39-year-old man was discovered on his kitchen floor in Bergen Beach last night, the police said. The man, Andrew Puccini of 2415 East 73rd Street, was pronounced dead after he was found just before 8 p.m., the police said. His wife found the body, Firefighter Paul Iannizzotto said. Neighbors said Mr. Puccini used to own" , "date" : "20030703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Burned Man Found Dead In Home" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/03\/nyregion\/metro-briefing-new-york-brooklyn-burned-man-found-dead-in-home.html"}]