[  {"body" : "TEN years ago, when Karen Brenner first moved to Park Slope, she settled in a rented one-bedroom floor-through on Third Street between Fifth and Sixth Avenues. In 2001 she moved again. She bought a two-bedroom apartment in a newly built 36-unit condominium called Park Slope Estates on Second Street between Fifth and Fourth Avenues. To outsiders" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Rezoning, and Redefining, Park Slope" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/realestate\/rezoning-and-redefining-park-slope.html"} , {"body" : "Pei Li Tsang sipped from a cup of tea as she sat on a couch in her Sheepshead Bay apartment. Her shy daughter, Anny, 10, a professed bookworm, read a Harry Potter novel while her brother, Jason, 7, laughed at a car chase on television. It was a good moment. Peaceful. Satisfying. They had left China to come to America for moments just like this one." , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "The Neediest Cases; As Chinese Immigrants Struggle in a Strange Land, Just Asking for Help Is a Challenge" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neediest-cases-chinese-immigrants-struggle-strange-land-just-asking-for-help.html"} , {"body" : "Lawyers for New York City filed legal papers yesterday to recover $176,000 for costs that the city incurred in defending a civil suit that centered on the fatal 1999 police shooting of Gidone Busch, a Borough Park, Brooklyn, man with a history of emotional problems. The papers, filed in Federal District Court in Brooklyn, specified such costs as" , "date" : "20031223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: City Sues Victim's Family" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/23\/nyregion\/metro-briefing-new-york-brooklyn-city-sues-victim-s-family.html"} , {"author" : "Robert Lipsyte, author most recently of ''Warrior Angel,'' a young adult novel, wrote the Coping column for the City section for six years." , "body" : "TEN years ago, when the City section was new, a former engineering student from Kabul staked his claim to a patch of Times Square, crossroads of the world, mall under construction. He is still there on the northwest corner of 43rd Street and Broadway, in a city that has changed profoundly yet remained the same. ''This city gives hope for the" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "1993-2003; What Bashir Saw, What New York Became" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/1993-2003-what-bashir-saw-what-new-york-became.html"} , {"body" : "For Young Musicians TODAY -- A concert at Carnegie Hall by the New York Youth Symphony will open the orchestra's 41st season and raise money for its tuition-free training program for young musicians. The concert includes a performance of John Corigliano's Chaconne for Violin and Orchestra from the 1999 film ''The Red Violin,'' and Mr. Corigliano" , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/nyregion\/benefits-443328.html"} , {"body" : "YOU'VE heard this all before, maybe even lived it: Man buys Internet stock. Stock soars. Man buys many more shares. Man becomes a paper multimillionaire, looks in the mirror, sees an infallible genius smiling back. A year later, man is wiped out, grappling with debt and deep depression, and now he sees an idiot every time he shaves. It was a tale" , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books" , "Business"] , "page_facet" : "8" , "title" : "AT LUNCH WITH: Rabbi Benjamin Blech; Making a Fortune, Losing It and Moving On" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/business\/at-lunch-with-rabbi-benjamin-blech-making-a-fortune-losing-it-and-moving-on.html"} , {"body" : "Several incidents of possible anti-Semitic vandalism were reported on Saturday and yesterday in Brooklyn and Queens, including the defacing of buildings with swastikas, the police said. The police are investigating the incidents as bias crimes, but investigators said yesterday that there did not appear to be any direct connection to the vandalism" , "date" : "20031201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: More Possible Bias Incidents Reported" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/01\/nyregion\/metro-briefing-new-york-more-possible-bias-incidents-reported.html"} , {"body" : "For the second time in less than a week, scores of tires in the largely Jewish neighborhood of Borough Park, Brooklyn, were slashed before dawn yesterday, leaving residents frightened that the vandalism may portend a rise in anti-Semitism. The police vowed to step up patrols in the area to try to prevent the problem from growing. ''We don't want to" , "date" : "20031128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Tire Slashings May Be Bias Crime, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/28\/nyregion\/brooklyn-tire-slashings-may-be-bias-crime-police-say.html"} , {"body" : "INTERNATIONAL A3-27 In Secret Trip, Bush Visits Troops in Baghdad President Bush flew to Baghdad under intense security, in one of the most secretive presidential trips in American history, to spend Thanksgiving with United States troops and to thank them for defending the nation. A1 About 600 soldiers from the First Armored Division and the 82nd" , "date" : "20031128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/28\/nyregion\/news-summary-331791.html"} , {"body" : "In the Hasidic community of Williamsburg, Brooklyn, many people just call it ''moisture cure.'' Its full name is moisture cured urethane, a wood floor resurfacing product with a finish so hard, it's used on basketball courts and bowling alleys, and a vapor so intense that many New York City apartment building managers banned it years ago. But in" , "date" : "20031121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Part Environmentalist, All Rabbi; Fighting to Educate Jewish Williamsburg About a Health Risk" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/21\/nyregion\/part-environmentalist-all-rabbi-fighting-educate-jewish-williamsburg-about.html"} ,   {"body" : "After less than a day of deliberation, a federal jury in Brooklyn found yesterday that the city and five police officers were not liable for the shooting death four years ago of an emotionally disturbed man, Gidone Busch, who was clutching a hammer on the sidewalk outside his Borough Park apartment. The verdict, which came after a monthlong civil" , "date" : "20031118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Police Justified In '99 Killing, A Jury Decides" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/18\/nyregion\/police-justified-in-99-killing-a-jury-decides.html"} , {"body" : "The police officers who shot Gidone Busch to death on a Borough Park sidewalk four years ago were protecting themselves from a man lunging at them with a hammer, a lawyer for the city told jurors yesterday. ''Why would the officers have fired if they didn't fear for their own lives?'' the lawyer, Jennifer Rossan, asked. ''It was broad daylight and" , "date" : "20031115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Lawyers Paint Two Pictures Of a '99 Killing in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/15\/nyregion\/lawyers-paint-two-pictures-of-a-99-killing-in-brooklyn.html"} , {"body" : "The first civilian witness to back the police account of the 1999 shooting of Gidone Busch testified yesterday that officers were pushed up against a wall and had ''nowhere to go'' as Mr. Busch repeatedly lunged at them, swinging a hammer the instant before the officers shot him to death. The testimony, by Lipa Ioinovitch, a 34-year-old Brooklyn" , "date" : "20031111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Witness Backs Police Account Of '99 Shooting In Borough Park" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/11\/nyregion\/witness-backs-police-account-of-99-shooting-in-borough-park.html"} , {"body" : "PINK boxes on enlarged monthly calendars perched on easels beside the witness box in housing court in downtown Manhattan indicated days when the tenant facing eviction, Carole Langer, a documentary filmmaker, was in New York City. Blue boxes meant she was at her other home in New Hampshire. Fuchsia, on the road. For 26 years, Ms. Langer has rented" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Knottiest Cases Of Landlord v. Tenant" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/realestate\/the-knottiest-cases-of-landlord-v-tenant.html"} , {"body" : "FOR some, wigs represent a commitment to a religious tradition, or an ethnic heritage. For many others, stricken by illness, hairpieces are a lifeline to a normal life. And, less seriously, they can be a fun fashion accessory or a nifty addition to a masquerade costume. Walk past the eye-popping window display of wigs in purple, chartreuse and" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Wash, Dry and Wear, but It's Not Your Own" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/nyregion\/wash-dry-and-wear-but-it-s-not-your-own.html"} , {"body" : "The day after Gidone Busch was shot to death by police officers on a Borough Park sidewalk in 1999, the police commissioner, Howard Safir, told reporters that ''seven independent witnesses'' backed the police account of a justified shooting because Mr. Busch was attacking officers with a ''claw hammer.'' Yesterday, the city had its chance to" , "date" : "20031108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Witness Fails to Back Police In Account of '99 Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/08\/nyregion\/witness-fails-to-back-police-in-account-of-99-shooting.html"} , {"body" : "Gidone Busch was a large, frightening and ''crazed'' figure when he confronted police officers on a Borough Park sidewalk four years ago, one of the officers who shot him testified yesterday. The officer, Lt. Terrence O'Brien, was questioned by a city lawyer after a lawyer for the Busch family completed questioning that had focused on discrepancies" , "date" : "20031106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Killed by Police Was 'Crazed,' an Officer Who Shot Him Says" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/06\/nyregion\/man-killed-by-police-was-crazed-an-officer-who-shot-him-says.html"} , {"body" : "The 1999 police shooting in Brooklyn had many of the familiar ingredients of incidents that had inflamed the city over the years: a multitude of bullets, a young man left dead, conflicting accounts of whether it was justified, and talk in the street of a cover-up. But the dead man, Gidone Busch, was white and Jewish, and his family and many of his" , "date" : "20031105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Top Officer at 1999 Shooting Says Killing Was Self-Defense" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/05\/nyregion\/top-officer-at-1999-shooting-says-killing-was-self-defense.html"} , {"body" : "A Borough Park artist who saw the police shooting of Gidone Busch testified yesterday that an officer crossed his name off a list of possible witnesses minutes after the incident because the artist said that for no reason, ''you just shot him.'' The testimony of the artist, Richard Eisenberg, who lived several blocks from Mr. Busch, is a focal" , "date" : "20031104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Says He Was Taken Off List of Witnesses to Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/04\/nyregion\/man-says-he-was-taken-off-list-of-witnesses-to-shooting.html"} , {"body" : "One by one, the New York Police Department officers were called to the witness stand by lawyers who said that four officers had shot a man to death unnecessarily. It was no surprise, then, when each of the witnesses said that the shooting, of a troubled man with a hammer, had been justified. ''I thought I'd be killed'' if the man, Gidone Busch, was" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Retracing Their Words" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/nyregion\/retracing-their-words.html"} ,   {"body" : "A medical expert hired by the family of Gidone Busch testified yesterday that evidence suggested he was not lunging toward police officers when they shot him. On an August night in 1999, neighbors in Borough Park called the police to report that a disturbed man was wandering the streets nearly naked and wielding a hammer. Yesterday, the expert," , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Police Contradicted In Hasid's Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/metro-briefing-new-york-brooklyn-police-contradicted-in-hasid-s-shooting.html"} , {"body" : "A police sergeant ordered an officer to spray Mace at Gidone Busch before he had hit any officers with his hammer, according to the officer's videotaped testimony. The tape was played for jurors yesterday at the civil trial focusing on the fatal police shooting of Mr. Busch in 1999. ''Mace him! Mace him,'' the officer, Daniel Gravitch, quoted the" , "date" : "20031029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Describes Order to Use Mace in Fatal Police Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/29\/nyregion\/officer-describes-order-to-use-mace-in-fatal-police-shooting.html"} , {"body" : "A rookie police officer who was there when other officers fatally shot Gidone Busch in 1999 acknowledged on the witness stand yesterday that he had given different accounts of the critical seconds before the shooting. The officer, Kieran O'Leary, explained some of the discrepancies by saying he had never seen anyone shot before. ''I was in a state" , "date" : "20031028" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Jury Hears Testimony By Officer In Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/28\/nyregion\/jury-hears-testimony-by-officer-in-shooting.html"} , {"body" : "As the first week of the civil trial centering on the police shooting of Gidone Busch ended on Friday, the city's lawyers began suggesting that civilian witnesses tailored their accounts of the 1999 killing because of community unity against the police. Mr. Busch lived in the Borough Park section of Brooklyn, a neighborhood with many Hasidic Jewish" , "date" : "20031026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "City Says Community Is United Against Police in Shooting Death" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/26\/nyregion\/city-says-community-is-united-against-police-in-shooting-death.html"} , {"body" : "When a city emergency medical technician pulled up in an ambulance on the Brooklyn street where Gidone Busch had just been shot by the police in 1999, he asked a group of officers if everyone was O.K., he testified yesterday. Yes, was the answer from a police sergeant, except for a small bruise on the sergeant's arm, he said. It was only then, the" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Family's Case Against Police Is Bolstered" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/nyregion\/family-s-case-against-police-is-bolstered.html"} , {"body" : "Neighbors of Gidone Busch, who was killed in a police shooting in 1999, told a jury in Brooklyn Federal Court yesterday that Mr. Busch was not lunging toward police officers with a hammer when he was shot, as officers have claimed. ''Mr. Busch was standing in one position,'' said one witness, Yechiel Tyberg. ''I didn't see him move forward.'' A" , "date" : "20031023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Civilians Contradict Police in Shooting Case" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/23\/nyregion\/civilians-contradict-police-in-shooting-case.html"} , {"body" : "Gidone Busch was a troubled man in need of help, the lawyer for his family said. What he got was 12 bullets, including one in the back. That was the argument of Myron Beldock, the lawyer for the Busch family, at the opening of the family's civil suit yesterday against the city and five police officers, claiming that the officers violated procedures" , "date" : "20031022" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Suit Against Police Opens In Killing of Disturbed Man" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/22\/nyregion\/suit-against-police-opens-in-killing-of-disturbed-man.html"} , {"body" : "In 2001, federal prosecutors concluded their inquiry into the fatal police shooting of Gidone Busch, a man with a history of mental illness who was holding a hammer when he ventured from his Brooklyn apartment on a summer evening in 1999. Although Mr. Busch's family and neighbors strongly disputed the police account of the circumstances of his" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "37" , "title" : "Lawsuit Challenges Police Integrity in Account of '99 Killing" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/nyregion\/lawsuit-challenges-police-integrity-in-account-of-99-killing.html"} , {"body" : "Mayor Michael R. Bloomberg made a campaign-style swing through Brooklyn last month. Problem was, it was the day of the blackout, so his visit was cut short and all but ignored by the news media. Undeterred, Mr. Bloomberg scheduled Brooklyn Day, Part 2. So as the cameras rolled yesterday, the mayor trekked across the borough for the second time in" , "date" : "20030926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In Brooklyn, Mayor Attends To Some Unfinished Business" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/26\/nyregion\/in-brooklyn-mayor-attends-to-some-unfinished-business.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's. His last article for the magazine was on white-collar unemployment." , "body" : "The synagogue in the basement of the Lubavitch headquarters at 770 Eastern Parkway in Crown Heights, Brooklyn, is the closest thing to holy ground for the Hasidic movement, though with its peeling paint, dirty linoleum floors, wooden benches and unidentifiable odor, it feels more like a junior-high-school cafeteria than your average Jewish" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "Waiting for the Messiah of Eastern Parkway" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/magazine\/waiting-for-the-messiah-of-eastern-parkway.html"} ,   {"body" : "Five members of the Education Department's Region 8 rapid response team sat in cubicles yesterday equipped with computers, telephones, BlackBerry text-messaging pagers and a list of names and numbers to call in case of various emergencies. Among them, they had 140 years of experience in the New York City school system. ''I don't think there's an" , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "First Day of School Brings Smiles, Tears and a Surprise: No Disaster" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/nyregion\/first-day-of-school-brings-smiles-tears-and-a-surprise-no-disaster.html"} , {"body" : "Under yesterday's clear late-summer sky, flanked by two thousand firefighters frozen in white-gloved salute, nine men in dress blue uniforms slowly pulled a wooden casket from a fire truck and carried the box containing what remained of their final lost comrade into St. Bernard Roman Catholic Church. Inside the coffin lay no body in repose, only" , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "TWO YEARS LATER: CEREMONY; Vial of Blood Is Laid to Rest As Fire Dept. Salutes Its Last" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/us\/two-years-later-ceremony-vial-blood-laid-rest-fire-dept-salutes-its-last.html"} , {"body" : "OF all the rabbis in all the yeshivas in all of Brooklyn, Milton Balkany stands apart. In certain quarters of the city's Orthodox Jewish world, he is the man to see if you need access to government, whether to secure grants for your worthy organization or kosher meals for your incarcerated relative. Rabbi Balkany has spent 30 years cultivating the" , "date" : "20030830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "About New York; Man With Pull Gets a Bundle Of Trouble" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/30\/nyregion\/about-new-york-man-with-pull-gets-a-bundle-of-trouble.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} , {"body" : "A Palestinian suicide bomber killed at least 18 people, including children, when he detonated an explosive packed with ball bearings tonight aboard a city bus crowded with families, some of them returning from Judaism's holiest site, the Western Wall. The blast resounded across Jerusalem as it peeled up the roof of the bus and blew out its windows," , "date" : "20030820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ISRAEL" , "JERUSALEM" , "WEST BANK" , "HEBRON (WEST BANK)" , "GAZA STRIP"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "BOMBING KILLS 18 AND HURTS SCORES ON JERUSALEM BUS" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/20\/world\/bombing-kills-18-and-hurts-scores-on-jerusalem-bus.html"} , {"body" : "AS the number of Jews in Westchester grows, North Avenue in northern New Rochelle is becoming the Main Street of a suburban shtetl of sorts. It has a kosher bakery, delicatessen, meat market and fruit store, a shop called Inspiration Gallery that sells Jewish books and Judaica and two establishments that would have been hard to find in the villages" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW ROCHELLE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "As a Synagogue Outgrows Its Space, Its Building Plans Draw Opposition" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/as-a-synagogue-outgrows-its-space-its-building-plans-draw-opposition.html"} , {"body" : "Those who knew Esther Segal said she would not have wanted all this. Television news cameras filmed her funeral yesterday morning, and hundreds of mourners thronged the streets of Borough Park, Brooklyn, crying because she died and lauding her life. Friends and family members said all of the attention would have been too much for Mrs. Segal, 52," , "date" : "20030724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Killed by Storm-Shattered Tree Limb, Woman Is Mourned" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/24\/nyregion\/killed-by-storm-shattered-tree-limb-woman-is-mourned.html"} , {"body" : "The Needle Swappers Are Still Wary Call it the case of the criminal laws versus the health laws. The health laws won -- at least in principle. Last November, a judge ruled that New York City police officers could not arrest drug addicts carrying needles with drug residue if the addicts were taking part in needle-exchange programs authorized by the" , "date" : "20030720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/20\/nyregion\/following-up.html"} , {"body" : "They may no longer be able to maneuver that 1963 Impala or 1930 Model A Ford quite like they used to, but the residents of a Brooklyn nursing home got a chance to revisit the cars of their youth the other day, and to be transported back to a time when they could. For about four years, members of the Antique Automobile Association of Brooklyn have" , "date" : "20030705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Recalling Days Before Age Took the T-Bird Away; Antique Cars Stir Memories of Youth Among Residents of a Geriatric Center" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/05\/nyregion\/recalling-days-before-age-took-t-bird-away-antique-cars-stir-memories-youth.html"} , {"body" : "ITS stained-glass window of doves soaring over Jerusalem was designed by a Brooklyn rabbi. Its immaculate tahara room, where the deceased is cleansed and clothed in a white shroud, has been deemed kosher by Westchester's orthodox synagogues. Its shomers, the around-the-clock honor guards for bodies before burial, have been recruited from New York" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "COMMUNITIES; Funeral Home That Offers Kosher Care in Italian Hands" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/nyregion\/communities-funeral-home-that-offers-kosher-care-in-italian-hands.html"} ,   {"body" : "EVENTS PAUL WINTER'S 10TH SUMMER SOLSTICE CELEBRATION, Cathedral of St. John the Divine, 1047 Amsterdam Avenue, at 112th Street, Morningside Heights. The saxophonist Paul Winter and his world music ensemble perform three concerts in observance of the change of seasons. With Amina, a singer; Jerry O'Sullivan, a pipe player; and Chris Berry, a thumb" , "date" : "20030620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/20\/arts\/spare-times-180742.html"} , {"body" : "This week in Midtown Manhattan, Senator Joseph I. Lieberman of Connecticut and his wife, Hadassah, plan to shake many hands and lift a few glasses at a gala to raise money for his Democratic presidential campaign. Meanwhile, in Borough Park, Brooklyn, a different Joseph Lieberman and his wife, Hadassah, will not be toasting the senator's political" , "date" : "20030616" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "This Joseph Lieberman Likes Limbaugh. Really." , "url" : "http:\/\/www.nytimes.com\/2003\/06\/16\/nyregion\/this-joseph-lieberman-likes-limbaugh-really.html"} , {"body" : "Four men died from gunfire in Brooklyn, and a fifth was near death after a fistfight in Manhattan, all the victims of violent altercations between Tuesday afternoon and sunrise yesterday, the police said. About 4:30 p.m. Tuesday, an unidentified 28-year-old man sitting in a car in Bath Beach was shot to death. About an hour later, Khamar Clarke," , "date" : "20030612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Four Killed and One Hurt In Separate Incidents" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/12\/nyregion\/metro-briefing-new-york-four-killed-and-one-hurt-in-separate-incidents.html"} , {"body" : "Mayor Michael R. Bloomberg scaled back another of his threatened budget cuts yesterday, agreeing not to reduce staffing in as many fire companies as planned. The mayor had intended to cut staffing levels at more than 50 fire engine companies to four firefighters each from five, to save roughly $13 million a year. Under a deal announced yesterday" , "date" : "20030604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bloomberg Scales Back His Plan To Reduce Staffing in Firehouses" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/04\/nyregion\/bloomberg-scales-back-his-plan-to-reduce-staffing-in-firehouses.html"} , {"body" : "The police were still trying to determine yesterday what killed an 11-month-old baby and sickened a 5-month-old baby in Borough Park on Tuesday. The older child, Yechzkel Kraminer, died suddenly after his baby sitter, who was not identified, noticed that he and the 5-month-old were having trouble breathing. Investigators took baby formula and some" , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Infant Death Still A Mystery" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/metro-briefing-new-york-brooklyn-infant-death-still-a-mystery.html"} , {"body" : "An 11-month-old boy died yesterday in Brooklyn and a second child was hospitalized after their baby sitter reported that they were having trouble breathing, the police said. It was still not clear last night how the child, Yechzkel Kraminer, died. But a police official said both children had elevated sugar levels in their blood after they were" , "date" : "20030507" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy Dies Suddenly and Another Is Hospitalized in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/07\/nyregion\/boy-dies-suddenly-and-another-is-hospitalized-in-brooklyn.html"} , {"body" : "ARE late-night urban revelers putting the cap on their weekends, and wrecking yours, by playing kick-the-can with the garbage receptacles stacked outside your apartment window? Did the pothole down the block swallow your car? Paying too much for lousy cable reception? Has the bulb on your favorite street light blown out again? Gino P. Menchini, a" , "date" : "20030501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Call Him a Know-It-All, He Says, but Call Him" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/01\/nyregion\/public-lives-call-him-a-know-it-all-he-says-but-call-him.html"} , {"body" : "EVENTS 29TH FLOWER SHOW, Macy's, Herald Square. With displays on the main floor and a children's garden on the seventh floor, as well as special events. Through Sunday. Store hours: 10 a.m. to 8:30 p.m. through Saturday; 11 a.m. to 7 p.m. Sunday. Information: (212) 494-4495. MANHATTAN VINTAGE CLOTHING SHOW. Metropolitan Pavilion, 125 West 18th" , "date" : "20030425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/25\/arts\/spare-times-405590.html"} , {"body" : "The people at Maimonides Medical Center in Brooklyn are justifiably proud of their accomplishments. Maimonides performed the first heart transplant in the United States, in 1967, and its award-winning computer systems allow several doctors at remote sites to view an X-ray simultaneously. But in its ongoing efforts to serve the dizzyingly diverse" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "36" , "title" : "With Hospital Bed, You Get Eggroll, and It's Kosher" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/with-hospital-bed-you-get-eggroll-and-it-s-kosher.html"} , {"body" : "Stella D'Oro, the Bronx-based baker of cookies and breadsticks, was founded in 1932 by an Italian immigrant couple, but in one of those lyrical convergences of ethnicities that gives New York City its special flavor, Stella D'Oro's cookies have for 45 years held a special place in the hearts of many Orthodox Jews. The reason: they are one of the" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Of Milk and Cookies, or How Orthodox Jews Saved an Italian Recipe" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/of-milk-and-cookies-or-how-orthodox-jews-saved-an-italian-recipe.html"} ,   {"body" : "TEN years ago, when Karen Brenner first moved to Park Slope, she settled in a rented one-bedroom floor-through on Third Street between Fifth and Sixth Avenues. In 2001 she moved again. She bought a two-bedroom apartment in a newly built 36-unit condominium called Park Slope Estates on Second Street between Fifth and Fourth Avenues. To outsiders" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Rezoning, and Redefining, Park Slope" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/realestate\/rezoning-and-redefining-park-slope.html"} , {"body" : "Pei Li Tsang sipped from a cup of tea as she sat on a couch in her Sheepshead Bay apartment. Her shy daughter, Anny, 10, a professed bookworm, read a Harry Potter novel while her brother, Jason, 7, laughed at a car chase on television. It was a good moment. Peaceful. Satisfying. They had left China to come to America for moments just like this one." , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "The Neediest Cases; As Chinese Immigrants Struggle in a Strange Land, Just Asking for Help Is a Challenge" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neediest-cases-chinese-immigrants-struggle-strange-land-just-asking-for-help.html"} , {"body" : "Lawyers for New York City filed legal papers yesterday to recover $176,000 for costs that the city incurred in defending a civil suit that centered on the fatal 1999 police shooting of Gidone Busch, a Borough Park, Brooklyn, man with a history of emotional problems. The papers, filed in Federal District Court in Brooklyn, specified such costs as" , "date" : "20031223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: City Sues Victim's Family" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/23\/nyregion\/metro-briefing-new-york-brooklyn-city-sues-victim-s-family.html"} , {"author" : "Robert Lipsyte, author most recently of ''Warrior Angel,'' a young adult novel, wrote the Coping column for the City section for six years." , "body" : "TEN years ago, when the City section was new, a former engineering student from Kabul staked his claim to a patch of Times Square, crossroads of the world, mall under construction. He is still there on the northwest corner of 43rd Street and Broadway, in a city that has changed profoundly yet remained the same. ''This city gives hope for the" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "1993-2003; What Bashir Saw, What New York Became" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/1993-2003-what-bashir-saw-what-new-york-became.html"} , {"body" : "For Young Musicians TODAY -- A concert at Carnegie Hall by the New York Youth Symphony will open the orchestra's 41st season and raise money for its tuition-free training program for young musicians. The concert includes a performance of John Corigliano's Chaconne for Violin and Orchestra from the 1999 film ''The Red Violin,'' and Mr. Corigliano" , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/nyregion\/benefits-443328.html"} , {"body" : "YOU'VE heard this all before, maybe even lived it: Man buys Internet stock. Stock soars. Man buys many more shares. Man becomes a paper multimillionaire, looks in the mirror, sees an infallible genius smiling back. A year later, man is wiped out, grappling with debt and deep depression, and now he sees an idiot every time he shaves. It was a tale" , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books" , "Business"] , "page_facet" : "8" , "title" : "AT LUNCH WITH: Rabbi Benjamin Blech; Making a Fortune, Losing It and Moving On" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/business\/at-lunch-with-rabbi-benjamin-blech-making-a-fortune-losing-it-and-moving-on.html"} , {"body" : "Several incidents of possible anti-Semitic vandalism were reported on Saturday and yesterday in Brooklyn and Queens, including the defacing of buildings with swastikas, the police said. The police are investigating the incidents as bias crimes, but investigators said yesterday that there did not appear to be any direct connection to the vandalism" , "date" : "20031201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: More Possible Bias Incidents Reported" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/01\/nyregion\/metro-briefing-new-york-more-possible-bias-incidents-reported.html"} , {"body" : "For the second time in less than a week, scores of tires in the largely Jewish neighborhood of Borough Park, Brooklyn, were slashed before dawn yesterday, leaving residents frightened that the vandalism may portend a rise in anti-Semitism. The police vowed to step up patrols in the area to try to prevent the problem from growing. ''We don't want to" , "date" : "20031128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Tire Slashings May Be Bias Crime, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/28\/nyregion\/brooklyn-tire-slashings-may-be-bias-crime-police-say.html"} , {"body" : "INTERNATIONAL A3-27 In Secret Trip, Bush Visits Troops in Baghdad President Bush flew to Baghdad under intense security, in one of the most secretive presidential trips in American history, to spend Thanksgiving with United States troops and to thank them for defending the nation. A1 About 600 soldiers from the First Armored Division and the 82nd" , "date" : "20031128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/28\/nyregion\/news-summary-331791.html"} , {"body" : "In the Hasidic community of Williamsburg, Brooklyn, many people just call it ''moisture cure.'' Its full name is moisture cured urethane, a wood floor resurfacing product with a finish so hard, it's used on basketball courts and bowling alleys, and a vapor so intense that many New York City apartment building managers banned it years ago. But in" , "date" : "20031121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Part Environmentalist, All Rabbi; Fighting to Educate Jewish Williamsburg About a Health Risk" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/21\/nyregion\/part-environmentalist-all-rabbi-fighting-educate-jewish-williamsburg-about.html"} , {"body" : "After less than a day of deliberation, a federal jury in Brooklyn found yesterday that the city and five police officers were not liable for the shooting death four years ago of an emotionally disturbed man, Gidone Busch, who was clutching a hammer on the sidewalk outside his Borough Park apartment. The verdict, which came after a monthlong civil" , "date" : "20031118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Police Justified In '99 Killing, A Jury Decides" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/18\/nyregion\/police-justified-in-99-killing-a-jury-decides.html"} , {"body" : "The police officers who shot Gidone Busch to death on a Borough Park sidewalk four years ago were protecting themselves from a man lunging at them with a hammer, a lawyer for the city told jurors yesterday. ''Why would the officers have fired if they didn't fear for their own lives?'' the lawyer, Jennifer Rossan, asked. ''It was broad daylight and" , "date" : "20031115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Lawyers Paint Two Pictures Of a '99 Killing in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/15\/nyregion\/lawyers-paint-two-pictures-of-a-99-killing-in-brooklyn.html"} , {"body" : "The first civilian witness to back the police account of the 1999 shooting of Gidone Busch testified yesterday that officers were pushed up against a wall and had ''nowhere to go'' as Mr. Busch repeatedly lunged at them, swinging a hammer the instant before the officers shot him to death. The testimony, by Lipa Ioinovitch, a 34-year-old Brooklyn" , "date" : "20031111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Witness Backs Police Account Of '99 Shooting In Borough Park" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/11\/nyregion\/witness-backs-police-account-of-99-shooting-in-borough-park.html"} , {"body" : "PINK boxes on enlarged monthly calendars perched on easels beside the witness box in housing court in downtown Manhattan indicated days when the tenant facing eviction, Carole Langer, a documentary filmmaker, was in New York City. Blue boxes meant she was at her other home in New Hampshire. Fuchsia, on the road. For 26 years, Ms. Langer has rented" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Knottiest Cases Of Landlord v. Tenant" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/realestate\/the-knottiest-cases-of-landlord-v-tenant.html"} , {"body" : "FOR some, wigs represent a commitment to a religious tradition, or an ethnic heritage. For many others, stricken by illness, hairpieces are a lifeline to a normal life. And, less seriously, they can be a fun fashion accessory or a nifty addition to a masquerade costume. Walk past the eye-popping window display of wigs in purple, chartreuse and" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Wash, Dry and Wear, but It's Not Your Own" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/nyregion\/wash-dry-and-wear-but-it-s-not-your-own.html"} , {"body" : "The day after Gidone Busch was shot to death by police officers on a Borough Park sidewalk in 1999, the police commissioner, Howard Safir, told reporters that ''seven independent witnesses'' backed the police account of a justified shooting because Mr. Busch was attacking officers with a ''claw hammer.'' Yesterday, the city had its chance to" , "date" : "20031108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Witness Fails to Back Police In Account of '99 Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/08\/nyregion\/witness-fails-to-back-police-in-account-of-99-shooting.html"} , {"body" : "Gidone Busch was a large, frightening and ''crazed'' figure when he confronted police officers on a Borough Park sidewalk four years ago, one of the officers who shot him testified yesterday. The officer, Lt. Terrence O'Brien, was questioned by a city lawyer after a lawyer for the Busch family completed questioning that had focused on discrepancies" , "date" : "20031106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Killed by Police Was 'Crazed,' an Officer Who Shot Him Says" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/06\/nyregion\/man-killed-by-police-was-crazed-an-officer-who-shot-him-says.html"} , {"body" : "The 1999 police shooting in Brooklyn had many of the familiar ingredients of incidents that had inflamed the city over the years: a multitude of bullets, a young man left dead, conflicting accounts of whether it was justified, and talk in the street of a cover-up. But the dead man, Gidone Busch, was white and Jewish, and his family and many of his" , "date" : "20031105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Top Officer at 1999 Shooting Says Killing Was Self-Defense" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/05\/nyregion\/top-officer-at-1999-shooting-says-killing-was-self-defense.html"} , {"body" : "A Borough Park artist who saw the police shooting of Gidone Busch testified yesterday that an officer crossed his name off a list of possible witnesses minutes after the incident because the artist said that for no reason, ''you just shot him.'' The testimony of the artist, Richard Eisenberg, who lived several blocks from Mr. Busch, is a focal" , "date" : "20031104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Says He Was Taken Off List of Witnesses to Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/04\/nyregion\/man-says-he-was-taken-off-list-of-witnesses-to-shooting.html"} , {"body" : "One by one, the New York Police Department officers were called to the witness stand by lawyers who said that four officers had shot a man to death unnecessarily. It was no surprise, then, when each of the witnesses said that the shooting, of a troubled man with a hammer, had been justified. ''I thought I'd be killed'' if the man, Gidone Busch, was" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Retracing Their Words" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/nyregion\/retracing-their-words.html"} , {"body" : "A medical expert hired by the family of Gidone Busch testified yesterday that evidence suggested he was not lunging toward police officers when they shot him. On an August night in 1999, neighbors in Borough Park called the police to report that a disturbed man was wandering the streets nearly naked and wielding a hammer. Yesterday, the expert," , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Police Contradicted In Hasid's Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/metro-briefing-new-york-brooklyn-police-contradicted-in-hasid-s-shooting.html"} , {"body" : "A police sergeant ordered an officer to spray Mace at Gidone Busch before he had hit any officers with his hammer, according to the officer's videotaped testimony. The tape was played for jurors yesterday at the civil trial focusing on the fatal police shooting of Mr. Busch in 1999. ''Mace him! Mace him,'' the officer, Daniel Gravitch, quoted the" , "date" : "20031029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Describes Order to Use Mace in Fatal Police Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/29\/nyregion\/officer-describes-order-to-use-mace-in-fatal-police-shooting.html"} , {"body" : "A rookie police officer who was there when other officers fatally shot Gidone Busch in 1999 acknowledged on the witness stand yesterday that he had given different accounts of the critical seconds before the shooting. The officer, Kieran O'Leary, explained some of the discrepancies by saying he had never seen anyone shot before. ''I was in a state" , "date" : "20031028" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Jury Hears Testimony By Officer In Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/28\/nyregion\/jury-hears-testimony-by-officer-in-shooting.html"} , {"body" : "As the first week of the civil trial centering on the police shooting of Gidone Busch ended on Friday, the city's lawyers began suggesting that civilian witnesses tailored their accounts of the 1999 killing because of community unity against the police. Mr. Busch lived in the Borough Park section of Brooklyn, a neighborhood with many Hasidic Jewish" , "date" : "20031026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "City Says Community Is United Against Police in Shooting Death" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/26\/nyregion\/city-says-community-is-united-against-police-in-shooting-death.html"} , {"body" : "When a city emergency medical technician pulled up in an ambulance on the Brooklyn street where Gidone Busch had just been shot by the police in 1999, he asked a group of officers if everyone was O.K., he testified yesterday. Yes, was the answer from a police sergeant, except for a small bruise on the sergeant's arm, he said. It was only then, the" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Family's Case Against Police Is Bolstered" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/nyregion\/family-s-case-against-police-is-bolstered.html"} , {"body" : "Neighbors of Gidone Busch, who was killed in a police shooting in 1999, told a jury in Brooklyn Federal Court yesterday that Mr. Busch was not lunging toward police officers with a hammer when he was shot, as officers have claimed. ''Mr. Busch was standing in one position,'' said one witness, Yechiel Tyberg. ''I didn't see him move forward.'' A" , "date" : "20031023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Civilians Contradict Police in Shooting Case" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/23\/nyregion\/civilians-contradict-police-in-shooting-case.html"} , {"body" : "Gidone Busch was a troubled man in need of help, the lawyer for his family said. What he got was 12 bullets, including one in the back. That was the argument of Myron Beldock, the lawyer for the Busch family, at the opening of the family's civil suit yesterday against the city and five police officers, claiming that the officers violated procedures" , "date" : "20031022" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Suit Against Police Opens In Killing of Disturbed Man" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/22\/nyregion\/suit-against-police-opens-in-killing-of-disturbed-man.html"} , {"body" : "In 2001, federal prosecutors concluded their inquiry into the fatal police shooting of Gidone Busch, a man with a history of mental illness who was holding a hammer when he ventured from his Brooklyn apartment on a summer evening in 1999. Although Mr. Busch's family and neighbors strongly disputed the police account of the circumstances of his" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "37" , "title" : "Lawsuit Challenges Police Integrity in Account of '99 Killing" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/nyregion\/lawsuit-challenges-police-integrity-in-account-of-99-killing.html"} , {"body" : "Mayor Michael R. Bloomberg made a campaign-style swing through Brooklyn last month. Problem was, it was the day of the blackout, so his visit was cut short and all but ignored by the news media. Undeterred, Mr. Bloomberg scheduled Brooklyn Day, Part 2. So as the cameras rolled yesterday, the mayor trekked across the borough for the second time in" , "date" : "20030926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In Brooklyn, Mayor Attends To Some Unfinished Business" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/26\/nyregion\/in-brooklyn-mayor-attends-to-some-unfinished-business.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's. His last article for the magazine was on white-collar unemployment." , "body" : "The synagogue in the basement of the Lubavitch headquarters at 770 Eastern Parkway in Crown Heights, Brooklyn, is the closest thing to holy ground for the Hasidic movement, though with its peeling paint, dirty linoleum floors, wooden benches and unidentifiable odor, it feels more like a junior-high-school cafeteria than your average Jewish" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "Waiting for the Messiah of Eastern Parkway" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/magazine\/waiting-for-the-messiah-of-eastern-parkway.html"} , {"body" : "Five members of the Education Department's Region 8 rapid response team sat in cubicles yesterday equipped with computers, telephones, BlackBerry text-messaging pagers and a list of names and numbers to call in case of various emergencies. Among them, they had 140 years of experience in the New York City school system. ''I don't think there's an" , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "First Day of School Brings Smiles, Tears and a Surprise: No Disaster" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/nyregion\/first-day-of-school-brings-smiles-tears-and-a-surprise-no-disaster.html"} , {"body" : "Under yesterday's clear late-summer sky, flanked by two thousand firefighters frozen in white-gloved salute, nine men in dress blue uniforms slowly pulled a wooden casket from a fire truck and carried the box containing what remained of their final lost comrade into St. Bernard Roman Catholic Church. Inside the coffin lay no body in repose, only" , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "TWO YEARS LATER: CEREMONY; Vial of Blood Is Laid to Rest As Fire Dept. Salutes Its Last" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/us\/two-years-later-ceremony-vial-blood-laid-rest-fire-dept-salutes-its-last.html"} , {"body" : "OF all the rabbis in all the yeshivas in all of Brooklyn, Milton Balkany stands apart. In certain quarters of the city's Orthodox Jewish world, he is the man to see if you need access to government, whether to secure grants for your worthy organization or kosher meals for your incarcerated relative. Rabbi Balkany has spent 30 years cultivating the" , "date" : "20030830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "About New York; Man With Pull Gets a Bundle Of Trouble" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/30\/nyregion\/about-new-york-man-with-pull-gets-a-bundle-of-trouble.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} , {"body" : "A Palestinian suicide bomber killed at least 18 people, including children, when he detonated an explosive packed with ball bearings tonight aboard a city bus crowded with families, some of them returning from Judaism's holiest site, the Western Wall. The blast resounded across Jerusalem as it peeled up the roof of the bus and blew out its windows," , "date" : "20030820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ISRAEL" , "JERUSALEM" , "WEST BANK" , "HEBRON (WEST BANK)" , "GAZA STRIP"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "BOMBING KILLS 18 AND HURTS SCORES ON JERUSALEM BUS" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/20\/world\/bombing-kills-18-and-hurts-scores-on-jerusalem-bus.html"} , {"body" : "AS the number of Jews in Westchester grows, North Avenue in northern New Rochelle is becoming the Main Street of a suburban shtetl of sorts. It has a kosher bakery, delicatessen, meat market and fruit store, a shop called Inspiration Gallery that sells Jewish books and Judaica and two establishments that would have been hard to find in the villages" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW ROCHELLE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "As a Synagogue Outgrows Its Space, Its Building Plans Draw Opposition" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/as-a-synagogue-outgrows-its-space-its-building-plans-draw-opposition.html"} , {"body" : "Those who knew Esther Segal said she would not have wanted all this. Television news cameras filmed her funeral yesterday morning, and hundreds of mourners thronged the streets of Borough Park, Brooklyn, crying because she died and lauding her life. Friends and family members said all of the attention would have been too much for Mrs. Segal, 52," , "date" : "20030724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Killed by Storm-Shattered Tree Limb, Woman Is Mourned" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/24\/nyregion\/killed-by-storm-shattered-tree-limb-woman-is-mourned.html"} , {"body" : "The Needle Swappers Are Still Wary Call it the case of the criminal laws versus the health laws. The health laws won -- at least in principle. Last November, a judge ruled that New York City police officers could not arrest drug addicts carrying needles with drug residue if the addicts were taking part in needle-exchange programs authorized by the" , "date" : "20030720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/20\/nyregion\/following-up.html"} , {"body" : "They may no longer be able to maneuver that 1963 Impala or 1930 Model A Ford quite like they used to, but the residents of a Brooklyn nursing home got a chance to revisit the cars of their youth the other day, and to be transported back to a time when they could. For about four years, members of the Antique Automobile Association of Brooklyn have" , "date" : "20030705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Recalling Days Before Age Took the T-Bird Away; Antique Cars Stir Memories of Youth Among Residents of a Geriatric Center" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/05\/nyregion\/recalling-days-before-age-took-t-bird-away-antique-cars-stir-memories-youth.html"} , {"body" : "ITS stained-glass window of doves soaring over Jerusalem was designed by a Brooklyn rabbi. Its immaculate tahara room, where the deceased is cleansed and clothed in a white shroud, has been deemed kosher by Westchester's orthodox synagogues. Its shomers, the around-the-clock honor guards for bodies before burial, have been recruited from New York" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "COMMUNITIES; Funeral Home That Offers Kosher Care in Italian Hands" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/nyregion\/communities-funeral-home-that-offers-kosher-care-in-italian-hands.html"} , {"body" : "EVENTS PAUL WINTER'S 10TH SUMMER SOLSTICE CELEBRATION, Cathedral of St. John the Divine, 1047 Amsterdam Avenue, at 112th Street, Morningside Heights. The saxophonist Paul Winter and his world music ensemble perform three concerts in observance of the change of seasons. With Amina, a singer; Jerry O'Sullivan, a pipe player; and Chris Berry, a thumb" , "date" : "20030620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/20\/arts\/spare-times-180742.html"} , {"body" : "This week in Midtown Manhattan, Senator Joseph I. Lieberman of Connecticut and his wife, Hadassah, plan to shake many hands and lift a few glasses at a gala to raise money for his Democratic presidential campaign. Meanwhile, in Borough Park, Brooklyn, a different Joseph Lieberman and his wife, Hadassah, will not be toasting the senator's political" , "date" : "20030616" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "This Joseph Lieberman Likes Limbaugh. Really." , "url" : "http:\/\/www.nytimes.com\/2003\/06\/16\/nyregion\/this-joseph-lieberman-likes-limbaugh-really.html"} , {"body" : "Four men died from gunfire in Brooklyn, and a fifth was near death after a fistfight in Manhattan, all the victims of violent altercations between Tuesday afternoon and sunrise yesterday, the police said. About 4:30 p.m. Tuesday, an unidentified 28-year-old man sitting in a car in Bath Beach was shot to death. About an hour later, Khamar Clarke," , "date" : "20030612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Four Killed and One Hurt In Separate Incidents" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/12\/nyregion\/metro-briefing-new-york-four-killed-and-one-hurt-in-separate-incidents.html"} , {"body" : "Mayor Michael R. Bloomberg scaled back another of his threatened budget cuts yesterday, agreeing not to reduce staffing in as many fire companies as planned. The mayor had intended to cut staffing levels at more than 50 fire engine companies to four firefighters each from five, to save roughly $13 million a year. Under a deal announced yesterday" , "date" : "20030604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bloomberg Scales Back His Plan To Reduce Staffing in Firehouses" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/04\/nyregion\/bloomberg-scales-back-his-plan-to-reduce-staffing-in-firehouses.html"} , {"body" : "The police were still trying to determine yesterday what killed an 11-month-old baby and sickened a 5-month-old baby in Borough Park on Tuesday. The older child, Yechzkel Kraminer, died suddenly after his baby sitter, who was not identified, noticed that he and the 5-month-old were having trouble breathing. Investigators took baby formula and some" , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Infant Death Still A Mystery" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/metro-briefing-new-york-brooklyn-infant-death-still-a-mystery.html"} , {"body" : "An 11-month-old boy died yesterday in Brooklyn and a second child was hospitalized after their baby sitter reported that they were having trouble breathing, the police said. It was still not clear last night how the child, Yechzkel Kraminer, died. But a police official said both children had elevated sugar levels in their blood after they were" , "date" : "20030507" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy Dies Suddenly and Another Is Hospitalized in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/07\/nyregion\/boy-dies-suddenly-and-another-is-hospitalized-in-brooklyn.html"} , {"body" : "ARE late-night urban revelers putting the cap on their weekends, and wrecking yours, by playing kick-the-can with the garbage receptacles stacked outside your apartment window? Did the pothole down the block swallow your car? Paying too much for lousy cable reception? Has the bulb on your favorite street light blown out again? Gino P. Menchini, a" , "date" : "20030501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Call Him a Know-It-All, He Says, but Call Him" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/01\/nyregion\/public-lives-call-him-a-know-it-all-he-says-but-call-him.html"} , {"body" : "EVENTS 29TH FLOWER SHOW, Macy's, Herald Square. With displays on the main floor and a children's garden on the seventh floor, as well as special events. Through Sunday. Store hours: 10 a.m. to 8:30 p.m. through Saturday; 11 a.m. to 7 p.m. Sunday. Information: (212) 494-4495. MANHATTAN VINTAGE CLOTHING SHOW. Metropolitan Pavilion, 125 West 18th" , "date" : "20030425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/25\/arts\/spare-times-405590.html"} , {"body" : "The people at Maimonides Medical Center in Brooklyn are justifiably proud of their accomplishments. Maimonides performed the first heart transplant in the United States, in 1967, and its award-winning computer systems allow several doctors at remote sites to view an X-ray simultaneously. But in its ongoing efforts to serve the dizzyingly diverse" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "36" , "title" : "With Hospital Bed, You Get Eggroll, and It's Kosher" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/with-hospital-bed-you-get-eggroll-and-it-s-kosher.html"} , {"body" : "Stella D'Oro, the Bronx-based baker of cookies and breadsticks, was founded in 1932 by an Italian immigrant couple, but in one of those lyrical convergences of ethnicities that gives New York City its special flavor, Stella D'Oro's cookies have for 45 years held a special place in the hearts of many Orthodox Jews. The reason: they are one of the" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Of Milk and Cookies, or How Orthodox Jews Saved an Italian Recipe" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/of-milk-and-cookies-or-how-orthodox-jews-saved-an-italian-recipe.html"}]