[  {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Jan. 4, a Judy Garland film series, with screenings of ''The Wizard of Oz'' (1939), directed by Victor Fleming, today and Wednesday at 2 p.m.; ''Meet Me in St." , "date" : "20031226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/26\/arts\/spare-times-707368.html"} , {"body" : "Like the ''easy to assemble'' train set wrapped in a bow under the Christmas tree, New Yorkers will get a gift early in the New Year that requires reading the instructions carefully. Verrrry carefully. And you still might not get it. The rehabilitation of the Manhattan Bridge is finally coming to an end after nearly two decades, which means that" , "date" : "20031225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Revised Subway Map (and Alphabet) Awaits Riders in '04" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/25\/nyregion\/revised-subway-map-and-alphabet-awaits-riders-in-04.html"} , {"body" : "ATTRACTIONS Museum MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Built in 1799 as a carriage house for Abigail Adams and Col. William Smith, it was the Mount Vernon Hotel from 1826 to 1833. Hourly candlelight tours, tonight from 6 to 8 p.m. and tomorrow from 4 to 7 p.m. Tickets: $12, $6 for members; reservations, (212)" , "date" : "20031219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/19\/arts\/spare-times-617458.html"} , {"author" : "Robert Lipsyte, author most recently of ''Warrior Angel,'' a young adult novel, wrote the Coping column for the City section for six years." , "body" : "TEN years ago, when the City section was new, a former engineering student from Kabul staked his claim to a patch of Times Square, crossroads of the world, mall under construction. He is still there on the northwest corner of 43rd Street and Broadway, in a city that has changed profoundly yet remained the same. ''This city gives hope for the" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "1993-2003; What Bashir Saw, What New York Became" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/1993-2003-what-bashir-saw-what-new-york-became.html"} , {"body" : "Gertrude Ederle, who was called ''America's best girl'' by President Calvin Coolidge in 1926 after she became the first woman to swim across the English Channel, died yesterday at a nursing home in Wyckoff, N.J. She was 98. Ederle was a symbol of the Roaring 20's, a decade given as much to heroics as to materialism. For a time, her accomplishment" , "date" : "20031201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ENGLISH CHANNEL"] , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "7" , "title" : "Gertrude Ederle, the First Woman to Swim Across the English Channel, Dies at 98" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/01\/sports\/gertrude-ederle-the-first-woman-to-swim-across-the-english-channel-dies-at-98.html"} , {"body" : "The advertisement in a Russian-language newspaper was straightforward: Medicaid benefits ''100 percent'' guaranteed to New York City residents who called a telephone number in the ad. One Russian-speaking man who responded was assured that his $50,000 annual salary would not prevent him from receiving the government-paid medical coverage intended" , "date" : "20031122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "8 Are Arrested in a Medicaid Fraud That Used Agency Workers and Newspaper Ads" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/22\/nyregion\/8-are-arrested-in-a-medicaid-fraud-that-used-agency-workers-and-newspaper-ads.html"} , {"body" : "It is not a war memorial, exactly. Or maybe it is. It is a grave site, but it should not feel like a graveyard. It must honor the dead, but it should be for the living. It will list the names. But it must express far more. Some memorials console, some teach. And the Sept. 11 memorial proposed for the World Trade Center site may eventually do both." , "date" : "20031121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE GROUND ZERO MEMORIAL: VOICES; 9\/11 Memorial's Multiple Goals Leave New Yorkers Divided" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/21\/nyregion\/ground-zero-memorial-voices-9-11-memorial-s-multiple-goals-leave-new-yorkers.html"} , {"body" : "Lucky, a variety store and longtime fixture on the Lower East Side, stocks shelf after shelf of dolls that crawl, fire engines with sirens and Pokémon toys. But yesterday, the police said, a raid turned up dozens of illegal weapons, including ''gravity knives'' that release hidden blades from a handle with a flick of the wrist, and brass-knuckle" , "date" : "20031120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Hundreds of Knives Are Seized in Raids on Two Stores" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/20\/nyregion\/hundreds-of-knives-are-seized-in-raids-on-two-stores.html"} , {"body" : "FOIST of all, let's make one pernt poifectly clear: they don't talk like this in Brooklyn. At least most of them don't. And they didn't even back when they did, if you'll forgive the Yogi-ism. At least most of them didn't, not the way filmmakers would have had you believe over the decades, with all those on-screen characters turning oys into ers" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "NYC; Not Poifect, Dem Movies Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/nyc-not-poifect-dem-movies-of-brooklyn.html"} , {"body" : "To the Editor: Re ''To Young, a Russian Enclave Is Too Much the Old Country'' (front page, Oct. 8): Although some new Russian immigrants adore Manhattan and suburbia, many are returning to Brighton Beach. High demand for new construction has resulted in new beachfront condos that are selling at a premium. The ''old'' Russian immigrant families, who" , "date" : "20031013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "'New' Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/13\/opinion\/l-new-brighton-beach-629413.html"} ,   {"body" : "For New Yorkers, Brighton Beach is a charming curiosity, a little bit of Russia in their own backyard. They go to shop for food, mill among the stout old-timers and hear the exotic language. Even the occasional financial swindle in the news is regarded, at least by those who are not prosecutors, as more cultural quirk than grave crime. But lately" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Young, a Russian Enclave Is Too Much the Old Country" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/to-young-a-russian-enclave-is-too-much-the-old-country.html"} , {"body" : "YESTERDAY was Farmer's Market Day in Downtown Brooklyn, which seemed appropriate given that the borough has lately been a political hothouse, where cultivated relationships wither on the vine and plentiful sunlight is not always welcome. It seemed appropriate, too, that at this scrum of produce squeezers and flower smellers there suddenly sprouted" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York; Stale Harvest: Marketing a Party Boss" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/about-new-york-stale-harvest-marketing-a-party-boss.html"} , {"author" : "E-mail: bobherb@nytimes.com" , "body" : "Lenny Grant is a middle-aged real estate appraiser in New York City whose family hit the state lottery some years back. But that's not important to this story. ''There was a drug that came around, had to be early 1970-71 -- it was called pink mescaline,'' he said. ''We would do it day after day after day.'' They'd drop this acid and then somebody" , "date" : "20030929" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "The Lost Boys" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/29\/opinion\/the-lost-boys.html"} , {"body" : "The blackened, boarded-up building stood like a stain on a sparkling Brighton Beach boardwalk, drawing crowds of Russian immigrants who compared, in hushed voices, their theories about the ruin. Maybe homeless people were cooking under the boardwalk -- as has happened before -- on Wednesday night and accidentally set the fire that destroyed the" , "date" : "20030922" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Fire's Out, but the Mystery Is Thriving" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/22\/nyregion\/the-fire-s-out-but-the-mystery-is-thriving.html"} , {"body" : "1. A scooter dressed up in chrome brightwork can mean only one thing: ''You got a guy into Mod,'' says George Russo, the owner of the Bella Classica scooter shop, a garage and storefront for vintage Vespas in Williamsburg, Brooklyn. For customers who want to cruise in the style of the 1960's British youth subculture, Russo customizes scooters with" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "112" , "title" : "FOOTNOTES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/magazine\/footnotes-228036.html"} , {"body" : "A suspicious fire late Wednesday night gutted a six-story building that is home to apartments and a restaurant and nightclub central to the Russian immigrant community on the Brighton Beach boardwalk, officials said yesterday. As flames licked the slats of the boardwalk and melted the restaurant's glass facade, a daring rescue unfolded inside, with" , "date" : "20030919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fire Guts Hub for Russians in Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/19\/nyregion\/fire-guts-hub-for-russians-in-brighton-beach.html"} , {"body" : "A woman was killed by a hit-and-run driver yesterday as she crossed a street in Brighton Beach, the police said. They are looking for the driver of a white box truck that hit her about 4 p.m. The woman, who was in her 60's, was hit as the truck turned onto Brighton Beach Avenue from Brighton Fourth Street. The woman, whom the police did not" , "date" : "20030917" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed In Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/17\/nyregion\/metro-briefing-new-york-brooklyn-woman-killed-in-hit-and-run.html"} , {"body" : "SOL ADLER'S assistant is working, uncomplainingly, out of a fourth-floor hall closet at the 92nd Street Y, and the unassuming executive director himself is stashed nearby, also uncomplainingly, in a nondescript room after an amicable eviction from his downstairs office. The culprit? An employee task force charged with a reallocation of space at the" , "date" : "20030916" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Man Who Came to a Y, and Took It" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/16\/nyregion\/public-lives-a-man-who-came-to-a-y-and-took-it.html"} , {"body" : "From her post atop the lifeguard stand at the sparkling Asser Levy pool at East 23rd Street and Franklin D. Roosevelt Drive, Kristine Ramos was in a fine position yesterday to pronounce on the summer that is nearly gone. ''It was not all that busy, actually,'' she said. Ms. Ramos said she had not been bored this summer, even with all the cold, wet" , "date" : "20030830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lifeguards Reflect on a Summer of Blah" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/30\/nyregion\/lifeguards-reflect-on-a-summer-of-blah.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} ,   {"author" : "Jim Dwyer is a reporter for The Times." , "body" : "Manhattan town house, voluptuous zip code. A family living room, comfortable, private space, but the air seems washed by the faint shade of big-deal celebrities. No surprise, really: the host massages public images for a living. This morning, a single guest settles into the armchair where James Gandolfini sat, at the height of his reign as Tony" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Magazine"] , "page_facet" : "34" , "title" : "Autobiography of a Flack" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/magazine\/autobiography-of-a-flack.html"} , {"body" : "EVENTS CD 101.9 JAZZ FESTIVAL, Hudson River Park's piers 45, 46 and 54, near 14th Street along the West Side Highway, West Village. Tonight at 7, George Benson and Brian Culbertson; tomorrow at 1 p.m., Chuck Loeb; tomorrow at 8 p.m., Natalie Cole and Chris Botti; Sunday at 2 p.m., Spyro Gyra, Stanley Clarke, Jean-Luc Ponty and Stanley Jordan. Each" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/arts\/spare-times-003115.html"} , {"body" : "A New York City employee responsible for ferreting out tax violations has been charged with taking a bribe to lower the bill for a restaurant under investigation for suspected tax evasion, District Attorney Charles J. Hynes said yesterday. The city employee, Losiny Sirleaf, an investigator for the Department of Finance, asked for a cut of whatever" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City Tax Investigator Is Charged With Taking a Bribe to Help a Restaurant Under Scrutiny" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/nyregion\/city-tax-investigator-charged-with-taking-bribe-help-restaurant-under-scrutiny.html"} , {"body" : "The view was nearly perfect: a sun-filled sky spread across Coney Island's surf and dipped into the glistening ocean. But then, like a crack running through an old photograph, a bright orange line ruined the picture. The line, a string of warning flags, ran the length of the beach to keep hopeful swimmers out of polluted waters on one of New York" , "date" : "20030820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Day to Wet a Toe or Two, but Not Much More" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/20\/nyregion\/a-day-to-wet-a-toe-or-two-but-not-much-more.html"} , {"body" : "That innate New York City spirit of braving dark streets and other blackout crucibles spread to the city's beaches yesterday, embodied by a Speedo-clad Valeri Jadov, who refused to let a little waste spillage ruin his fun. As officials continued to test the recreational waters around the city for bacteria, the public remained barred from the water" , "date" : "20030818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE BLACKOUT: POLLUTION; Options Few for Swimmers as Sewage Taints Waters Off Most Beaches" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/18\/nyregion\/blackout-pollution-options-few-for-swimmers-sewage-taints-waters-off-most.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's." , "body" : "By the time darkness descended on New York on Thursday evening, I was eating a pizza with a friend on my stoop in Park Slope, Brooklyn. We wanted to hear the end of the Yankee game, so we got into my car and started driving. Pretty soon we'd picked up five middle-aged Russian women who had been walking from Midtown Manhattan to Brighton Beach." , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "9" , "title" : "The New York That's Visible in the Dark" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/opinion\/the-new-york-that-s-visible-in-the-dark.html"} , {"body" : "After more than 30 hours of sitting where the blackout had stranded them, subway trains began rolling again early yesterday morning, among the last holdouts as the metropolitan region regained electrical power and life returned mostly to normal. Mayor Michael R. Bloomberg pronounced the crisis over and said that the city's next job was to examine" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "THE BLACKOUT: TRANSIT; Subways Run, Planes Fly, As Bloomberg Shifts Focus To Communication Lapses" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/blackout-transit-subways-run-planes-fly-bloomberg-shifts-focus-communication.html"} , {"body" : "Law-enforcement officials said today that they had cracked an insurance-fraud ring that staged thousands of car accidents and then employed its own network of doctors, acupuncture therapists and fake medical clinics to bilk an insurance company out of $48 million. Prosecutors and insurance experts said the ring was the largest of its kind ever" , "date" : "20030813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)" , "LONG ISLAND (NY)" , "SWITZERLAND" , "WESTCHESTER COUNTY (NY)" , "RUSSIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Investigators Say Fraud Ring Staged Thousands of Crashes" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/13\/nyregion\/investigators-say-fraud-ring-staged-thousands-of-crashes.html"} , {"body" : "For his first Sunday Mass after his appointment as bishop of the Diocese of Brooklyn was announced, Bishop Nicholas A. DiMarzio Jr. kept it simple. He sermonized about bread. ''I like the Italian kind, with a good crust,'' he said. Then, more serious: ''All of us want to find the ultimate meaning of life. We cannot find it completely within" , "date" : "20030804" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For a Bishop Appointed, an Overflow Crowd" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/04\/nyregion\/for-a-bishop-appointed-an-overflow-crowd.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from Water to South Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. BATTERY PARK CITY PARKS CONSERVANCY. Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan: tonight at 6:30 and 8:30, ''Sunset Jam on the Hudson,'' interactive drumming workshops with Peter" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/spare-times-462390.html"} ,   {"body" : "AT precisely 4:30 p.m., Irina Roizin called her class to order. ''Dyevochki! Slushayetye!'' She clapped. ''Children, are you listening?'' At the sound of her voice, about a dozen 4- and 5-year-olds who had been swarming about the small ballet studio arranged themselves into orderly rows at the barres on two sides of the room. Ponytails bobbing," , "date" : "20030615" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Bolshoi To Brooklyn, In a Bound" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/15\/nyregion\/urban-tactics-bolshoi-to-brooklyn-in-a-bound.html"} , {"body" : "Eight Brooklyn men who the authorities said terrorized Russian immigrants with escalating violence over several years were indicted yesterday on charges that included racketeering, illegal gambling, loansharking and running an Ecstasy ring. One defendant was arrested yesterday in Miami, and four others were arrested in New York City, where the" , "date" : "20030611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "8 Men Are Charged With Gang Violence" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/11\/nyregion\/8-men-are-charged-with-gang-violence.html"} , {"body" : "The signs in Midwood, Brooklyn, surfaced slowly at first. Curry packets at the New Apna Bazaar started to accumulate. The line of cars at the Sunoco station began to thin. And then the crowd dwindled at Friday Prayer at the Makki Mosque on Coney Island Avenue. This, among worshipers once so numerous they prayed on the street for lack of room. ''Now" , "date" : "20030607" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["World"] , "page_facet" : "9" , "title" : "In Brooklyn, 9\/11 Damage Continues" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/07\/world\/in-brooklyn-9-11-damage-continues.html"} , {"body" : "Like countless specialty groceries scattered across New York, the Gourmet Plaza in Brighton Beach is a neighborhood favorite for immigrants hungry for a taste of home. Russian pop music throbs as shoppers navigate the store's crowded aisles, inspecting Cyrillic-lettered price tags and buying Russian cheese. But dairy cases here and across the state" , "date" : "20030606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EUROPE, EAST" , "NEW YORK STATE" , "NEW YORK CITY" , "ISRAEL" , "FRANCE" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crackdown on Imports Is Felt in Dairy Aisles" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/06\/nyregion\/crackdown-on-imports-is-felt-in-dairy-aisles.html"} , {"body" : "Earlier this year, when the National Association of Home Builders announced the five finalists for its 2003 award for the country's best for-sale housing community, most contenders were from places like Carmel-by-the-Sea, Calif., and Bonita Springs, Fla. But one had a grittier provenance: Brooklyn, N.Y. That development, the Oceana Condominium and" , "date" : "20030525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; An Unlikely Contender In a Developers' Beauty Contest" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/25\/nyregion\/neighborhood-report-brighton-beach-unlikely-contender-developers-beauty-contest.html"} , {"body" : "EVENTS P.S. 11 BENEFIT, Chelsea Market, Ninth and Tenth Avenues, between 15th and 16th Streets. Food and drink sampling from more than 20 restaurants, including Boulud, Amy's Bread, Hale and Hearty Soup, and the Chelsea Market Basket. Today, 6 to 9 p.m. Admisssion, $30. Information: (212) 496-4520. NEW YORK ASIAN FILM FESTIVAL, Anthology Film" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/arts\/spare-times-704342.html"} , {"body" : "EVENTS SECOND ARTS FESTIVAL, Rockefeller Center, 30 Rockefeller Center, Manhattan. More than 100 fine-arts exhibitors. Today and tomorrow, 9 a.m. to 7 p.m.; Sunday, 10 a.m. to 5:30 p.m. Free. SUNSET SINGING CIRCLE, Robert F. Wagner, Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A singalong with Terre Roche, a singer and guitarist." , "date" : "20030502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/arts\/spare-times-502677.html"} , {"body" : "EVENTS 29TH FLOWER SHOW, Macy's, Herald Square. With displays on the main floor and a children's garden on the seventh floor, as well as special events. Through Sunday. Store hours: 10 a.m. to 8:30 p.m. through Saturday; 11 a.m. to 7 p.m. Sunday. Information: (212) 494-4495. MANHATTAN VINTAGE CLOTHING SHOW. Metropolitan Pavilion, 125 West 18th" , "date" : "20030425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/25\/arts\/spare-times-405590.html"} , {"body" : "EVENTS SPRING CRAFTS PARK AVENUE, Seventh Regiment Armory, Park Avenue and East 67th Street, Manhattan. Today, 3 to 8 p.m.; tomorrow, 10 a.m. to 6 p.m.; and Sunday, 11 a.m. to 5 p.m. Works of jewelry, blown glass, wood, ceramics, leather, wearable art and more, by 175 artists. Admission: $10; children under 16 free. Information: (800) 649-0279." , "date" : "20030404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/arts\/spare-times-104914.html"} , {"body" : "EVEN after I bought a weekend house, I put off buying a car. Having spent more than 15 years relying on rental cars (and my parents with their two cars in Westchester) whenever I needed to drive out of the city, I enjoyed not worrying about when to change the oil or if the tires should be rotated. Indeed, I was more afraid of possessing a car than" , "date" : "20030404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "6" , "title" : "RITUALS; True Luxury? A Car in Manhattan" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/travel\/rituals-true-luxury-a-car-in-manhattan.html"} ,   {"body" : "THE neighborhood of Sheepshead Bay, which struggled in the 1980's and early 90's, has been making a comeback in recent years. So too, it appears, is the fish for which the bay is named. The creature whose face and teeth are said to look like those of a sheep is found nowadays in more southern waters, but lately there have been rumors that" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sheepshead Bay, Brooklyn; Where Water Is Big Part of Community" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/realestate\/if-you-re-thinking-living-sheepshead-bay-brooklyn-where-water-big-part-community.html"} , {"body" : "EVERY cuisine has a soul hidden in its recipes, one that isn't always easy for the outsider to see. This is especially true when the cultural gap between outsider and cook is large. The wide variety of New York City's restaurants has helped diners experience the world's cuisines in all kinds of settings. But those meals rarely go far enough to" , "date" : "20030326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH KOREA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "HOME COOKING; Korean Mysteries, Deciphered By a Family of Masters" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/26\/dining\/home-cooking-korean-mysteries-deciphered-by-a-family-of-masters.html"} , {"body" : "On the brink of war, Americans are perplexed by a world that seems to have turned against them. That world, however, is vigorously present in polyglot New York City, in the children, siblings and cousins of many of the same people who are expressing such vitriol against the United States. But here immigrants view the impending war with Iraq through" , "date" : "20030318" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "17" , "title" : "THREATS AND RESPONSES: NEW YORK CITY; For Immigrants, Mixed View Of War and a World of Hate" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/18\/nyregion\/threats-responses-new-york-city-for-immigrants-mixed-view-war-world-hate.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Lovable Enforcers Q. I've always been a fan of the television show ''The Honeymooners.'' I've read that Jackie Gleason and Art Carney also worked together in a movie called ''Izzy and Moe'' portraying two real-life New Yorkers. Who were Izzy and Moe? A. In the 1950's Gleason and Carney entertained America as Ralph Kramden and Ed Norton on ''The" , "date" : "20030316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/03\/16\/nyregion\/fyi-789453.html"} , {"body" : "The intricate geography of income difference in New York City is something Chastity Davis absorbed early, growing up in the 1980's in a tenement apartment in Boerum Hill, Brooklyn, on a block of mostly brick row houses flanked by public housing projects at either end. At the neighborhood elementary school, Ms. Davis's friends were from the" , "date" : "20030305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here, Poverty And Privilege Are Neighbors; Income Gaps Are a Source Of Resentment and Guilt" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/05\/nyregion\/here-poverty-privilege-are-neighbors-income-gaps-are-source-resentment-guilt.html"} , {"author" : "Suki Kim's first novel, ''The Interpreter,'' was published in January by Farrar, Straus & Giroux." , "body" : "ABOUT three years ago, I became an interpreter by accident. I was working on a novel in which the heroine floated from job to job. I wanted to give her something she could stick to, work that, at least on the surface, did not suggest a commitment. One day, while flipping through a newspaper, I saw this ad: ''Freelance interpreter wanted. Flexible" , "date" : "20030302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Translating Poverty and Pain" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/02\/nyregion\/new-york-observed-translating-poverty-and-pain.html"} , {"body" : "For Phin Suy, a gardener for the Central Park Conservancy, a day like yesterday would have ordinarily found him shoveling snow near West 81st Street. Instead, he scooped up enough money to buy several park-front penthouses. Mr. Suy's numbers came up in the Mega Millions drawing on Feb. 11, the day his daughter turned 5. Yesterday, he found himself" , "date" : "20030220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Central Park Gardener Wins A Central Park West Income" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/20\/nyregion\/central-park-gardener-wins-a-central-park-west-income.html"} , {"body" : "Some people played in the snow. Others tried to get rid of it. The woman standing on the beach near the boardwalk here in this Brooklyn neighborhood was sweeping it onto a tan rug with a medieval-looking straw broom. What was she doing? ''Cleaning, of course,'' said the woman, Paulina Shekhet. ''Snow is the best thing to clean a rug. Every Russian" , "date" : "20030219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "STORM IN THE NORTHEAST: BRIGHTON BEACH; Whisking Out the Dirt" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/19\/nyregion\/storm-in-the-northeast-brighton-beach-whisking-out-the-dirt.html"} , {"body" : "What would today's teenagers make of ''Splendor in the Grass''? In that deliciously overwrought movie about teenage sexuality, released in 1961, Natalie Wood and Warren Beatty star as high-school sweethearts, seething (naturally) with romantic notions and hormonal overload. Their parents won't let them marry, leading him into the arms of a floozy" , "date" : "20030214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Teenage Screenplays Get Personal on Sex" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/14\/movies\/teenage-screenplays-get-personal-on-sex.html"} , {"body" : "TO this day, whenever my mother sits down on a beach, she makes the same joke. ''Where's the knish man?'' she asks, knowing full well that there isn't a beach left in America that serves piping-hot mashed potatoes to sunbathers. Annie Hauck-Lawson, a professor of food and nutrition at Brooklyn College, laughed when she heard this. ''I remember them" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Where Are the Knishes of Yesteryear?" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/urban-tactics-where-are-the-knishes-of-yesteryear.html"} ,   {"body" : "A 22-year-old Brooklyn man who the police say set a fire in his apartment building has been charged with murder and arson. The police said the man started the fire after arguing with his father, who worked as a superintendent in the building at 3091 Brighton Fifth Street in Brighton Beach. The authorities said they found a homeless man's charred" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Police Charge a Brooklyn Man With Starting a Fire and Murder" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/police-charge-a-brooklyn-man-with-starting-a-fire-and-murder.html"} , {"body" : "Leona Helmsley spent 20 minutes on the witness stand yesterday defending herself against a former employee's accusation of bias against gays. That was all she needed to display anger, defiance, melancholy and confusion; to sob, smile and forget her ZIP code; and to zing her enemies with sarcastic pokes that left the packed courtroom in giggles. No," , "date" : "20030129" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Leona Helmsley on the Stand: The Moment They Waited For" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/29\/nyregion\/leona-helmsley-on-the-stand-the-moment-they-waited-for.html"} , {"body" : "WHEN residents of Mitchell-Lama apartments, accustomed to paying well below market rate rents, learn that their landlords are planning to take their buildings out of the program through a buyout procedure, panic and resentment often ensue, sometimes followed by years of exhaustive litigation. Even after agreements releasing buildings from the" , "date" : "20030126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Tenants Adjust To Life After Mitchell-Lama" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/26\/realestate\/tenants-adjust-to-life-after-mitchell-lama.html"} , {"body" : "In Russia, there is a cherished expression, says Anatoly Alter, furrier to the women of Brighton Beach: ''We're not so rich that we can buy cheap merchandise.'' This, he says, helps explain why even Russian immigrants of modest income in the neighborhood must have a fur. Along bustling Brighton Beach Avenue in Brooklyn, shadowed by the arches of" , "date" : "20030123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Embracing Mother Russia, Warmly; To Émigrés in Brooklyn, Furs Are Badge of Success" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/23\/nyregion\/embracing-mother-russia-warmly-to-emigres-in-brooklyn-furs-are-badge-of-success.html"} , {"body" : "An article on Jan. 5 about a co-op manager's decision to disconnect the Russian Television Network at a dozen buildings in Brighton Beach, Brooklyn, referred imprecisely to the steps that the manager, Arthur Wiener, said he took to consult residents before acting. He said he did not need the consent of the co-op boards; he did not say he had failed" , "date" : "20030122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/22\/nyregion\/c-corrections-969095.html"} , {"body" : "IT is just 7:30 in the morning, but Bill Simmons has already downed four chicken breasts, despite his wife's admonitions that they were supposed to be saved for dinner. ''I eat chicken every day; I just see chicken and I get excited,'' said Mr. Simmons, who is better known as El Wingador for having consumed 137 chicken wings in a single sitting. El" , "date" : "20030119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN PERSON; Athletes With Appetite" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/19\/nyregion\/in-person-athletes-with-appetite.html"} , {"body" : "''YOU know, salmon caviar isn't real caviar,'' said the counterman at Petrossian. ''You know, salmon caviar isn't real caviar,'' said the chef at Caviar Russe. So maybe succulent, coral-red salmon caviar isn't real caviar: the eggs of a wild sturgeon. But a string of convictions in the caviar trade recently has proved that a lot of ''real'' caviar" , "date" : "20030115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Salmon Brings Its Own Caviar to the Table" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/15\/dining\/salmon-brings-its-own-caviar-to-the-table.html"} , {"body" : "They came to these shores from pre-glasnost darkness, drawn inexorably toward the light of freedom -- freedom to worship, to speak, to forge their own destinies. But in the heart of the promised land of Brooklyn, several hundred Russian immigrants say they are being denied that most fundamental American freedom, the freedom to choose a television" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "For Russians in Brighton Beach, the Loss of TV Is a Loss of Freedom" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/for-russians-in-brighton-beach-the-loss-of-tv-is-a-loss-of-freedom.html"} , {"body" : "Offerings of these Eastern European restaurants range from decidedly modest, traditional cuisine to dishes with a modern, lighter touch. EDISON CAFE (212) 840-5000; Hotel Edison, 228 West 47th Street (near Eighth Avenue); $; Article 11\/11\/01. Known affectionately as the Polish Tearoom, the Edison Cafe is an institution and one of the last remnants" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Stuffed Everything" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/good-eating-stuffed-everything.html"} , {"body" : "INTERNATIONAL 3-8 Aide to Chávez Calls Rally Violence Regrettable Venezuela's foreign minister said the government regretted the violence that erupted Friday during a march against President Hugo Chávez, and acknowledged that the monthlong strike aimed at forcing Mr. Chávez out of office had taken a serious toll on the nation's economy. But the" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/news-summary-711241.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Jan. 4, a Judy Garland film series, with screenings of ''The Wizard of Oz'' (1939), directed by Victor Fleming, today and Wednesday at 2 p.m.; ''Meet Me in St." , "date" : "20031226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/26\/arts\/spare-times-707368.html"} , {"body" : "Like the ''easy to assemble'' train set wrapped in a bow under the Christmas tree, New Yorkers will get a gift early in the New Year that requires reading the instructions carefully. Verrrry carefully. And you still might not get it. The rehabilitation of the Manhattan Bridge is finally coming to an end after nearly two decades, which means that" , "date" : "20031225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Revised Subway Map (and Alphabet) Awaits Riders in '04" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/25\/nyregion\/revised-subway-map-and-alphabet-awaits-riders-in-04.html"} , {"body" : "ATTRACTIONS Museum MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Built in 1799 as a carriage house for Abigail Adams and Col. William Smith, it was the Mount Vernon Hotel from 1826 to 1833. Hourly candlelight tours, tonight from 6 to 8 p.m. and tomorrow from 4 to 7 p.m. Tickets: $12, $6 for members; reservations, (212)" , "date" : "20031219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/19\/arts\/spare-times-617458.html"} , {"author" : "Robert Lipsyte, author most recently of ''Warrior Angel,'' a young adult novel, wrote the Coping column for the City section for six years." , "body" : "TEN years ago, when the City section was new, a former engineering student from Kabul staked his claim to a patch of Times Square, crossroads of the world, mall under construction. He is still there on the northwest corner of 43rd Street and Broadway, in a city that has changed profoundly yet remained the same. ''This city gives hope for the" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "1993-2003; What Bashir Saw, What New York Became" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/1993-2003-what-bashir-saw-what-new-york-became.html"} , {"body" : "Gertrude Ederle, who was called ''America's best girl'' by President Calvin Coolidge in 1926 after she became the first woman to swim across the English Channel, died yesterday at a nursing home in Wyckoff, N.J. She was 98. Ederle was a symbol of the Roaring 20's, a decade given as much to heroics as to materialism. For a time, her accomplishment" , "date" : "20031201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ENGLISH CHANNEL"] , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "7" , "title" : "Gertrude Ederle, the First Woman to Swim Across the English Channel, Dies at 98" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/01\/sports\/gertrude-ederle-the-first-woman-to-swim-across-the-english-channel-dies-at-98.html"} , {"body" : "The advertisement in a Russian-language newspaper was straightforward: Medicaid benefits ''100 percent'' guaranteed to New York City residents who called a telephone number in the ad. One Russian-speaking man who responded was assured that his $50,000 annual salary would not prevent him from receiving the government-paid medical coverage intended" , "date" : "20031122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "8 Are Arrested in a Medicaid Fraud That Used Agency Workers and Newspaper Ads" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/22\/nyregion\/8-are-arrested-in-a-medicaid-fraud-that-used-agency-workers-and-newspaper-ads.html"} , {"body" : "It is not a war memorial, exactly. Or maybe it is. It is a grave site, but it should not feel like a graveyard. It must honor the dead, but it should be for the living. It will list the names. But it must express far more. Some memorials console, some teach. And the Sept. 11 memorial proposed for the World Trade Center site may eventually do both." , "date" : "20031121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE GROUND ZERO MEMORIAL: VOICES; 9\/11 Memorial's Multiple Goals Leave New Yorkers Divided" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/21\/nyregion\/ground-zero-memorial-voices-9-11-memorial-s-multiple-goals-leave-new-yorkers.html"} , {"body" : "Lucky, a variety store and longtime fixture on the Lower East Side, stocks shelf after shelf of dolls that crawl, fire engines with sirens and Pokémon toys. But yesterday, the police said, a raid turned up dozens of illegal weapons, including ''gravity knives'' that release hidden blades from a handle with a flick of the wrist, and brass-knuckle" , "date" : "20031120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Hundreds of Knives Are Seized in Raids on Two Stores" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/20\/nyregion\/hundreds-of-knives-are-seized-in-raids-on-two-stores.html"} , {"body" : "FOIST of all, let's make one pernt poifectly clear: they don't talk like this in Brooklyn. At least most of them don't. And they didn't even back when they did, if you'll forgive the Yogi-ism. At least most of them didn't, not the way filmmakers would have had you believe over the decades, with all those on-screen characters turning oys into ers" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "NYC; Not Poifect, Dem Movies Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/nyc-not-poifect-dem-movies-of-brooklyn.html"} , {"body" : "To the Editor: Re ''To Young, a Russian Enclave Is Too Much the Old Country'' (front page, Oct. 8): Although some new Russian immigrants adore Manhattan and suburbia, many are returning to Brighton Beach. High demand for new construction has resulted in new beachfront condos that are selling at a premium. The ''old'' Russian immigrant families, who" , "date" : "20031013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "'New' Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/13\/opinion\/l-new-brighton-beach-629413.html"} , {"body" : "For New Yorkers, Brighton Beach is a charming curiosity, a little bit of Russia in their own backyard. They go to shop for food, mill among the stout old-timers and hear the exotic language. Even the occasional financial swindle in the news is regarded, at least by those who are not prosecutors, as more cultural quirk than grave crime. But lately" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Young, a Russian Enclave Is Too Much the Old Country" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/to-young-a-russian-enclave-is-too-much-the-old-country.html"} , {"body" : "YESTERDAY was Farmer's Market Day in Downtown Brooklyn, which seemed appropriate given that the borough has lately been a political hothouse, where cultivated relationships wither on the vine and plentiful sunlight is not always welcome. It seemed appropriate, too, that at this scrum of produce squeezers and flower smellers there suddenly sprouted" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York; Stale Harvest: Marketing a Party Boss" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/about-new-york-stale-harvest-marketing-a-party-boss.html"} , {"author" : "E-mail: bobherb@nytimes.com" , "body" : "Lenny Grant is a middle-aged real estate appraiser in New York City whose family hit the state lottery some years back. But that's not important to this story. ''There was a drug that came around, had to be early 1970-71 -- it was called pink mescaline,'' he said. ''We would do it day after day after day.'' They'd drop this acid and then somebody" , "date" : "20030929" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "The Lost Boys" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/29\/opinion\/the-lost-boys.html"} , {"body" : "The blackened, boarded-up building stood like a stain on a sparkling Brighton Beach boardwalk, drawing crowds of Russian immigrants who compared, in hushed voices, their theories about the ruin. Maybe homeless people were cooking under the boardwalk -- as has happened before -- on Wednesday night and accidentally set the fire that destroyed the" , "date" : "20030922" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Fire's Out, but the Mystery Is Thriving" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/22\/nyregion\/the-fire-s-out-but-the-mystery-is-thriving.html"} , {"body" : "1. A scooter dressed up in chrome brightwork can mean only one thing: ''You got a guy into Mod,'' says George Russo, the owner of the Bella Classica scooter shop, a garage and storefront for vintage Vespas in Williamsburg, Brooklyn. For customers who want to cruise in the style of the 1960's British youth subculture, Russo customizes scooters with" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "112" , "title" : "FOOTNOTES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/magazine\/footnotes-228036.html"} , {"body" : "A suspicious fire late Wednesday night gutted a six-story building that is home to apartments and a restaurant and nightclub central to the Russian immigrant community on the Brighton Beach boardwalk, officials said yesterday. As flames licked the slats of the boardwalk and melted the restaurant's glass facade, a daring rescue unfolded inside, with" , "date" : "20030919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fire Guts Hub for Russians in Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/19\/nyregion\/fire-guts-hub-for-russians-in-brighton-beach.html"} , {"body" : "A woman was killed by a hit-and-run driver yesterday as she crossed a street in Brighton Beach, the police said. They are looking for the driver of a white box truck that hit her about 4 p.m. The woman, who was in her 60's, was hit as the truck turned onto Brighton Beach Avenue from Brighton Fourth Street. The woman, whom the police did not" , "date" : "20030917" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed In Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/17\/nyregion\/metro-briefing-new-york-brooklyn-woman-killed-in-hit-and-run.html"} , {"body" : "SOL ADLER'S assistant is working, uncomplainingly, out of a fourth-floor hall closet at the 92nd Street Y, and the unassuming executive director himself is stashed nearby, also uncomplainingly, in a nondescript room after an amicable eviction from his downstairs office. The culprit? An employee task force charged with a reallocation of space at the" , "date" : "20030916" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Man Who Came to a Y, and Took It" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/16\/nyregion\/public-lives-a-man-who-came-to-a-y-and-took-it.html"} , {"body" : "From her post atop the lifeguard stand at the sparkling Asser Levy pool at East 23rd Street and Franklin D. Roosevelt Drive, Kristine Ramos was in a fine position yesterday to pronounce on the summer that is nearly gone. ''It was not all that busy, actually,'' she said. Ms. Ramos said she had not been bored this summer, even with all the cold, wet" , "date" : "20030830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lifeguards Reflect on a Summer of Blah" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/30\/nyregion\/lifeguards-reflect-on-a-summer-of-blah.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} , {"author" : "Jim Dwyer is a reporter for The Times." , "body" : "Manhattan town house, voluptuous zip code. A family living room, comfortable, private space, but the air seems washed by the faint shade of big-deal celebrities. No surprise, really: the host massages public images for a living. This morning, a single guest settles into the armchair where James Gandolfini sat, at the height of his reign as Tony" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Magazine"] , "page_facet" : "34" , "title" : "Autobiography of a Flack" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/magazine\/autobiography-of-a-flack.html"} , {"body" : "EVENTS CD 101.9 JAZZ FESTIVAL, Hudson River Park's piers 45, 46 and 54, near 14th Street along the West Side Highway, West Village. Tonight at 7, George Benson and Brian Culbertson; tomorrow at 1 p.m., Chuck Loeb; tomorrow at 8 p.m., Natalie Cole and Chris Botti; Sunday at 2 p.m., Spyro Gyra, Stanley Clarke, Jean-Luc Ponty and Stanley Jordan. Each" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/arts\/spare-times-003115.html"} , {"body" : "A New York City employee responsible for ferreting out tax violations has been charged with taking a bribe to lower the bill for a restaurant under investigation for suspected tax evasion, District Attorney Charles J. Hynes said yesterday. The city employee, Losiny Sirleaf, an investigator for the Department of Finance, asked for a cut of whatever" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City Tax Investigator Is Charged With Taking a Bribe to Help a Restaurant Under Scrutiny" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/nyregion\/city-tax-investigator-charged-with-taking-bribe-help-restaurant-under-scrutiny.html"} , {"body" : "The view was nearly perfect: a sun-filled sky spread across Coney Island's surf and dipped into the glistening ocean. But then, like a crack running through an old photograph, a bright orange line ruined the picture. The line, a string of warning flags, ran the length of the beach to keep hopeful swimmers out of polluted waters on one of New York" , "date" : "20030820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Day to Wet a Toe or Two, but Not Much More" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/20\/nyregion\/a-day-to-wet-a-toe-or-two-but-not-much-more.html"} , {"body" : "That innate New York City spirit of braving dark streets and other blackout crucibles spread to the city's beaches yesterday, embodied by a Speedo-clad Valeri Jadov, who refused to let a little waste spillage ruin his fun. As officials continued to test the recreational waters around the city for bacteria, the public remained barred from the water" , "date" : "20030818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE BLACKOUT: POLLUTION; Options Few for Swimmers as Sewage Taints Waters Off Most Beaches" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/18\/nyregion\/blackout-pollution-options-few-for-swimmers-sewage-taints-waters-off-most.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's." , "body" : "By the time darkness descended on New York on Thursday evening, I was eating a pizza with a friend on my stoop in Park Slope, Brooklyn. We wanted to hear the end of the Yankee game, so we got into my car and started driving. Pretty soon we'd picked up five middle-aged Russian women who had been walking from Midtown Manhattan to Brighton Beach." , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "9" , "title" : "The New York That's Visible in the Dark" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/opinion\/the-new-york-that-s-visible-in-the-dark.html"} , {"body" : "After more than 30 hours of sitting where the blackout had stranded them, subway trains began rolling again early yesterday morning, among the last holdouts as the metropolitan region regained electrical power and life returned mostly to normal. Mayor Michael R. Bloomberg pronounced the crisis over and said that the city's next job was to examine" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "THE BLACKOUT: TRANSIT; Subways Run, Planes Fly, As Bloomberg Shifts Focus To Communication Lapses" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/blackout-transit-subways-run-planes-fly-bloomberg-shifts-focus-communication.html"} , {"body" : "Law-enforcement officials said today that they had cracked an insurance-fraud ring that staged thousands of car accidents and then employed its own network of doctors, acupuncture therapists and fake medical clinics to bilk an insurance company out of $48 million. Prosecutors and insurance experts said the ring was the largest of its kind ever" , "date" : "20030813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)" , "LONG ISLAND (NY)" , "SWITZERLAND" , "WESTCHESTER COUNTY (NY)" , "RUSSIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Investigators Say Fraud Ring Staged Thousands of Crashes" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/13\/nyregion\/investigators-say-fraud-ring-staged-thousands-of-crashes.html"} , {"body" : "For his first Sunday Mass after his appointment as bishop of the Diocese of Brooklyn was announced, Bishop Nicholas A. DiMarzio Jr. kept it simple. He sermonized about bread. ''I like the Italian kind, with a good crust,'' he said. Then, more serious: ''All of us want to find the ultimate meaning of life. We cannot find it completely within" , "date" : "20030804" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For a Bishop Appointed, an Overflow Crowd" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/04\/nyregion\/for-a-bishop-appointed-an-overflow-crowd.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from Water to South Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. BATTERY PARK CITY PARKS CONSERVANCY. Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan: tonight at 6:30 and 8:30, ''Sunset Jam on the Hudson,'' interactive drumming workshops with Peter" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/spare-times-462390.html"} , {"body" : "AT precisely 4:30 p.m., Irina Roizin called her class to order. ''Dyevochki! Slushayetye!'' She clapped. ''Children, are you listening?'' At the sound of her voice, about a dozen 4- and 5-year-olds who had been swarming about the small ballet studio arranged themselves into orderly rows at the barres on two sides of the room. Ponytails bobbing," , "date" : "20030615" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Bolshoi To Brooklyn, In a Bound" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/15\/nyregion\/urban-tactics-bolshoi-to-brooklyn-in-a-bound.html"} , {"body" : "Eight Brooklyn men who the authorities said terrorized Russian immigrants with escalating violence over several years were indicted yesterday on charges that included racketeering, illegal gambling, loansharking and running an Ecstasy ring. One defendant was arrested yesterday in Miami, and four others were arrested in New York City, where the" , "date" : "20030611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "8 Men Are Charged With Gang Violence" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/11\/nyregion\/8-men-are-charged-with-gang-violence.html"} , {"body" : "The signs in Midwood, Brooklyn, surfaced slowly at first. Curry packets at the New Apna Bazaar started to accumulate. The line of cars at the Sunoco station began to thin. And then the crowd dwindled at Friday Prayer at the Makki Mosque on Coney Island Avenue. This, among worshipers once so numerous they prayed on the street for lack of room. ''Now" , "date" : "20030607" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["World"] , "page_facet" : "9" , "title" : "In Brooklyn, 9\/11 Damage Continues" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/07\/world\/in-brooklyn-9-11-damage-continues.html"} , {"body" : "Like countless specialty groceries scattered across New York, the Gourmet Plaza in Brighton Beach is a neighborhood favorite for immigrants hungry for a taste of home. Russian pop music throbs as shoppers navigate the store's crowded aisles, inspecting Cyrillic-lettered price tags and buying Russian cheese. But dairy cases here and across the state" , "date" : "20030606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EUROPE, EAST" , "NEW YORK STATE" , "NEW YORK CITY" , "ISRAEL" , "FRANCE" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crackdown on Imports Is Felt in Dairy Aisles" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/06\/nyregion\/crackdown-on-imports-is-felt-in-dairy-aisles.html"} , {"body" : "Earlier this year, when the National Association of Home Builders announced the five finalists for its 2003 award for the country's best for-sale housing community, most contenders were from places like Carmel-by-the-Sea, Calif., and Bonita Springs, Fla. But one had a grittier provenance: Brooklyn, N.Y. That development, the Oceana Condominium and" , "date" : "20030525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; An Unlikely Contender In a Developers' Beauty Contest" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/25\/nyregion\/neighborhood-report-brighton-beach-unlikely-contender-developers-beauty-contest.html"} , {"body" : "EVENTS P.S. 11 BENEFIT, Chelsea Market, Ninth and Tenth Avenues, between 15th and 16th Streets. Food and drink sampling from more than 20 restaurants, including Boulud, Amy's Bread, Hale and Hearty Soup, and the Chelsea Market Basket. Today, 6 to 9 p.m. Admisssion, $30. Information: (212) 496-4520. NEW YORK ASIAN FILM FESTIVAL, Anthology Film" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/arts\/spare-times-704342.html"} , {"body" : "EVENTS SECOND ARTS FESTIVAL, Rockefeller Center, 30 Rockefeller Center, Manhattan. More than 100 fine-arts exhibitors. Today and tomorrow, 9 a.m. to 7 p.m.; Sunday, 10 a.m. to 5:30 p.m. Free. SUNSET SINGING CIRCLE, Robert F. Wagner, Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A singalong with Terre Roche, a singer and guitarist." , "date" : "20030502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/arts\/spare-times-502677.html"} , {"body" : "EVENTS 29TH FLOWER SHOW, Macy's, Herald Square. With displays on the main floor and a children's garden on the seventh floor, as well as special events. Through Sunday. Store hours: 10 a.m. to 8:30 p.m. through Saturday; 11 a.m. to 7 p.m. Sunday. Information: (212) 494-4495. MANHATTAN VINTAGE CLOTHING SHOW. Metropolitan Pavilion, 125 West 18th" , "date" : "20030425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/25\/arts\/spare-times-405590.html"} , {"body" : "EVENTS SPRING CRAFTS PARK AVENUE, Seventh Regiment Armory, Park Avenue and East 67th Street, Manhattan. Today, 3 to 8 p.m.; tomorrow, 10 a.m. to 6 p.m.; and Sunday, 11 a.m. to 5 p.m. Works of jewelry, blown glass, wood, ceramics, leather, wearable art and more, by 175 artists. Admission: $10; children under 16 free. Information: (800) 649-0279." , "date" : "20030404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/arts\/spare-times-104914.html"} , {"body" : "EVEN after I bought a weekend house, I put off buying a car. Having spent more than 15 years relying on rental cars (and my parents with their two cars in Westchester) whenever I needed to drive out of the city, I enjoyed not worrying about when to change the oil or if the tires should be rotated. Indeed, I was more afraid of possessing a car than" , "date" : "20030404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "6" , "title" : "RITUALS; True Luxury? A Car in Manhattan" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/travel\/rituals-true-luxury-a-car-in-manhattan.html"} , {"body" : "THE neighborhood of Sheepshead Bay, which struggled in the 1980's and early 90's, has been making a comeback in recent years. So too, it appears, is the fish for which the bay is named. The creature whose face and teeth are said to look like those of a sheep is found nowadays in more southern waters, but lately there have been rumors that" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sheepshead Bay, Brooklyn; Where Water Is Big Part of Community" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/realestate\/if-you-re-thinking-living-sheepshead-bay-brooklyn-where-water-big-part-community.html"} , {"body" : "EVERY cuisine has a soul hidden in its recipes, one that isn't always easy for the outsider to see. This is especially true when the cultural gap between outsider and cook is large. The wide variety of New York City's restaurants has helped diners experience the world's cuisines in all kinds of settings. But those meals rarely go far enough to" , "date" : "20030326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH KOREA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "HOME COOKING; Korean Mysteries, Deciphered By a Family of Masters" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/26\/dining\/home-cooking-korean-mysteries-deciphered-by-a-family-of-masters.html"} , {"body" : "On the brink of war, Americans are perplexed by a world that seems to have turned against them. That world, however, is vigorously present in polyglot New York City, in the children, siblings and cousins of many of the same people who are expressing such vitriol against the United States. But here immigrants view the impending war with Iraq through" , "date" : "20030318" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "17" , "title" : "THREATS AND RESPONSES: NEW YORK CITY; For Immigrants, Mixed View Of War and a World of Hate" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/18\/nyregion\/threats-responses-new-york-city-for-immigrants-mixed-view-war-world-hate.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Lovable Enforcers Q. I've always been a fan of the television show ''The Honeymooners.'' I've read that Jackie Gleason and Art Carney also worked together in a movie called ''Izzy and Moe'' portraying two real-life New Yorkers. Who were Izzy and Moe? A. In the 1950's Gleason and Carney entertained America as Ralph Kramden and Ed Norton on ''The" , "date" : "20030316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/03\/16\/nyregion\/fyi-789453.html"} , {"body" : "The intricate geography of income difference in New York City is something Chastity Davis absorbed early, growing up in the 1980's in a tenement apartment in Boerum Hill, Brooklyn, on a block of mostly brick row houses flanked by public housing projects at either end. At the neighborhood elementary school, Ms. Davis's friends were from the" , "date" : "20030305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here, Poverty And Privilege Are Neighbors; Income Gaps Are a Source Of Resentment and Guilt" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/05\/nyregion\/here-poverty-privilege-are-neighbors-income-gaps-are-source-resentment-guilt.html"} , {"author" : "Suki Kim's first novel, ''The Interpreter,'' was published in January by Farrar, Straus & Giroux." , "body" : "ABOUT three years ago, I became an interpreter by accident. I was working on a novel in which the heroine floated from job to job. I wanted to give her something she could stick to, work that, at least on the surface, did not suggest a commitment. One day, while flipping through a newspaper, I saw this ad: ''Freelance interpreter wanted. Flexible" , "date" : "20030302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Translating Poverty and Pain" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/02\/nyregion\/new-york-observed-translating-poverty-and-pain.html"} , {"body" : "For Phin Suy, a gardener for the Central Park Conservancy, a day like yesterday would have ordinarily found him shoveling snow near West 81st Street. Instead, he scooped up enough money to buy several park-front penthouses. Mr. Suy's numbers came up in the Mega Millions drawing on Feb. 11, the day his daughter turned 5. Yesterday, he found himself" , "date" : "20030220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Central Park Gardener Wins A Central Park West Income" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/20\/nyregion\/central-park-gardener-wins-a-central-park-west-income.html"} , {"body" : "Some people played in the snow. Others tried to get rid of it. The woman standing on the beach near the boardwalk here in this Brooklyn neighborhood was sweeping it onto a tan rug with a medieval-looking straw broom. What was she doing? ''Cleaning, of course,'' said the woman, Paulina Shekhet. ''Snow is the best thing to clean a rug. Every Russian" , "date" : "20030219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "STORM IN THE NORTHEAST: BRIGHTON BEACH; Whisking Out the Dirt" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/19\/nyregion\/storm-in-the-northeast-brighton-beach-whisking-out-the-dirt.html"} , {"body" : "What would today's teenagers make of ''Splendor in the Grass''? In that deliciously overwrought movie about teenage sexuality, released in 1961, Natalie Wood and Warren Beatty star as high-school sweethearts, seething (naturally) with romantic notions and hormonal overload. Their parents won't let them marry, leading him into the arms of a floozy" , "date" : "20030214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Teenage Screenplays Get Personal on Sex" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/14\/movies\/teenage-screenplays-get-personal-on-sex.html"} , {"body" : "TO this day, whenever my mother sits down on a beach, she makes the same joke. ''Where's the knish man?'' she asks, knowing full well that there isn't a beach left in America that serves piping-hot mashed potatoes to sunbathers. Annie Hauck-Lawson, a professor of food and nutrition at Brooklyn College, laughed when she heard this. ''I remember them" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Where Are the Knishes of Yesteryear?" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/urban-tactics-where-are-the-knishes-of-yesteryear.html"} , {"body" : "A 22-year-old Brooklyn man who the police say set a fire in his apartment building has been charged with murder and arson. The police said the man started the fire after arguing with his father, who worked as a superintendent in the building at 3091 Brighton Fifth Street in Brighton Beach. The authorities said they found a homeless man's charred" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Police Charge a Brooklyn Man With Starting a Fire and Murder" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/police-charge-a-brooklyn-man-with-starting-a-fire-and-murder.html"} , {"body" : "Leona Helmsley spent 20 minutes on the witness stand yesterday defending herself against a former employee's accusation of bias against gays. That was all she needed to display anger, defiance, melancholy and confusion; to sob, smile and forget her ZIP code; and to zing her enemies with sarcastic pokes that left the packed courtroom in giggles. No," , "date" : "20030129" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Leona Helmsley on the Stand: The Moment They Waited For" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/29\/nyregion\/leona-helmsley-on-the-stand-the-moment-they-waited-for.html"} , {"body" : "WHEN residents of Mitchell-Lama apartments, accustomed to paying well below market rate rents, learn that their landlords are planning to take their buildings out of the program through a buyout procedure, panic and resentment often ensue, sometimes followed by years of exhaustive litigation. Even after agreements releasing buildings from the" , "date" : "20030126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Tenants Adjust To Life After Mitchell-Lama" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/26\/realestate\/tenants-adjust-to-life-after-mitchell-lama.html"} , {"body" : "In Russia, there is a cherished expression, says Anatoly Alter, furrier to the women of Brighton Beach: ''We're not so rich that we can buy cheap merchandise.'' This, he says, helps explain why even Russian immigrants of modest income in the neighborhood must have a fur. Along bustling Brighton Beach Avenue in Brooklyn, shadowed by the arches of" , "date" : "20030123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Embracing Mother Russia, Warmly; To Émigrés in Brooklyn, Furs Are Badge of Success" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/23\/nyregion\/embracing-mother-russia-warmly-to-emigres-in-brooklyn-furs-are-badge-of-success.html"} , {"body" : "An article on Jan. 5 about a co-op manager's decision to disconnect the Russian Television Network at a dozen buildings in Brighton Beach, Brooklyn, referred imprecisely to the steps that the manager, Arthur Wiener, said he took to consult residents before acting. He said he did not need the consent of the co-op boards; he did not say he had failed" , "date" : "20030122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/22\/nyregion\/c-corrections-969095.html"} , {"body" : "IT is just 7:30 in the morning, but Bill Simmons has already downed four chicken breasts, despite his wife's admonitions that they were supposed to be saved for dinner. ''I eat chicken every day; I just see chicken and I get excited,'' said Mr. Simmons, who is better known as El Wingador for having consumed 137 chicken wings in a single sitting. El" , "date" : "20030119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN PERSON; Athletes With Appetite" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/19\/nyregion\/in-person-athletes-with-appetite.html"} , {"body" : "''YOU know, salmon caviar isn't real caviar,'' said the counterman at Petrossian. ''You know, salmon caviar isn't real caviar,'' said the chef at Caviar Russe. So maybe succulent, coral-red salmon caviar isn't real caviar: the eggs of a wild sturgeon. But a string of convictions in the caviar trade recently has proved that a lot of ''real'' caviar" , "date" : "20030115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Salmon Brings Its Own Caviar to the Table" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/15\/dining\/salmon-brings-its-own-caviar-to-the-table.html"} , {"body" : "They came to these shores from pre-glasnost darkness, drawn inexorably toward the light of freedom -- freedom to worship, to speak, to forge their own destinies. But in the heart of the promised land of Brooklyn, several hundred Russian immigrants say they are being denied that most fundamental American freedom, the freedom to choose a television" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "For Russians in Brighton Beach, the Loss of TV Is a Loss of Freedom" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/for-russians-in-brighton-beach-the-loss-of-tv-is-a-loss-of-freedom.html"} , {"body" : "Offerings of these Eastern European restaurants range from decidedly modest, traditional cuisine to dishes with a modern, lighter touch. EDISON CAFE (212) 840-5000; Hotel Edison, 228 West 47th Street (near Eighth Avenue); $; Article 11\/11\/01. Known affectionately as the Polish Tearoom, the Edison Cafe is an institution and one of the last remnants" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Stuffed Everything" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/good-eating-stuffed-everything.html"} , {"body" : "INTERNATIONAL 3-8 Aide to Chávez Calls Rally Violence Regrettable Venezuela's foreign minister said the government regretted the violence that erupted Friday during a march against President Hugo Chávez, and acknowledged that the monthlong strike aimed at forcing Mr. Chávez out of office had taken a serious toll on the nation's economy. But the" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/news-summary-711241.html"}]