[  {"author" : "Paul Berman is the author, most recently, of ''Terror and Liberalism.''" , "body" : "ALFRED KAZIN'S AMERICA Critical and Personal Writings. Edited by Ted Solotaroff. 540 pp. New York: HarperCollins Publishers. $29.95. IN one of Alfred Kazin's earliest books, the slightly schmaltzy and wholly wonderful memoir from 1951, ''A Walker in the City,'' he sighs over the kitchen table of his childhood and over his poor mother, slaving away" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "'Forever Burning'" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/books\/forever-burning.html"} , {"body" : "Sandra Cunningham's studio apartment in Brownsville, Brooklyn, is a wonderland waiting for winter. Jazz plays, a fire glows in an electric hearth and the mantel is lined with 10 two-foot-tall Christmas trees decorated with children's toys and dolls, women's cosmetics and candy. There are several more around the room, and the walls are covered with" , "date" : "20031212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The Neediest Cases; Surrogate Mother Prepares for a Reunion" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/12\/nyregion\/the-neediest-cases-surrogate-mother-prepares-for-a-reunion.html"} , {"author" : "Stuart Miller and Sharon Seitz are authors of ''The Other Islands of New York City.''" , "body" : "It's the year 2103 and Brooklyn remains a vibrant, bustling borough thanks in no small part to the fortitude and creativity of a century's worth of immigrants. Some things, however, have changed. For several generations now, Bedford-Stuyvesant has been predominantly Latino, while East New York and Brownsville residents come mostly from India. These" , "date" : "20031108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FULTON STREET (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "Where the Streets Have Too Many Names" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/08\/opinion\/where-the-streets-have-too-many-names.html"} , {"body" : "A man wanted in the Oct. 19 shooting of an off-duty police officer in Brownsville, Brooklyn, was arrested early yesterday in Norwich, Conn., the police said. The man, Isaac Lopez, 24, of 390 Nostrand Avenue in Brooklyn, was arrested on a warrant and held in connection with the shooting, in which the officer was grazed in the chest. The charges are" , "date" : "20031026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Brooklyn Man Held In Shooting of Officer" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/26\/nyregion\/brooklyn-man-held-in-shooting-of-officer.html"} , {"body" : "To the Editor: Re ''Failing Teachers,'' by Bob Herbert (column, Oct. 24): I taught for five successful but hellish years in Ocean Hill-Brownsville, Brooklyn, from 1965 to 1970. I put the blame squarely on the parents and the students. When you disciplined the students, you would rarely get support from the parents. You would rarely even be able to" , "date" : "20031025" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "When Students Run the Classroom" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/25\/opinion\/l-when-students-run-the-classroom-852244.html"} , {"body" : "An off-duty police officer was grazed by a bullet as he drove through Brownsville early yesterday morning, the police said. The officer, whose name was not released, was driving home in his own car after working the night shift when he saw a crowd of people blocking the intersection of Putnam Avenue and Marcus Garvey Boulevard, the police said. The" , "date" : "20031020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Officer Grazed In Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/20\/nyregion\/metro-briefing-new-york-brooklyn-officer-grazed-in-shooting.html"} , {"author" : "Jocko Weyland is the author of ''The Answer Is Never: A Skateboarder's History of the World,'' published by Grove Press." , "body" : "POST-IT notes that read ''Lunch at Balthazar or Felix'' or ''F Downtown to W. 4th St.'' A capital A made of silver tape. A ''Heaven Bank Note'' for $5,000 signed by someone named Yin Low. The battered audiocassette of Dr. John Gray's ''Secret of Passion.'' A bruised photograph of a girl's bare feet on a scooter next to a street lamp oozing a wet" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CITYPEOPLE; Gliding Along, And Gathering A City's Castoffs" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/nyregion\/citypeople-gliding-along-and-gathering-a-city-s-castoffs.html"} , {"body" : "Before Billie, Dizzy and Miles melted the hearts of the sixth graders at Public School 156 in Brownsville, Brooklyn, the students viewed jazz as old people's music, their parents' music, as unhip as Beethoven and Brahms. But that all changed when jazz became part of daily life at the school this spring. There was the music itself, a panoply of new" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "Jazz Sits In on the Curriculum and Moves a Young Audience" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/jazz-sits-in-on-the-curriculum-and-moves-a-young-audience.html"} , {"author" : "Jonathan Mahler is writing a book on New York and baseball in the 70's. His last article for the magazine was about the Lubavitch Hasidic sect." , "body" : "Officer Wilton Sekzer was in the living room of his apartment in Sunnyside, Queens, on the night of July 13, 1977, when his lights went out. On the way to check his fuse box, he peeked out the window. The whole block was dark. Sekzer ran up three flights to his roof. He looked to the west, across the East River, to Manhattan. The familiar shapes of" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "76" , "title" : "The Darkest Night" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/the-darkest-night.html"} , {"author" : "A.O. Scott is a movie critic for The New York Times and a frequent contributor to the magazine." , "body" : "A few years ago, if you rode the D train from Brooklyn to Manhattan, your peripheral vision might have been surprised by a stroboscopic flicker of color at the mouth of the tunnel leading out onto the span of the Manhattan Bridge. If you adjusted your angle of vision properly, you could make out, through pillars and support walls, the bright Krylon" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "On The Edge Of The Neo-70's" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/on-the-edge-of-the-neo-70-s.html"} ,   {"body" : "The suspect in a fatal shooting during the Sept. 1 West Indian American Day Parade, tracked to Columbia, Md., by Brooklyn detectives, surrendered on Thursday, the police said. He was returned to New York yesterday. The suspect, Louis Wingate, 18, of Brownsville, Brooklyn, has been charged with second-degree murder in the shooting of Anthony" , "date" : "20031004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Man Held In Killing at Parade" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/04\/nyregion\/brooklyn-man-held-in-killing-at-parade.html"} , {"body" : "Infant mortality in New York City dropped to a record low last year, but remained high in some poor neighborhoods, the City Department of Health and Mental Hygiene reported yesterday. Of every 1,000 babies born in the city, 6 died before their first birthdays in 2002, compared with 6.1 in 2001, the previous record. The national rate was 6.9 per" , "date" : "20030918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Mixed News On Infant Mortality" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/18\/nyregion\/metro-briefing-new-york-mixed-news-on-infant-mortality.html"} , {"body" : "This summer, New York City's shelters for homeless families worked with uncommon smoothness. No one stayed overnight in the Emergency Assistance Unit, the notorious intake office in the Bronx where people slept on benches in past summers because the city had no room elsewhere. And families left the system for permanent housing at nearly twice the" , "date" : "20030916" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Prevention Is New Focus For Homeless" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/16\/nyregion\/prevention-is-new-focus-for-homeless.html"} , {"body" : "This list summarizes our recommendations in some of today's primary election races in New York City and Suffolk County. In some cases the primary is tantamount to election. In others, we may endorse again for the Nov. 4 general election. Polling hours in the metropolitan area are 6 a.m. to 9 p.m. CITY COUNCIL Queens: 27th District (St. Albans," , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "New York Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/opinion\/new-york-primary-choices.html"} , {"body" : "Three people were killed early yesterday in separate encounters in New York City, the police said. In the Brownsville section of Brooklyn, three men were shot, one of them fatally, as they sat on a bench around 1:30 a.m. in the courtyard of a city housing project playing dice, the police said. Two men approached and shot at the three men, hitting" , "date" : "20030907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Three Killed In One Night Of Violence Around City" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/07\/nyregion\/three-killed-in-one-night-of-violence-around-city.html"} , {"body" : "Pastors regularly worry about their parishioners' home in heaven, but two ministers in Fort Greene, Brooklyn, are deeply concerned about their congregants' homes here on earth. The Rev. Clinton M. Miller of Brown Memorial Baptist Church and the Rev. Anthony L. Trufant of Emmanuel Baptist Church have watched over the past few years as rising" , "date" : "20030907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Using More Than Prayer To Provide Affordable Housing" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/07\/nyregion\/neighborhood-report-fort-greene-using-more-than-prayer-provide-affordable.html"} , {"body" : "There are 24 Civil Court judgeships up for election in New York City but in reality, most have already been chosen by clubhouse leaders and party pols in a position to award the Democratic nomination and a practically uncontested ride to victory. Sadly, the burgeoning judicial corruption scandal under investigation by the Brooklyn district" , "date" : "20030906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "For Civil Court" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/06\/opinion\/for-civil-court.html"} , {"body" : "A man with a long criminal record attacked and tried to rape a 33-year-old woman yesterday in Prospect Park, but was stopped by a police officer who chased him down and arrested him, the authorities said. The attack, which occurred at noon near a popular Park Slope playground, upset people who regularly use the park, which has long been considered" , "date" : "20030903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Halts Rape Attempt At Midday" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/03\/nyregion\/officer-halts-rape-attempt-at-midday.html"} , {"body" : "IT all began on a whim, on a Sunday afternoon drive in early spring two years ago. Barbara Brown-Allen and her husband, Michael Allen, were living happily in a modest house in East Flatbush, Brooklyn. They owned a four-family building in Brownsville, too -- an investment property, nothing fancy, just a safe place to grow a nest egg. Life was sweet" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Crown Heights, Brooklyn; Rescuing a Near-Mansion With Rats in Its Parlors" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/realestate\/habitats-crown-heights-brooklyn-rescuing-a-near-mansion-with-rats-in-its-parlors.html"} , {"body" : "Police Commissioner Raymond W. Kelly released crime statistics yesterday that showed looting during last week's blackout began quickly, but remained light relative to the 1977 blackout, with about five dozen incidents concentrated largely in central Brooklyn. ''The first window broke on Flatbush Avenue about 10 minutes after the blackout'' began," , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Central Parts Of Brooklyn Saw the Worst Of Looting" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/nyregion\/central-parts-of-brooklyn-saw-the-worst-of-looting.html"} ,   {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's." , "body" : "By the time darkness descended on New York on Thursday evening, I was eating a pizza with a friend on my stoop in Park Slope, Brooklyn. We wanted to hear the end of the Yankee game, so we got into my car and started driving. Pretty soon we'd picked up five middle-aged Russian women who had been walking from Midtown Manhattan to Brighton Beach." , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "9" , "title" : "The New York That's Visible in the Dark" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/opinion\/the-new-york-that-s-visible-in-the-dark.html"} , {"body" : "When the lights went out on Thursday, Imani Kuumba was in an eyeglass shop on 116th Street in Harlem. She was also in a very different New York from the one she lived in when the last major blackout in 1977 turned her South Bronx neighborhood into a harrowing zone of plunder and mayhem. In 1977, ''it was complete chaos, just total chaos,'' Ms." , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE BLACKOUT: LOOKING BACK; In Calm Blackout, Views of Remade City" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/the-blackout-looking-back-in-calm-blackout-views-of-remade-city.html"} , {"body" : "A 3-year-old Brooklyn boy who was accidentally shot on Friday by his 9-year-old cousin died yesterday, the authorities said. The 9-year-old had been playing with a gun he had found under an older cousin's bed in the apartment where they lived at 315 Sutter Avenue in Brownsville. The 3-year-old, Darrell Williams, died from head wounds about 10 a.m." , "date" : "20030814" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Child Shot By Cousin Dies" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/14\/nyregion\/metro-briefing-new-york-brooklyn-child-shot-by-cousin-dies.html"} , {"body" : "A teenager whose .38-caliber revolver was used in the accidental shooting on Friday of a 3-year-old boy pleaded not guilty in Brooklyn Criminal Court yesterday to a charge of illegal weapons possession. Anthony Rodriguez, 17, who investigators have described as a gang member, was held last night after failing to post bail of $30,000, according to" , "date" : "20030811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Boy Pleads Not Guilty In Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/11\/nyregion\/metro-briefing-new-york-brooklyn-boy-pleads-not-guilty-in-shooting.html"} , {"body" : "A 3-year-old Brooklyn boy was fighting for his life last night after being shot in the head by his 9-year-old cousin, who was playing with a gun he found under a bed yesterday morning, police officials said. The 9-year-old, Glenn Bowman, lived in the apartment with the younger boy at 315 Sutter Avenue in Brownsville, and was looking for pictures" , "date" : "20030809" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy, 3, Is Shot by His Cousin, 9, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/09\/nyregion\/boy-3-is-shot-by-his-cousin-9-in-brooklyn.html"} , {"body" : "IT would hardly come as a shock if one were to learn that Mike Tyson spent his leisure hours hitting his head against the wall. For the self-destructive, self-loathing Tyson, this might even be a pleasure trip, after what he has inflicted on himself over the years. And it would hardly be eye-popping to see a blazing tabloid headline about him that" , "date" : "20030805" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Money Is the Least Of Tyson's Problems" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/05\/sports\/sports-of-the-times-money-is-the-least-of-tyson-s-problems.html"} , {"author" : "James Traub, a contributing writer for The Times Magazine, is author of ''Better by Design: A Consumer's Guide to Schoolwide Reform.''" , "body" : "IN the never-ending struggle waged between the forces of traditionalism and of progressive education over the soul of the American classroom, the former has been gaining a decisive advantage in recent years. Reading experts have coalesced around the principle that step-by-step phonics instruction works best, especially with children at risk of" , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "20" , "title" : "New York's New Approach" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/education\/new-york-s-new-approach.html"} , {"body" : "A 15-year-old girl and her baby sister who vanished after a Saturday evening trip to the Kings Plaza shopping center were found safe yesterday afternoon, the police and family members said. The girls, Tarsha Mason and her 22-month-old sister, Kendria Hamilton, were found at the home of one of Ms. Mason's friends in Canarsie after the police" , "date" : "20030730" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Girls Missing Since Saturday Are Found Safe" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/30\/nyregion\/two-girls-missing-since-saturday-are-found-safe.html"} , {"body" : "Past his prime or not, Mike Tyson, the aging Brownsville brawler and former heavyweight champion of the world, seemed no less a star yesterday in Brooklyn Criminal Court than he has been in the boxing ring over the past two decades. Small armies of television cameramen and photographers lined up three deep to catch him strolling with an entourage" , "date" : "20030725" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Guards and Fans Swarming, Tyson Blames His Accusers" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/25\/nyregion\/guards-and-fans-swarming-tyson-blames-his-accusers.html"} , {"body" : "Andrew Heiskell, a former chairman of Time Inc. and a philanthropist whose efforts at civic improvement helped rescue the New York Public Library and Bryant Park from shabbiness and decline and provide low-cost housing on a large scale in New York, died yesterday at his home in Darien, Conn. He was 87 and also had a home in Manhattan. Mr. Heiskell" , "date" : "20030707" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Andrew Heiskell, 87, a Former Chairman of Time Inc. and a Civic Leader, Dies" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/07\/nyregion\/andrew-heiskell-87-a-former-chairman-of-time-inc-and-a-civic-leader-dies.html"} ,   {"body" : "A rooftop sniper wounded a police officer on Tuesday night outside a public housing complex in Brooklyn, the police said, and a task force of 30 investigators fanned out yesterday through the complex to search for information about the attacker. Officer Donald Macewen, 32, was helping to make an arrest at the Howard Houses in Brownsville at 10:20" , "date" : "20030703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Rooftop Sniper Wounds Officer in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/03\/nyregion\/rooftop-sniper-wounds-officer-in-brooklyn.html"} , {"body" : "A grand jury in State Supreme Court decided not to indict a woman who was arrested in the killing of her boyfriend, possibly with her high-heeled shoe, on June 7. Charges will probably be dismissed against the woman, Anna Rhinehart, 40, in the death of Roosevelt Bonds, 51, said a spokesman for the Brooklyn district attorney's office. Ms." , "date" : "20030617" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Grand Jury Declines To Indict Woman In Killing" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/17\/nyregion\/metro-briefing-new-york-brooklyn-grand-jury-declines-to-indict-woman-in-killing.html"} , {"body" : "In the last 17 months, as crime began to increase around the country, many people began to question whether New York City had reached the limits of its crime-fighting successes. With the Giuliani administration gone and a persistent budget deficit and antiterrorism demands eating away at the resources of the New York Police Department, many New" , "date" : "20030610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Bloomberg, The Crime Rate Keeps Falling" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/10\/nyregion\/for-bloomberg-the-crime-rate-keeps-falling.html"} , {"body" : "A 40-year-old Brooklyn woman was arrested early yesterday on charges of killing her boyfriend outside a nightclub in Brooklyn after an argument, the police said. The incident, shortly before 3 a.m. in Brownsville, came on a morning during which three other people were killed in unrelated shootings in Manhattan, the Bronx and Brooklyn. Those victims" , "date" : "20030608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Woman Is Charged in the Death Of Her Boyfriend Outside a Club" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/08\/nyregion\/woman-is-charged-in-the-death-of-her-boyfriend-outside-a-club.html"} , {"body" : "A 26-year-old Brooklyn man was shot to death yesterday during an argument inside a Brownsville grocery store, the police said. The victim, Ally Hopsin, of 70 Rockaway Parkway, was shot in the head and chest with a rifle about 10:15 a.m. in the N&S Grocery Store at 1067 Rutland Road. He was pronounced dead on the scene. Investigators said it was" , "date" : "20030518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Brooklyn Man Is Shot to Death At Brownsville Grocery Store" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/18\/nyregion\/brooklyn-man-is-shot-to-death-at-brownsville-grocery-store.html"} , {"author" : "Samuel G. Freedman, associate dean of Columbia University's Graduate School of Journalism, is author of ''Jew vs. Jew: The Struggle for the Soul of American Jewry.''" , "body" : "Eleven years, eight months and nine days after a Hasidic Jew named Yankel Rosenbaum was stabbed on the streets of Brooklyn's Crown Heights, Lemrick Nelson Jr. confessed that he did it. He was woefully late in more ways than one. In its bloody moment in 1991, the killing seemed to symbolize all that had gone wrong in the special relationship between" , "date" : "20030517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "17" , "title" : "A Relationship That's Past Its Prime" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/17\/opinion\/a-relationship-that-s-past-its-prime.html"} , {"body" : "In an unusual new effort aimed at reducing gun violence, the city has established a special court in Brooklyn to handle all felony gun possession cases from the five Brooklyn neighborhoods with the heaviest concentration of shootings in the city, Mayor Michael R. Bloomberg announced yesterday. The new court, which began hearing cases on April 28," , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Special Court for Gun Crimes Is Created Just for Five Neighborhoods in Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/special-court-for-gun-crimes-created-just-for-five-neighborhoods-central.html"} , {"body" : "Less than a year after she lost her State Senate seat, Nellie Santiago, a Brooklyn Democrat who was in the Senate for a decade, is returning to politics. Ms. Santiago is running for the City Council seat held by Erik Martin Dilan, the son of the man who defeated her last year. Ms. Santiago's campaign officials said yesterday that they had begun" , "date" : "20030424" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ex-Senator Is Challenging Son Of the Man Who Ousted Her" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/24\/nyregion\/ex-senator-is-challenging-son-of-the-man-who-ousted-her.html"} , {"body" : "The weather deities offered a daylong whiff of spring last week. The city's fountains, gagged by drought, burbled anew on that warm day before a chill quickly set in. The terror alert faded to yellow, but not in New York City, where it remained orange. It is spring and the human organism knows it, at the least by sitting down to Seder dinners and" , "date" : "20030420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Shuddering Through the Season of Hope; War and Worry Dampen Spring's Theme of Renewal in New York" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/20\/nyregion\/shuddering-through-season-hope-war-worry-dampen-spring-s-theme-renewal-new-york.html"} , {"body" : "What is left are piles of dirt and heaps of anxiety. Three community gardens in Brownsville, Brooklyn, have finally been cleared so the lots can become construction sites for housing. Now all that can be seen are garden hoses, birdhouses and mangled tree branches. Ann Thompson, a gardener on Herzl Street who was hoping to see her peach tree bloom" , "date" : "20030419" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ducklings Make Way For Housing In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/19\/nyregion\/ducklings-make-way-for-housing-in-brooklyn.html"} ,   {"body" : "As New Yorkers optimistically began packing away sweaters and retrieving air-conditioners from winter storage, city officials engaged in a springtime ritual of their own yesterday: turning on the fountains that have been dry since the fall of 2001. Just before noon, while the balmy season that has been something of a flirt lately was still showing" , "date" : "20030417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Throw a Coin and Hear a Splash: City Fills Its Fountains" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/17\/nyregion\/throw-a-coin-and-hear-a-splash-city-fills-its-fountains.html"} , {"body" : "IT is matinee day at the Broadway musical ''Movin' Out.'' The band swings into the score by Billy Joel. The stage fills with lithe, propulsive dancers. One of them emerges from the group, suddenly drawing the eye and the heart with his radiant warmth, certainty and easy all-out performing. It is Ron De Jesus, for many years a deservedly acclaimed" , "date" : "20030328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Sharing That Inner Sparkle" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/28\/movies\/sharing-that-inner-sparkle.html"} , {"body" : "A little more than a year apart, in 1999 and early 2000, James V. Nemorin, 36, and Rodney J. Andrews, 34, traded in their patrolman's uniforms for the stinky shirts and jeans of drug addicts. They were becoming detectives and going undercover, and they knew the risks: In 1998, Sean Carrington, an undercover detective, had been shot dead in a Bronx" , "date" : "20030315" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For 2 Detectives Who Died, Gun Unit Was the Place to Be" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/15\/nyregion\/for-2-detectives-who-died-gun-unit-was-the-place-to-be.html"} , {"body" : "For José Ramírez, the world has hardly been a bed of roses. In fact, for a while in his young life he had no bed at all to call his own, so poor was his family in Brownsville, Brooklyn. My Thanh Nguyen's earliest memories are of her family's escape from Vietnam by boat, an overcrowded vessel that ripped apart in a storm, with My Thanh clinging to" , "date" : "20030308" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "20 Triumphant Spirits Earn Times Scholarships" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/08\/nyregion\/20-triumphant-spirits-earn-times-scholarships.html"} , {"body" : "A smoky five-alarm fire that burned for more than 12 hours on a commercial strip in Brownsville, Brooklyn, left a firefighter critically injured yesterday, badly damaged six stores and dealt a blow to the commercial heart of a resurgent neighborhood. The firefighter, Robert Petrarca, 26, got lost in the thick smoke in the cellar of a Foot Locker" , "date" : "20030306" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Blaze Injures a Firefighter, and a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/06\/nyregion\/brooklyn-blaze-injures-a-firefighter-and-a-neighborhood.html"} , {"body" : "A rookie city firefighter was critically injured in a five--alarm fire in the Brownsville section last night, a Fire Department spokesman said. The firefighter, a 26-year-old assigned to Ladder 120, was taken to Brookdale University Hospital and Medical Center, where he was in critical but stable condition, said Francis X. Gribbon, a department" , "date" : "20030305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Firefighter Critically Injured At Blaze" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/05\/nyregion\/metro-briefing-new-york-brooklyn-firefighter-critically-injured-at-blaze.html"} , {"body" : "Candidates in four special elections in Brooklyn and the Bronx worked feverishly into the night yesterday, with their staffs making phone calls, putting together car pool operations and placing final touches on efforts to draw voters to the polls today. Two of the special elections are for City Council seats, one in Brooklyn and one in the Bronx," , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Council and 2 Assembly Races Go to Voters Today" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/2-council-and-2-assembly-races-go-to-voters-today.html"} , {"body" : "Hundreds of vacant lots that the city has sold at auction since 1996 remain empty trash-strewn lots that blight neighborhoods in desperate need of more housing, according to a report released yesterday by a housing advocacy group. The report, by New York Acorn, found that in 10 neighborhoods with a great deal of vacant land, 66 percent of the" , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City-Sold Lots Stay Vacant, Report Says" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/city-sold-lots-stay-vacant-report-says.html"} , {"body" : "There will be four special elections today in New York City, two of them in Brooklyn and two in the Bronx. Polling places will be open from 6 a.m. to 9 p.m. In Brooklyn, voters in Bay Ridge, Dyker Heights and Bensonhurst will cast ballots in a nonpartisan City Council race. And in East New York and parts of Bedford-Stuyvesant and Brownsville," , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Voting Hours for Special Elections" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/voting-hours-for-special-elections.html"} , {"body" : "The New York City school system has long served strikingly different constituencies: middle-class and poor, white and minority, have and have-not. Little wonder, then, that when Chancellor Joel I. Klein said he would choose about 200 schools to exempt from a new uniform curriculum, he found himself treading a minefield. With the ''200 Club,'' as" , "date" : "20030224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In Picking Top Schools, Klein Trips on Urban Politics" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/24\/nyregion\/in-picking-top-schools-klein-trips-on-urban-politics.html"} ,   {"body" : "Vernon Cherry, a Brooklyn firefighter and wedding singer who died in the attack on the World Trade Center, never lived in the Ocean Hill-Brownsville section of Brooklyn, but 73 town houses going up there are to bear his name. ''I was inspired by his story,'' said Peter Murray, a partner in Loewen Development, the developer of the Vernon Cherry" , "date" : "20030216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Development Is Named for Firefighter; Town Houses Honor Victim Of 9\/11 Attack" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/16\/realestate\/postings-development-named-for-firefighter-town-houses-honor-victim-9-11-attack.html"} , {"body" : "Public School 321 in Park Slope made the list, but the middle school that many of its graduates attend, M.S. 51, did not. Public School 87 on the Upper West Side made it, but not the Computer School, a small alternative school in the same neighborhood. As Chancellor Joel I. Klein released the long-awaited list of schools he considered good enough" , "date" : "20030215" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Joy and Anger Greet List of Top City Schools" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/15\/nyregion\/joy-and-anger-greet-list-of-top-city-schools.html"} , {"body" : "Two bystanders were shot, one fatally, after a minor traffic accident in Brownsville, Brooklyn, yesterday evening, the police said. A white van ran into an ambulette at Rutland Road and Rockaway Parkway just after 6 p.m., and the ambulette driver called for a supervisor, who began photographing the damage, the police said. A person who was not" , "date" : "20030207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Bystander Shot Dead After Minor Crash" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/07\/nyregion\/bystander-shot-dead-after-minor-crash.html"} , {"body" : "It is not a violation of the City Charter, although to some New Yorkers it might seem like an even more grievous offense: Jeanne Griffin, who lives on the Upper West Side, cannot order in Chinese food. Ms. Griffin's family lives at 865 Columbus Avenue in the Frederick Douglass Houses, a public housing project that runs from 100th to 104th Streets." , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Where Deliverers Of Food Fear To Pedal" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/neighborhood-report-new-york-up-close-where-deliverers-of-food-fear-to-pedal.html"} , {"body" : "Before James Dean and Marlon Brando, before Al Pacino and Robert De Niro, there was John Garfield. A tough kid who grew up in the 1920's on the streets of the Lower East Side, Brownsville and the Bronx, Garfield (whose original name was Julius Garfinkle) was one of the first dark-haired, working-class ethnic outsiders to turn into a Hollywood star," , "date" : "20030130" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Recalling John Garfield, Rugged Star KO'd by Fate" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/30\/movies\/recalling-john-garfield-rugged-star-ko-d-by-fate.html"} , {"body" : "Mayor Michael R. Bloomberg will announce today the 10 regional superintendents for the overhauled Department of Education. At least five who are expected to be named are widely respected community school district superintendents and four of those currently oversee relatively high-performing districts. Shelley Harwayne of District 2 in Manhattan," , "date" : "20030127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Mayor to Name 10 to Lead Overhaul of Public Schools" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/27\/nyregion\/mayor-to-name-10-to-lead-overhaul-of-public-schools.html"} , {"body" : "A retired police officer working as a security guard at a check-cashing store shot and critically wounded a man trying to rob the business yesterday and was himself wounded, the police said. The robber, who was shot in the face, neck and torso, was one of three men who tried to rob the shop, on Mother Gaston Boulevard in Brownsville, just before" , "date" : "20030114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot In Attempted Robbery" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/14\/nyregion\/metro-briefing-new-york-brooklyn-man-shot-in-attempted-robbery.html"} , {"author" : "Melanie D.G. Kaplan writes from New York and Washington." , "body" : "WHEN Martina Garcia thinks about her future -- beyond high school and her job as a telemarketer, beyond the apartment on Staten Island she shares with her mother, who flips eggs at a neighborhood deli -- she imagines sitting in an air traffic control tower directing planes into Kennedy International Airport. Growing up in the projects, Ms. Garcia" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "32" , "title" : "Fly Girl" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/education\/fly-girl.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Q. On a street corner in Bedford-Stuyvesant, Brooklyn, is a faded mural boasting ''Brooklyn's Own Mike Tyson.'' Given the boxer's recent history, wouldn't somebody want to take it down? A. The faded mural, at the northeast corner of Stuyvesant and Lexington Avenues in Bedford-Stuyvesant, is just as much a tribute to another famous Brooklynite, the" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHERMAN SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I.; Yesterday's Hero" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/fyi-yesterday-s-hero.html"} , {"body" : "The Police Department will flood crime-ridden neighborhoods, subway stops and housing projects with 1,400 police officers fresh from the Police Academy later this month, Mayor Michael R. Bloomberg announced yesterday. The new program, called Operation Impact, aims to keep violent crime at the lowest rate in a generation and fight persistent" , "date" : "20030110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Police Crackdown Takes Aim at 61 City Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/10\/nyregion\/new-police-crackdown-takes-aim-at-61-city-neighborhoods.html"} ,   {"body" : "A New York City teacher was arrested at her school yesterday and charged with third-degree assault and endangering the welfare of a child, the police said. The teacher, Elaine B. Dixon, 51, was arrested at Public School 183, at 76 Riverdale Avenue in Brownsville, accused of assaulting an 11-year-old girl yesterday. The student was taken to" , "date" : "20030108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Teacher Charged With Assaulting Child" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/08\/nyregion\/metro-briefing-new-york-brooklyn-teacher-charged-with-assaulting-child.html"} , {"body" : "There was no telling yesterday that a young man had been shot by the police in a narrow stairwell of 601 West 148th Street. There were no angry crowds gathered outside the apartment house in Harlem. There were no signs posted in the neighborhood announcing a rally. There were no wreaths, no candles, no flowers and no pictures of the victim placed" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In Harlem, Response To Shooting Is Subdued" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/in-harlem-response-to-shooting-is-subdued.html"} , {"body" : "The police fatally shot two men in unrelated cases yesterday in Harlem and South Brooklyn, a day after officers shot and killed two other men. The police said that three of the shootings appeared justified and that they were still investigating the fourth shooting, in which the victim was unarmed. After one of the shootings yesterday, in Harlem, an" , "date" : "20030103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Kill 2 Men, a Day After Fatally Shooting 2 Others" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/03\/nyregion\/police-kill-2-men-a-day-after-fatally-shooting-2-others.html"} , {"body" : "Police officers traded shots with gunmen in three separate cases yesterday just blocks from one another in Brownsville, Brooklyn, killing two men who had fired at them, according to police officials. Two of the exchanges began, police officials said, when officers answered reports of bursts of aimless, celebratory gunfire, a New Year's Eve practice" , "date" : "20030102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Dead After Firing at Officers, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/02\/nyregion\/2-dead-after-firing-at-officers-police-say.html"} , {"body" : "INTERNATIONAL A3-8 South Korea Becomes Policy Irritant for U.S. South Korea, which for half a century has been among the United States' most dependable allies in Asia, has now become one of the Bush administration's biggest foreign policy problems. Years of resentment are boiling over in the form of demonstrations against the U.S. in Seoul and" , "date" : "20030102" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/02\/nyregion\/news-summary-665738.html"}]