[  {"body" : "EARLY on in his furniture designing career, which is to say just about a year or two ago, Hughes N'Cho-Allépot found a seasoned carpenter to make his pieces. But with each new design, the carpenter would balk. The sofa was too big, he'd protest, the back of a chair too short. But Mr. N'Cho-Allépot, a Parisian turned New Yorker and a" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Habitats; Designer's Bushwick Loft Showcases His Furniture" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/realestate\/habitats-designer-s-bushwick-loft-showcases-his-furniture.html"} , {"body" : "THE holiday season is generally the time to reconnect with family and friends, but at a party on Dec. 20 at a loft in Bushwick, Brooklyn, few of the guests had met previously -- at least not in person. They knew each other as subscribers to Suicidegirls.com, a Web site founded in 2001 that costs members $4 a year and features photographs of about" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "6" , "title" : "GOOD COMPANY; Connected by a Web Site, With Erotica Played Down" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/style\/good-company-connected-by-a-web-site-with-erotica-played-down.html"} , {"body" : "The lights were burning bright at City Hall yesterday. Edward Skyler, the mayor's press secretary, was at his desk. Deputy Mayor Marc V. Shaw was at his. But the whereabouts of Mayor Michael R. Bloomberg was a bit of a mystery. Was he in New York City, New York State or even the United States? No one at City Hall would say, even though that left" , "date" : "20031227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Where's the Mayor? Not Your Business, Staff Says" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/27\/nyregion\/where-s-the-mayor-not-your-business-staff-says.html"} , {"body" : "Five months after Chancellor Joel I. Klein admitted that the New York City schools were wrongly pushing out many struggling high school students, the Department of Education says it has turned around its handling of students who have fallen behind and are not expected to graduate on time. ''Discharges are absolutely down for the period ending Dec." , "date" : "20031224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Schools Reduce the Number of Students They Force to Leave Early" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/24\/nyregion\/schools-reduce-the-number-of-students-they-force-to-leave-early.html"} , {"body" : "It was the worst real-estate portfolio imaginable: ten thousand of New York City's most woebegone buildings, all of them in tax arrears, vacant, burned out or occupied by some of the city's poorest tenants in its most addled neighborhoods. A hundred thousand apartments held by a landlord with hardly any money for repairs and, it seemed, hardly any" , "date" : "20031221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "One Housing Woe Gives Way to Another; New York Is No Longer Awash in Abandoned Buildings. Now the Issue Is Supply." , "url" : "http:\/\/www.nytimes.com\/2003\/12\/21\/nyregion\/one-housing-woe-gives-way-another-new-york-no-longer-awash-abandoned-buildings.html"} , {"body" : "BLACKOUT By James Goodman North Point Press ($24, hardcover) Brooklyn was the last stop on the mayor's five-borough blackout tour. It had been a long day, but not a particularly challenging one. With aides at his side, he had repeatedly lashed out at two ills -- crime and Con Edison -- that, in the words of one clever observer, rated just behind" , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "10" , "title" : "BOOKSHELF; A Dark Night, A Smiling Uncle" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/nyregion\/bookshelf-a-dark-night-a-smiling-uncle.html"} , {"body" : "EVENTS ALL-DAY READING OF ''THE DAY KENNEDY WAS SHOT,'' Great Hall at Cooper Union, 7 East Seventh Street, East Village. A commemoration of the 40th anniversary of the assassination of President John F. Kennedy, with readings from the book by Jim Bishop, tomorrow, beginning at 7 a.m. and running through 8 a.m. on Sunday; readers include Joel Grey" , "date" : "20031121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/21\/arts\/spare-times-237922.html"} , {"author" : "Stuart Miller and Sharon Seitz are authors of ''The Other Islands of New York City.''" , "body" : "It's the year 2103 and Brooklyn remains a vibrant, bustling borough thanks in no small part to the fortitude and creativity of a century's worth of immigrants. Some things, however, have changed. For several generations now, Bedford-Stuyvesant has been predominantly Latino, while East New York and Brownsville residents come mostly from India. These" , "date" : "20031108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FULTON STREET (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "Where the Streets Have Too Many Names" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/08\/opinion\/where-the-streets-have-too-many-names.html"} , {"body" : "The City Council moved yesterday to step up the city's war against rats, proposing legislation to establish a pest control board and to sharply increase fines for the improper disposal of trash. At a joint hearing of the Health and Governmental Operations Committees, council members called for the creation of a permanent board to oversee city" , "date" : "20031029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Council Proposes 2 Moves to Intensify City's War on Rats" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/29\/nyregion\/council-proposes-2-moves-to-intensify-city-s-war-on-rats.html"} , {"author" : "Jocko Weyland is the author of ''The Answer Is Never: A Skateboarder's History of the World,'' published by Grove Press." , "body" : "POST-IT notes that read ''Lunch at Balthazar or Felix'' or ''F Downtown to W. 4th St.'' A capital A made of silver tape. A ''Heaven Bank Note'' for $5,000 signed by someone named Yin Low. The battered audiocassette of Dr. John Gray's ''Secret of Passion.'' A bruised photograph of a girl's bare feet on a scooter next to a street lamp oozing a wet" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CITYPEOPLE; Gliding Along, And Gathering A City's Castoffs" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/nyregion\/citypeople-gliding-along-and-gathering-a-city-s-castoffs.html"} ,   {"body" : "YESTERDAY was Farmer's Market Day in Downtown Brooklyn, which seemed appropriate given that the borough has lately been a political hothouse, where cultivated relationships wither on the vine and plentiful sunlight is not always welcome. It seemed appropriate, too, that at this scrum of produce squeezers and flower smellers there suddenly sprouted" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York; Stale Harvest: Marketing a Party Boss" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/about-new-york-stale-harvest-marketing-a-party-boss.html"} , {"author" : "Jonathan Mahler is writing a book on New York and baseball in the 70's. His last article for the magazine was about the Lubavitch Hasidic sect." , "body" : "Officer Wilton Sekzer was in the living room of his apartment in Sunnyside, Queens, on the night of July 13, 1977, when his lights went out. On the way to check his fuse box, he peeked out the window. The whole block was dark. Sekzer ran up three flights to his roof. He looked to the west, across the East River, to Manhattan. The familiar shapes of" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "76" , "title" : "The Darkest Night" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/the-darkest-night.html"} , {"body" : "Christian Holstad, 31 His art consists of knitting, quilting, collage, drawing, sculpture and, here in the foyer of Studio 54, himself, in full roller-disco regalia. In group and one-man shows this year, Holstad exhibited the following works: an installation of all the images he found filed under the label ''homosexual'' in the New York Public" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "63" , "title" : "Forward And Back" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/forward-and-back.html"} , {"author" : "Alexandra Marshall is a writer in New York." , "body" : "It's not that I don't trust Greg Minnig, one half of the clothing label cum biker club, I.C.R. vs. Deth Killers of Bushwick. But does he have to accelerate quite so fast? I'm hanging on for dear life to the back of his evil-looking, stripped-down custom Suzuki SV650, painted an outlaw matte black, as we head out to the loft he shares with his" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "65" , "title" : "Born To Be Mild" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/magazine\/born-to-be-mild.html"} , {"body" : "When Mayor Michael R. Bloomberg spotted an illegal dump in Bushwick last month, he called the Sanitation Department and got them to clean up it up -- all 147 tons of it. Yesterday, he returned to the dump to ask New Yorkers to follow his example by calling the city's new 311 phone number to report illegal dumping. The Sanitation Department has" , "date" : "20030916" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: How To Help Garbage Disappear" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/16\/nyregion\/metro-briefing-new-york-brooklyn-how-to-help-garbage-disappear.html"} , {"body" : "In an election with an unusually large number of challengers, all incumbents prevailed with relative ease in yesterday's primaries for City Council seats. There were a number of closely contested races in yesterday's primary contests, all but one of them among Democrats. In the Bronx, Pedro Gautier Espada, a former councilman with a well-known" , "date" : "20030910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "All Council Incumbents Win Their Primary Races, Despite Many Challenges" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/10\/nyregion\/all-council-incumbents-win-their-primary-races-despite-many-challenges.html"} , {"body" : "City Council Speaker Gifford Miller can sing six national anthems, but the Dominican Republic's is not yet one of them, so he substituted something more local yesterday while campaigning for Councilman Miguel Martinez in Inwood, a predominantly Dominican neighborhood in upper Manhattan. ''I want to hear the song,'' Mr. Miller demanded, tapping his" , "date" : "20030910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Council Chief Gives Support Others Can Hum To" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/10\/nyregion\/council-chief-gives-support-others-can-hum-to.html"} , {"body" : "Five members of the Education Department's Region 8 rapid response team sat in cubicles yesterday equipped with computers, telephones, BlackBerry text-messaging pagers and a list of names and numbers to call in case of various emergencies. Among them, they had 140 years of experience in the New York City school system. ''I don't think there's an" , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "First Day of School Brings Smiles, Tears and a Surprise: No Disaster" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/nyregion\/first-day-of-school-brings-smiles-tears-and-a-surprise-no-disaster.html"} , {"body" : "This list summarizes our recommendations in some of today's primary election races in New York City and Suffolk County. In some cases the primary is tantamount to election. In others, we may endorse again for the Nov. 4 general election. Polling hours in the metropolitan area are 6 a.m. to 9 p.m. CITY COUNCIL Queens: 27th District (St. Albans," , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "New York Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/opinion\/new-york-primary-choices.html"} , {"body" : "A grand jury upgraded the charges yesterday against the parents a 3-year-old Brooklyn girl who died last month after a skull fracture and who, investigators say, had been deprived of food and plunged into a tub filled with ice water. The Brooklyn grand jury charged the parents of the girl, Edith Gonzalez, with murder with depraved indifference for" , "date" : "20030906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Are Charged Anew In Death of Daughter" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/06\/nyregion\/2-are-charged-anew-in-death-of-daughter.html"} ,   {"body" : "There are 24 Civil Court judgeships up for election in New York City but in reality, most have already been chosen by clubhouse leaders and party pols in a position to award the Democratic nomination and a practically uncontested ride to victory. Sadly, the burgeoning judicial corruption scandal under investigation by the Brooklyn district" , "date" : "20030906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "For Civil Court" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/06\/opinion\/for-civil-court.html"} , {"body" : "Touring classrooms filled with stacks of glossy new library books and cartons of math texts, Mayor Michael R. Bloomberg yesterday declared the ''start of a new era'' in the New York City public schools, one he said was ''built on a solid foundation of accountability.'' But even as Mr. Bloomberg and Schools Chancellor Joel I. Klein expressed" , "date" : "20030905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Mayor Hails 'New Era' in Schools Amid Crowding Fears" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/05\/nyregion\/mayor-hails-new-era-in-schools-amid-crowding-fears.html"} , {"body" : "Two years ago, Diana Reyna won a spirited, three-way City Council primary by one of the smallest victory margins of the 2001 Democratic Council contests. And after nearly two years of incumbency, a time when many officials find themselves coasting to re-election, Ms. Reyna finds herself in another hotly contested primary race. In this contest, Ms." , "date" : "20030902" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "On the Border, a Rematch With a Difference" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/02\/nyregion\/on-the-border-a-rematch-with-a-difference.html"} , {"body" : "In two unrelated murder-suicides in Brooklyn, a young couple and an elderly couple were found dead in their homes yesterday, the police said. The bodies were discovered yesterday afternoon in Bushwick and Greenpoint. The police said the men had killed the women, then themselves. In Bushwick, at 168 Bleecker Street, a man shot and killed his" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "2 Couples Found Shot Dead In Separate Murder-Suicides" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/2-couples-found-shot-dead-in-separate-murder-suicides.html"} , {"body" : "Primary elections for New York City Council races will be held Sept. 9. Here are endorsements in two of the most competitive contests in Brooklyn: 34th District (Williamsburg, Bushwick and part of Ridgewood, Queens): A redrawing of the district to include a Queens enclave has residents there worried about being overshadowed by their Brooklyn" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "For City Council in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/opinion\/for-city-council-in-brooklyn.html"} , {"body" : "A 3-year-old Brooklyn girl who suffered a skull fracture and was so malnourished that court papers described her as ''skin and bones'' died yesterday morning. Before the child died, her parents were arrested on abuse charges, but now they could face more serious charges. Officials said yesterday that a grand jury will begin this week to weigh" , "date" : "20030828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "After Brooklyn Girl Dies, More Charges Are Weighed" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/28\/nyregion\/after-brooklyn-girl-dies-more-charges-are-weighed.html"} , {"body" : "Fire Commissioner Nicholas Scoppetta said yesterday that the Fire Department would transfer 20 firefighters with the most sick leave absences to other assignments in an effort to stem what he called abuses of its medical leave policy. The measures may seem counterintuitive: the firefighters will be moved from busy firehouses to less busy ones," , "date" : "20030828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Biggest Users of Sick Leave Face Transfer in Fire Department" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/28\/nyregion\/the-biggest-users-of-sick-leave-face-transfer-in-fire-department.html"} , {"body" : "The 3-year-old Brooklyn girl weighed only 16 pounds when she was taken to the hospital. She was covered in bruises and had a skull fracture. There was a burn on her chest, possibly from a cigarette. Last night, her condition was so grave that the authorities feared that she would not live until morning, several investigators said. The girl's" , "date" : "20030827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Questions Surround Battered Brooklyn 3-Year-Old" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/27\/nyregion\/questions-surround-battered-brooklyn-3-year-old.html"} , {"body" : "New Yorkers who lived through the arson and looting that ravaged the city during the blackout of 1977 were understandably edgy when the lights went out on Aug. 14. But it was clear by late evening that the blackout of 2003 would be nothing like its predecessor. This night did not belong to arsonists or looters; it belonged to families and neighbors" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "Editorial Observer; Why Once-Violent Neighborhoods Stayed Calm During the Blackout" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/opinion\/editorial-observer-why-once-violent-neighborhoods-stayed-calm-during-blackout.html"} , {"body" : "Even in these days of computer games, conditioned air and liability lawsuits, the people of New York still go to the roof. They charge through security doors and climb up fire escapes, and nervous landlords or busybody building superintendents are no match. They go seeking cool relief, a little conversation, the spectacular belvedere from what" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Roof, Another New York, Above It All" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/nyregion\/on-the-roof-another-new-york-above-it-all.html"} ,   {"body" : "One of the axioms of New York City politics is that incumbents do not lose elections. But that notion was disproved a year ago, when Nellie R. Santiago, then a state senator, became one of the few elected officials to lose a Democratic primary for re-election, in the Bushwick section of Brooklyn. Ms. Santiago, who lost the Senate nomination by" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "COUNCIL CONTESTS: 37th District\/Brooklyn; In Brooklyn, Ex-State Senator Challenges Son of Man Who Sent Her Home From Albany" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/nyregion\/council-contests-37th-district-brooklyn-brooklyn-ex-state-senator-challenges-son.html"} , {"body" : "When the lights went out on Thursday, Imani Kuumba was in an eyeglass shop on 116th Street in Harlem. She was also in a very different New York from the one she lived in when the last major blackout in 1977 turned her South Bronx neighborhood into a harrowing zone of plunder and mayhem. In 1977, ''it was complete chaos, just total chaos,'' Ms." , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE BLACKOUT: LOOKING BACK; In Calm Blackout, Views of Remade City" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/the-blackout-looking-back-in-calm-blackout-views-of-remade-city.html"} , {"body" : "With the lights back on yesterday in New York City, several shopkeepers said they had returned to work to find their stores broken into and their merchandise gone. The police took reports of everything from precious stones to boxes of diapers snatched while the lights and alarms were out. A handful of reports of looting, which the police said" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE BLACKOUT: THE NEIGHBORHOODS; For Owners of Stores Hit by Looters, Low Crime Rate During Crisis Is No Comfort" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/blackout-neighborhoods-for-owners-stores-hit-looters-low-crime-rate-during.html"} , {"body" : "A 20-year-old woman was found shot to death yesterday morning in a park in Bushwick, Brooklyn, the police said. A passer-by found the body of Julisa Feliciano shortly after 1 a.m. in Irving Square Park, a small city park regarded by neighbors as dangerous after dark. There were no arrests, and the motive for the killing was unknown, the police said" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Slain Woman Is Found in a Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/slain-woman-is-found-in-a-brooklyn-park.html"} , {"body" : "Fires started by candles and generators during the power blackout led to one of the busiest nights since the 1970's for the New York Fire Department, officials said yesterday. There were also sporadic failures of the department's emergency medical service dispatch system. Two people died in fires in Brooklyn and Manhattan, and one person in" , "date" : "20030816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WESTPORT (CONN)" , "NEW YORK CITY" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "12" , "title" : "THE BLACKOUT: FIRES; Three Are Killed as Blazes Erupt Across the Northeast" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/16\/nyregion\/the-blackout-fires-three-are-killed-as-blazes-erupt-across-the-northeast.html"} , {"body" : "EVENTS ''SUNSET JAM ON THE HUDSON,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Free interactive drumming workshop with Mary Knysh. Tonight at 6:30. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''JAMBALAYA!,'' Flushing Town Hall, 137-35 Northern Boulevard, Queens. A free outdoor performance" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/arts\/spare-times-907073.html"} , {"body" : "Mayor Michael R. Bloomberg declared war yesterday on the city's rat population, saying that the rodents had invaded homes and threatened public health for too long before announcing an expansion of the city's efforts to exterminate them. ''Our administration has zero tolerance for rats,'' he said. ''And I've got one message today, 'City to rats:" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Word on the Street? For New York's Rats, It's 'Goodbye'" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/nyregion\/the-word-on-the-street-for-new-york-s-rats-it-s-goodbye.html"} , {"body" : "A surge of electricity to western New York and Canada touched off a series of power failures and enforced blackouts yesterday that left parts of at least eight states in the Northeast and the Midwest without electricity. The widespread failures provoked the evacuation of office buildings, stranded thousands of commuters and flooded some hospitals" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CANADA" , "CLEVELAND (OHIO)" , "NEW YORK STATE" , "MIDWESTERN STATES (US)" , "PENNSYLVANIA" , "NEW YORK CITY" , "MICHIGAN" , "NEW JERSEY" , "CONNECTICUT" , "NORTHEASTERN STATES (US)" , "MASSACHUSETTS" , "DETROIT (MICH)" , "NEW YORK CITY METROPOLITAN AREA" , "TORONTO (ONTARIO)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "THE BLACKOUT OF 2003: The Overview; POWER SURGE BLACKS OUT NORTHEAST, HITTING CITIES IN 8 STATES AND CANADA; MIDDAY SHUTDOWNS DISRUPT MILLIONS" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/nyregion\/blackout-2003-overview-power-surge-blacks-northeast-hitting-cities-8-states.html"} , {"body" : "There was, before yesterday, the good blackout and the bad blackout: the 15-hour power loss beginning on the evening of Nov. 9, 1965, that was largely characterized by cooperation and overriding good cheer and the 25-hour one beginning on the sticky night of July 13, 1977, that was defined by widespread looting and arson in the city's poorer" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "THE BLACKOUT OF 2003: THE PAST; The Blackouts of '65 and '77 Became Defining Moments in the City's History" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/us\/blackout-2003-past-blackouts-65-77-became-defining-moments-city-s-history.html"} , {"body" : "The Brooklyn neighborhood of Bushwick was crowded but quiet at sundown last night. Like everywhere else in the city, kids played in the spray of fire hydrants, people cooked on grills and chatted on stoops. But in the last major blackout in New York City, in 1977, the neighborhood was the flash point of looting and rioting. Business is only now" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "THE BLACKOUT OF 2003; Brooklyn, Revisited" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/nyregion\/the-blackout-of-2003-brooklyn-revisited.html"} ,   {"body" : "The most grueling would-be event at the Pan American Games involves a torch, running, shooting and crying. It's called Peaceful Protest, and it is definitely not sanctioned. Since the first day of the games, the Rev. Rogelio Cruz has defied presidential scorn and a sweeping government ban on demonstrations in his quest to parade the Torch of Hunger" , "date" : "20030810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BackTalk; Protesting Through the Streets" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/10\/sports\/backtalk-protesting-through-the-streets.html"} , {"body" : "Even for New York City, it was a bizarre specter: a firehouse closed because it had been taken over by rats. They had invaded the firefighters' kitchen and lounge and the chief's office, and seemed only to grow in number and boldness, despite copious use of rat poison. On Tuesday, the city temporarily relocated the firefighters and ordered that the" , "date" : "20030807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Detested Emblem of Decay Is Scurrying Back. Ah, Rats!" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/07\/nyregion\/a-detested-emblem-of-decay-is-scurrying-back-ah-rats.html"} , {"body" : "AVAST there, me hearties, and shake the hand of the grizzled, bearded captain himself, Peter Neill, way up in his crow's-nest on historic Front Street. He is, as usual, anticipating sunny skies while cannily keeping a weather eye for icebergs. No, matey, you're not on the bridge of the seagoing Black Pearl of ''Pirates of the Caribbean,'' but" , "date" : "20030805" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Living the Life of the Sea From a 5th-Floor Walk-Up" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/05\/nyregion\/public-lives-living-the-life-of-the-sea-from-a-5th-floor-walk-up.html"} , {"body" : "Donald Williams of Brooklyn is one of those men who keeps an eye on the block, warning children who go astray, neighbors said. On Saturday, they said, he spotted a child playing on his stoop on Chauncey Street, in Bushwick, as if it were a jungle gym, climbing the stairs on the wrong side of the railing. Mr. Williams, 51, told the boy to stop" , "date" : "20030804" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Who Watched Over Brooklyn Block Is Shot During Argument" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/04\/nyregion\/man-who-watched-over-brooklyn-block-is-shot-during-argument.html"} , {"body" : "Stacey Anne Lopez, a daughter of Joan Lopez and Assemblyman Vito J. Lopez of Brooklyn, was married on Friday to Sean E. Breves, the son of Peggy Goldberg and John Breves, both of Yorktown Heights, N.Y. Judge Wayne Saitta of Civil Court in Brooklyn, officiated at the Glen Island Harbour Club in New Rochelle, N.Y. Mrs. Breves, 28, is the social" , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "WEDDINGS\/CELEBRATIONS; Stacey Lopez, Sean Breves" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/style\/weddings-celebrations-stacey-lopez-sean-breves.html"} , {"body" : "Pope John Paul II has accepted the resignation of Bishop Thomas V. Daily of Brooklyn, the Vatican said yesterday, ending a tenure clouded by criticism of how he dealt with the church's sexual abuse scandal in Brooklyn and Boston, where he was a key official of the archdiocese in the 1970's and 1980's. Under church rules, Bishop Daily was required" , "date" : "20030802" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Bishop Ending Tenure Amid Storm Over Scandal" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/02\/nyregion\/brooklyn-bishop-ending-tenure-amid-storm-over-scandal.html"} , {"body" : "Gilbert Ramirez Park, a one-acre swath of green in industrial Bushwick, Brooklyn, has futuristic climbing structures, a subway-themed play area and basketball courts that attract local children. But residents fear that the park is about to get something else: a concrete factory across the street that they say would bring noise, air pollution and" , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GILBERT RAMIREZ PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK; Over a Neighborhood's Sunny Spot, a Shadow Looms" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/nyregion\/neighborhood-report-bushwick-over-a-neighborhood-s-sunny-spot-a-shadow-looms.html"} , {"body" : "A REVOLVING 10-foot lobster now adorns Times Square, its gaudy red neon beckoning passers-by to come in, come in, you know you want to come in. Fried popcorn shrimp. Artichoke lobster dip. Come in, the theater can wait. There will be other trains. It's ''endless crab'' season; all you can eat. With this spinning plastic creature, the Red Lobster" , "date" : "20030723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Claws Over Broadway" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/23\/nyregion\/about-new-york-claws-over-broadway.html"} , {"body" : "An article on June 29 about new housing in the Bushwick section of Brooklyn misstated the affiliation of Kathryn S. Wylde, who commented on the role of Assemblyman Vito J. Lopez in the rebuilding effort. She is president of the Partnership for New York City, a business group. (From 1982 to 1996 she was president of the New York City Housing" , "date" : "20030713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "5" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/13\/realestate\/c-corrections-461547.html"} , {"body" : "ON a recent drizzly Thursday, the nave of the Glad Tidings Tabernacle Church on West 33rd Street was a tangle of chairs and extension cords. At the apse end (there really isn't an apse) was the stage, which held an enormous, vaguely Celtic-looking metal cross, a huge drum set and a poster of the Incredible Hulk. There wasn't a pulpit either; the" , "date" : "20030713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Habitats\/West 33rd Street; For Minister, His Church Is Home, in Many Ways" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/13\/realestate\/habitats-west-33rd-street-for-minister-his-church-is-home-in-many-ways.html"} ,   {"body" : "THE day the new ''Charlie's Angels'' movie opened, Justin Theroux was in his Greenwich Village apartment, rolling cigarettes and explaining his decorating secrets. Mr. Theroux, 31, the nephew of the writer Paul Theroux, plays the villain in the movie, which cost $120 million to make. His decorating tips required far earthier sums. ''The West" , "date" : "20030703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: Justin Theroux; The Joy Of Junk" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/03\/garden\/at-home-with-justin-theroux-the-joy-of-junk.html"} , {"body" : "THE pungent aroma of boiling barley and hops is long gone. Long gone, as well, are the six-keg-high phalanxes of beer barrels in the storage yard, the single-file march of cans and bottles below their filling spouts, the fleet of gothic-lettered delivery trucks. Rising now on the 6.7-acre Rheingold Brewery site in Bushwick, Brooklyn -- a community" , "date" : "20030629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Something's Brewing in Bushwick" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/29\/realestate\/something-s-brewing-in-bushwick.html"} , {"body" : "EVENTS SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan. A free singalong with Terre Roche, a singer and guitarist. Tonight at 7. Sponsored by the Battery Parks City Parks Conservancy. Information: (212) 267-9700. ASIAN AMERICAN INTERNATIONAL FILM FESTIVAL continues at the Asia Society, 725 Park Avenue," , "date" : "20030627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/27\/arts\/spare-times-276049.html"} , {"body" : "Acknowledging that obesity is epidemic among New York City schoolchildren, the Education Department is reducing the fat content in the 800,000 meals it serves daily and banning candy, soda and other sugary snacks from school vending machines. Gone may be lunchroom staples like beef ravioli, potato salad and macaroni and cheese; the department has" , "date" : "20030625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "Schools Cut Down on Fat and Sweets in Menus" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/25\/nyregion\/schools-cut-down-on-fat-and-sweets-in-menus.html"} , {"body" : "For months Mayor Michael R. Bloomberg argued that closing eight firehouses was politically tough but necessary to balance the city's budget. He held to that line in the face of political attacks, private entreaties, emotional rallies and even lawsuits. But this week the mayor agreed to spare two of the firehouses after heavy lobbying from the State" , "date" : "20030521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bloomberg Says Merits, Not Politics, Saved Firehouses" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/21\/nyregion\/bloomberg-says-merits-not-politics-saved-firehouses.html"} , {"body" : "A 22-year-old Army specialist from Brooklyn was killed in Iraq on Sunday when another soldier's gun discharged, the authorities said. The victim, Specialist Rasheed Sahib, died from a bullet wound to his chest in the town of Balad, Iraq, according to The Associated Press. It said that the gun discharged when it was being cleaned by a fellow" , "date" : "20030520" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Soldier From Brooklyn Dies When Hit by a Bullet in Iraq" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/20\/nyregion\/soldier-from-brooklyn-dies-when-hit-by-a-bullet-in-iraq.html"} , {"body" : "After the State Legislature passed a New York City aid package yesterday over the veto of Gov. George E. Pataki, Mayor Michael R. Bloomberg reversed course and said that the city would be able to save two of the eight city firehouses that were scheduled to close. The mayor's turnaround came after he and his aides insisted for months that the" , "date" : "20030520" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Spares 2 Threatened Firehouses After All" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/20\/nyregion\/mayor-spares-2-threatened-firehouses-after-all.html"} , {"body" : "A 21-year-old Queens man was arrested yesterday and charged with murder in a shooting at a Brooklyn barbershop last month, the police said. Two brothers were shot in the April 3 attack. One of them, Kawane Buckner, was hit in the back of the head and died on April 27 at Elmhurst Hospital Center in Queens. The police said the two men were shot" , "date" : "20030518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Arrest in Killing At a Barbershop" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/18\/nyregion\/arrest-in-killing-at-a-barbershop.html"} , {"body" : "The prevailing political theory at City Hall goes something like this: Politics do not matter. If Mayor Michael R. Bloomberg remains true to his convictions, resists the taint of special interest groups and makes tough choices that keep the city sound, New Yorkers will appreciate and reward him. But that theory is being severely tested as Mr." , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BUDGETS IN CRISIS: CITY HALL MEMO; No Politician? The Polls Agree With the Mayor" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/budgets-in-crisis-city-hall-memo-no-politician-the-polls-agree-with-the-mayor.html"} , {"body" : "California ALL TOMORROW'S PARTIES -- Los Angeles, June 19-22. Begun in England four years ago, this occasional series has become one of the world's most innovative pop festivals by applying a simple principle: hand over the programming to a well-connected artist or musician and allow every nepotistic indulgence. What results is more variety than" , "date" : "20030504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "33" , "title" : "SUMMER FESTIVALS; POP\/JAZZ" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/04\/arts\/summer-festivals-pop-jazz.html"} ,   {"body" : "Less than a year after she lost her State Senate seat, Nellie Santiago, a Brooklyn Democrat who was in the Senate for a decade, is returning to politics. Ms. Santiago is running for the City Council seat held by Erik Martin Dilan, the son of the man who defeated her last year. Ms. Santiago's campaign officials said yesterday that they had begun" , "date" : "20030424" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ex-Senator Is Challenging Son Of the Man Who Ousted Her" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/24\/nyregion\/ex-senator-is-challenging-son-of-the-man-who-ousted-her.html"} , {"body" : "Janette and her husband, Juan, have a continuing argument about taxes. It is not about who is keeping track of the receipts or who should call the accountant. They are illegal immigrants, and what they cannot agree about is whether to file an income tax return. Once a middle-class professional in Peru, Juan now works in a restaurant in Nassau" , "date" : "20030415" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Tax Day Puts Illegal Immigrants in a Special Bind" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/15\/nyregion\/tax-day-puts-illegal-immigrants-in-a-special-bind.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's." , "body" : "In the forest of khaki, heather gray and chambray that is the Gap's store on Fifth Avenue and 54th Street, the 6-foot-4-inch Jeff Einstein is a walking, talking redwood. The instant a potential customer breaches the invisible border of his department, he approaches to offer assistance. ''Too bad I'm not selling cars,'' he jokes with one pear-shaped" , "date" : "20030413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "44" , "title" : "Commute to Nowhere" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/13\/magazine\/commute-to-nowhere.html"} , {"body" : "Two men who the police believe were bent on robbery walked into a Brooklyn barbershop late Thursday night after it had closed and shot the owner and his brother, critically wounding both men, the authorities said yesterday. After the crime, the attackers apparently pulled down the security gate at the shop, P. J.'s Splitt Ends, at 379 Bushwick" , "date" : "20030405" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "2 Brothers Critically Wounded By Shots in Brooklyn Barbershop" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/05\/nyregion\/2-brothers-critically-wounded-by-shots-in-brooklyn-barbershop.html"} , {"body" : "On the Battle Ground THE ADVANCE -- American military units south of Baghdad made probing attacks against the Republican Guard division at Karbala. A1 IN BAGHDAD -- A spokesman for the Iraqi forces said 4,000 volunteers from 23 Arab countries were ready to make suicide attacks. A1 MILITARY ANALYSIS -- Gen. Tommy R. Franks insisted the United States" , "date" : "20030331" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Nation at War" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/31\/nyregion\/a-nation-at-war-049549.html"} , {"body" : "Lance Cpl. William W. White did not have romantic notions about military life -- at least none he shared with his cousin Althea Russell-Muse, who was just two years older than he, and in their small family, was practically a sister. ''He saw it as a way to step up in life, to make something of himself,'' said Ms. Russell-Muse, 26. ''It was a way to" , "date" : "20030331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "13" , "title" : "A NATION AT WAR: NEW YORK; Marine, 24, Saw Corps as a Steppingstone" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/31\/nyregion\/a-nation-at-war-new-york-marine-24-saw-corps-as-a-steppingstone.html"} , {"body" : "A bill on lead poisoning has been stalled in the City Council for a year, even though more than half the council members support it. A report to be released today suggests that large campaign contributions from the real estate industry may be holding it up. City council members have received $160,000 from members of real estate trade organizations" , "date" : "20030313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Report Ties Donations to Lead-Paint Law's Delay" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/13\/nyregion\/report-ties-donations-to-lead-paint-law-s-delay.html"} , {"body" : "The Nemorin family was relatively new to this peaceful community on Long Island's South Shore, and so many neighbors did not yet know that James V. Nemorin was a police officer. They certainly did not know that the smiling, strapping, impeccably dressed man who could often be found playing with his three children on the front lawn was an undercover" , "date" : "20030312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "FALLEN OFFICERS: THE VICTIMS; Focused At Work, But Devoted To Children" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/12\/nyregion\/fallen-officers-the-victims-focused-at-work-but-devoted-to-children.html"} , {"body" : "Hundreds of vacant lots that the city has sold at auction since 1996 remain empty trash-strewn lots that blight neighborhoods in desperate need of more housing, according to a report released yesterday by a housing advocacy group. The report, by New York Acorn, found that in 10 neighborhoods with a great deal of vacant land, 66 percent of the" , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City-Sold Lots Stay Vacant, Report Says" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/city-sold-lots-stay-vacant-report-says.html"} , {"body" : "LET us turn from this cultural moment, when a popular television beer commercial features two Amazonian women pulling off each other's clothes and wrestling in a batch of fresh cement, to consider Miss Rheingold. From 1942 to 1964, she was everywhere in New York: on billboards, in magazines, on the sides of beer trucks. She was toothsome and" , "date" : "20030223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; Demure Beauties of Old" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/23\/nyregion\/city-lore-demure-beauties-of-old.html"} ,   {"body" : "Public School 321 in Park Slope made the list, but the middle school that many of its graduates attend, M.S. 51, did not. Public School 87 on the Upper West Side made it, but not the Computer School, a small alternative school in the same neighborhood. As Chancellor Joel I. Klein released the long-awaited list of schools he considered good enough" , "date" : "20030215" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Joy and Anger Greet List of Top City Schools" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/15\/nyregion\/joy-and-anger-greet-list-of-top-city-schools.html"} , {"body" : "Things are starting to happen on Brooklyn's most promising stretch of undeveloped waterfront. Sort of. At the end of North 12th Street in Williamsburg, on a lot now filled with oil tanks, a man named Adam Victor, assisted by the son of a famed Soviet dissident, wants to build a $1 billion Frank Gehry-inspired complex lined with art galleries, video" , "date" : "20030206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For a Stretch of Brooklyn Waterfront, Many Dreams Are Contenders" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/06\/nyregion\/for-a-stretch-of-brooklyn-waterfront-many-dreams-are-contenders.html"} , {"body" : "A homeless man has been arrested and charged with the slashing of a 21-year-old college student on a downtown subway platform this month, the police said yesterday. The victim, Yael Leopold, a senior at the University of Massachusetts at Amherst, was attacked as she waited for the J train at the Chambers Street station at 5:30 a.m. on Jan. 10. She" , "date" : "20030127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Homeless Man Is Charged With Slashing on Subway Platform" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/27\/nyregion\/homeless-man-is-charged-with-slashing-on-subway-platform.html"} , {"body" : "Fights often break out when borders are contested. And there are many borders -- political, ethnic, geographic -- that are involved in the city's proposal to redraw the two City Council districts that meet in Bushwick and Ridgewood at the Brooklyn--Queens border. Other redistricting disputes have erupted around the city, notably one that centers on" , "date" : "20030126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RIDGEWOOD; As Districts Are Redrawn, Wary Neighbors See Odd Bedfellows" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/26\/nyregion\/neighborhood-report-ridgewood-districts-are-redrawn-wary-neighbors-see-odd.html"} , {"body" : "New York City is facing an epidemic of diabetes, health officials said yesterday, pointing to new figures showing that nearly 8 percent of adults in the city have the disease, double the rate of eight years ago. This rate, which mirrors national trends, is particularly high in the city's poorest neighborhoods, where obesity rates are also extremely" , "date" : "20030125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Diabetes Rate Has Doubled, City Reports" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/25\/nyregion\/diabetes-rate-has-doubled-city-reports.html"} , {"body" : "A 14-year-old girl was abducted and raped in Brooklyn as she was walking home from school on Tuesday, the police said yesterday. The girl, whose name was withheld by the police, was attacked at Schole Street and Bushwick Avenue around 3:40 p.m., officials said. A man approached her from behind, forced her into a car and drove her to an unknown" , "date" : "20030123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Teenage Girl Reported Raped" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/23\/nyregion\/metro-briefing-new-york-brooklyn-teenage-girl-reported-raped.html"} , {"body" : "Manhattan GREENWICH VILLAGE $970,000 99 Jane Street 2-bedroom, 2-bath, 1,225-sq.-ft. condo in a 3-year-old building; dining area, eat-in kitchen, balcony; common charge $171; taxes $4,284; listed at $975,000, 1 week on market (broker: Eychner Associates) EAST MIDTOWN $899,000 411 East 53rd Street (Sutton Manor) 1-bedroom, 1 1\/2-bath, 1,195-sq.-ft." , "date" : "20030116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/16\/garden\/residential-sales.html"} , {"body" : "A few days after being slashed on her head and left hand by a man wielding a blade on a Lower Manhattan subway platform, Yael Leopold vowed to return to New York and realize her dream of becoming a sixth-grade teacher. Ms. Leopold, 21, a University of Massachusetts senior, said today that she saw the attack, for which she received more than 50" , "date" : "20030113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Victim Looks for Meaning In Random Subway Slashing" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/13\/nyregion\/victim-looks-for-meaning-in-random-subway-slashing.html"} , {"body" : "Between sobs and prayers, family members struggled yesterday to understand why 13-year-old Randy Carlote died while doing what he loved best -- playing baseball. Randy had shown up at Ditmas Junior High School in Kensington, Brooklyn, on Saturday two hours early for tryouts for a baseball team run by the Youth Service League, a community group, his" , "date" : "20030113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Tears and Questions After Boy's Fatal Collapse at School" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/13\/nyregion\/tears-and-questions-after-boy-s-fatal-collapse-at-school.html"} , {"body" : "On any ordinary Sunday morning, Ana Lucia Rodriguez would have been listening avidly to the sermon in her accustomed spot in the second row at St. Martin of Tours Roman Catholic Church in Bushwick, Brooklyn. Yesterday, she had become the sermon. The Rev. Patrick Burns struggled to tame the anguish of his congregation after they learned that Ms." , "date" : "20030106" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Killed by Police Car Is Recalled as 'Heart of Parish'" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/06\/nyregion\/woman-killed-by-police-car-is-recalled-as-heart-of-parish.html"} ,   {"body" : "A woman was struck and killed last night by an unmarked police car that was responding to the scene of an unrelated shooting in the Bushwick section of Brooklyn, the police said. The woman, Lucia Rodriguez, 63, of 218 Palmetto Street, was hit shortly before 6 p.m. on Wilson Avenue between Menahan and Grove Streets, according to the police. The car" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Woman Killed by Police Car" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/brooklyn-woman-killed-by-police-car.html"}]