[  {"author" : "Melanie Thernstrom last wrote for the magazine about divorce." , "body" : "Jack Silecchia b. 1929 'What will survive of us is love,'' insists Philip Larkin's famous phrase, inspired by an ancient effigy in a churchyard of a couple whose stone hands are forever clasped. But what -- some lives compel us to ask -- about hatred? It is difficult to describe Jack Silecchia's 37-year marriage to Renee Silecchia without reaching" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "54" , "title" : "THE LIVES THEY LIVED; Married to Animosity" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/magazine\/the-lives-they-lived-married-to-animosity.html"} , {"body" : "There's the struggle over the future of ground zero. There's the face-off between the city unions and a budget-conscious mayor. And then there's the coup against Councilman Lewis A. Fidler. Politics has small stories as well as big ones, and a small one broke 10 days ago when City Council members from Brooklyn voted 15 to 0 to replace Mr. Fidler as" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Democrats to See if Two Heads Are Better Than One" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/neighborhood-report-brooklyn-up-close-democrats-see-if-two-heads-are-better-than.html"} , {"body" : "The Fire Department said yesterday that it had increased the staffs of five engine companies, including one in Harlem near an engine company that was closed earlier this year. Staffing levels are a factor in how quickly a fire can be attacked. The city has 197 engine companies; a majority are operated by four firefighters. But the following engine" , "date" : "20031205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Five Fire Companies Expanded" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/05\/nyregion\/metro-briefing-new-york-brooklyn-five-fire-companies-expanded.html"} , {"body" : "Sparked by the two-way star Diego Oquendo, Tottenville sneaked past Canarsie, 28-24, yesterday in front of 2,000 fans to win the Public Schools Athletic League football title at Midwood High School in Brooklyn. It was Tottenville's second P.S.A.L. football title. The Pirates also won in 1997. Tottenville's title marked the seventh championship for" , "date" : "20031130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL FOOTBALL; Two-Way Starter Leads Tottenville to the Title" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/30\/sports\/high-school-football-two-way-starter-leads-tottenville-to-the-title.html"} , {"body" : "When Tottenville High School (12-0) of Staten Island and Canarsie (11-0) of Brooklyn square off at noon today to decide the Public Schools Athletic League championship, a run-oriented, high-scoring physical game figures to unfold at Midwood Field in Brooklyn. ''Our game revolves around us running the ball,'' Tottenville Coach Jim Munson said." , "date" : "20031129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "SPORTS BRIEFING: HIGH SCHOOL FOOTBALL; Public League Title Game" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/29\/sports\/sports-briefing-high-school-football-public-league-title-game.html"} , {"body" : "One night last January, a young man about to start his first job in New York City was shot dead on the Lower East Side as he returned home after a night out with friends. On Sept. 9, a young woman and three elderly relatives were found dead in bloody tableaux throughout their two-story house in Jamaica, Queens. On two consecutive days later in" , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Unsolved, and Unsettling; Murders Are Down, but Open Cases Nag at the Public and the Police" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/nyregion\/unsolved-unsettling-murders-are-down-but-open-cases-nag-public-police.html"} , {"body" : "The Brooklyn district attorney's office has decided not to pursue charges against a woman whose two children died in a fire after she left them home alone to go to work. The office said that it was still investigating the case and that the charges it had brought against the mother -- reckless endangerment and challenging the welfare of a child --" , "date" : "20031106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Case Dropped Against Mother In Fire Deaths" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/06\/nyregion\/case-dropped-against-mother-in-fire-deaths.html"} , {"body" : "Maybe you can't judge a book by its cover, but it sure looks as if you can judge New Yorkers by their dogs. A New York Times analysis of dog licensing data (yes, we took the time to do this) from recent statistics collected by the New York City Department of Health and Mental Hygiene shows that Hispanics are more likely than whites or blacks to own" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Top Dog? It Depends on the ZIP Code" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/nyregion\/new-york-s-top-dog-it-depends-on-the-zip-code.html"} , {"body" : "Last Sunday, as her night shift neared, Kim Brathwaite faced a hard choice. Her baby sitter had not shown up, and to miss work might end her new position as assistant manager at a McDonald's in downtown Brooklyn. So she left her two children, 9 and 1, alone, trying to stay in touch by phone. It turned out to be a disastrous decision. Someone, it" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Daily Choice Turned Deadly: Children Left on Their Own" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/nyregion\/daily-choice-turned-deadly-children-left-on-their-own.html"} , {"body" : "A fire that killed two children left home alone in Canarsie, Brooklyn, on Sunday appears to have been deliberately set by a third person, Fire Department officials said yesterday. Investigators had at first been considering the possibility that the children, 9 years old and 17 months, had started the fire themselves. But tests showed that a" , "date" : "20031015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Police Think Deadly Fire Was Arson" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/15\/nyregion\/police-think-deadly-fire-was-arson.html"} ,   {"body" : "INTERNATIONAL A3-10 U.S. Resolution on Iraq Gaining Support in the U.N. The Bush administration is virtually assured of gaining Security Council approval of a revised United Nations resolution on Iraq's future, diplomats said, but it remains unclear whether the measure will be adopted overwhelmingly or in a less convincing, abstention-riddled vote." , "date" : "20031015" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/15\/nyregion\/news-summary-697907.html"} , {"body" : "The mother of two children who died Sunday in an apartment fire in Canarsie was arraigned yesterday on two counts each of reckless endangerment and endangering the welfare of a child. The woman, Kim Brathwaite, 35, had left her daughter, Justina Mason, 9, and son, Justin Brathwaite, 17 months, home alone in the family's basement apartment on" , "date" : "20031014" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Mother Charged In Fatal Fire" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/14\/nyregion\/metro-briefing-new-york-brooklyn-mother-charged-in-fatal-fire.html"} , {"body" : "Two young children who were left home alone died early yesterday after a fire consumed the illegal basement apartment where they lived in the Canarsie section of Brooklyn, the police said. The children were found trapped in a front room with no exit, unconscious on the crimson carpet. Fire officials said that the blaze had been set deliberately and" , "date" : "20031013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Fire Kills Two Children Found Alone" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/13\/nyregion\/a-fire-kills-two-children-found-alone.html"} , {"body" : "The indictment this week of the Brooklyn Democratic leader, Clarence Norman Jr., has left many Democratic officials in Brooklyn worried about the tarnished image of their party when, they say, they should be working on organizing for the presidential primary next year. Others worry that the indictment of Mr. Norman, coming on the heels of scandals" , "date" : "20031011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Democrats In Brooklyn Fear for Image" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/11\/nyregion\/democrats-in-brooklyn-fear-for-image.html"} , {"body" : "THOMAS ROMANO was fresh out of college when he announced to his mother in 1989 that he had a plan to transform her antiques importing and retail furniture company. His idea: Wean the company from antiques, which were becoming increasingly expensive, and begin manufacturing reproductions overseas. ''I said, 'What are you, crazy?''' Claudette Romano," , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAVA (INDONESIA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "L.I. @ WORK; Finding a Niche in Antique Reproductions" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/nyregion\/li-work-finding-a-niche-in-antique-reproductions.html"} , {"body" : "The suspect in a fatal shooting during the Sept. 1 West Indian American Day Parade, tracked to Columbia, Md., by Brooklyn detectives, surrendered on Thursday, the police said. He was returned to New York yesterday. The suspect, Louis Wingate, 18, of Brownsville, Brooklyn, has been charged with second-degree murder in the shooting of Anthony" , "date" : "20031004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Man Held In Killing at Parade" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/04\/nyregion\/brooklyn-man-held-in-killing-at-parade.html"} , {"body" : "Elaine Davidow was already a battle-scarred, two-time survivor of the New York City public high school admissions process when her youngest child started eighth grade last year. But that did not make applying to schools any easier. ''It was nerve-racking,'' said Mrs. Davidow, who had the advantage of being a leader of the President's Council in" , "date" : "20031004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "New Policy for Admissions Is Bringing New Headaches" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/04\/nyregion\/new-policy-for-admissions-is-bringing-new-headaches.html"} , {"body" : "DEAR DIARY: A while back I was sitting in Caffe Reggio, my favorite haunt in the Village. It was a beautiful day, and I was outside enjoying a cappuccino and the life around me. A man of about 60 or so came down the sidewalk toward me. He was plugged into his Walkman and wore a bright orange baseball cap. He smiled broadly when he saw me," , "date" : "20030929" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/29\/nyregion\/metropolitan-diary-468185.html"} , {"body" : "A 22-year-old Bronx man has been arrested in the Aug. 27 shooting of a police captain who had stepped out of an unmarked police car to confront two suspicious men in Washington Heights. The arrest came in the aftermath of a sweeping investigation in which another man with ties to the rap music industry was taken into custody by heavily armed" , "date" : "20030908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bronx Man Faces Charges in Shooting of Police Captain" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/08\/nyregion\/bronx-man-faces-charges-in-shooting-of-police-captain.html"} , {"body" : "Under a persistent drizzle and the watchful eyes of young men in skullcaps, the workers loaded the last of the police barricades from Eastern Parkway in Brooklyn onto flatbed trucks yesterday. Sanitation workers cruised Kingston Avenue, but the garbage was gone. These streets, filled on Labor Day with people who came to eat jerk chicken, to" , "date" : "20030903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Picking Up the Pieces the Morning After the Parade and Its Strife" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/03\/nyregion\/picking-up-the-pieces-the-morning-after-the-parade-and-its-strife.html"} ,   {"body" : "MANHATTAN is among the most storied of places, a fabled island of commerce and grandeur. Millions live there, millions toil there, millions trek vast distances to visit. And especially after Labor Day, when the city's cultural season kicks in, it's a powerful Mecca. Even so, some people could care less. Turns out there are plenty of New Yorkers," , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Never-Never Land" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/never-never-land.html"} , {"body" : "A man questioned in the Wednesday shooting of a police captain was cleared as a suspect yesterday, only to be charged with illegally possessing a firearm at the time of his arrest. ''Right now he is not considered a suspect,'' Police Commissioner Raymond W. Kelly said yesterday. The captain, Kenneth Girven, 34, was shot early Wednesday after" , "date" : "20030830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cleared in Captain's Shooting, Man Still Faces Gun Charge" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/30\/nyregion\/cleared-in-captain-s-shooting-man-still-faces-gun-charge.html"} , {"body" : "A suspect in the shooting of a police captain early Wednesday surrendered to heavily armed officers yesterday after a tense two-and-a-half-hour standoff in a peaceful Brooklyn neighborhood. But after questioning the man for several hours, investigators said they did not believe he was the gunman. Several police officials said that since Wednesday" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Cornering Suspect, Police Doubt He's Gunman" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/after-cornering-suspect-police-doubt-he-s-gunman.html"} , {"body" : "Their trains and their buses were not running. Their flights were canceled. Their cars were moving a couple of blocks an hour. They were trapped in elevators. Even hotels would not take them. They were stuck, all stuck. They spilled into the streets, fleeing office buildings and sweltering subway stations, swimming around cars and buses like ants" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "THE BLACKOUT OF 2003: THE STRANDED; In Subways, in Traffic In Elevators: All Stuck" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/nyregion\/the-blackout-of-2003-the-stranded-in-subways-in-traffic-in-elevators-all-stuck.html"} , {"body" : "A teenager who was a suspect in the shooting of six people on Sunday night in Canarsie, Brooklyn, turned himself in the next morning, the police said yesterday. The suspect, Tony Lopez, of Shore Parkway in Brooklyn, is accused of shooting six young men, ages 14 to 32, near Rockaway Parkway. None of the injuries were life-threatening. Mr. Lopez" , "date" : "20030813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: Shooting Suspect Surrenders" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/13\/nyregion\/metro-briefing-new-york-manhattan-shooting-suspect-surrenders.html"} , {"body" : "The shots sounded moments after Janard Knight left a basketball game in Canarsie, Brooklyn, to look for a bottle of water on Sunday night. ''I started running,'' Mr. Knight, 16, said yesterday. ''I felt two shots go into the back of my legs. I kept running until I got to a newsstand.'' There, Mr. Knight pulled up his shorts and showed a vendor the" , "date" : "20030812" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bullets in Canarsie, and a Wounded Boy 'Kept Running'" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/12\/nyregion\/bullets-in-canarsie-and-a-wounded-boy-kept-running.html"} , {"body" : "One man shot six people last night on Rockaway Parkway in Canarsie, the police said. Investigators said the shootings took place about 8:30 p.m. between Avenue M and Seaview Avenue, after a dispute in a nearby park. The victims were 17 to 25 years old, the police said, and all sustained bullet wounds that were not considered life threatening. They" , "date" : "20030811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: 6 Hurt In Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/11\/nyregion\/metro-briefing-new-york-brooklyn-6-hurt-in-shooting.html"} , {"body" : "A 15-year-old girl and her baby sister who vanished after a Saturday evening trip to the Kings Plaza shopping center were found safe yesterday afternoon, the police and family members said. The girls, Tarsha Mason and her 22-month-old sister, Kendria Hamilton, were found at the home of one of Ms. Mason's friends in Canarsie after the police" , "date" : "20030730" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Girls Missing Since Saturday Are Found Safe" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/30\/nyregion\/two-girls-missing-since-saturday-are-found-safe.html"} , {"author" : "Steve Kurutz is a staff writer for Details magazine." , "body" : "THE Belt Parkway, which stretches for 36 miles from Owls Head Park in Bay Ridge, Brooklyn, to Long Island, is a road as bold and monolithic as New York City itself. The highway, which was built by Robert Moses, is lined with concrete barriers and colossal traffic jams on weekends. Driving the Belt is like skirting along the very heart of urbanism." , "date" : "20030713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Still of the Night" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/13\/nyregion\/in-the-still-of-the-night.html"} , {"body" : "The driver of a commuter van was fatally shot by one of his passengers as the van traveled south through a busy commercial section of Flatbush Avenue in Brooklyn yesterday. The shooting sent people fleeing in panic and led to a series of crashes. The police said the shooting occurred yesterday afternoon in front of 2184 Flatbush Avenue in Flatlands" , "date" : "20030708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Dollar Van Driver Is Shot to Death by Passenger" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/08\/nyregion\/brooklyn-dollar-van-driver-is-shot-to-death-by-passenger.html"} ,   {"body" : "A state judge has dismissed the main part of a lawsuit filed by the New York attorney general that had sought $12 million from the former operators of a Brooklyn adult home to compensate hundreds of mentally ill residents who had long endured filthy conditions and little if any supervision. The judge, Justice Ira B. Harkavy of State Supreme Court" , "date" : "20030624" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Court Victory for an Adult Home In Its Treatment of the Mentally Ill" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/24\/nyregion\/court-victory-for-an-adult-home-in-its-treatment-of-the-mentally-ill.html"} , {"body" : "Dr. Arlie O. Petters grew up in a quiet corner of Belize, far from the intellectual centers of mathematics and physics and unaware of many of his career possibilities. Today, as a United States citizen and the Martin Luther King Jr. visiting professor of physics at the Massachusetts Institute of Technology, Dr. Petters, 39, is building a career" , "date" : "20030527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BELIZE"] , "nytd_section_facet" : ["Science" , "Books" , "Health"] , "page_facet" : "2" , "title" : "A CONVERSATION WITH: ARLIE PETTERS; A Journey to Bridge Math and the Cosmos" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/27\/science\/a-conversation-with-arlie-petters-a-journey-to-bridge-math-and-the-cosmos.html"} , {"body" : "He did not emote, in a Bill Clinton-I-feel-your-pain way. Nor did he spar with questioners, in a Rudolph W. Giuliani-confrontational way. Instead, Mayor Michael R. Bloomberg went to a community breakfast in Flatbush, Brooklyn, yesterday and did the compassion thing, the connection thing, the outreach thing and the vision thing that pundits and some" , "date" : "20030514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bloomberg Faces the Public, and the Music, With Some Assurance" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/14\/nyregion\/bloomberg-faces-the-public-and-the-music-with-some-assurance.html"} , {"body" : "Desiree Phillips said she believed investing with A & A Global Resources would give her the money to get her son and his new family off to a good start. Delores Cobb saw Global Resources as the means to finally buy a little place of her own, and leave her public housing apartment to her daughter and grandchildren. And Karim Rasheed said that he and" , "date" : "20030423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Investors Asking Where The Money Went" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/23\/nyregion\/investors-asking-where-the-money-went.html"} , {"body" : "Some of the most distinguished buildings in northern Brooklyn are firehouses, many of them built more than a century ago to protect the borough's densely populated warrens of wooden tenements. Now five of those firehouses are scheduled to be closed, along with three others elsewhere in the city. Neighborhood advocates and some elected officials" , "date" : "20030411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Times Change, Officials Say, and So Firehouses Are Closing" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/11\/nyregion\/times-change-officials-say-and-so-firehouses-are-closing.html"} , {"body" : "The owners of 4 junkyards in Brooklyn and 10 of their employees were arrested on charges of illegally dumping thousands of gallons of toxic materials onto the ground and into the sewer system, state and city officials announced yesterday. Through the use of hidden surveillance cameras, investigators gathered what they said was evidence that the" , "date" : "20030404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Toxic Dumping Charged" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/nyregion\/metro-briefing-new-york-brooklyn-toxic-dumping-charged.html"} , {"body" : "A deliberately set fire fueled by a liquid accelerant tore through a Brooklyn apartment house early yesterday, leaving four people dead, officials said. The three-alarm arson began on the first floor of the three-story building at 2586 Bedford Avenue in East Flatbush. But the victims -- three men and a young woman -- were all in a third-floor" , "date" : "20030403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fire Kills 4 In Brooklyn; Arson Seen" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/03\/nyregion\/fire-kills-4-in-brooklyn-arson-seen.html"} , {"body" : "If part of the strategy of the war is trying to win more support for it at home, then a battle was being lost badly the other afternoon on a concrete bench in Harlem. Magic Britt, a porter, and David Sinclair, a maintenance worker, were taking a break in front of the Adam Clayton Powell State Office Building on 125th Street. Mr. Britt said that he" , "date" : "20030327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "15" , "title" : "A NATION AT WAR: RELATIONS; New Yorkers' Sharp Divisions Fall Roughly on Racial Lines" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/27\/nyregion\/nation-war-relations-new-yorkers-sharp-divisions-fall-roughly-racial-lines.html"} , {"body" : "The homeowner who shot a nighttime intruder and who was then prosecuted for illegal gun possession suffered another legal setback yesterday -- paradoxically, by a reduction in the charge against him. Last December, Ronald Dixon of Canarsie shot and injured the intruder but did not have a New York gun license. The district attorney, Charles J." , "date" : "20030319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Charge To Be Reduced In Gun Case" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/19\/nyregion\/metro-briefing-new-york-brooklyn-charge-to-be-reduced-in-gun-case.html"} , {"body" : "The city's Sanitation Department built three compost centers in parks in Brooklyn and the Bronx without performing appropriate environmental reviews or getting the proper permits, City Comptroller William C. Thompson Jr. charged yesterday. Mr. Thompson complained about the centers in Old Mill Creek Park in Brooklyn and Soundview Park in the Bronx." , "date" : "20030311" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Manhattan: Compost Centers Criticized" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/11\/nyregion\/metro-briefing-new-york-manhattan-compost-centers-criticized.html"} ,   {"body" : "To the Editor: I was dismayed by your article about the teams from Canarsie High School having to change their name (''Yes, We're the Chiefs, but Please Don't Tell Anybody,'' Feb. 9). I was in the first graduating class of Canarsie High (1967), and have spent half my life in Canarsie. The name Canarsie comes from the Canarsie Indian (Native" , "date" : "20030223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Honor the Chiefs Of Old Canarsie" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/23\/nyregion\/l-honor-the-chiefs-of-old-canarsie-466719.html"} , {"body" : "Last fall, Canarsie High School in Brooklyn was in the middle of an identity crisis. This winter, Canarsie High School is still in the middle of an identity crisis, and now faces two crucial questions: When is a Chief not really a Chief? And just what was a Blue Thunder, anyway? The school had been called the Canarsie Chiefs for nearly 40 years," , "date" : "20030209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; Yes, We're the Chiefs, but Please Don't Tell Anybody" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/09\/nyregion\/neighborhood-report-canarsie-yes-we-re-the-chiefs-but-please-don-t-tell-anybody.html"} , {"author" : "Fred Brock is an editor at The Times. His column on the approach and arrival of retirement appears the second Sunday of each month. E-mail: fbrock@nytimes.com." , "body" : "THE value of thinking small is not lost on Jim Miller. Mr. Miller, 39, of Norman, Okla., writes a weekly, self-syndicated column called the Savvy Senior that runs in more than 400 mostly small daily and weekly newspapers around the country. But the really small part is what he charges for his column: $3 to $5 a week, depending on a paper's" , "date" : "20030209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "SENIORITY; The Senior Discount, as Applied by a Writer" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/09\/business\/seniority-the-senior-discount-as-applied-by-a-writer.html"} , {"body" : "IN all likelihood, most New Yorkers would find it hard not to sympathize with Ronald Dixon. No, that's too soft. In all likelihood, most New Yorkers would find it close to impossible not to sympathize with Mr. Dixon, or question his right to do what he did. Here's what happened one December morning in his two-story house in Canarsie, Brooklyn. His" , "date" : "20030207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Protecting A Gun Law, Or a Family" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/07\/nyregion\/nyc-protecting-a-gun-law-or-a-family.html"} , {"body" : "A hit-and-run driver speeding on a major thoroughfare in Brooklyn yesterday struck and killed a baby and two young mothers before smashing his Jeep into a tractor-trailer 10 blocks away, the authorities said. He and a second child who was struck were in critical condition last night. The driver, whom the police identified as John V. Zappulla, 25," , "date" : "20030206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Hit-and-Run Kills 2 Young Women and Infant" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/06\/nyregion\/brooklyn-hit-and-run-kills-2-young-women-and-infant.html"} , {"body" : "For decades, they served as the fulcrum of black political power in New York. If a black candidate for citywide or statewide office were to emerge, chances are the candidate came from their ranks -- or did not advance without their approval. Indeed, they converted to reality from dream the very idea of a black mayor, and made one of their number" , "date" : "20030203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Political Lions Go Gray, Harlem Wanes as Center of Power" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/03\/nyregion\/as-political-lions-go-gray-harlem-wanes-as-center-of-power.html"} , {"body" : "A 63-year-old Bronx woman was killed yesterday in a hit-and-run accident that left her pinned against a wall of the Morris Heights Post Office, the police said. She was the fourth person to be killed in a rash of hit-and-run accidents in the city since Friday. The victim, Margarita Isaac, of 1972 Walton Avenue, was pronounced dead at the scene of" , "date" : "20030122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Driver Kills a Bronx Woman, 63, and Flees" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/22\/nyregion\/driver-kills-a-bronx-woman-63-and-flees.html"} , {"body" : "At night, the stairwells of the Brooklyn apartment building where Sandra Campbell lives echo with loud music and ceaseless activity. A woman sprays an old armoire with paint and varnish, filling the halls with acrid fumes. Children in heavy coats sit by the main stairwell, where they have spread their homework, trying to ignore the constant foot" , "date" : "20030116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; Defying the Odds to Keep Her Children in School" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/16\/nyregion\/the-neediest-cases-defying-the-odds-to-keep-her-children-in-school.html"} , {"body" : "Every afternoon, 14 yellow buses, their red blinkers flashing, line up nose to tail on a forlorn street alongside the Bronx High School of Science, waiting for hundreds of students to step aboard for the ride home to Queens. The New York City public school system does not furnish buses for high school students, so this armada is an uncommon sight." , "date" : "20030114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How Do You Get To Bronx Science? The Yellow Bus; A Private Transportation Service Fosters the Queens Connection" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/14\/nyregion\/you-get-bronx-science-yellow-bus-private-transportation-service-fosters-queens.html"}]