[  {"body" : "Still Making Deals At a Different Table Years back, Theodore W. Kheel helped settle so many big and bitter labor disputes in New York and around the country that he was widely regarded as the maestro of mediation. These days, he still uses his talent for bringing people together, though for ends other than soothing passions at the bargaining table." , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)" , "CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/following-up.html"} , {"body" : "TEN years ago, when Karen Brenner first moved to Park Slope, she settled in a rented one-bedroom floor-through on Third Street between Fifth and Sixth Avenues. In 2001 she moved again. She bought a two-bedroom apartment in a newly built 36-unit condominium called Park Slope Estates on Second Street between Fifth and Fourth Avenues. To outsiders" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Rezoning, and Redefining, Park Slope" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/realestate\/rezoning-and-redefining-park-slope.html"} , {"body" : "Manhattan LOWER EAST SIDE $845,000 7 Essex Street 2-bedroom, 2-bath 1,548-sq.-ft. condo in a pre-World War II building; elevator, dining area, 10-ft. ceilings, hardwood floors, common roof deck; common charge $683; taxes $6,475; listed at $900,000, 8 weeks on market (brokers: Hunie Kwon; J C DeNiro & Associates) GRAMERCY PARK AREA $650,000 21 East" , "date" : "20031225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/25\/garden\/residential-sales.html"} , {"body" : "WHEN Bridgette Raes woke up this summer covered with red itchy bumps, the last thing she expected was bedbugs. A Manhattan dermatologist told Ms. Raes, a 29-year-old image consultant from Carroll Gardens, Brooklyn, that she had scabies, an allergy to a common mite. She tried the Elimite Cream he prescribed, but the red marks continued to appear." , "date" : "20031225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Sleeping With the Enemy" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/25\/garden\/sleeping-with-the-enemy.html"} , {"body" : "A four-month battle over a women's shelter planned for Carroll Gardens, Brooklyn, intensified this month when its supporters called for a boycott of local businesses that advertise on a Web site that has provided links to the shelter's address. The shelter, which will be known as Rose House and will house battered Asian women and their children, is" , "date" : "20031221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; Boycott Steps Up the Fight Over a Women's Shelter" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/21\/nyregion\/neighborhood-report-carroll-gardens-boycott-steps-up-fight-over-women-s-shelter.html"} , {"body" : "To the Editor: I'm saddened by all the talk of developing Brooklyn. There have been reports that some megacomplex will be built downtown, and now there is the possibility of the new Nets stadium (''A Grand Plan in Brooklyn for the Nets' Arena Complex,'' news article, Dec. 11). For business, this is great. But I moved to Brooklyn because it's not" , "date" : "20031218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "42" , "title" : "Don't Mess With Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/18\/opinion\/l-don-t-mess-with-brooklyn-599247.html"} , {"body" : "DAVID BURKE & DONATELLA may sound like a lounge act, but it is the name of the restaurant that Mr. Burke, a chef formerly of the Smith & Wollensky Group, and his partner, DONATELLA ARPAIA , who owns Bellini, are opening at 133 East 61st Street. The two, below, have turned the dark interior of what was Il Valetto into a bright space accented with" , "date" : "20031210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/10\/dining\/food-stuff-off-the-menu.html"} , {"body" : "NEW YORK is an organic creature, capable of lifting your soul skyward one day, then grinding it slowly to powder the next. But who knew that the city manipulated inanimate objects as whimsically as people? I'm talking about my box of old clothes. I recently moved to the south end of Carroll Gardens, a nether region of welding shops and warehouses." , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/SHEDDING; Another Curbside Attraction" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/nyregion\/urban-studies-shedding-another-curbside-attraction.html"} , {"body" : "THE question haunting Madison Avenue these days is, to paraphrase Sigmund Freud, ''What do consumers want?'' As changes in demographics and lifestyles accelerate, consumer behavior is becoming increasingly difficult to predict. More people are surfing the Web, fewer are watching the tube. And a many are becoming more skeptical toward advertising in" , "date" : "20031201" , "day_of_week_facet" : "Monday" , "page_facet" : "19" , "title" : "TALKING SHOP WITH: Zoe Lazarus and Richard Welch; Hunting for the Next Cool in Advertising" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/01\/news\/talking-shop-with-zoe-lazarus-richard-welch-hunting-for-next-cool-advertising.html"} , {"body" : "Manhattan TRIBECA $1.37 million 53 North Moore Street 2-bedroom, 2-bath, 1,887-sq.-ft. condo in a renovated pre-World War II loft building; 24-hr. doormen; private elevator, gallery hallway, dining area, renovated chef's kitchen with dishwasher, renovated bathroom, custom closets and two walk-in closets, beamed ceilings, hardwood floors, oversize" , "date" : "20031120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/20\/garden\/residential-sales.html"} ,   {"body" : "AS the New York City housing market flourished in much of the period between 1999 and 2002, the pace of apartment deregulation quickened in the most desirable neighborhoods of Manhattan and market rents rose sharply in much of the city, especially in Brooklyn and Queens, where median rents exceed $1,000 for the first time in some neighborhoods." , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "As Rents Rise, So Does Deregulation" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/realestate\/as-rents-rise-so-does-deregulation.html"} , {"body" : "With his beefy arms, booming voice and bristly crew cut, Joseph Attianese doesn't immediately remind people of a petite 25-year-old woman from the Midwest. In his 38 years, he has always lived in Carroll Gardens, Brooklyn. And he is certainly not feminine. But in recent weeks, just blocks from his home, a petite 25-year-old woman from the Midwest" , "date" : "20031114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "A Play on Words; Brooklyn Accents and Trends Are Central to One-Woman Show" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/14\/nyregion\/a-play-on-words-brooklyn-accents-and-trends-are-central-to-one-woman-show.html"} , {"body" : "I MOVED back to New York in July, after three and half years in the politely repressed kingdom of Connecticut, where you just don't touch people. Not unless there is a reason that both parties, if asked, would call ''good.'' But in New York, that kingdom of self-absorbed passive aggression, I've been forced to relearn the art of a well-placed" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/JOUSTING; On the Teeming Sidewalks, Nudge, Counternudge" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/nyregion\/urban-studies-jousting-on-the-teeming-sidewalks-nudge-counternudge.html"} , {"body" : "On the steps of City Hall, on public affairs television programs and in the offices of civic organizations and political parties, the chatter these days dwells on a single topic: nonpartisan elections. The referendum to end party primaries and make party affiliation an afterthought in local races has so dominated conversations that it is referred" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Facing Vote to Alter Primaries, Many New Yorkers Just Yawn" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/facing-vote-to-alter-primaries-many-new-yorkers-just-yawn.html"} , {"body" : "To the Editor: Re ''The Two World of Justin Moore'' (Oct. 19), about the two lives of a young rock musician: As I looked at the front of the City section, I thought, ''I know that face.'' Indeed I do. I read on to learn that Justin Moore works at Mail Boxes, Etc., in Greenwich Village where I recently bought bubble wrap and handed him a few bucks" , "date" : "20031026" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "You Never Know Who'll Become a Star" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/26\/nyregion\/l-you-never-know-who-ll-become-a-star-851493.html"} , {"body" : "The people have spoken. The Grocery, a small neighborhood restaurant in Carroll Gardens, Brooklyn, scored a Zagat food rating high enough to put it in seventh place on the list of New York's top restaurants, right up there with Le Bernardin, Daniel, Jean Georges and Bouley. What's wrong with this picture? At the moment, the Grocery has a rating of" , "date" : "20031020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CRITIC'S NOTEBOOK; On Second Thought: It's Great for Its Kind" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/20\/nyregion\/critic-s-notebook-on-second-thought-it-s-great-for-its-kind.html"} , {"body" : "Here, in order, are the seven best restaurants in New York City, according to food ratings in the 2004 Zagat Survey published today: Le Bernardin, Daniel, Peter Luger, Nobu, Bouley, Jean Georges and the Grocery. The Grocery? You may be forgiven for asking. The restaurant is a modest 30-seat, one-room storefront on Smith Street between Union and" , "date" : "20031020" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Little Restaurant Elbows the 4-Stars In Zagat's New List" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/20\/nyregion\/a-little-restaurant-elbows-the-4-stars-in-zagat-s-new-list.html"} , {"body" : "EVENTS CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Today at 2 p.m., a discussion about Woodrow Wilson and World War I with Thomas Fleming, a historian and author of ''The Illusion of Victory: America in World War I''; fee, $10; free for faculty and students. Tonight at 7, a free reading and discussion of" , "date" : "20031017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/17\/arts\/spare-times-719730.html"} , {"body" : "WE are a city of heroes. The rest of the country may clamor for po' boys and hoagies, grinders, subs, wedges or torpedoes, but New York knows what really constitutes a gigantic sandwich, and what raises the hero above those pretenders; what makes it gastronomic royalty. Let there be no misunderstanding by those who have never ventured to New York," , "date" : "20031015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Hey, Po' Boy, Meet Some Real Heroes" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/15\/dining\/hey-po-boy-meet-some-real-heroes.html"} , {"body" : "FEW New Yorkers brag about turning 40, but in China it is a reason to celebrate. Simpson Wong was the honored guest on a soft Wednesday night at his sister and brother-in-law's brownstone duplex in Carroll Gardens, Brooklyn. And as the birthday boy, he was not allowed to touch a pot, even though he is the chef and an owner of the sleek American" , "date" : "20031012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "GOOD COMPANY; Shark Fin With 40 Candles" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/12\/style\/good-company-shark-fin-with-40-candles.html"} ,   {"body" : "IT is a yellowish ribbon. And it is tied around the trunk of a tree in the sidewalk in Carroll Gardens, Brooklyn, where Court Street is crossed by numbered places, First Place, Second Place and so on. The ribbon is narrow and weatherworn and tied tightly, with a double knot a Boy Scout might use, not a very pretty one. It has no bow, no ruffle, no" , "date" : "20031012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/WEATHERING; Amid the Bows, One Ragged Survivor" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/12\/nyregion\/urban-studies-weathering-amid-the-bows-one-ragged-survivor.html"} , {"body" : "One is backed by several of the borough's major cultural institutions. The other was assembled on a kitchen table by a plucky Fort Greene resident who used three months' worth of rent to produce the first issue. Both are glossy quarterlies that made their debut last month and aim to capture affluent readers in brownstone Brooklyn, a task that other" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; For the Brownstone Set, Two Glossies Make a Pitch" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/nyregion\/neighborhood-report-brooklyn-up-close-for-brownstone-set-two-glossies-make-pitch.html"} , {"body" : "Two years after the Sept. 11 attacks, two-thirds of New Yorkers say Arab-Americans, Muslims and immigrants from the Middle East are still likely to be unfairly singled out, according to the latest New York Times Poll. That sentiment is stronger among those who count Arabs among their close friends. Typical of those who think Arabs are targets for" , "date" : "20030914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; There's Still a Chill in New York For Arab-Americans, Poll Says" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/14\/nyregion\/neighborhood-report-new-york-up-close-there-s-still-chill-new-york-for-arab.html"} , {"body" : "WHEN the economy slows, the restaurants retreat. Except for a few publicity-seeking barkers who choose a slow moment to hawk their Kobe beef hot dogs and caviar burritos, the luxury ingredients have largely given way to the basics: pizza, burgers, sandwiches and the rest. Still, it would not be New York if restaurateurs did not apply at least a" , "date" : "20030910" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; Meeting Low Expectations, Happily" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/10\/dining\/25-and-under-meeting-low-expectations-happily.html"} , {"body" : "More than a million New York City students return this morning to a public school system shaken by Mayor Michael R. Bloomberg's far-reaching overhaul, with many teachers and parents already reporting confusion and disarray. At Thomas A. Edison High School in Jamaica, Queens, a teacher complained yesterday that the staff was ordered to use the" , "date" : "20030908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Back to Class, With Chaos Beyond Usual" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/08\/nyregion\/back-to-class-with-chaos-beyond-usual.html"} , {"body" : "The four-story brownstone in Carroll Gardens, Brooklyn, seemed perfect for Asian women who needed a place to hide from violent husbands and boyfriends while they contemplated their next move. It was a safe, quiet place, in an area far from where the women had lived and might be recognized. But some of the local residents are strongly opposed to the" , "date" : "20030907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; A Haven for Battered Women Ends Up in the Eye of a Storm" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/07\/nyregion\/neighborhood-report-carroll-gardens-haven-for-battered-women-ends-up-eye-storm.html"} , {"body" : "MANHATTAN GREENWICH VILLAGE $1.1 million 302 West 12th Street 2-bedroom, 2-bath, 1,400-sq.-ft. condo in a prewar building; 24-hr. doormen, dining area, windowed kitchen, hardwood floors, fireplace; 3 exposures; common charge $702, taxes $6,671; listed at $1.295 million, 22 weeks on market (brokers: Goodstein Equities, Fenwick-Keats) CHELSEA $1.15" , "date" : "20030828" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/28\/garden\/residential-sales.html"} , {"body" : "A New York City employee responsible for ferreting out tax violations has been charged with taking a bribe to lower the bill for a restaurant under investigation for suspected tax evasion, District Attorney Charles J. Hynes said yesterday. The city employee, Losiny Sirleaf, an investigator for the Department of Finance, asked for a cut of whatever" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City Tax Investigator Is Charged With Taking a Bribe to Help a Restaurant Under Scrutiny" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/nyregion\/city-tax-investigator-charged-with-taking-bribe-help-restaurant-under-scrutiny.html"} , {"body" : "New Yorkers with cars have access to suburban nurseries that might stock something more than ho-hum impatiens and curbside petunias. Now the Gowanus Nursery, which has opened in a part of Brooklyn that could be called Carroll Gardens Adjacent, is drawing even suburbanites for its species lilies and bold variegated aralia with six-foot leaves." , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: NURSERIES; Now, Lilies and Sedums Grow in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/garden\/currents-nurseries-now-lilies-and-sedums-grow-in-brooklyn.html"} , {"body" : "One morning last week, Zoe Klein, a 24-year-old circus performer from Brooklyn, stood practicing her act, which involved swinging a pair of tethered balls, and stared out to the Hudson River. ''Growing up in New York, I always felt boxed in,'' she said. ''I always knew we were surrounded by water, but it always felt dirty or inaccessible.''" , "date" : "20030818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "NEW YORK HARBOR" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Going Near the Water; Renovation Efforts Reclaim the City's Forbidden Shoreline" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/18\/nyregion\/going-near-the-water-renovation-efforts-reclaim-the-city-s-forbidden-shoreline.html"} ,   {"body" : "It might seem that there have been only three kinds of days in New York in the summer of 2003: ''too rainy to go to the beach'' days, ''too soggy to do much at work'' days and, to use a nonscientific term, bad hair days. Actually, though, there have been four kinds of days. In a summer of drip-dry weather -- and after more than 37 inches of rain in" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Perfect Summer, if You're a Fungus; Record Rainfall Transforms City Into a Wonderland of Mushrooms" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/nyregion\/perfect-summer-if-you-re-fungus-record-rainfall-transforms-city-into-wonderland.html"} , {"body" : "The opening of the new musical ''Lost'' at the New York International Fringe Festival on Saturday was peculiar in several ways. First, the curtain rose just past noon, a result of the festival's packed scheduling. Even as the finale played, another audience was milling in the humid lobby of the Linhart Theater, a third-floor black box in the East" , "date" : "20030811" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Premiere Draws A Crowd, And Tears, For Absent Composer" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/11\/theater\/premiere-draws-a-crowd-and-tears-for-absent-composer.html"} , {"author" : "Mark Rotella, an editor at Publishers Weekly, is the author of ''Stolen Figs: And Other Adventures in Calabria,'' published last month by North Point Press." , "body" : "TO me, nothing is more comforting than a glass of Montepulciano and a bowl of spaghetti and meatballs. At the end of the workweek, I like to relax, to eat with friends at a place that feels like home, one where I will be greeted by the maître d', who, although he doesn't know me, will treat me as if he does. And for someone like me, an" , "date" : "20030810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Simply Red" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/10\/nyregion\/simply-red.html"} , {"body" : "Six years ago, to the delight of Downtown Brooklyn residents, the city agreed to a so-called traffic-calming study to unravel gridlock. It was billed as a model project that might bring zigzags and other unfamiliar traffic innovations to the clogged streets in and around Downtown. But in late June, at the conclusion of the $1.2 million study, the" , "date" : "20030810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ROADWAYS; In Brooklyn, Gridlock About Gridlock Spells Anger" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/10\/nyregion\/neighborhood-report-new-york-roadways-brooklyn-gridlock-about-gridlock-spells.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Made in the Bronx Q. I recently came across a passing reference to the dome of the United States Capitol that said it had been created in the Bronx and then shipped to Washington. Can you fill in some details? A. Not only was one of the most visible icons of American democracy built in the Bronx, the company that was awarded the contract opened a" , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/nyregion\/fyi-755982.html"} , {"body" : "This Is Not a Pipe Q. While attending a performance at Town Hall recently, I could not help admiring the two handsome rows of organ pipes that flank the stage. I was somewhat mystified, however, because the hall does not appear to have an organ console. As I studied the pipes more closely, they began to dissolve before my eyes into something not" , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/nyregion\/fyi-668494.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN EAST MIDTOWN $320,000 235 East 40th Street 450-sq.-ft. studio condo in a postwar building; 24-hr. doormen, kitchen with dishwasher and microwave, h\/w floors," , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/realestate\/residential-sales.html"} , {"body" : "Around the Fourth of July, residents of Cobble Hill, Brooklyn, are used to hearing firecrackers. But they were unprepared for a string of fires that destroyed three cars in the first week of this month. Residents are still mystified about the fires, which have prompted speculation about road rage and anti-gentrification vandalism. In the early" , "date" : "20030720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Burning Rubber, and the Rest of the Car, Too" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/20\/nyregion\/neighborhood-report-cobble-hill-burning-rubber-and-the-rest-of-the-car-too.html"} , {"body" : "Sitting on a rickety stool in the basement of St. Thomas's Church at 53rd Street and Fifth Avenue, a messenger bag bulging with sheet music at his feet, Aaron Sunstein, 16, had something he wanted to share. Reaching into a front pocket of his jeans, he produced a set of keys, a jangling mass of metal worthy of a building superintendent's tool belt." , "date" : "20030714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Fledgling Organists Go to Church to Learn" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/14\/arts\/fledgling-organists-go-to-church-to-learn.html"} , {"body" : "The sidewalks of New York have their own song. Broadway has several. Well-known plays and movies have been set in or inspired by, among many other New York locations, the Waldorf, the Plaza, Wall Street, Macy's, Yankee Stadium, Tiffany & Company, Katz's Delicatessen and the late Cammareri Brothers Bakery in Carroll Gardens, Brooklyn. But for all" , "date" : "20030701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; Ballet for Subway? Well, It Already Has Conductors" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/01\/nyregion\/tunnel-vision-ballet-for-subway-well-it-already-has-conductors.html"} ,   {"body" : "Because of an editing error, an article on June 9 about the 20th-anniversary celebration of the Marco Polo Ristorante in Carroll Gardens, Brooklyn, which was attended by a man said to be Marco Polo's last living descendant, misidentified the pope who authorized Polo's mission to the court of the Mongol emperor Kublai Khan around 1271. He was" , "date" : "20030628" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/28\/nyregion\/c-corrections-308633.html"} , {"body" : "Over the years, New Yorkers have tried a variety of tactics to assert their right to park in front of their homes. They have illegally painted curbs yellow; they have dragged Dumpsters and concrete-filled trash cans into the street; they have stood in parking spaces, waving away drivers. Now, by way of Boston, Los Angeles and Pittsburgh, comes a" , "date" : "20030615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK PARKING; In the Jostle for a Parking Spot, Living Nearby May Add Some Muscle" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/15\/nyregion\/neighborhood-report-new-york-parking-jostle-for-parking-spot-living-nearby-may.html"} , {"body" : "A restaurant trade group charged yesterday that the city was hurting New York restaurants with higher fines and arbitrary new health inspections. The group, the New York State Restaurant Association, said in a lawsuit filed yesterday in Federal District Court in Brooklyn that the city's Department of Health and Mental Hygiene adopted the new rules" , "date" : "20030612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Restaurants Protest New Rules" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/12\/nyregion\/metro-briefing-new-york-brooklyn-restaurants-protest-new-rules.html"} , {"body" : "Manhattan LOWER EAST SIDE $350,000 573-577 Grand Street (Seward Park) 2-bedroom, 1-bath, 1,050-sq.-ft. co-op in a postwar building; 24-hr. attended lobby; windowed eat-in kitchen, hardwood floors; fitness center, playroom, laundry facilities in building; maintenance $540, includes gas, water and heat; 34% tax-deductible; listed at $375,000, 10" , "date" : "20030612" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/12\/garden\/residential-sales.html"} , {"body" : "It all started out as a bit of a lark. To generate a little buzz about the 20th anniversary celebration of the Marco Polo Ristorante in Carroll Gardens, Brooklyn, the owner, Joe Chirico, and a public relations consultant thought they would try to find a relative of the great traveler himself who might be persuaded to come. They did not have great" , "date" : "20030609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finding China, on a Brooklyn Table; A Kinsman of Marco Polo Eats Italian in Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/09\/nyregion\/finding-china-brooklyn-table-kinsman-marco-polo-eats-italian-carroll-gardens.html"} , {"body" : "About six months ago, Karen Cooper, who is the director of Film Forum on West Houston Street, ordered a print of a little-known documentary titled ''Spellbound.'' The film follows eight children as they spell their way into the 1999 National Spelling Bee, and while Ms. Cooper found the film heartwarming, she didn't expect crowds. Then something" , "date" : "20030608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SOHO; Spellers Struggle on Screen. Hipsters Howl and Mimic." , "url" : "http:\/\/www.nytimes.com\/2003\/06\/08\/nyregion\/neighborhood-report-soho-spellers-struggle-on-screen-hipsters-howl-and-mimic.html"} , {"body" : "HIGHLIGHTS IBSEN IN BROOKLYN -- Scholars from 21 countries and dignitaries like Knut Vollebaek, Norway's ambassador to the United States, will gather at 10 a.m. today on the Brooklyn Campus of Long Island University for the 10th International Ibsen Conference. Convened every three to four years and previously held in the United States only in 1989" , "date" : "20030602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BIRMINGHAM (ENG)" , "BUENOS AIRES (ARGENTINA)" , "ARGENTINA" , "LONDON (ENG)"] , "nytd_section_facet" : ["Arts" , "Books" , "Theater"] , "page_facet" : "2" , "title" : "ARTS BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/02\/theater\/arts-briefing.html"} , {"body" : "EVENTS NEW YORK IRANIAN FILM FESTIVAL, Anthology Film Archives, 32-34 Second Avenue, at Second Street, East Village. A series of contemporary films continues through Sunday. Screenings tonight at 7:30 and 9:30; tomorrow at 5:30, 7:30 and 9:30 p.m.; and Sunday at 5:15, 7:15 and 9:30 p.m. Admission: $8; $5 for students. Information: (212) 505-5181." , "date" : "20030530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/30\/arts\/spare-times-894036.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ANDREA CHÉNIER.'' Showcasing one of the biggest tenor roles in the Italian repertory on one of New York's smallest opera stages, the diminutive Amato Opera has opened a brand-new" , "date" : "20030530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''ANDREA CHÉNIER.'' Showcasing one of the biggest tenor roles in the Italian repertory on one of New York's smallest opera stages, the diminutive Amato Opera has opened a new production of Umberto Giordano's" , "date" : "20030523" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/23\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "HIGHLIGHTS DYLAN TALKS TO SCORSESE -- Bob Dylan is to be interviewed by Martin Scorsese for a documentary that will examine the singer's early career and the cultural and political impact of his music. The BBC, which will finance the production in part, said yesterday that the film would have its premiere on its network and in the United States on" , "date" : "20030522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ATHENS (GREECE)" , "GOWANUS CANAL (NYC)" , "GREECE"] , "nytd_section_facet" : ["Science" , "Arts" , "Movies"] , "page_facet" : "2" , "title" : "ARTS BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/22\/movies\/arts-briefing.html"} , {"body" : "THERE are 120 acres of the Brooklyn waterfront that Sabato F. Catucci calls his own. The big orange and red containers, the huge forklifts, the warehouses, the enormous wood-paneled office with leather furniture and the collection of carved bald eagles are spread around him like toys. This is Mr. Catucci's world. It has been his world for more than" , "date" : "20030522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; For King of Brooklyn Docks, It's All About Family" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/22\/nyregion\/public-lives-for-king-of-brooklyn-docks-it-s-all-about-family.html"} , {"body" : "TO be responsible for the design of the 2,702 buildings of the New York City Housing Authority is a little like putting bow ties on a flock of ugly chickens. But that is David J. Burney's job. As the agency's director of design and capital improvement, he spends about $500 million a year to maintain and improve the city's public housing stock. Mr." , "date" : "20030518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The People's Architect" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/18\/nyregion\/urban-tactics-the-people-s-architect.html"} , {"body" : "To the Editor: In the article ''My Brother, the Licensed Know-It-All'' (May 11), the supposedly learned New York tour guide refers to the seven secrets of ''Grand Central Station.'' As any tour guide should know, the proper name is Grand Central Terminal, or just ''Grand Central.'' Larry Resick Carroll Gardens, Brooklyn" , "date" : "20030518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "The Mysteries Of Max's; Terminal, Please, Not Station" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/18\/nyregion\/l-the-mysteries-of-max-s-terminal-please-not-station-733172.html"} , {"body" : "A former New York City police detective who was convicted of helping to impede the investigation of a 1998 mob murder was sentenced yesterday to 12 and a half years in federal prison. Judge Michael B. Mukasey of Federal District Court in Manhattan sentenced the former detective, Michael Silvestri, to slightly less time than prosecutors had" , "date" : "20030517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Former Detective Is Sentenced In Coverup of 1998 Mob Murder" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/17\/nyregion\/former-detective-is-sentenced-in-coverup-of-1998-mob-murder.html"} , {"body" : "My favorite thing in Montero's is the little working model of a steam engine, greasy and coated with dust, on a ledge up above where the cigarette machine used to be. It's a foot high, 18 inches or so long, jet black, with six vertical pistons. Flick the switch hidden behind the black-and-white photograph of the two Danish seamen standing outside" , "date" : "20030509" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "33" , "title" : "MY BROOKLYN; A Raffish Reminder, Landlubbers, of Saltier Days" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/arts\/my-brooklyn-a-raffish-reminder-landlubbers-of-saltier-days.html"} , {"body" : "Manhattan CITY HALL AREA $1.02 million 150 Nassau Street (Spruce Street) 2-bedroom, 2 1\/2-bath, 1,800-sq.-ft. condo in a renovated prewar building; 24-hr. doormen, concierge, dining area, fireplace, hardwood floors; common roof deck and pool in building; common charge $1,200, taxes $8,400; listed at $1.02 million, 3 weeks on market (brokers: the" , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/garden\/residential-sales.html"} , {"body" : "When Charlene De Luca leaves her ancestral brownstone in Carroll Gardens in July, Brooklyn will be 725 pairs of shoes poorer. That's O.K., because her sister Paula, who lives down the street, has 1,100 pairs and no immediate plans to leave the neighborhood. The Brooklyn Shoe Sisters, though divided by Charlene's forthcoming move to Florida with her" , "date" : "20030504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; Footnotes: Two Sisters Have Hundreds of Shoes With Which to Mark Their Days" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/04\/nyregion\/neighborhood-report-carroll-gardens-footnotes-two-sisters-have-hundreds-shoes.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "In 1997, Alan Harding, a chef, opened Patois on a quiet street in northern Brooklyn. The restaurant's success and the area's low rents attracted other ambitious chefs, making Smith Street Brooklyn's restaurant row. Here are some old favorites and relative newcomers. BANANIA CAFE (718) 237-9100; 241 Smith Street (Douglass Street), Carroll Gardens," , "date" : "20030413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "GOOD EATING; Smith Street's Delights" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/13\/nyregion\/good-eating-smith-street-s-delights.html"} , {"body" : "Manhattan UPPER WEST SIDE $945,000 755 West End Avenue (97th Street) 3-bedroom, 2-bath, 1,600-sq.-ft. co-op in a prewar building; 24-hr. doormen, dining room, hardwood floors, 9-ft. ceilings, original moldings and detail, 2 exposures, washer-dryer in unit; maintenance $923, 42% tax-deductible; listed at $945,000, 4 weeks on market (broker: Corcoran" , "date" : "20030410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/10\/garden\/residential-sales.html"} ,   {"body" : "In 1937, when Frank Sacco opened Frank's Department Store on Union Street near Columbia Street, he could not have predicted that he would one day have as a neighbor a snack bar with the trendy made-up name of Schnäk. Schnäk, which opened on Friday, is the latest business to arrive in the Columbia Street district, an area whose heart is the" , "date" : "20030406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; On a Street That Once Bustled, New Shops and Bakeries Blossom" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/06\/nyregion\/neighborhood-report-red-hook-street-that-once-bustled-new-shops-bakeries-blossom.html"} , {"body" : "The city has hired a consultant to study uses for approximately 100 acres of Red Hook waterfront that now serve as Brooklyn's last active port, raising the possibility that the site will become a park, a museum or luxury housing. In February, the Port Authority of New York and New Jersey and the city's Economic Development Corporation hired" , "date" : "20030404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Leaseholders at Brooklyn Port Worry What Study May Bring" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/nyregion\/leaseholders-at-brooklyn-port-worry-what-study-may-bring.html"} , {"body" : "Manhattan CHELSEA $1.175 million 252 Seventh Avenue (24th Street) (Chelsea Mercantile) 2-bedroom, 2-bath, 1,605-sq.-ft. condo in a renovated prewar building; 24-hr. doormen, concierge, entry foyer, 10-ft. ceilings, central air-conditioning, north exposure; children's playroom, health club and common roof deck in building; common charge $732, taxes" , "date" : "20030403" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/03\/garden\/residential-sales.html"} , {"body" : "The Burger Variations Rare, in the Shelburne Hotel, 303 Lexington Avenue (37th Street), may be the most elegant burger spot in town. Glen Coben, the architect, has used plush fabrics and sleek woods, and the burgers on brioche rolls ($7.50 to $21.50) include some with seafood and turkey. ''Most people want medium-rare,'' Douglas Boxer, a partner," , "date" : "20030402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "11" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/02\/dining\/off-the-menu.html"} , {"body" : "THE man in the black knit cap wanted to break the bad news, but first he had to out-shout the guy on the saxophone. ''We're going to have to find a new place,'' the man in the cap, Alex Saavedra, bellowed glumly to a visitor at Uncle Joe's, a tiny bar nestled among the warehouses downtown here. ''They're turning Wednesdays into House Night.'' Mr." , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hip Yet Prospering. Can Jersey City Do It?" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/nyregion\/hip-yet-prospering-can-jersey-city-do-it.html"} , {"body" : "To the Editor: I'm glad to see I'm not the only one with a soft spot for Downing Stadium, the ontime ballpark on Randalls Island under the Triborough Bridge (''Not-Moses Stadium,'' F.Y.I., March 23). I had so many good times there that I wrote an admittedly bad poem about it 20 years ago. Here is one stanza: ''With dimensions PoloGroundic\/And the" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Downing Stadium, Not Quite Forgotten" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/nyregion\/l-downing-stadium-not-quite-forgotten-021733.html"} , {"body" : "To the Editor: Re ''Frisson of Unease Among the City French'' (March 23): So the French consulate thinks that ''most New Yorkers support France's position and are against the war.'' I know many people who, like me, are against this war, but I know nobody who would ''support France's position.'' That's because France's stand has been perceived as" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRAQ" , "FRANCE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "At the Very Least, Don't Rename Those Fries" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/nyregion\/l-at-the-very-least-don-t-rename-those-fries-021768.html"} , {"body" : "A Roman Catholic priest was sentenced yesterday to four months in jail for molesting a 12-year-old altar girl at her home in Brooklyn in 1999. The case against the priest, the Rev. Francis X. Nelson, was the first sexual abuse prosecution completed in New York City based on old files turned over to prosecutors by the Brooklyn Diocese last year." , "date" : "20030326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Priest Gets Four Months In Molesting Of Altar Girl" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/26\/nyregion\/priest-gets-four-months-in-molesting-of-altar-girl.html"} , {"body" : "Monday morning, and Jennifer Logan's second graders are banging tambourines, shaking maracas and chanting their rhyme of the day: If you can spell thing, you can spell sting. If you can spell sting, you can spell ring. If you can spell ring, you can spell spring. If you can spell spring, you can spell bring. B-R-I-N-G, cha-cha-cha! This is a" , "date" : "20030310" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "A Living Lab for the City's New Curriculum" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/10\/us\/a-living-lab-for-the-city-s-new-curriculum.html"} , {"body" : "To the Editor: Re ''Anxiety Rides the A Train'' (Coping, by Anemona Hartocollis, Feb. 23): I suppose many people out there in the sprawl think the New York subway is a scary place in the best of times and prefer the illusion of freedom that the automobile provides but all of us pay for dearly. Jane Harman, the Representative from California, was" , "date" : "20030309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Subway Riders Don't Need A Scare From California" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/09\/nyregion\/l-subway-riders-don-t-need-a-scare-from-california-683779.html"} ,   {"author" : "E-mail: eating@nytimes.com" , "body" : "Now more than ever, the boroughs outside Manhattan have their share of good, diverse and often inexpensive restaurants. Here are examples. FEEDING TREE (718) 293-5025; 892 Gerard Avenue (near 161st Street), the Bronx, $; $25 and Under: 8\/23\/00. The touchstone of a Jamaican restaurant is its jerk, and Feeding Tree's jerk chicken is subtly spiced" , "date" : "20030223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING; Leaving Manhattan" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/23\/nyregion\/good-eating-leaving-manhattan.html"} , {"body" : "In the first case brought in New York City based on old files turned over by the Roman Catholic church, a priest was convicted yesterday in Brooklyn of molesting a 12-year-old girl at her home in 1999. The priest, Francis X. Nelson, 39, who is to be sentenced next month, faces a likely term of up to a year in prison for second-degree sexual abuse," , "date" : "20030206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Priest Convicted of Molesting Girl, 12, at Her Home in 1999" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/06\/nyregion\/priest-convicted-of-molesting-girl-12-at-her-home-in-1999.html"} , {"body" : "They tuned in on car radios. They clicked onto his face, his sound bites and his slide show on the Web. They stopped what they were doing to watch noontime news coverage on television, made a point of catching the evening broadcasts or programmed their VCR's to record it. They disagreed about timelines and inspections, debated degrees of risk and" , "date" : "20030206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "22" , "title" : "THREATS AND RESPONSES: NEW YORK; Disagreements on Specifics, but Unanimity That There's No Going Back" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/06\/nyregion\/threats-responses-new-york-disagreements-specifics-but-unanimity-that-there-s-no.html"} , {"author" : "Ross B. Intelisano is a lawyer." , "body" : "Beginning today, New Yorkers must dial 1, plus the area code, plus the seven-digit telephone number, to complete any local telephone call made within or between New York City boroughs. That's 11 digits in total, whether the call is from Manhattan to Manhattan or Brooklyn to Queens. The Federal Communications Commission says this change will" , "date" : "20030201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Ending the 212 Clique" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/01\/opinion\/ending-the-212-clique.html"} , {"body" : "Brasserie, Plus Sushi The French brasserie formula can be seen in restaurants all over town: tile and mirrors, Belle Époque or Art Deco lighting, and menus offering plateaux de fruits de mer and steak frites. Brasserie 360, 200 East 60th Street, as designed by Morris Nathanson, has that look, but it promises to be more than just another trendy" , "date" : "20030129" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/29\/dining\/off-the-menu.html"} , {"body" : "Mayor Michael R. Bloomberg will announce today the 10 regional superintendents for the overhauled Department of Education. At least five who are expected to be named are widely respected community school district superintendents and four of those currently oversee relatively high-performing districts. Shelley Harwayne of District 2 in Manhattan," , "date" : "20030127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Mayor to Name 10 to Lead Overhaul of Public Schools" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/27\/nyregion\/mayor-to-name-10-to-lead-overhaul-of-public-schools.html"} , {"body" : "AMONG the many improbable things to know about Julia Glass is that she never even wanted to come to the city that is at the center of her novel. Just out of Yale and working at a Harvard museum, ''I was determined not to be one more artist in New York,'' she said. But the museum job soured, friends beckoned and maybe some things are just" , "date" : "20030113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Metro Matters; Author's Life, Made of Twists And Turns" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/13\/nyregion\/metro-matters-author-s-life-made-of-twists-and-turns.html"}]