[  {"body" : "New Year's Eve isn't just a calendar date; it's an industry, a full-employment program for makers of Champagne, party hats and toothpicks, for waiters and taxi drivers and bouncers, and not least for disc jockeys and musicians. The urge to greet the new year with public songs and dancing may well be primordial, and from local lounges to concert" , "date" : "20031226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "Riffing, Rocking and Jamming, Pushing the Clock Toward Midnight" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/26\/movies\/riffing-rocking-and-jamming-pushing-the-clock-toward-midnight.html"} , {"body" : "Like the ''easy to assemble'' train set wrapped in a bow under the Christmas tree, New Yorkers will get a gift early in the New Year that requires reading the instructions carefully. Verrrry carefully. And you still might not get it. The rehabilitation of the Manhattan Bridge is finally coming to an end after nearly two decades, which means that" , "date" : "20031225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Revised Subway Map (and Alphabet) Awaits Riders in '04" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/25\/nyregion\/revised-subway-map-and-alphabet-awaits-riders-in-04.html"} , {"body" : "During the 22 years Linda Henderson has lived in her Flatbush apartment, she has seen swarms of water bugs, infestations of flies and so many rats she often wondered if she was the interloper in their home. ''They were living on top of the stove,'' said Ms. Henderson, 49. In 1985, after killing the first rat, she took the dead rodent to the" , "date" : "20031215" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Trying to Endure Misfortunes Of Home, Health and Family" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/15\/nyregion\/the-neediest-cases-trying-to-endure-misfortunes-of-home-health-and-family.html"} , {"body" : "There's more parkland, and there are more buildings named Trump. There are fewer X-rated emporiums in Times Square, fewer foreign tourists and not a single Checker cab. By measures large and small, New York 2003 wears a far different face than it had when the City section made its debut. LIFE IN THE BIG CITY Checker cabs on New York streets 1993:" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Snapshots of New York: 1993 and 2003" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/snapshots-of-new-york-1993-and-2003.html"} , {"body" : "SAVIGNE--Jose B., MD. December 8, 2003. Beloved husband of the late Manuela. Cherished father of Tania. Born in Cuba and was a dedicated medical doctor who served his community in Brooklyn for over 50 years. Visitation at Blair-Mazzarella Funeral Home, 723 Coney Island Ave, Brooklyn, Sunday 59pm with 8pm chapel service. Private ceremony to follow." , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "62" , "title" : "Paid Notice: Deaths SAVIGNE, JOSE B., MD." , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/classified\/paid-notice-deaths-savigne-jose-b-md.html"} , {"body" : "Frank P. Schubert, America's last civilian lightkeeper, who for six decades maintained the beacons of New York Harbor for the safe passage of seafarers in a ghostly armada of merchantmen, warships and ocean liners, was found dead on Thursday at the Coney Island lighthouse he had tended since 1960. He was 88. Mr. Schubert, who in recent years had" , "date" : "20031213" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "Frank P. Schubert Dies at 88; Lighthouse Keeper Since 1939" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/13\/nyregion\/frank-p-schubert-dies-at-88-lighthouse-keeper-since-1939.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20031212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/12\/arts\/art-guide.html"} , {"body" : "Two men who were attempting to rob a Brooklyn pet store were shot and killed in a confrontation with the store's owner and an employee last night, the police and residents said. Two men in their 20's walked into the store, Quality Canines, at 2434 Stillwell Avenue in Gravesend, about 8:10 p.m., the police said. One of them was carrying a handgun," , "date" : "20031210" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Would-Be Robbers Shot Dead at Pet Store" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/10\/nyregion\/2-would-be-robbers-shot-dead-at-pet-store.html"} , {"body" : "New York City agreed yesterday to pay the Rev. Al Sharpton $200,000 to settle his 12-year-old lawsuit stemming from his 1991 stabbing before a rally in Bensonhurst, Brooklyn. The settlement was reached just as jury selection in the case was about to begin in State Supreme Court in Brooklyn, and came amid the national publicity of Mr. Sharpton's" , "date" : "20031209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Settles Sharpton Suit Over Stabbing" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/09\/nyregion\/city-settles-sharpton-suit-over-stabbing.html"} , {"body" : "Home from work, Keisha Singh sat quietly in the dark in her small living room. In the kitchen, her son, Saquan, 5, focused on a spelling exercise. Ms. Singh's body language speaks eloquently of exhaustion, but through the fatigue and trials of a difficult life she keeps going for her children. ''I just got to bear it,'' she says. Ms. Singh, 27," , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "The Neediest Cases; A Home and a Job for a Young Mother in Brooklyn Who Was Living on the Edge" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/nyregion\/neediest-cases-home-job-for-young-mother-brooklyn-who-was-living-edge.html"} ,   {"body" : "This list has been selected from books reviewed since the Holiday Books issue of December 2002. It is meant to suggest some of the high points in this year's fiction and poetry, nonfiction, children's books, mysteries and science fiction. The books are arranged alphabetically under genre headings.The complete reviews of these books may be found at" , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "64" , "title" : "NOTABLE BOOKS" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/books\/notable-books.html"} , {"body" : "Mitchell Algus Gallery 511 West 25th Street Chelsea Through Dec. 23 The great filmmaker and performer Jack Smith (1932-1989) is an artist for all seasons, but especially for this season. Much work being made by young New York artists is, directly or indirectly, in his debt. Pay a visit to the sprawling group show of hot new art titled ''K48" , "date" : "20031205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "ART IN REVIEW; Jack Smith" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/05\/arts\/art-in-review-jack-smith.html"} , {"body" : "Men in buoyant insulated jumpsuits laid barriers over the boulders and sand along the Coney Island peninsula yesterday as federal investigators sought to assign responsibility for an oil spill in New York Bay. The shoreline, steps away from houses in Sea Gate, Brooklyn, was dotted with eyeball-size marbles of tar. Workers sought to keep more oil" , "date" : "20031204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Amid Muck, Officials Seek Answers in Oil Spill at Coney Island Peninsula" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/04\/nyregion\/amid-muck-officials-seek-answers-in-oil-spill-at-coney-island-peninsula.html"} , {"body" : "A fuel spill yesterday from a freighter anchored off Staten Island sent tarlike balls of heavy-grade oil washing ashore in Sea Gate, Brooklyn, a residential enclave west of Coney Island, the authorities said. They said last night that the freighter had disgorged about 5,000 gallons of oil, making the spill relatively small compared with others that" , "date" : "20031203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New York Harbor Fuel Spill Fouls Sea Gate" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/03\/nyregion\/new-york-harbor-fuel-spill-fouls-sea-gate.html"} , {"body" : "ON a recent Monday afternoon, men gathered like crows around a black Lamborghini parked outside the Pierre Hotel. Tucked into their dark suits, they all had the conspicuous sheen that comes from a lifetime of elliptical training, beef cheeks and Château Margaux. The car was up for auction at a black-tie event for 500 people inside the hotel. The" , "date" : "20031130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Those Who Serve, Those Who Are Served" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/30\/nyregion\/those-who-serve-those-who-are-served.html"} , {"body" : "When he was a freshman at William E. Grady Vocational High School in Coney Island, James Manas rose at 6 a.m. to get ready and take a bus and a subway to make his first class at 8:30. The length of the trip did not bother him, but what did was the fear of what he might encounter along the way. Getting to and from the two-bedroom apartment he and" , "date" : "20031125" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; A Young Man Gets a Future and His Mother Gets Rest" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/25\/nyregion\/the-neediest-cases-a-young-man-gets-a-future-and-his-mother-gets-rest.html"} , {"author" : "Frank M. Meola, who grew up in Tottenville, is at work on his first novel, ''Islanders,'' which is set on Staten Island." , "body" : "ALVA SCHULZ often gets angry when she looks out her window. Cars roar down her narrow street, and her wood-shingle cottage, where she has lived all her 76 years, is surrounded by large new houses packed tight where woods used to be. Here in Tottenville, Staten Island's most southern and rural town, and a place that she loves, Ms. Schulz sometimes" , "date" : "20031123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "TOTTENVILLE (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK OBSERVED; Closer Quarters" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/23\/nyregion\/new-york-observed-closer-quarters.html"} , {"body" : "With a nippy breeze blowing off Gerritsen Beach, the Flamingo III sliced through the misty waters near Sheepshead Bay, Brooklyn, in search of a big and noble fish. Ten men and one woman, dressed in rubber boots and waders, prepared to cast their fortunes into the open sea. Like many others, they knew that the waters around New York were swarming" , "date" : "20031123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Striped Bass Can Provide A Fish Story For Everyone In the Boat" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/23\/nyregion\/neighborhood-report-sheepshead-bay-striped-bass-can-provide-fish-story-for.html"} , {"body" : "The advertisement in a Russian-language newspaper was straightforward: Medicaid benefits ''100 percent'' guaranteed to New York City residents who called a telephone number in the ad. One Russian-speaking man who responded was assured that his $50,000 annual salary would not prevent him from receiving the government-paid medical coverage intended" , "date" : "20031122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "8 Are Arrested in a Medicaid Fraud That Used Agency Workers and Newspaper Ads" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/22\/nyregion\/8-are-arrested-in-a-medicaid-fraud-that-used-agency-workers-and-newspaper-ads.html"} , {"body" : "Inversion of Light Toshio Sasaki, who designed Inversion of Light, is a sculptor who lives and works in Brooklyn. His work has been seen around New York City, from Manhattan to Staten Island to the boardwalk at Coney Island. Born in Kyoto, Japan, Mr. Sasaki, 56, came to New York after receiving a Bachelor of Arts from Aichi University of Fine Arts." , "date" : "20031120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE GROUND ZERO MEMORIAL: THE DESIGNERS; From Around the World, Artists and Architects Who Rose to a Challenge" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/20\/nyregion\/ground-zero-memorial-designers-around-world-artists-architects-who-rose-222640.html"} ,   {"body" : "A Ride Loses Its Rust, But Future Is Unclear It has been deconstructed and reconstructed, and, in between, repainted and restrengthened. Now the question of what's next for the long-orphaned parachute jump in Coney Island is afloat in New York City's bureaucracy. The 262-foot jump ceased functioning as a ride in 1968 after nearly three decades as" , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "35" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/nyregion\/following-up.html"} , {"body" : "With Gravesend Bay as his backyard, Michael Breslof built a pier from his property jutting out 100 feet into the water. ''It was great,'' said Mr. Breslof, who is president of the Sea Gate Homeowners' Association. ''I had water; it was private. That's what I came to Sea Gate for.'' Then the sand started coming. ''And coming and coming and coming,''" , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: SEA GATE; On the Waterfront Becomes on the Beach" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/nyregion\/neighborhood-report-sea-gate-on-the-waterfront-becomes-on-the-beach.html"} , {"body" : "An 83-year-old Brooklyn woman was struck by a city bus yesterday at a busy intersection in Coney Island. The southbound B7 bus was turning left from Coney Island Avenue onto Kings Highway when it hit the woman, who was apparently crossing the street in the crosswalk, the police said. The woman, whose name was not released pending notification of" , "date" : "20031115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Woman, 83, Is Struck by Bus in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/15\/nyregion\/woman-83-is-struck-by-bus-in-brooklyn.html"} , {"body" : "WEINER--Alvin H., M.D. Beloved husband of Norma. Cherished father of Dr. Alison Weiner and Robert Solomon, Dr. Kevin and Lauren Weiner. Loving grandfather of Sara Solomon and Ryan Weiner. Reposing at Midwood Chapels, Coney Island Avenue and Avenue M, Brooklyn, NY. Visiting Saturday 7-9 PM. Funeral services Sunday 10:30 AM. Interment Beth Moses" , "date" : "20031115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths WEINER, ALVIN H., M.D." , "url" : "http:\/\/www.nytimes.com\/2003\/11\/15\/classified\/paid-notice-deaths-weiner-alvin-h-md.html"} , {"body" : "WEINER--Alvin H., M.D. Beloved husband of Norma. Cherished father of Dr. Alison Weiner and Robert Solomon, Dr. Kevin and Lauren Weiner. Loving grandfather of Sara Solomon and Ryan Weiner. Reposing at Midwood Chapels, Coney Island Avenue and Avenue M, Brooklyn, NY. Visiting Saturday 7-9 PM. Funeral services Sunday 10:30 AM. Interment Beth Moses" , "date" : "20031114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths WEINER, ALVIN H., M.D." , "url" : "http:\/\/www.nytimes.com\/2003\/11\/14\/classified\/paid-notice-deaths-weiner-alvin-h-md.html"} , {"body" : "GOLDMAN--Dr. Lloyd N., poet. Retired Professor of English Literature at Jersey City State College. Husband of Sande Grant Goldman. Father of Rabbi Yehonoson (Chava) Goldman. Loving grandfather. Services today, Thursday, 10am at ''Weinstein - Garlick - Kirschenbaum Chapels'', 1153 Coney Island Avenue, Brooklyn, NY. In lieu of flowers please donate" , "date" : "20031113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths GOLDMAN, DR. LLOYD N." , "url" : "http:\/\/www.nytimes.com\/2003\/11\/13\/classified\/paid-notice-deaths-goldman-dr-lloyd-n.html"} , {"body" : "A 76-year-old Brooklyn man died yesterday after he was struck by police patrol car that had hit another vehicle, the authorities said. Yuekar Yuen, of 2322 East 21st Street, was struck at 10:45 a.m. as he walked on the sidewalk near Ocean Avenue and Avenue U north of Sheepshead Bay. He was treated for a hip injury at Lutheran Medical Center, but" , "date" : "20031110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Man Is Hit By Patrol Car and Dies Later" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/10\/nyregion\/metro-briefing-new-york-brooklyn-man-is-hit-by-patrol-car-and-dies-later.html"} , {"body" : "Ivana Wong carries around an old picture she took of a vacant lot down the street from the house she bought in 1995. In the photograph, a large sign on the lot's fence reads, ''Retail Stores Coming Soon.'' But in 1999, Ms. Wong and her neighbors learned that instead of small stores, the site's developers were considering a funeral parlor for the" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; To Some, Even a Vacant Lot Is Preferable to a Funeral Parlor" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/nyregion\/neighborhood-report-coney-island-some-even-vacant-lot-preferable-funeral-parlor.html"} , {"body" : "In 1999, when Home Depot was building a store near Coney Island in Brooklyn, the company bought and demolished many houses in the small neighborhood of White Sands. Among them were houses along Bay 54th Street, which became an entry road for the store. Fourteen houses and their occupants remained a block away on Bay 53rd Street, which until the" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: WHITE SANDS; Nightmare on Bay 53rd St.: From Dead End to Detour" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/nyregion\/neighborhood-report-white-sands-nightmare-on-bay-53rd-st-from-dead-end-to-detour.html"} , {"author" : "Stuart Miller and Sharon Seitz are authors of ''The Other Islands of New York City.''" , "body" : "It's the year 2103 and Brooklyn remains a vibrant, bustling borough thanks in no small part to the fortitude and creativity of a century's worth of immigrants. Some things, however, have changed. For several generations now, Bedford-Stuyvesant has been predominantly Latino, while East New York and Brownsville residents come mostly from India. These" , "date" : "20031108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FULTON STREET (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "Where the Streets Have Too Many Names" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/08\/opinion\/where-the-streets-have-too-many-names.html"} ,   {"body" : "BACHRACH--Barbara R. Beloved wife of Donald. Dear sister of Tomas Weber. Services Sunday, 10am, ''Weinstein - Garlick - Kirschenbaum Chapel'', 1153 Coney Island Ave, Brooklyn." , "date" : "20031108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths BACHRACH, BARBARA R." , "url" : "http:\/\/www.nytimes.com\/2003\/11\/08\/classified\/paid-notice-deaths-bachrach-barbara-r.html"} , {"body" : "EVENTS ANNUAL BOOK SALE, New York Public Library, St. Agnes Branch, 444 Amsterdam Avenue, at 81st Street, Manhattan. With new and used books and recordings; proceeds benefit library programs. Today and tomorrow, 11 a.m. to 5 p.m.; Sunday, noon to 5 p.m. CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Lectures tonight" , "date" : "20031107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/07\/arts\/spare-times-025089.html"} , {"body" : "GOTTLIEB--Zelda. On November 4, 2003. Loving wife to Alan. Devoted mother of Dale Gottlieb Hudson and Martin Gottlieb. Daughter of Bess Littman. Dear sister of Deborah Markowitz and Harvey Littman. Adored grandmother of Blake and Hill Hudson. Services Friday, November 7, 10AM, Nieberg Midwood Chapel, 1625 Coney Island Ave, Brooklyn (Ave M)." , "date" : "20031106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths GOTTLIEB, ZELDA" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/06\/classified\/paid-notice-deaths-gottlieb-zelda.html"} , {"author" : "Ben Osborne is the author of ''The Brooklyn Cyclones: Hardball Dreams and the New Coney Island,'' to be published in April by New York University Press." , "body" : "IT was early October. As Sebastian Telfair, better known as Bassy, dribbled a basketball and smiled for the camera, a small crowd gathered to watch. One of the onlookers on this corner in Coney Island, a middle-aged man with several gold teeth and the unmistakable aroma of liquor, started shouting proudly. ''We've had some great ones here, and we" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND -- CITYPEOPLE; Coney Island Brings Forth a Basketball Star. Again." , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/nyregion\/neighborhood-report-coney-island-citypeople-coney-island-brings-forth-basketball.html"} , {"body" : "LIKE a lot of residents of a little corner of Flatbush, Brooklyn, known as Ditmas Park and Ditmas Park West, Katleen Felix Ranger and her husband, Pascal, a cosmetics executive, started their housing search in fashionable Park Slope. But after they had looked at a few small, expensive and somewhat noisy brownstone condominium units near Seventh" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Ditmas Park and Ditmas Park West; Spirited Enclaves With Grand Homes" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/realestate\/if-you-re-thinking-living-ditmas-park-ditmas-park-west-spirited-enclaves-with.html"} , {"body" : "When Anthony Jones, a serial sex offender, was sentenced to just two to four years for attempted assault instead of 25 to life for rape in 2000, Howard Safir, then the police commissioner, predicted, ''We'll see him again,'' adding, ''Unfortunately, there will be another victim.'' Last night, the police circulated a picture of Mr. Jones, saying he" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Serial Sex Offender Is Sought In Killing of Homeless Woman" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/serial-sex-offender-is-sought-in-killing-of-homeless-woman.html"} , {"body" : "FOIST of all, let's make one pernt poifectly clear: they don't talk like this in Brooklyn. At least most of them don't. And they didn't even back when they did, if you'll forgive the Yogi-ism. At least most of them didn't, not the way filmmakers would have had you believe over the decades, with all those on-screen characters turning oys into ers" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "NYC; Not Poifect, Dem Movies Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/nyc-not-poifect-dem-movies-of-brooklyn.html"} , {"body" : "For years it has been shrouded, a prized jewel lost behind scaffolding and a century of filth at the corner of Clinton and Pierrepont Streets in Brooklyn Heights. But tomorrow, the now fiery red terra-cotta and brick home of the Brooklyn Historical Society will celebrate its reopening, inviting the public to peruse its exhibits and roam its grand" , "date" : "20031025" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Historical Society to Mark New Era" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/25\/nyregion\/brooklyn-historical-society-to-mark-new-era.html"} , {"body" : "Theater ''A LITTLE PRINCESS,'' a musical based on the book by Frances Hodgson Burnett about a girl whose life of privilege ends with her father's death, at the Wings Theater, 154 Christopher Street, Greenwich Village. Tonight and tomorrow night at 8; Sunday at 3 p.m. Through Nov. 9. Tickets, $15. Reservations: (212) 627-2961. ''THE WIND IN THE" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/arts\/spare-times-for-children.html"} , {"body" : "FLUG--Edna. Beloved wife of the Murray. Loving mother of Dr. Leonard and Leslie Flug, Howard Flug, Dr. Eric Flug, Dr. Marshall and Kathy Flug, and George and Bonnie Mandelbaum. Cherished grandmother of Andrew, Jonathan, Stephen, Rachel, Benjamin, Jennifer, Abraham, Amy, Eric and Alison. Adoring great-grandmother of Joshua, Benjamin, Zachary and" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "44" , "title" : "Paid Notice: Deaths FLUG, EDNA" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/classified\/paid-notice-deaths-flug-edna.html"} ,   {"body" : "A selective listing by Times critics of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AHMED ABDULLAH'S DIASPORA, Sista's Place, 456 Nostrand Avenue, at Jefferson Avenue, Bedford-Stuyvesant, Brooklyn, (718) 398-1766. Mr. Abdullah, the trumpeter, was an interesting figure in" , "date" : "20031017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/17\/movies\/pop-and-jazz-guide-718181.html"} , {"body" : "The seasoned motorist or indefatigable road-tripper, even the operator of a taximeter cabriolet, must at some point face that dark, despairing moment of hapless reckoning, staring dumbfounded at some of New York City's street signs. The moment often comes when the time is wrong for contemplation, when the driver is late and harried and cursing at" , "date" : "20031011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Following New York Signs Is Long Way to Nowhere" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/11\/nyregion\/following-new-york-signs-is-long-way-to-nowhere.html"} , {"body" : "A 14-year-old girl was raped at gunpoint yesterday afternoon in Coney Island, the police said. At around 4 p.m., a man followed the victim into a building on Neptune Avenue near West 34th Street, put a gun to her head, dragged her into a stairwell and raped and sodomized her, the police said. The girl was taken to Coney Island Hospital for" , "date" : "20031010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Girl Raped In Stairwell" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/10\/nyregion\/metro-briefing-new-york-brooklyn-girl-raped-in-stairwell.html"} , {"body" : "For New Yorkers, Brighton Beach is a charming curiosity, a little bit of Russia in their own backyard. They go to shop for food, mill among the stout old-timers and hear the exotic language. Even the occasional financial swindle in the news is regarded, at least by those who are not prosecutors, as more cultural quirk than grave crime. But lately" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Young, a Russian Enclave Is Too Much the Old Country" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/to-young-a-russian-enclave-is-too-much-the-old-country.html"} , {"body" : "To the Editor: In his eagerness to portray Brooklyn's Franklin Avenue Shuttle as a loser of a subway line, Randy Kennedy (Tunnel Vision column, Sept. 30) leaves out all the good stuff: *The shuttle carries more people each weekday than several branches of the Long island Railroad. *It serves the Brooklyn Museum and Botanic Garden, Interfaith" , "date" : "20031006" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Transit Tale: A Shuttle Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/06\/opinion\/l-transit-tale-a-shuttle-grows-in-brooklyn-531049.html"} , {"author" : "Shaila K. Dewan is a reporter for the Metro Section of The Times." , "body" : "Even on a Friday night in summer, Coney Island snaps shut like a clamshell when it rains. The stalls selling frozen daiquiris in tall plastic beakers are shuttered, and the old-timers disappear from Ruby's boardwalk bar. But walk past Astroland, and you'll find one place lighted up with carny promise, where paintings of a bearded lady and a" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "35" , "title" : "THE WAY WE LIVE NOW: 10-5-03: PHENOMENON; (Not) For His Eyes Only" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/the-way-we-live-now-10-5-03-phenomenon-not-for-his-eyes-only.html"} , {"body" : "If Capt. Vincent Di Donato were standing up, he would be pacing. But instead, he and his agitation are folded into the front seat of a dark S.U.V., in a parking lot in Brooklyn, listening on his cellphone as one of his undercover officers waits to buy a gun several blocks away. The sodium haze of the lights casts his ruddy face in gray. The" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DEALING WEAPONS: A Month With a Police Unit; In the Face of Death, an Undercover Life of Guns" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/nyregion\/dealing-weapons-month-with-police-unit-face-death-undercover-life-guns.html"} , {"body" : "ONE morning in the fall of 2000, Horace Bullard answered the telephone at his home in the Bronx. It was an employee of his, Andy out in Coney Island, imparting information that few of us could ever imagine uttering or receiving. Hey, Boss, the caller said. The city is tearing down your roller coaster. This was not some kind of figurative code. The" , "date" : "20031004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Giuliani Razed Roller Coaster, And the Law" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/04\/nyregion\/about-new-york-giuliani-razed-roller-coaster-and-the-law.html"} , {"body" : "The police were seeking a 25-year-old fugitive yesterday who they said strangled a Brooklyn man and who is also being sought for questioning by the police in Buffalo for a killing there. The police described the fugitive, Mickey Cass, as a drifter who had befriended the Brooklyn man, Vincent Neto-Dambrova, 27, and stuffed him into an apartment" , "date" : "20031003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUFFALO (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Manhattan: Fugitive Sought In 2 Killings" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/nyregion\/metro-briefing-new-york-manhattan-fugitive-sought-in-2-killings.html"} , {"body" : "Jackie Flosso, the last owner of a little shop of magical wonders that was once partly owned by Houdini, died on Sunday at St. Vincent's Hospital in Manhattan. He was 77. The cause was kidney and heart ailments and other problems, said Ted Bogusta, a friend who took over the business. Mr. Flosso came from a long line of magicians, and the stage" , "date" : "20031001" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "21" , "title" : "Jackie Flosso, 77, Magic Shop Maven, Dies" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/01\/nyregion\/jackie-flosso-77-magic-shop-maven-dies.html"} ,   {"body" : "Time and circumstance have rarely been kind to a modest piece of Brooklyn railroad that stretches like a medium-size Band-Aid from Bedford-Stuyvesant to Prospect Park. Here are just a few of its worst moments, in chronological order: *In the fall of 1918, a substitute motorman at the controls of a five-car train runs it far too fast -- estimates" , "date" : "20030930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; Short Line. Small Train. Little Graffiti." , "url" : "http:\/\/www.nytimes.com\/2003\/09\/30\/nyregion\/tunnel-vision-short-line-small-train-little-graffiti.html"} , {"body" : "van VALKENBURG--Arlene. 65, of New York City, passed away September 27, at her residence after a long illness. Born July 25, 1938, Ms. van Valkenburg grew up in Larchmont, NY, the beloved daughter of the late George B. and Catherine. A graduate of Mamaroneck High School and St. Michael's College of the University of Toronto, Arlene was retired from" , "date" : "20030929" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths VAN VALKENBURG, ARLENE" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/29\/classified\/paid-notice-deaths-van-valkenburg-arlene.html"} , {"body" : "van VALKENBURG--Arlene. 65, of New York City, passed away September 27, at her residence after a long illness. Born July 25, 1938, Ms. van Valkenburg grew up in Larchmont, NY, the beloved daughter of the late George B. and Catherine. A graduate of Mamaroneck High School and St. Michael's College of the University of Toronto, Arlene was retired from" , "date" : "20030928" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths VAN VALKENBURG, ARLENE" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/28\/classified\/paid-notice-deaths-van-valkenburg-arlene.html"} , {"body" : "Mayor Michael R. Bloomberg made a campaign-style swing through Brooklyn last month. Problem was, it was the day of the blackout, so his visit was cut short and all but ignored by the news media. Undeterred, Mr. Bloomberg scheduled Brooklyn Day, Part 2. So as the cameras rolled yesterday, the mayor trekked across the borough for the second time in" , "date" : "20030926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In Brooklyn, Mayor Attends To Some Unfinished Business" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/26\/nyregion\/in-brooklyn-mayor-attends-to-some-unfinished-business.html"} , {"body" : "Herb Gardner, whose 1962 play ''A Thousand Clowns'' was the first of a string of Broadway successes in which his eccentric characters conveyed the whimsical charm and dark truths that grew out of the author's youth in New York, died on Wednesday at home in Manhattan. He was 68. The cause was lung disease, his wife, Barbara C. Sproul, said. ''A" , "date" : "20030926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries" , "Theater"] , "page_facet" : "22" , "title" : "Herb Gardner, 68, a Playwright Who Created Quirky Souls" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/26\/theater\/herb-gardner-68-a-playwright-who-created-quirky-souls.html"} , {"author" : "Marjorie Ingall, a columnist for The Forward, is the author of ''The Field Guide to North American Males.''" , "body" : "I NEVER know when I'll get the Call. But every time it comes, the conversation is as ritualized as Noh drama. ''Hello?'' ''Mrs. Ingall?'' The lack of preamble, the honorific (I'm actually Ms. Ingall; my husband's last name is Steuer), the thick Romanian accent. It's Dave. I don't know Dave's last name. I don't know what he looks like. I know his" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Brisket and Identity" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/nyregion\/urban-tactics-brisket-and-identity.html"} , {"body" : "A suspicious fire late Wednesday night gutted a six-story building that is home to apartments and a restaurant and nightclub central to the Russian immigrant community on the Brighton Beach boardwalk, officials said yesterday. As flames licked the slats of the boardwalk and melted the restaurant's glass facade, a daring rescue unfolded inside, with" , "date" : "20030919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fire Guts Hub for Russians in Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/19\/nyregion\/fire-guts-hub-for-russians-in-brighton-beach.html"} , {"body" : "A woman was killed by a hit-and-run driver yesterday as she crossed a street in Brighton Beach, the police said. They are looking for the driver of a white box truck that hit her about 4 p.m. The woman, who was in her 60's, was hit as the truck turned onto Brighton Beach Avenue from Brighton Fourth Street. The woman, whom the police did not" , "date" : "20030917" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed In Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/17\/nyregion\/metro-briefing-new-york-brooklyn-woman-killed-in-hit-and-run.html"} , {"author" : "Arthur Lubow is a contributing writer for the magazine and last wrote about the Spanish chef Ferran Adrià." , "body" : "'Giving a camera to Diane Arbus is like giving a hand grenade to a baby,'' Norman Mailer said after seeing how she had captured him, leaning back in a velvet armchair with his legs splayed cockily. The quip was funny, but a little off base. A camera for Arbus was like a latchkey. With one around her neck, she could open almost any door. Fearless," , "date" : "20030914" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "Arbus Reconsidered" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/14\/magazine\/arbus-reconsidered.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''UPTOWN FRIDAYS!,'' Studio Museum in Harlem, 144 West 125th Street. With music, cocktails," , "date" : "20030912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/12\/arts\/spare-times-258342.html"} ,   {"body" : "A selective listing by Times critics of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. HARRY ALLEN, SCOTT HAMILTON QUARTET, Village Vanguard, 178 Seventh Avenue South, at 11th Street, West Village, (212) 255-4037. Two saxophonists who decided to forgo the post-bop of their" , "date" : "20030912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/12\/movies\/pop-and-jazz-guide-257044.html"} , {"body" : "Among the churning sidewalks of Chinatown, Zhong Wen Jiang has found his niche. From morning until sundown, he squats on a makeshift stool planted on a sliver of public pavement and mends worn shoes. Crowds of people surge by narrow Bayard Street, but with his sturdy back against the stoop of an old school building and his bony legs straddling a" , "date" : "20030910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Overhead? Just a Scaffold; For City's Repairmen, Shop May Be the Sidewalk" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/10\/nyregion\/the-overhead-just-a-scaffold-for-city-s-repairmen-shop-may-be-the-sidewalk.html"} , {"body" : "It is a brief but awkward conversation that William Ringwood, custodial engineer at New Utrecht High School in southern Brooklyn, tends to have at this time of year. A teacher just back from a long vacation will see him in the halls, assume that he has also been off for the summer, and say, ''Good to see you back.'' Mr. Ringwood's answer: ''I never" , "date" : "20030907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK SCHOOLS; The Long View From the Boiler Room" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/07\/nyregion\/neighborhood-report-new-york-schools-the-long-view-from-the-boiler-room.html"} , {"body" : "José Reyes had already given Mets fans about the only thing to cheer about yesterday, ending a no-hit bid by the Phillies' Vicente Padilla with an infield hit in the seventh inning. And on the final play of the game, he held all of Shea Stadium in suspense. Fans stood by their seats, and those who had begun exiting turned back to watch as Reyes" , "date" : "20030901" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Reyes Is Finding New Ways To Keep Mets Fans Breathless" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/01\/sports\/baseball-reyes-is-finding-new-ways-to-keep-mets-fans-breathless.html"} , {"body" : "Many Ferris wheel fans stay on the Wonder Wheel at the Coney Island boardwalk for more than one stomach-flipping ride, but none take as many spins as Kato, who most days rides the wheel from the moment it opens at noon until it closes at midnight. Then it's time for Kato to get to work. Not that he has a long commute. Kato is a dog, a mix of German" , "date" : "20030901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "This Dog Gets Around, and Around . . ." , "url" : "http:\/\/www.nytimes.com\/2003\/09\/01\/nyregion\/this-dog-gets-around-and-around.html"} , {"body" : "MANHATTAN is among the most storied of places, a fabled island of commerce and grandeur. Millions live there, millions toil there, millions trek vast distances to visit. And especially after Labor Day, when the city's cultural season kicks in, it's a powerful Mecca. Even so, some people could care less. Turns out there are plenty of New Yorkers," , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Never-Never Land" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/never-never-land.html"} , {"body" : "Daisy Ann Eagan, a daughter of Richard Eagan of Brooklyn and the late Andrea Boroff Eagan, was married yesterday to Patrick Brittan Comer, a son of Judith W. Comer and the Rev. J. Fletcher Comer of Greensboro, Ala. The bridegroom's father, an Episcopal priest, performed the ceremony in Middleburgh, N.Y., at the weekend house of the bride's father" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS\/CELEBRATIONS; Daisy Eagan, Patrick Comer" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/style\/weddings-celebrations-daisy-eagan-patrick-comer.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} , {"body" : "In the catalog for ''The Perfect Game: America Looks at Baseball,'' the sweet and nearly pitch-perfect show at the American Folk Art Museum, the writer Roger Angell evokes what it must have been like to visit the Polo Grounds or Yankee Stadium on a midweek afternoon in, say, 1934. There would have been no rock music blaring from loudspeakers and no" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART REVIEW; You've Been to the Game, Now Take a Look at the Artwork" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/arts\/art-review-you-ve-been-to-the-game-now-take-a-look-at-the-artwork.html"} , {"body" : "The smaller Bjork gets, the bigger she seems. On her most recent studio album, ''Vespertine'' (Elektra), she created a miniature world full of chiming music boxes and hiccupping computers. The disc, released in 2001, was full of exquisite songs about a private cataclysm; it charted what one lyric called the ''quietly ecstatic'' process of falling" , "date" : "20030825" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "POP REVIEW; No Peanuts or Cracker Jack, But a New Way of Singing" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/25\/arts\/pop-review-no-peanuts-or-cracker-jack-but-a-new-way-of-singing.html"} ,   {"body" : "Aiming a ball at a target to drop a clown into a tub of water is old school at the Coney Island Boardwalk. Now people eagerly shoot the Freak. The Freak, as signs and the barker say, is a live human target. Coney Island has seen a lot, from real-life crime to the Painproof Rubber Girl. But even in a place where trouble and cheap spectacle are the" , "date" : "20030823" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Step Right Up, Live Human Target; Paintball Shooting Gallery Draws Notice at Coney Island" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/23\/nyregion\/step-right-up-live-human-target-paintball-shooting-gallery-draws-notice-coney.html"} , {"author" : "Margaret Mittelbach and Michael Crewdson are the authors of ''Wild New York: A Guide to the Wildlife, Wild Places and Natural Phenomena of New York City.''" , "body" : "''Ho! All night bluuuues here! Party bluuues!'' The calls of the sailors from the fishing boats rang down the waterfront on Emmons Avenue in Brooklyn. For years these sirenlike -- albeit hoarse and masculine -- cries had lured us closer and closer to the sea. Now we were finally taking the bait. It was just before 7 p.m. on a recent Saturday night," , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Green From Chasing Blues in the Night" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/arts\/green-from-chasing-blues-in-the-night.html"} , {"body" : "EVENTS CD 101.9 JAZZ FESTIVAL, Hudson River Park's piers 45, 46 and 54, near 14th Street along the West Side Highway, West Village. Tonight at 7, George Benson and Brian Culbertson; tomorrow at 1 p.m., Chuck Loeb; tomorrow at 8 p.m., Natalie Cole and Chris Botti; Sunday at 2 p.m., Spyro Gyra, Stanley Clarke, Jean-Luc Ponty and Stanley Jordan. Each" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/arts\/spare-times-003115.html"} , {"body" : "Events SCULPTURE WORKSHOP, where children will create works inspired by the East River and learn about the life of the American sculptor Louise Nevelson, at the tall ship Peking, Pier 16, South Street Seaport Museum, 213 Water Street, Lower Manhattan. Tomorrow, 1 to 4 p.m. Fee: $5. Information: (212) 748-8758. ''SPACE ADVENTURES,'' an interactive" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/arts\/spare-times-for-children.html"} , {"body" : "Any Brooklyn native who saw the Dodgers abandon the borough 45 years ago for Los Angeles can find some succor these breezy summer evenings down at the edge of the Coney Island boardwalk, where the Brooklyn Cyclones, the Mets' Class A affiliate, reign in first place. The Cyclones play gritty, believable baseball and sell out each home game in a" , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "The City Life; North Toward Queens" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/opinion\/the-city-life-north-toward-queens.html"} , {"body" : "The view was nearly perfect: a sun-filled sky spread across Coney Island's surf and dipped into the glistening ocean. But then, like a crack running through an old photograph, a bright orange line ruined the picture. The line, a string of warning flags, ran the length of the beach to keep hopeful swimmers out of polluted waters on one of New York" , "date" : "20030820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Day to Wet a Toe or Two, but Not Much More" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/20\/nyregion\/a-day-to-wet-a-toe-or-two-but-not-much-more.html"} , {"body" : "Over the long weekend, the tales grew in the telling. Miles heroically crossed on foot. Eons trapped in the subway. A night on the sidewalk. Flights of stairs like Everest. So when many New Yorkers finally saw their co-workers yesterday for the first time since the blackout, it was time to brag -- and complain. Anthony Leone, 45, an MCI engineer," , "date" : "20030819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE BLACKOUT: NEW YORKERS; War Stories at the Water Cooler" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/19\/nyregion\/the-blackout-new-yorkers-war-stories-at-the-water-cooler.html"} , {"body" : "SO a rabbi, a psychiatrist and a reporter are kayaking around Long Island, when all of a sudden a giant wave knocks them into Atlantic Ocean. After bobbing to the surface the psychiatrist spots the rabbi floundering in the water, and cries, ''Rabbi! Rabbi! Can you float alone?'' And the rabbi shouts back, ''Doctor! This is no time to talk" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Paddling Around the Island in a Kayak" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/paddling-around-the-island-in-a-kayak.html"} , {"body" : "After more than 30 hours of sitting where the blackout had stranded them, subway trains began rolling again early yesterday morning, among the last holdouts as the metropolitan region regained electrical power and life returned mostly to normal. Mayor Michael R. Bloomberg pronounced the crisis over and said that the city's next job was to examine" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "THE BLACKOUT: TRANSIT; Subways Run, Planes Fly, As Bloomberg Shifts Focus To Communication Lapses" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/blackout-transit-subways-run-planes-fly-bloomberg-shifts-focus-communication.html"} , {"body" : "Back in the day, an expression that according to my son can mean either last week or the moment in 1517 when Martin Luther nailed his 95 theses to the cathedral door and began the Reformation but that in this case refers to the mid-1950's, hamburgers had underground cachet. The elite never admitted to eating them, but everybody cool did, from" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "51" , "title" : "FOOD; Dog Days" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/magazine\/food-dog-days.html"} ,   {"body" : "Hospitals and other health care providers in regions affected by the blackout went on crisis footing yesterday, using backup generators to operate lifesaving equipment, activating plans that had been honed after the Sept. 11 terror attacks and treating an influx of patients suffering heat-related illnesses. Administrators at many hospitals said" , "date" : "20030816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "12" , "title" : "THE BLACKOUT: HOSPITALS; Lessons Learned on 9\/11 Help Hospitals Respond" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/16\/nyregion\/the-blackout-hospitals-lessons-learned-on-9-11-help-hospitals-respond.html"} , {"body" : "Mayor Michael R. Bloomberg declared war yesterday on the city's rat population, saying that the rodents had invaded homes and threatened public health for too long before announcing an expansion of the city's efforts to exterminate them. ''Our administration has zero tolerance for rats,'' he said. ''And I've got one message today, 'City to rats:" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Word on the Street? For New York's Rats, It's 'Goodbye'" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/nyregion\/the-word-on-the-street-for-new-york-s-rats-it-s-goodbye.html"} , {"body" : "Events ''SPACE ADVENTURES,'' an interactive display with places to build a robot, create an extraterrestrial and write a space story, at the Central Library of the Queens Borough Public Library, 89-11 Merrick Boulevard, Jamaica. Through Aug. 23. Mondays through Fridays, 10 a.m. to 9 p.m.; Saturdays, 10 a.m. to 5:30 p.m. Information: (718) 990-8665." , "date" : "20030808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/08\/arts\/spare-times-for-children.html"} , {"body" : "POSEN--Frances. Died on August 5, 2003 after a courageous battle with cancer. A true lover of life, Frances is survived by her children Deborah Sumber, Richard (Barbara) Posen; grandchildren Nicole and Juliana, brother Marvin Jaffe. She will be greatly missed by family and friends. Services will be held Thursday, August 7th at 1 PM at Weinstein" , "date" : "20030807" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths POSEN, FRANCES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/07\/classified\/paid-notice-deaths-posen-frances.html"} , {"body" : "A fire last night at a major sewage treatment plant in Sheepshead Bay sent a putrid smell drifting across Brooklyn, officials said. More than 200 firefighters responded to the fire, which broke out shortly after 7 p.m. Fire officials declared it under control nearly four hours later. People miles away reported a foul stench, apparently from the" , "date" : "20030806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fire at Brooklyn Sewage Plant Sends Stench Across Borough" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/06\/nyregion\/fire-at-brooklyn-sewage-plant-sends-stench-across-borough.html"} , {"body" : "For his first Sunday Mass after his appointment as bishop of the Diocese of Brooklyn was announced, Bishop Nicholas A. DiMarzio Jr. kept it simple. He sermonized about bread. ''I like the Italian kind, with a good crust,'' he said. Then, more serious: ''All of us want to find the ultimate meaning of life. We cannot find it completely within" , "date" : "20030804" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For a Bishop Appointed, an Overflow Crowd" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/04\/nyregion\/for-a-bishop-appointed-an-overflow-crowd.html"} , {"body" : "Rachel Robinson, Jackie Robinson's widow, sat in a private box at KeySpan Park in Coney Island last night, watching baseball in Brooklyn for the first time since the Dodgers left. On hand to see her husband's No. 42 retired by the Cyclones, Robinson saw a team that resembled the Dodgers teams her husband starred for back in the 1940's and 50's:" , "date" : "20030804" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASEBALL; Down on the Farm in Brooklyn, the Mets See Hope" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/04\/sports\/baseball-down-on-the-farm-in-brooklyn-the-mets-see-hope.html"} , {"body" : "EVENTS ''SUNSET JAM ON THE HUDSON,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Free interactive drumming workshop with Pamela Patrick. Tonight at 6:30. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''100 YEARS OF KOREAN IMMIGRATION,'' Flushing Town Hall, 137-35 Northern Boulevard, Queens. An" , "date" : "20030801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/arts\/spare-times-729280.html"} , {"body" : "Jane Bodenheim's three-story brick townhouse in Cobble Hill, a hot Brooklyn neighborhood these days, is worth $1.4 million, according to New York City's assessors. John Hernandez's semi-detached home in the decidedly less hip and out-of-the-way Brooklyn neighborhood of Bergen Beach is valued at $387,000. Now guess who pays the higher property tax" , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tax on Homes Is Inequitable, Study Finds" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/nyregion\/tax-on-homes-is-inequitable-study-finds.html"} , {"body" : "The plea by the Shea Stadium scoreboard operator for fans to ''Get Loud'' was met with a murmur. The bar on the luxury suite level was empty during the seventh-inning stretch. Vendors clad in fluorescent tops stood out against the empty stands like lightning bugs. A makeup game of a rainout between the Mets and Brewers, two last-place teams, barely" , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Mets Lose The Battle Of Bad Records" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/sports\/baseball-mets-lose-the-battle-of-bad-records.html"} ,   {"body" : "INVISIBLE FRONTIER: Exploring the Tunnels, Ruins, and Rooftops of Hidden New York By L.B. Deyo and David (Lefty) Leibowitz Three Rivers Press ($14.95, paperback) The roof of Grand Central Terminal is just as I remember it. A half-dozen huge air-conditioning units, each almost two stories high, stand amidst catwalks that weave across its entire" , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Looking Down at a Terminal, Looking Up at a Bouncer" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/nyregion\/new-york-bookshelf-nonfiction-looking-down-at-a-terminal-looking-up-at-a-bouncer.html"} , {"body" : "GORDON -- Seena. Beloved wife of Warren. Loving mother of Larry and Jeffrey and mother-in-law of Linda. Adoring grandmother of Steven, Matthew and Amanda. Devoted sister of the late Carol Fiorella. Cherished aunt of Abby, Julie, Carly, Lori, Dana, Ira and Billy. Services today, 12 noon, at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave," , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths GORDON, , SEENA" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/classified\/paid-notice-deaths-gordon-seena.html"} , {"body" : "LEVINE--Ellen (Leventhal), on July 24th, 2003, of Englishtown, NJ, formerly of Brooklyn, NY. Cherished wife of Joe, loving mother of Marcia and Debbie, devoted sister of Larry and special friend to so many who knew her. For many years a teacher and administrator in the NYC school system. Funeral is at 10 AM, Sunday, at Sherman's Memorial Chapel," , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths LEVINE, , ELLEN (LEVENTHAL)" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/classified\/paid-notice-deaths-levine-ellen-leventhal.html"} , {"body" : "LEVINE--Ellen (Leventhal), on July 24th, 2003, of Englishtown, NJ, formerly of Brooklyn, NY. Cherished wife of Joe, loving mother of Marcia and Debbie, devoted sister of Larry and special friend to so many who knew her. For many years a teacher and administrator in the NYC school system. Funeral is at 10 AM, Sunday, at Sherman's Memorial Chapel," , "date" : "20030726" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths LEVINE, , ELLEN (LEVENTHAL)" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/26\/classified\/paid-notice-deaths-levine-ellen-leventhal.html"} , {"body" : "Theater ''THE SUMMER OF THE SWANS,'' about a young girl's coming of age, by Theaterworks\/USA at the Lucille Lortel Theater, 121 Christopher Street, Greenwich Village. Today, 10:45 a.m. and 1:15 p.m.; tomorrow at 2 p.m. and Sunday at 3 p.m. Through Aug. 20. Free tickets available one hour before the performance. Information: (212) 627-7373. ''THE" , "date" : "20030725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/25\/arts\/spare-times-for-children.html"} , {"body" : "If you want to give a good beach party, you'll need a familiar soundtrack. The safest bet is to hire a bunch of D.J.'s to spin records everyone loves. If you don't want D.J.'s, you can hire a bunch of cover bands to play songs everyone loves. And if you don't want cover bands, you can hire a bunch of retro-rock acts to resurrect styles everyone" , "date" : "20030722" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "ROCK FESTIVAL REVIEW; Underground Bands Climb Into the Sun and See Their Shadows" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/22\/arts\/rock-festival-review-underground-bands-climb-into-the-sun-and-see-their-shadows.html"} , {"body" : "ON a muggy July day nine years ago, Jim Kennelly and two fellow firefighters plunged five or six times each to the bottom of Coney Island Creek, their eyes clenched against the filthy water, to rescue five unconscious people tangled inside a wheels-up car 10 feet down on the creek bed. ''When I broke the surface to go under water, it was eerie," , "date" : "20030720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Firefighter's Other Passion: Changing The Skyline" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/20\/realestate\/a-firefighter-s-other-passion-changing-the-skyline.html"} , {"body" : "The Needle Swappers Are Still Wary Call it the case of the criminal laws versus the health laws. The health laws won -- at least in principle. Last November, a judge ruled that New York City police officers could not arrest drug addicts carrying needles with drug residue if the addicts were taking part in needle-exchange programs authorized by the" , "date" : "20030720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/20\/nyregion\/following-up.html"} , {"body" : "Last month the five members of Idlewild, a rock band from Scotland, were in Fargo, N.D. The official reason for their visit was to open for Pearl Jam at an indoor football stadium called the Fargo Dome, but they had another agenda also. As the 25-year-old singer Roddy Woomble put it, the band was hoping to find ''normal people.'' Idlewild had" , "date" : "20030718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "'The Next' Is Ready For 'Here and Now'" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/18\/movies\/the-next-is-ready-for-here-and-now.html"} , {"body" : "An 85-year-old woman was killed by a hit-and-run driver yesterday afternoon in Homecrest, the police said. The woman, whom the police identified as Helena Gliksman of Avenue Y, was crossing the street at Avenue Y and Coney Island Avenue just before 2 a.m. when a northbound green minivan hit her and fled the scene. She was pronounced dead at 3:30" , "date" : "20030717" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed In Hit-And-Run:" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/17\/nyregion\/metro-briefing-new-york-brooklyn-woman-killed-in-hit-and-run.html"} ,   {"body" : "Two teenagers were forced into a livery cab as they were leaving Coney Island after midnight and held hostage for five hours on Sunday until two police officers spotted the cab in Brooklyn and arrested two men in the abduction, the police said yesterday. The police said the two men forced the teenagers, a 14-year-old boy and a 15-year-old girl," , "date" : "20030715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | Brooklyn: 2 Accused Of Kidnapping Teens" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/15\/nyregion\/metro-briefing-brooklyn-2-accused-of-kidnapping-teens.html"} , {"author" : "Tom Vanderbilt is the author of ''Survival City: Adventures Among the Ruins of Atomic America.''" , "body" : "THIS year marks the centennial of a number of celebrated New York fixtures, among them the Yankees and the Williamsburg Bridge. Overshadowed by the sweet light of nostalgic remembrance is another 100th anniversary, more macabre and less gallantly sepia-toned: the execution of Topsy the elephant. On a dreary January morning in 1903, a crowd" , "date" : "20030713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; They Didn't Forget" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/13\/nyregion\/city-lore-they-didn-t-forget.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Who Are Those Guys? Q. Did Butch Cassidy really live in the East Village? A. He did, and so did the Sundance Kid. While East 12th Street may seem an improbable address for two men so closely associated with the vast Western landscape, the teeming anonymity of Manhattan offered Butch and Sundance a much-needed haven for a few weeks. On July, 3," , "date" : "20030713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/13\/nyregion\/fyi-489204.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from Water to South Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. BATTERY PARK CITY PARKS CONSERVANCY. Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan: tonight at 6:30 and 8:30, ''Sunset Jam on the Hudson,'' interactive drumming workshops with Peter" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/spare-times-462390.html"} , {"body" : "More Machines On the Rise O.K., so maybe there isn't a robot more thrilling -- or threatening -- than the shape-shifting, molecular-recombining villainess in ''Terminator 3.'' But reality offers artificial intelligence that is almost as ingenious, and much more benevolent. Many of these lean (but never mean) machines can be seen starting tomorrow" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/family-fare.html"} , {"body" : "Events ''CIRCUS DAYS,'' a weekend of free performances by members of Winn's Thrills of the Universe, the Bindlestiff Family Cirkus, Circus Amok and others, as well as face-painting, at Coney Islnd Astroland, Stillwell Avenue and West 10th Street, Brooklyn. Tomorrow and Sunday, 1 to 7:30 p.m. Ride tickets range from $2 for rides in the kiddie park" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/spare-times-for-children.html"} , {"body" : "Sebastian Telfair, the Brooklyn high school basketball phenom, walked out of the training room after his first game at the Adidas ABCD Camp today at Fairleigh Dickinson University's Rothman Center with a bag of ice taped to his knee. Asked if he had hurt himself, Telfair shook his head. ''Just growing pains,'' he said. Telfair, who first came to" , "date" : "20030709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "HIGH SCHOOL BASKETBALL; The Next Superstar in Waiting" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/09\/sports\/high-school-basketball-the-next-superstar-in-waiting.html"} , {"body" : "DECKER--Robert E. Family and friends are invited to attend a memorial service for Robert E. Decker at 11:30 AM, Sunday, July 13th, 2003, I.J. Morris Funeral Home, 1895 Flatbush Avenue, Brooklyn, N.Y. Robert, 88, was a longtime resident of Coney Island. He was born September 13, 1914 in Coalville, Washington, and died on May 22, 2003. He is survived" , "date" : "20030708" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Memorials DECKER, , ROBERT E." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/08\/classified\/paid-notice-memorials-decker-robert-e.html"} , {"body" : "Outside Village 247 restaurant on Smith Street in Brooklyn, a bench forms a picture of an American flag with wooden slats for stripes and a metal slab with the bas-relief of 50 stars. Bob Dylan was singing through stereo speakers yesterday that it ain't no use to sit and wonder why, and Hernan Gonzalez, 32, the chef, was preparing to open. He was" , "date" : "20030705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Soup to Stickball, the 4th With a Twist" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/05\/nyregion\/from-soup-to-stickball-the-4th-with-a-twist.html"} , {"body" : "ON THE STREET New York City GREAT FOURTH OF JULY FESTIVAL, Water Street, between State and Fulton Streets, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by the Pearl Street Park Association. LULLABY OF BROADWAY FESTIVAL, Broadway, from Fulton Street to Battery Place, Lower Manhattan. Tomorrow, 11 a.m. to 6 p.m. A carnival with rides, a" , "date" : "20030704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/04\/arts\/spare-times-376469.html"} ,   {"body" : "HIGHLIGHTS NO TO MERGED ACTORS' UNIONS -- Rank-and-file members have narrowly defeated a plan to merge the two biggest actors' unions, the Screen Actors Guild and the American Federation of Television and Radio Artists. After an all-day tally on Tuesday, the proposition, which would have succeeded only if each union gave it 60 percent of its votes," , "date" : "20030703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GERMANY" , "GREECE"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "ARTS BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/03\/movies\/arts-briefing.html"} , {"body" : "Buddy Hackett, the roly-poly streetwise comedian from Brooklyn whose puckish, irrepressible clowning was a fixture on America's home screens in the 1950's and 60's, died on Monday at his beach house in Malibu, Calif. He was 78. The cause was not announced, pending a coroner's report, said his son, Sandy. Mr. Hackett's career spanned more than half" , "date" : "20030702" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "23" , "title" : "Buddy Hackett, Irrepressible, Streetwise Clown, Dies at 78" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/02\/arts\/buddy-hackett-irrepressible-streetwise-clown-dies-at-78.html"} , {"body" : "Buddy Hackett, the streetwise comedian from Brooklyn with a face like a plate of mashed potatoes, died yesterday at his beach house in Malibu, Calif. He was 78. The cause of death is not yet known, Mr. Hackett's son, Sandy, said. Mr. Hackett's career spanned more than half a century in nightclubs, movies, the stage and television. His rubbery face" , "date" : "20030701" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "16" , "title" : "Buddy Hackett, Irrepressible Clown of Stage, Screen and Nightclubs, Is Dead at 78" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/01\/us\/buddy-hackett-irrepressible-clown-of-stage-screen-and-nightclubs-is-dead-at-78.html"} , {"body" : "HERSCHAFT -- Jeanette (Rachmuth). On June 28, 2003. Longtime journalist for The National Jewish Post & Opinion, advocate animal suport groups. Devoted wife of Jacques, mother of Howard, Randy and Allen, mother-inlaw of Tami and grandmother of Miriam and Michael. Funeral services will be held Monday, June 30, 1 p.m., at Weinstein - Garlick -" , "date" : "20030630" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths HERSCHAFT, , JEANETTE (RACHMUTH)" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/30\/classified\/paid-notice-deaths-herschaft-jeanette-rachmuth.html"} , {"body" : "WITH their deep front porches and overhanging eaves, Midwood's predominantly shingled two-story houses with front yards and driveways feel more like suburbia than like Brooklyn. Developed at the turn of the century as an alternative to Manhattan congestion, Midwood lies directly south of Flatbush and offers a fast link on Ocean Parkway to the" , "date" : "20030629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Midwood; Bustling Area With a Touch of Country" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/29\/realestate\/if-you-re-thinking-of-living-in-midwood-bustling-area-with-a-touch-of-country.html"} , {"body" : "AT 11 a.m. on a recent Thursday, the Fujifilm blimp sat grounded under an ominous cloud at Floyd Bennett Field near Jamaica Bay in Brooklyn. The giant airborne billboard, the nation's largest and one of only 18 blimps in the country, was making its annual swing across New York Harbor, but with the nonstop rain it was idling like a white elephant" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK ALOFT; Smile, You're Aboard the Fujifilm Blimp" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/nyregion\/new-york-aloft-smile-you-re-aboard-the-fujifilm-blimp.html"} , {"body" : "FOR CHILDREN Theater ''HEIDI,'' presented by the Pied Piper Children's Theater of NYC, at Holy Trinity Church-Inwood, 20 Cumming Street. Tomorrow at 3 and 7 p.m. and Sunday at 3 p.m. Admission: $6; under 18, $3. Information: (212) 544-2976. ''THE LITTLE PRINCE,'' by Antoine de Saint-Exupéry, presented by the Double Helix Theater Company at the" , "date" : "20030620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/20\/arts\/spare-times-for-children.html"} , {"body" : "At this time last year, Shawn Bowman was a 17-year-old third baseman with the Canadian junior national team, playing in front of small crowds in a rundown ballpark in Quebec. Now, Bowman, the 12th-round pick of the Mets in the 2002 draft, is preparing for his first season of professional ball with the Brooklyn Cyclones, reporting for work 16 miles" , "date" : "20030617" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BASEBALL; Road to Majors Begins at Coney Island" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/17\/sports\/baseball-road-to-majors-begins-at-coney-island.html"} , {"body" : "GLASS--Jennie of Newton, MA, formerly of Brooklyn, NY. Beloved and adored wife, mother, grandmother, aunt, sister, friend, and teacher. Wife of the late Samuel Glass. Daughter Rachel Bratt of Wayland, MA and husband Michael, and children Joanna and Jeremy. Son Leon Glass of Montreal, Quebec and wife Kathleen, and children Hannah and Paul. Service" , "date" : "20030617" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths GLASS, , JENNIE" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/17\/classified\/paid-notice-deaths-glass-jennie.html"} , {"body" : "AT precisely 4:30 p.m., Irina Roizin called her class to order. ''Dyevochki! Slushayetye!'' She clapped. ''Children, are you listening?'' At the sound of her voice, about a dozen 4- and 5-year-olds who had been swarming about the small ballet studio arranged themselves into orderly rows at the barres on two sides of the room. Ponytails bobbing," , "date" : "20030615" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Bolshoi To Brooklyn, In a Bound" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/15\/nyregion\/urban-tactics-bolshoi-to-brooklyn-in-a-bound.html"} ,   {"body" : "WOLIN--Richard A. On June 9, 2003. Devoted father of Brian & Haley. Dear brother of Kenneth and Nora. Loving grandfather of Brett. Cherished son of the late Irving & Tillie. Loved and admired by all who knew him. Services Wednesday, 10AM, at ''Weinstein - Garlick - Kirschenbaum Chapels'', 1153 Coney Island Avenue, Brooklyn, N.Y. >>AD#" , "date" : "20030611" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths WOLIN, , RICHARD A." , "url" : "http:\/\/www.nytimes.com\/2003\/06\/11\/classified\/paid-notice-deaths-wolin-richard-a.html"} , {"body" : "The signs in Midwood, Brooklyn, surfaced slowly at first. Curry packets at the New Apna Bazaar started to accumulate. The line of cars at the Sunoco station began to thin. And then the crowd dwindled at Friday Prayer at the Makki Mosque on Coney Island Avenue. This, among worshipers once so numerous they prayed on the street for lack of room. ''Now" , "date" : "20030607" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["World"] , "page_facet" : "9" , "title" : "In Brooklyn, 9\/11 Damage Continues" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/07\/world\/in-brooklyn-9-11-damage-continues.html"} , {"body" : "LAUER--Murray. 88, died June 2, 2003. Survived by his wife Hilda; daughter Marilyn Sticklor, son-in-law Howard; grandchildren Dawn, Russell, Laurel, Amy. Funeral Wednesday, June 4, 11:30 am, Midwood Chapels, Coney Island Ave., Brooklyn. Interment Old Montefiore Cemetery, Springfield Gardens, Queens. >>AD#" , "date" : "20030604" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths LAUER, , MURRAY" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/04\/classified\/paid-notice-deaths-lauer-murray.html"} , {"body" : "Somewhere along the way, the military families had stopped bracing so hard for the possibility of terrible news. Baghdad was taken, the statues had toppled, and the war seemed to be winding down. So at home, the relatives of service members said they began to sleep more deeply and to eat again. Some turned off televisions that had run for weeks. A" , "date" : "20030602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "11" , "title" : "AFTER THE WAR: AMERICAN CASUALTIES; As the Fighting Continues, Some Back Home Wonder, 'Why Are People Dying?'" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/02\/us\/after-war-american-casualties-fighting-continues-some-back-home-wonder-why-are.html"} , {"body" : "IF a Brooklyn man stumbled while walking on Fulton Street in the morning, so the old saying went, he could read about it that evening in The Eagle. Now, more than 100 years later, everyone else can read about it, too. They can also read about every grisly murder, every women's suffrage rally and every new corset style to grace the pages of The" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "CITY LORE; A Newspaper of Record, Recorded" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/city-lore-a-newspaper-of-record-recorded.html"} , {"body" : "This list has been selected from books reviewed since the Holiday Books issue of December 2002. The books are alphabetized under genre headings; the complete reviews can be found at nytimes.com\/books. FICTION & POETRY ABANDON: A Romance. By Pico Iyer. (Knopf, $24.) A graceful novel whose hero, an English graduate student of Sufi mystical poetry who" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "18" , "title" : "READING" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/books\/reading.html"} , {"body" : "I HATE the beach. There, I've said it. Go on, write your letters, call the editors, refuse to allow the beach be maligned in such a fashion, as if the beach feels all sad and needs a fan club to boost it's sandy self-esteem. Go on, do your worst. I don't care anymore. This summer, I am not going, come hell or high water. Where do you find high" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Wet Blanket" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/wet-blanket.html"} , {"body" : "EVENTS NEW YORK IRANIAN FILM FESTIVAL, Anthology Film Archives, 32-34 Second Avenue, at Second Street, East Village. A series of contemporary films continues through Sunday. Screenings tonight at 7:30 and 9:30; tomorrow at 5:30, 7:30 and 9:30 p.m.; and Sunday at 5:15, 7:15 and 9:30 p.m. Admission: $8; $5 for students. Information: (212) 505-5181." , "date" : "20030530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/30\/arts\/spare-times-894036.html"} , {"body" : "It does not sail gaily by the Gowanus Canal. It eschews the scenery of the auto body shops on Fourth Avenue. It turns away before reaching the storied Navy Yard, Coney Island or the Ebbets Field housing development. But for intrepid travelers yearning to stand before the luxury apartments in the building where Walt Whitman once toiled, or to" , "date" : "20030529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "4" , "title" : "New Tour Pays Homage to Poetry and Cheesecake" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/29\/nyregion\/new-tour-pays-homage-to-poetry-and-cheesecake.html"} , {"body" : "At least by the age of 4, and at least in New York City, children have already begun to emulate their parents in one very noticeable way: they, too, have cultivated obsessions. For most children, these obsessions tend to be the ones of sunny youth, circa 2003, ranging from Harry Potter to pterodactyls, from Spider-Man to highly specialized science" , "date" : "20030527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; They Know the ABC's. Also DEFGJLMNQRSVWZ." , "url" : "http:\/\/www.nytimes.com\/2003\/05\/27\/nyregion\/tunnel-vision-they-know-the-abc-s-also-defgjlmnqrsvwz.html"} ,   {"body" : "Theater ''LAGUSHKA: THE RUSSIAN FROG PRINCESS,'' a one-man musical about a prince who marries a frog, Sunday at 11 a.m. and 1 p.m. at the 78th Street Theater Lab, 236 West 78th Street, Manhattan. Tickets: $10. Information: (212) 873-9050. ''MY MAGICAL COLOMBIAN BUS,'' the story of a special toy that helps a young girl deal with leaving her native" , "date" : "20030523" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/23\/arts\/spare-times-for-children.html"} , {"body" : "Round up the sociologists, ideologists and philosophers. Come to us, Darwinists, geneticists, biologists. Summon the existentialists, sensualists and mystics. Give meaning to these events that unfolded yesterday beneath the shadowy light of electric candles in this chamber of graven imagery. Behold the woman, her hair pulled back, eyes slightly" , "date" : "20030522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Mark of a Real Icon: Even in Wax, She Moves" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/22\/nyregion\/the-mark-of-a-real-icon-even-in-wax-she-moves.html"} , {"body" : "ALLEN - Miriam, 84, of Brooklyn, NY, on May 19, 2003. Wife of the late Sigmund Allen. Survived by grandson, Scott Itzkowitz. Funeral service Sherman's Funeral Home, Coney Island Ave., Brooklyn, Tuesday, May 20, at 9 AM. Burial Beth David Cemetery, Elmont, NY. She will be sorely missed." , "date" : "20030520" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths ALLEN, MIRIAM" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/20\/classified\/paid-notice-deaths-allen-miriam.html"} , {"body" : "Mayor Michael R. Bloomberg had an unusually busy day yesterday for a spring Sunday when he had no big parade to march in. He talked up the city's good points at a breakfast in Bayside, Queens; saluted Israel at a rally in Coney Island, Brooklyn; and observed emergency workers in puffy suits at an antiterrorism drill on the Brooklyn waterfront. The" , "date" : "20030519" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Seldom on a Sunday? Mayor Hits the Streets This Time" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/19\/nyregion\/seldom-on-a-sunday-mayor-hits-the-streets-this-time.html"} , {"body" : "DALVEN-Josephine. Born in Coney Island and life-long Brooklyn resident, she was the daughter of the late Louis and Tillie Schwartz, loving wife of the late Dr. Joseph Dalven and stepmother of Dr. Richard Dalven of California. Beloved sister of Gertrude Sperber (Abraham) of Albany, Regina Hayden of Brooklyn, the late Etta Gitten and Bertha" , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths DALVEN, JOSEPHINE" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/classified\/paid-notice-deaths-dalven-josephine.html"} , {"body" : "California ALL TOMORROW'S PARTIES -- Los Angeles, June 19-22. Begun in England four years ago, this occasional series has become one of the world's most innovative pop festivals by applying a simple principle: hand over the programming to a well-connected artist or musician and allow every nepotistic indulgence. What results is more variety than" , "date" : "20030504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "33" , "title" : "SUMMER FESTIVALS; POP\/JAZZ" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/04\/arts\/summer-festivals-pop-jazz.html"} , {"body" : "EVENTS SECOND ARTS FESTIVAL, Rockefeller Center, 30 Rockefeller Center, Manhattan. More than 100 fine-arts exhibitors. Today and tomorrow, 9 a.m. to 7 p.m.; Sunday, 10 a.m. to 5:30 p.m. Free. SUNSET SINGING CIRCLE, Robert F. Wagner, Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A singalong with Terre Roche, a singer and guitarist." , "date" : "20030502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/arts\/spare-times-502677.html"} , {"body" : "The police yesterday released the names of two people who were killed on a Brooklyn street on Saturday morning. They are Freddy Benevento, 20, of Staten Island, and Joseph Pizzingrillo, 23, of Coney Island, who were shot to death after becoming involved in an argument at the corner of East 15th Street and Avenue V, the police said. Mr." , "date" : "20030428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Shooting Victims Named" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/28\/nyregion\/metro-briefing-new-york-brooklyn-shooting-victims-named.html"} , {"body" : "A Retired 'Prince' Writes and Teaches He has been retired from the New York City Police Department for two decades, but he has not retired from giving the public vivid pictures of a police officer's world. The first pictures that Robert Leuci provided, in the 1970's, were of a morally rancid slice of that world. He was then a prosecution witness in" , "date" : "20030427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/27\/nyregion\/following-up.html"} , {"body" : "BEN-AARON-Rose. (Hoffman), 94, passed away, April 24, 2003. Loving mother of Edward and William (Judy). Services Sunday, April 27 at 10:00 AM, at Sherman's Funeral Home, 1283-5 Coney Island Ave, Brooklyn, NY." , "date" : "20030426" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths BEN, AARON, ROSE. (HOFFMAN)" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/26\/classified\/paid-notice-deaths-ben-aaron-rose-hoffman.html"} ,   {"body" : "In what one lawyer called a small victory for artistic freedom -- or at least for the bawdy traditions of the Mermaid Parade in Coney Island -- the city has agreed to settle a false arrest lawsuit filed by a woman who was detained at the 2001 parade because she exposed her breasts. The woman, Amy Gunderson, is to receive $10,000 under terms of the" , "date" : "20030423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mermaid Forced to Cover Up Settles With City for $10,000" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/23\/nyregion\/mermaid-forced-to-cover-up-settles-with-city-for-10000.html"} , {"body" : "EVENTS 29TH FLOWER SHOW, Macy's, Herald Square. With displays on the main floor and a children's garden on the seventh floor as well as special events. Through April 27. Viewing during store hours, 10 a.m. to 8:30 p.m. Mondays through Saturdays, 11 a.m. to 7 p.m. Sundays; closed Easter Sunday. Information: (212) 494-4495. EASTER PARADE, Fifth" , "date" : "20030418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/18\/arts\/spare-times-306380.html"} , {"body" : "Theater ''DORA THE EXPLORER LIVE!'' A stage version of the television show, with audience participation invited. At Radio City Music Hall, today at 11 a.m. and 7 p.m.; tomorrow and Sunday at 11 a.m. and 2 and 5 p.m. Tickets: $28 to $75. Reservations: (212) 307-7171. ''PINOCCHIO,'' a Russian version, presented by the Eifman Ballet of St. Petersburg," , "date" : "20030418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/18\/arts\/spare-times-for-children.html"} , {"body" : "It was opening weekend at Coney Island, and Gregory Bitetzakis was ready at his snack bar on Surf Avenue. There were sugary funnel cakes, bags of airy cotton candy, cold sodas, greasy fried clams and smoking-hot corn cobs. But many passers-by were disappointed with the one item missing from the menu. ''Got to go down to the boardwalk for ice" , "date" : "20030414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Coney Island, Cyclones (And a Crystal-Clear Day)" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/14\/nyregion\/in-coney-island-cyclones-and-a-crystal-clear-day.html"} , {"body" : "EVENTS 43RD ANNUAL NEW YORK ANTIQUARIAN BOOK FAIR. Seventh Regiment Armory, 643 Park Avenue, at 66th Street. More than 180 dealers from around the world offer rare books, manuscripts, autographs, bound volumes, maps and much more. Today from noon to 8 p.m.; tomorrow, noon to 7 p.m.; and Sunday, noon to 5 p.m. Admission: $15 daily, or $35 for a" , "date" : "20030411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/11\/arts\/spare-times-221007.html"} , {"body" : "Some of the most distinguished buildings in northern Brooklyn are firehouses, many of them built more than a century ago to protect the borough's densely populated warrens of wooden tenements. Now five of those firehouses are scheduled to be closed, along with three others elsewhere in the city. Neighborhood advocates and some elected officials" , "date" : "20030411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Times Change, Officials Say, and So Firehouses Are Closing" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/11\/nyregion\/times-change-officials-say-and-so-firehouses-are-closing.html"} , {"body" : "The highway from the airport, known as Saddam International now only on road signs and military maps, was lined today with burned and battered cars, antitank mines and the bodies of Iraqi soldiers, some of whom appeared to have been killed Wednesday night in what may have been the last fits of an organized Iraqi defense of the capital. The events" , "date" : "20030411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAGHDAD (IRAQ)" , "IRAQ"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "7" , "title" : "A NATION AT WAR: IN THE FIELD | THIRD INFANTRY DIVISION; The War, Not Over, Now Seems Far Away for Some" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/11\/world\/nation-war-field-third-infantry-division-war-not-over-now-seems-far-away-for.html"} , {"body" : "HASKELL - Irwin. Loving husband of Zelma Karen. Beloved father of Lloyd and Marla Rose. Dear brother of George. Cherished grandfather of William, Bennet and Hunter. Devoted father-inlaw of Mary Jean Haskell and David Kronish. Services today at 1:30, Nieberg Midwood Chapel, 1625 Coney Island Avenue, Brooklyn (Ave M)." , "date" : "20030410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths HASKELL, IRWIN" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/10\/classified\/paid-notice-deaths-haskell-irwin.html"} , {"body" : "The MetroStars played the first game of any kind on the new artificial turf at Giants Stadium in East Rutherford, N.J., yesterday, defeating Rochester of the A-League, 2-0. The MetroStars, who are scheduled to open their eighth Major League Soccer season on Saturday against visiting Columbus, got goals from Chris Leitch and the rookie Ricardo" , "date" : "20030407" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "PLUS: SOCCER; MetroStars First To Play On Turf" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/07\/sports\/plus-soccer-metrostars-first-to-play-on-turf.html"} , {"body" : "When David Cone makes his first start with the Mets in 11 years at Shea Stadium tonight, he will be surrounded by old sights, old sounds and old friends. Among the oldest, and definitely the oddest-looking, will be the Coneheads. Like the 40-year-old Cone, the group is coming out of retirement. They first showed up with their headgear in 1988 and" , "date" : "20030404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL; He's Back. Break Out the Coneheads." , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/sports\/baseball-he-s-back-break-out-the-coneheads.html"} ,   {"body" : "With construction on the Manhattan Bridge nearly complete, the Metropolitan Transportation Authority will soon announce its most substantial change in the subway map in nearly two decades, officials confirmed yesterday. Most of the changes are intended to allow more trains to travel between Brooklyn and Manhattan at peak times and to create more" , "date" : "20030402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "End of Bridge Work to Bring Subway Changes Next year" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/02\/nyregion\/end-of-bridge-work-to-bring-subway-changes-next-year.html"} , {"body" : "They call them the twins. They may not look alike: one is trim and agile, the other round and deliberate. They may not sound alike: one speaks in a low-pitched rasp, the other in an exuberant burble. And they may not act alike: one likes to dine out on the town, while the other prefers his evenings in, with the wife and the television. But Gerald" , "date" : "20030401" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Still Thrilling After All These Years; For 2 Friends at Cyclone, a Long and Wild Ride Goes On" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/01\/nyregion\/still-thrilling-after-all-these-years-for-2-friends-cyclone-long-wild-ride-goes.html"} , {"body" : "Fred Wilpon, a Brooklyn Dodgers fan from way back, signed autographs yesterday until his hands turned pink. Wilpon pushed one signed baseball after another through the mesh backstop until everyone who wanted his signature had it. The pleasure was all his. Wilpon brought his Mets to Coney Island for a workout at KeySpan Park the day before they were" , "date" : "20030331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "BASEBALL; Brooklyn Drips With Nostalgia in Met Visit" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/31\/sports\/baseball-brooklyn-drips-with-nostalgia-in-met-visit.html"} , {"body" : "Today at 1:10 p.m., the New York Mets are to take the field against the Chicago Cubs for their 40th season at Shea Stadium, the aging blue ball field in Queens that is well into the extra innings of its existence. A new stadium seemed to be on the horizon for the Mets several years ago, so major renovations at Shea went undone. It became plagued by" , "date" : "20030331" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shea Stadium, Like Jack Benny, Is Stalled at 39; Ballpark's Face-Lift Awaits Fans On Opening Day Today" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/31\/nyregion\/shea-stadium-like-jack-benny-stalled-39-ballpark-s-face-lift-awaits-fans-opening.html"} , {"body" : "THE neighborhood of Sheepshead Bay, which struggled in the 1980's and early 90's, has been making a comeback in recent years. So too, it appears, is the fish for which the bay is named. The creature whose face and teeth are said to look like those of a sheep is found nowadays in more southern waters, but lately there have been rumors that" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sheepshead Bay, Brooklyn; Where Water Is Big Part of Community" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/realestate\/if-you-re-thinking-living-sheepshead-bay-brooklyn-where-water-big-part-community.html"} , {"body" : "EVENTS BIBLICAL ILLUSTRATIONS, Cathedral of St. John the Divine, Amsterdam Avenue and 112th Street, Morningside Heights. A display of works by Barry Moser, created for the Pennyroyal Caxton edition of the King James version of the Bible. Daily, 8 a.m. to 6 p.m., through April 27. SMALL PRESS BOOK FAIR, Small Press Center, 20 West 44th Street," , "date" : "20030328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/28\/arts\/spare-times-987433.html"} , {"body" : "ABRAMS-Selma. On March 23, 2003. Loving wife of Irving Abrams. Dear aunt of Lenore Counts. Services 10 AM today at Nieberg Midwood Chapel, 1625 Coney Island Avenue, Brooklyn (corner Avenue M)." , "date" : "20030325" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths ABRAMS, SELMA" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/25\/classified\/paid-notice-deaths-abrams-selma.html"} , {"body" : "During what seemed like an epidemic of urban heroin use in the 1970's, the images of the typical addict -- strung out, nodding off on street corners, track marks along every vein -- were so strong that they turned off an entire generation of potential users. Those images did not resonate so strongly in places where addicts were seen only on" , "date" : "20030323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Heroin's New Generation: Young, White and Middle Class" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/23\/nyregion\/heroin-s-new-generation-young-white-and-middle-class.html"} , {"author" : "Sandee Brawarsky is the author of ''(212) Views of Central Park: Experiencing New York City's Jewel From Every Angle,'' with the photographer Mick Hales." , "body" : "I know I'll never find a seat again after writing this, but the row of seven white rocking chairs looking out onto the airfield at La Guardia Airport offers one of the best windowed panoramas in town. It's a continuing show, a choreographed work with much motion on the ground, graceful liftoffs stage left and right, almost every minute." , "date" : "20030321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "35" , "title" : "An Airport Delay? La Guardia Can Make It an Adventure" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/21\/arts\/an-airport-delay-la-guardia-can-make-it-an-adventure.html"} , {"body" : "LIEBERMAN - Mildred. On March 16, 2003 at the age of 91. Beloved wife of the late Abbie. Loving mother of Henry and Elizabeth Lieberman and Mark and Candace Lieberman. Adoring grandmother of Robert and Lauren; Sarah and Daniel; Naomi and Tom; Charles; and Rachel. Cherished great-grandmother of Benjamin, Martha and Aaron. Services today 10AM at" , "date" : "20030318" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths LIEBERMAN, MILDRED" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/18\/classified\/paid-notice-deaths-lieberman-mildred.html"} ,   {"body" : "POLINSKY - Mollie. Died peacefully at home in Berkeley, CA at age 91. A lifelong resident of Brooklyn until she was 85. Retired Guidance Counselor for the NYC Public Schools. Beloved wife of the late Samuel. Devoted mother of Carol Gross, Judy Elliott, Alan and Debbie Polinsky. Loving grandmother of Steven and Cordelia, Miriam, Tony, Erika, Ira and" , "date" : "20030318" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths POLINSKY, MOLLIE" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/18\/classified\/paid-notice-deaths-polinsky-mollie.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Lovable Enforcers Q. I've always been a fan of the television show ''The Honeymooners.'' I've read that Jackie Gleason and Art Carney also worked together in a movie called ''Izzy and Moe'' portraying two real-life New Yorkers. Who were Izzy and Moe? A. In the 1950's Gleason and Carney entertained America as Ralph Kramden and Ed Norton on ''The" , "date" : "20030316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/03\/16\/nyregion\/fyi-789453.html"} , {"body" : "Sebastian Telfair is one step from doing something his cousin, the Phoenix Suns star Stephon Marbury, never did at the Coney Island powerhouse Lincoln High: win a second Public Schools Athletic League championship. Telfair and Lincoln wasted little time in dispatching Cardozo of Queens, leading by 13 at the end of the first quarter and by 17 at" , "date" : "20030309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASKETBALL; Lincoln in P.S.A.L. Final Again" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/09\/sports\/basketball-lincoln-in-psal-final-again.html"} , {"body" : "EVENTS ''WORK OF RURAL WOMEN,'' United Nations, Public Lobby, First Avenue at 46th Street, Manhattan. Works by four photographers -- Christy Gavitt, Linda Lambert, Margaret Woodson Nea and Gayle Younghein -- in celebration of International Women's Day. Through April 11. Sponsored by World Neighbors, which sponsors programs dealing with health," , "date" : "20030307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/07\/arts\/spare-times-652717.html"} , {"body" : "They have waited -- not patiently, not quietly -- for someone to right the wrong done Brooklyn back in '57, when the storied Dodgers left Flatbush for the warmth of Los Angeles. And at the end of this month, they will get their wish: the return of a major league baseball team to Brooklyn. It will not exactly be Dem Bums, and it will only be for one" , "date" : "20030305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Appearing in Brooklyn, Not Dem Bums, but Mets" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/05\/nyregion\/appearing-in-brooklyn-not-dem-bums-but-mets.html"} , {"body" : "So feared is Lincoln High in the Public Schools Athletic League that in the quarterfinals of the basketball playoffs yesterday, Frederick Douglass Coach Patrick Mangan started the game with the slow-down four-corners offense that Dean Smith would use to end games when he was the University of North Carolina coach. The strategy served to annoy and" , "date" : "20030303" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BASKETBALL; Lincoln and Cardozo Win To Reach P.S.A.L. Semifinals" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/03\/sports\/basketball-lincoln-and-cardozo-win-to-reach-psal-semifinals.html"} , {"body" : "Federal and state authorities in New York announced broad indictments yesterday charging that members of the Genovese and Colombo organized crime families had gained control of two union locals that represent operators of cranes, loaders and other heavy equipment at major construction sites throughout the city. In all, 42 people, including some" , "date" : "20030227" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "42 Are Indicted In Investigation Of Mob Control In Construction" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/27\/nyregion\/42-are-indicted-in-investigation-of-mob-control-in-construction.html"} , {"body" : "The police have shot and wounded two men, one a relative of the detective who shot him, in separate incidents in Brooklyn and Manhattan, the authorities said yesterday. A preliminary review indicated that both shootings were within police guidelines, police officials said. Yesterday, an off-duty detective wounded a cousin, Samuel Bland, 20, after" , "date" : "20030227" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Police Shoot 2 In Separate Incidents" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/27\/nyregion\/metro-briefing-new-york-police-shoot-2-in-separate-incidents.html"} , {"body" : "Community leaders in Greenwich Village, who have adamantly opposed so-called big-box stores in the past, have reluctantly endorsed a proposal for Pier 40 that would include a big Home Depot or similar home-improvement store. The endorsement came from the Pier 40 Working Group, an advisory group made up of the neighborhood's elected officials and" , "date" : "20030214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Big-Box Store Backed for Pier 40 in Village" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/14\/nyregion\/big-box-store-backed-for-pier-40-in-village.html"} , {"body" : "The city waits and the city worries. It looks left and right and behind it and above it. It has been doing this, in fluctuating degrees of diligence, ever since it lost its innocence one year and five months ago. Its gradation of apprehension very much waxes and wanes, and in recent days, as the city has absorbed a new convergence of terror" , "date" : "20030213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "THREATS AND RESPONSES: NEW YORK CITY; With Eyes and Noses Open, New York Lives With Threat" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/13\/us\/threats-responses-new-york-city-with-eyes-noses-open-new-york-lives-with-threat.html"} ,   {"body" : "ANSIS-Murray. On February 12, 2003. Beloved husband of Miriam. Loving father of Karen. Services today, 1PM at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue (Avenue J, Brooklyn)" , "date" : "20030213" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths ANSIS, MURRAY" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/13\/classified\/paid-notice-deaths-ansis-murray.html"} , {"body" : "HOW do I loathe Valentine's Day? Let me count the ways. Sweet pink cocktails. Lobster with truffle sauce. Truffles with lobster sauce. Flavorless filet mignon. Chocolate-covered everything. The Valentine's Day tsunami is approaching New York's restaurants, tossing up rose petals and out-of-season strawberries in its wake. Feb. 14 is big business" , "date" : "20030212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Hey, Stupid Cupid, It's Just Dinner" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/12\/dining\/hey-stupid-cupid-it-s-just-dinner.html"} , {"body" : "STERN - Beatrice. Beloved wife of Perry, loving mother of the late Hal and Steve. Devoted sister of Celia, Freda and Alex. Services today, 12 noon at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave (Ave J.), Brooklyn." , "date" : "20030211" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths STERN, BEATRICE" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/11\/classified\/paid-notice-deaths-stern-beatrice.html"} , {"body" : "HIGHLIGHTS CITYSCAPE -- Not every day does the spirit of a great city materialize thousands of miles away, but beginning on Thursday, the arts and culture of St. Petersburg, Russia, will transform Baltimore. Joining in ''Vivat! St. Petersburg,'' a celebration of the 300th anniversary of St. Petersburg that continues through March 2, will be" , "date" : "20030210" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/10\/arts\/arts-briefing.html"} , {"body" : "EISNER - Edward. Beloved husband of the late Dorothy. Loving father of Marian Eisner and Joan Freiman and father-in-law of Rich Kessler and Andrew Freiman. Cherished grandfather of Alexandra. Devoted brother of Jack Eisner and Florence Matthews. He will be missed by all who knew and loved him. Services today 10:30 AM at Sherman's Flatbush Memorial" , "date" : "20030209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "43" , "title" : "Paid Notice: Deaths EISNER, EDWARD" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/09\/classified\/paid-notice-deaths-eisner-edward.html"} , {"body" : "In 1931, the construction of the Empire State Building, then the tallest skyscraper in the world at 1,250 feet, was completed after 14 months. In 2003, the replacement of two 32-feet-high subway escalators at 60th Street and Third Avenue, nowhere close to being the tallest in the world, will take almost exactly as long -- unless something else goes" , "date" : "20030204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; Even the Up Escalator Is Down, and It's Not Likely to Be Fixed Soon" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/04\/nyregion\/tunnel-vision-even-the-up-escalator-is-down-and-it-s-not-likely-to-be-fixed-soon.html"} , {"body" : "An armed security guard employed by Sea Gate, a gated community west of Coney Island, was arrested yesterday and charged with sodomizing a 14-year-old boy, the police said. The officer, Wilfredo Torres, 39, of Creston Avenue in the Bronx, was also charged with unlawful imprisonment. Around 10 p.m. on Sunday, the police said, Mr. Torres picked up" , "date" : "20030204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Security Guard Charged With Sodomy" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/04\/nyregion\/metro-briefing-new-york-brooklyn-security-guard-charged-with-sodomy.html"} , {"body" : "TO this day, whenever my mother sits down on a beach, she makes the same joke. ''Where's the knish man?'' she asks, knowing full well that there isn't a beach left in America that serves piping-hot mashed potatoes to sunbathers. Annie Hauck-Lawson, a professor of food and nutrition at Brooklyn College, laughed when she heard this. ''I remember them" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Where Are the Knishes of Yesteryear?" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/urban-tactics-where-are-the-knishes-of-yesteryear.html"} , {"body" : "A 22-year-old Brooklyn man who the police say set a fire in his apartment building has been charged with murder and arson. The police said the man started the fire after arguing with his father, who worked as a superintendent in the building at 3091 Brighton Fifth Street in Brighton Beach. The authorities said they found a homeless man's charred" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Police Charge a Brooklyn Man With Starting a Fire and Murder" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/police-charge-a-brooklyn-man-with-starting-a-fire-and-murder.html"} , {"body" : "Last March, the police went to a tenant association meeting at a Brooklyn housing development expecting an earful about a growing drug problem in Coney Island. But when a detective asked the gathered residents about drug sales, he was met with silence. The police soon learned that the muted response had nothing to do with whether the residents of" , "date" : "20030131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sign of Drug Ring's Presence: Tenant Meeting Was Quiet, Too Quiet" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/31\/nyregion\/sign-of-drug-ring-s-presence-tenant-meeting-was-quiet-too-quiet.html"} ,   {"body" : "The making of New York City's high school basketball stars used to be simpler, and mostly confined to the five boroughs. Their legends spread among the city's hoops junkies one neighborhood at a time. They were exported to summer camps by proud high school coaches; in winter, college coaches came to the boroughs' high school gyms in hopes of taking" , "date" : "20030130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "HIGH SCHOOL BASKETBALL; Word Spreading Quickly About City's Latest Phenom" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/30\/sports\/high-school-basketball-word-spreading-quickly-about-city-s-latest-phenom.html"} , {"body" : "Tanya Alina Gingerich, the daughter of Dr. Alina Camacho-Gingerich and Dr. Willard Gingerich of Fresh Meadows, Queens, was married on Friday to Christopher Robert Warren, a son of Dr. Michelle Warren and Dr. L. Fiske Warren of Manhattan. Justice Michael J. Obus of State Supreme Court in Manhattan officiated at the home of the bridegroom's parents." , "date" : "20030126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS\/CELEBRATIONS; Tanya Gingerich, Christopher Warren" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/26\/style\/weddings-celebrations-tanya-gingerich-christopher-warren.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. * denotes a" , "date" : "20030124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/24\/arts\/art-guide.html"} , {"author" : "Tom Vanderbilt is the author of ''Survival City: Adventures Among the Ruins of Atomic America.''" , "body" : "EVERY photographer is a photographer of transition. The shutter blinks, confines history to a moment or a mood, but elsewhere, life moves on. The image left behind is part of a world that is already receding. Bruce Davidson has been taking pictures for more than 50 of his 69 years. Throughout his career, he has been a particular poet of transition," , "date" : "20030119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "The Picture Man" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/19\/nyregion\/the-picture-man.html"} , {"body" : "The Brooklyn Cyclones will put full-season ticket packages on sale to the public tomorrow. The Cyclones, the Mets' Class A minor league affiliate, have already sold 3,000 season ticket renewals. The remaining packages will be available through the team's Web site, BrooklynCyclones.com, or by calling the Cyclones' ticket office at (718) 449-TIXS." , "date" : "20030119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "BASEBALL; Cyclones Offer Season Tickets To the Public" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/19\/sports\/baseball-cyclones-offer-season-tickets-to-the-public.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE BARTERED BRIDE.'' Every season the Bronx Opera, a scrappy company that has been presenting opera in the Bronx for 35 years, takes one production to the Kaye Playhouse at Hunter" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/movies\/classical-music-and-dance-guide.html"} , {"body" : "''Kangaroo Jack'' concerns a pair of hapless fellows from Brooklyn who set off for Australia with $50,000 of a Mafioso's money, which is promptly snatched by a marsupial, setting in motion all manner of tiresome high jinks. Actually, the hectic, pointless motion of this interracial buddy action kiddie comedy -- a kind of eager younger brother to" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "FILM REVIEW; What a Well-Dressed Marsupial Wears" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/movies\/film-review-what-a-well-dressed-marsupial-wears.html"} , {"author" : "Valerie Gladstone's most recent article for Arts & Leisure was about Ronald K. Brown's choreography for ''Crowns.''" , "body" : "THE choreographer Elizabeth Streb's new dance center in Williamsburg, Brooklyn, is intended to beckon the curious passerby. The one-story brick building, once occupied by the Dutch Mustard Company, has 5,000 square feet of unobstructed space, a 27-foot ceiling and a large sliding door on the front. ''This place will be like an urban barn,'' said" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "DANCE; Leaping Into Brooklyn Saying, 'Let's Be Neighbors'" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/arts\/dance-leaping-into-brooklyn-saying-let-s-be-neighbors.html"} , {"body" : "Feats of Feet What happens when a white South African ballet dancer begins teaching ballet to black children from the poorest townships, as in the 2002 short film ''Guguletu,'' above, directed by Kristin Pichaske? How does a master choreographer collaborate with a master composer? Questions like these will be addressed when the the 31st year of the" , "date" : "20030108" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/08\/movies\/footlights.html"} , {"body" : "GINOTT - GINSBURG - David. A Greenwich resident passed away at the Westchester Medical Center on Wednesday, January 1, 2003 after having suffered a heart attack. He was 58. Born in Tel Aviv, Israel on August 30, 1944. He was the son of the late Abraham and Gela Ginsburg. Mr. Ginott was President of Rayburn Musical Instrument Co. of Boston and was" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths GINOTT, GINSBURG, DAVID" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/classified\/paid-notice-deaths-ginott-ginsburg-david.html"} ,   {"body" : "GINOTT - GINSBURG - David. A Greenwich resident passed away at the Westchester Medical Center on Wednesday, January 1, 2003 after having suffered a heart attack. He was 58. Born in Tel Aviv, Israel on August 30, 1944. He was the son of the late Abraham and Gela Ginsburg. Mr. Ginott was President of Rayburn Musical Instrument Co. of Boston and was" , "date" : "20030104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths GINOTT, GINSBURG, DAVID" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/04\/classified\/paid-notice-deaths-ginott-ginsburg-david.html"} , {"body" : "As a rainy 2003 dawned yesterday, the rhythms of life began inexorably anew: the year's first baby, the city's first killing, the Times Square cleanup, newspaper articles about all of the above. Some things were different this year. It was a governor being sworn in for another term, not a mayor being sworn in for a first term. Those mounds of" , "date" : "20030102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Beginnings, an Ending And Tons of Remnants" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/02\/nyregion\/3-beginnings-an-ending-and-tons-of-remnants.html"}]