[  {"body" : "Watching Simon Jackson in class is like watching a man who is conflicted about being in college. For long stretches, he huddles silently in the back corner, his head sunk into his bulky jacket. But every so often he strides to the front of the room to chat with the professor or to write on the chalkboard, self-assured to the point of cockiness. A" , "date" : "20031230" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Colleges Struggle to Help Black Men Stay Enrolled" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/30\/nyregion\/colleges-struggle-to-help-black-men-stay-enrolled.html"} , {"body" : "Theater ''AH, MY DEAR ANDERSEN,'' an adaptation with music of four stories by Hans Christian Andersen, by Urban Stages, at 259 West 30th Street, Manhattan, (212) 868-4444. Today at 2 and 7 p.m.; tomorrow, next Friday and Jan. 3 at 1 and 7 p.m.; and Sunday and Tuesday at 2 and 5 p.m. Tickets: $35; children, $25. ''A PRINCESS, AN EMPEROR AND A" , "date" : "20031226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["IRAQ" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/26\/arts\/spare-times-for-children.html"} , {"body" : "A Brooklyn teenager was shot to death early yesterday, shortly after he arrived at a party in a Crown Heights storefront. ''Someone asked for his chain,'' said a young woman who was at the party. According to the woman, who said she was afraid to give her name, the youth, Jarell Haskins, 17, tried to flee and ran from the party, which was in a" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "Teenager Shot to Death on Street After Being Chased From a Party" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/teenager-shot-to-death-on-street-after-being-chased-from-a-party.html"} , {"body" : "Mary Pinkett, a labor advocate from Brooklyn who became the first African-American woman elected to the New York City Council, died yesterday. She was 72. The cause was heart failure brought on by cancer, said her nephew, Derek Glover. As a young woman in Brooklyn, Mrs. Pinkett worked for a local labor union. She was interested in politics and" , "date" : "20031205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "11" , "title" : "Mary Pinkett, First Black Councilwoman, 72" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/05\/business\/mary-pinkett-first-black-councilwoman-72.html"} , {"body" : "MURIEL DENTON stood in her beauty salon on Eastern Parkway cradling a snapshot of a man with a white beard who smiled and squinted into the winter sun. ''He's not no John Doe,'' Ms. Denton said in a soft Caribbean-accented voice. ''He wasn't dirty or anything. I used to wash his hair sometimes.'' As she was speaking, the man in the picture was" , "date" : "20031130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; Homeless, but Hardly Friendless" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/30\/nyregion\/citypeople-homeless-but-hardly-friendless.html"} , {"body" : "EVENTS FÊTES DE NOËL, Bryant Park, Avenue of the Americas at 42nd Street. A holiday display with booths selling merchandise and offering information about various cultural institutions. Through Dec. 24, 11 a.m. to 7 p.m. (until 4 p.m. on Christmas Eve). Sponsored by the City of New York Parks and Recreation Department and the Bryant Park" , "date" : "20031128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/28\/arts\/spare-times-324213.html"} , {"body" : "LETITIA JAMES, who captured a New York City Council seat on the Working Families Party line, is recalling a political opponent's remark just two weeks ago. ''He said, 'Why don't you start a family? Why don't you find a man?'' says Ms. James, a lawyer who is 44, single and not the sort to be baited. Ms. James, who is nearly six feet tall, pauses" , "date" : "20031119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Only the Party Is Minor, Not Its Councilwoman" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/19\/nyregion\/public-lives-only-the-party-is-minor-not-its-councilwoman.html"} , {"body" : "AS the New York City housing market flourished in much of the period between 1999 and 2002, the pace of apartment deregulation quickened in the most desirable neighborhoods of Manhattan and market rents rose sharply in much of the city, especially in Brooklyn and Queens, where median rents exceed $1,000 for the first time in some neighborhoods." , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "As Rents Rise, So Does Deregulation" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/realestate\/as-rents-rise-so-does-deregulation.html"} , {"body" : "Theater ''PATCHWORK: STORIES, SONGS AND CHILDREN'S GAMES FROM AROUND THE WORLD,'' by the East River Theater Company, tomorrow and Nov. 22 at 2:30 p.m. at ART New York, 138 South Oxford Street, Fort Greene, Brooklyn. Tickets: $10; $5 for children. Information: (718) 636-5313. ''THE ELVES AND THE SHOEMAKER,'' an adaptation of the Brothers Grimm tale" , "date" : "20031114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/14\/arts\/spare-times-for-children.html"} , {"body" : "The brother of a murdered councilman saw the Brooklyn seat slip away yesterday in an election that brought large victories for incumbents across New York City. It was a crushing moment for Geoffrey A. Davis, who had made it clear that he wanted to carry on the work of his brother, Councilman James E. Davis, who was shot to death in City Hall in" , "date" : "20031105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE 2003 ELECTION: CITY COUNCIL; Letitia James Wins Seat That Slain Man's Brother Felt Was Rightfully His" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/05\/nyregion\/2003-election-city-council-letitia-james-wins-seat-that-slain-man-s-brother-felt.html"} ,   {"body" : "Today is Election Day. All the contests are local, so the results will affect everyday lives -- from trash removal and taxes to safe streets, good schools and clean government. For some of the most competitive races and the five questions on the New York City ballot, here are our recommendations, beginning with just this: Vote. Polls are open from" , "date" : "20031104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Choices for Election Day" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/04\/opinion\/choices-for-election-day.html"} , {"body" : "BETSY GOTBAUM presides over City Council meetings from an impressive wooden chair that sits on a large dais in the chambers at City Hall. The room, dressed in dusky oil paintings and gilt trim, is typically ringed by a restless, chattering cloud, equal parts men and women. But the picture looks different inside the red velvet ropes that cordon off" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Have All The Women Gone?" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/nyregion\/where-have-all-the-women-gone.html"} , {"body" : "There are 51 seats in the City Council, and all are up for grabs next Tuesday. Among the few truly competitive races, here are our choices in Brooklyn and Staten Island. Brooklyn: District 35 (Fort Greene, Clinton Hill and parts of Crown Heights, Prospect Heights and Bedford Stuyvesant) -- The contest in this district is the epilogue to the killing" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Endorsements for the City Council" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/opinion\/endorsements-for-the-city-council.html"} , {"body" : "Theater ''ALEXANDER AND THE TERRIBLE, HORRIBLE, NO GOOD, VERY BAD DAY,'' a musical based on Judith Viorst's book. Atlantic Theater Company, 336 West 20th Street, Chelsea. Tomorrow, Sunday, and Nov. 8 and 9 at 10:30 a.m. Tickets: $10; $5 for children under 12. Reservations: (212) 691-5919, extension 180. ''THE WIND IN THE WILLOWS,'' based on the" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/arts\/spare-times-for-children.html"} , {"body" : "On the steps of City Hall, on public affairs television programs and in the offices of civic organizations and political parties, the chatter these days dwells on a single topic: nonpartisan elections. The referendum to end party primaries and make party affiliation an afterthought in local races has so dominated conversations that it is referred" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Facing Vote to Alter Primaries, Many New Yorkers Just Yawn" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/facing-vote-to-alter-primaries-many-new-yorkers-just-yawn.html"} , {"body" : "''Ben lives at 340 Ocean Parkway. Where does Ben vote?'' Charles Brickous, a retired chemist from Crown Heights, Brooklyn, threw that question out to a classroom filled with an unusual assortment of students -- retirees, political party activists and random other city residents -- who had gathered in a musty Brooklyn back office for what might be" , "date" : "20031030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "This Time, Actually Helping Voters; Remedial Class Tries to Improve Poll Workers' Performance" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/30\/nyregion\/this-time-actually-helping-voters-remedial-class-tries-improve-poll-workers.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from South to Water Streets, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Tonight and tomorrow night at 8, ''An Evening of Flamenco and Kothak,'' in celebration of Spanish and North Indian" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/arts\/spare-times-825620.html"} , {"body" : "In the days after James E. Davis was murdered in the City Council chambers of City Hall, there was an outpouring of shock, grief and a stream of tributes for Mr. Davis. Into this well of emotion and good will walked the slain councilman's brother, Geoffrey A. Davis, a political novice with a troubled past who was determined to win James's seat and" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Carrying a Brother's Torch, Shakily; Davis in Tough Race to Win Council Seat Vacated by Murder" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/nyregion\/carrying-brother-s-torch-shakily-davis-tough-race-win-council-seat-vacated.html"} , {"author" : "E-mail: transit@nytimes.com" , "body" : "In the modern life of New York City, the subway grate has played many worthy roles. It has wafted Marilyn Monroe's skirt. It has provided a pond in which to fish for stray quarters. It has served as a heater for the homeless and, in Washington Heights, where the trains run deep and cool, as air-conditioning for the people. One role it had not" , "date" : "20031014" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; She Sees Art, and You're Walking on It" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/14\/nyregion\/tunnel-vision-she-sees-art-and-you-re-walking-on-it.html"} , {"author" : "Helen Epstein writes frequently about public health for The New York Review of Books. This is her first article for the magazine." , "body" : "Beverly Blagmon lives in the School Street housing projects in southwest Yonkers, a once-vibrant manufacturing area just north of New York City long mired in unemployment and poverty. Beverly has asthma, diabetes, high blood pressure, rheumatoid arthritis, gout and an enlarged heart, and her blood has a dangerous tendency to clot spontaneously. She" , "date" : "20031012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "UNITED STATES" , "CHICAGO (ILL)" , "WESTCHESTER COUNTY (NY)" , "DETROIT (MICH)"] , "nytd_section_facet" : ["Magazine" , "Health"] , "page_facet" : "75" , "title" : "GHETTO MIASMA; Enough To Make You Sick?" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/12\/magazine\/ghetto-miasma-enough-to-make-you-sick.html"} ,   {"body" : "A town hall meeting yesterday at Borough Hall on Staten Island drew no shortage of residents complaining vehemently of a longstanding, systemic racial problem on the island. ''White racism is the order of the day here,'' said the Rev. John Johnson, pastor of a church in the Clifton section and a longtime community activist who warned that ''a riot" , "date" : "20031012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Many Speakers At Meeting Cite Racism on S.I." , "url" : "http:\/\/www.nytimes.com\/2003\/10\/12\/nyregion\/many-speakers-at-meeting-cite-racism-on-si.html"} , {"body" : "The leader of the Brooklyn Democratic Party, Assemblyman Clarence Norman Jr., was indicted in Brooklyn yesterday on charges of misappropriating campaign funds and improperly claiming more than $5,000 in travel expenses that were reimbursed by taxpayers, law enforcement officials said. The charges could lead to a prison term of up to seven years for" , "date" : "20031010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Democratic Leader Charged in Misuse of Funds" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/10\/nyregion\/brooklyn-democratic-leader-charged-in-misuse-of-funds.html"} , {"body" : "YESTERDAY was Farmer's Market Day in Downtown Brooklyn, which seemed appropriate given that the borough has lately been a political hothouse, where cultivated relationships wither on the vine and plentiful sunlight is not always welcome. It seemed appropriate, too, that at this scrum of produce squeezers and flower smellers there suddenly sprouted" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York; Stale Harvest: Marketing a Party Boss" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/about-new-york-stale-harvest-marketing-a-party-boss.html"} , {"body" : "The tires on dozens of cars in a predominantly Jewish section of Crown Heights were slashed on Monday evening, the holy day of Yom Kippur, the police said yesterday, adding that the incidents might have been hate crimes. The police said about 35 cars were vandalized around Montgomery Street and Kingston Avenue; neighborhood residents said more than" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Cars Vandalized On Yom Kippur" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/metro-briefing-new-york-brooklyn-cars-vandalized-on-yom-kippur.html"} , {"author" : "A.O. Scott is a movie critic for The New York Times and a frequent contributor to the magazine." , "body" : "A few years ago, if you rode the D train from Brooklyn to Manhattan, your peripheral vision might have been surprised by a stroboscopic flicker of color at the mouth of the tunnel leading out onto the span of the Manhattan Bridge. If you adjusted your angle of vision properly, you could make out, through pillars and support walls, the bright Krylon" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "On The Edge Of The Neo-70's" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/on-the-edge-of-the-neo-70-s.html"} , {"body" : "The suspect in a fatal shooting during the Sept. 1 West Indian American Day Parade, tracked to Columbia, Md., by Brooklyn detectives, surrendered on Thursday, the police said. He was returned to New York yesterday. The suspect, Louis Wingate, 18, of Brownsville, Brooklyn, has been charged with second-degree murder in the shooting of Anthony" , "date" : "20031004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Man Held In Killing at Parade" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/04\/nyregion\/brooklyn-man-held-in-killing-at-parade.html"} , {"body" : "RECREATION NEW YORK ROAD RUNNERS CLUB. Two adult runs on Sunday in Central Park: the Norway Run, a five-kilometer race, begins at 9:15 a.m., followed at 9:30 by Grete's Great Gallop, a 13.1-mile run. Both adult races start at 70th Street and the East Drive. At 10:30 races for children 2 to 12 will be held on the 72nd Street Transverse, near" , "date" : "20031003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/arts\/spare-times-513792.html"} , {"body" : "The candidacy of Letitia James, the third-party candidate hoping to succeed the late Councilman James E. Davis, got a lift yesterday when she was endorsed by Alan G. Hevesi, the state comptroller. Mr. Hevesi, the state's highest ranking Democratic official, announced his endorsement of Ms. James, the candidate of the Working Families Party, at City" , "date" : "20031003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Top Democrat Backs Opponent of Slain Councilman's Brother" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/nyregion\/top-democrat-backs-opponent-of-slain-councilman-s-brother.html"} , {"body" : "Events BLESSINGS OF THE ANIMALS, to celebrate the Feast of St. Francis, will take place at two locations on Sunday. At 11 a.m., the blessing is part of a celebration also featuring performances by Paul Winter and his Consort and the Forces of Nature Dancers at the Cathedral Church of St. John the Divine, 1047 Amsterdam Avenue, at 112th Street," , "date" : "20031003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/arts\/spare-times-for-children.html"} , {"body" : "Across the city, the number of hate crimes reported to the police has been on the decline. Until recently, that was especially true on Staten Island, which took pride in a dramatic decrease in such incidents. The picture of harmony was pierced on Labor Day, when white youths attacked a black visitor named Rachel Carter and her friends. Since then," , "date" : "20031001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Hate by Numbers" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/01\/opinion\/hate-by-numbers.html"} ,   {"body" : "DEAR DIARY: A while back I was sitting in Caffe Reggio, my favorite haunt in the Village. It was a beautiful day, and I was outside enjoying a cappuccino and the life around me. A man of about 60 or so came down the sidewalk toward me. He was plugged into his Walkman and wore a bright orange baseball cap. He smiled broadly when he saw me," , "date" : "20030929" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/29\/nyregion\/metropolitan-diary-468185.html"} , {"body" : "This past summer, one sport prompted parties almost every Sunday afternoon on the south courts of Lincoln Terrace Park in Crown Heights, Brooklyn. Spectators from the community and from neighboring East Flatbush poured onto the concrete courts to watch. The fans bought cod and Caribbean soda from food vendors, and reggae bounced from under a yellow" , "date" : "20030928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LINCOLN TERRACE PARK (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK PARKS; Giving a Nod to Diversity, One Ethnic Sport at a Time" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/28\/nyregion\/neighborhood-report-new-york-parks-giving-nod-diversity-one-ethnic-sport-time.html"} , {"body" : "EVENTS MIDTOWN MADNESS FESTIVAL, 51st Street, from Park to Lexington Avenue, Manhattan. Today, 10 a.m. to 6 p.m. Sponsored by St. Bartholomew's Church. ST. FINBAR'S STREET FAIR, Bay 19th Street between Bath and Benson Avenues, Brooklyn. Today through Sunday, 3 to 11:30 p.m. CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th" , "date" : "20030926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/26\/arts\/spare-times-433152.html"} , {"body" : "Mayor Michael R. Bloomberg made a campaign-style swing through Brooklyn last month. Problem was, it was the day of the blackout, so his visit was cut short and all but ignored by the news media. Undeterred, Mr. Bloomberg scheduled Brooklyn Day, Part 2. So as the cameras rolled yesterday, the mayor trekked across the borough for the second time in" , "date" : "20030926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In Brooklyn, Mayor Attends To Some Unfinished Business" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/26\/nyregion\/in-brooklyn-mayor-attends-to-some-unfinished-business.html"} , {"body" : "A Brooklyn nurse who specializes in geriatric care was charged yesterday in the death of her 87-year-old mother, the authorities said. The nurse, Paula Sanford, 51, was charged with first-degree manslaughter in the death of her mother, Clarice Gray, because she had failed to help Ms. Gray after she fell down a flight of steps on Monday in the house" , "date" : "20030924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Nurse Is Charged in Death of Her Mother, 87" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/24\/nyregion\/nurse-is-charged-in-death-of-her-mother-87.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's. His last article for the magazine was on white-collar unemployment." , "body" : "The synagogue in the basement of the Lubavitch headquarters at 770 Eastern Parkway in Crown Heights, Brooklyn, is the closest thing to holy ground for the Hasidic movement, though with its peeling paint, dirty linoleum floors, wooden benches and unidentifiable odor, it feels more like a junior-high-school cafeteria than your average Jewish" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "Waiting for the Messiah of Eastern Parkway" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/magazine\/waiting-for-the-messiah-of-eastern-parkway.html"} , {"body" : "At a graceful town house on East 38th Street, landlord and tenant are locked in a fight as familiar to New York as yellow cabs and knishes. But this struggle has some unusual twists. The landlord is a Hasidic Jewish congregation in the worldwide Lubavitch movement. The congregation is led by an up-and-coming rabbi who helped run the movement's" , "date" : "20030915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Tenant vs. the Rabbi; Accusations Follow an Eviction Notice on East 38th" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/15\/nyregion\/the-tenant-vs-the-rabbi-accusations-follow-an-eviction-notice-on-east-38th.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''UPTOWN FRIDAYS!,'' Studio Museum in Harlem, 144 West 125th Street. With music, cocktails," , "date" : "20030912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/12\/arts\/spare-times-258342.html"} , {"body" : "Somewhere out on the Hudson River, a commuter ferry's engine fell silent. At the Central Park Tennis Center, a man stringing a tennis racket turned his head toward a television to watch a child read a name. Along a highway on-ramp in Queens, a dozen cars slowed to a stop. Alone in her car, with her radio on, a woman wept. At 8:46, the indelible" , "date" : "20030912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TWO YEARS LATER: THE DAY; A Silent, Tearful Pause Before Life Roars On" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/12\/nyregion\/two-years-later-the-day-a-silent-tearful-pause-before-life-roars-on.html"} , {"body" : "This list summarizes our recommendations in some of today's primary election races in New York City and Suffolk County. In some cases the primary is tantamount to election. In others, we may endorse again for the Nov. 4 general election. Polling hours in the metropolitan area are 6 a.m. to 9 p.m. CITY COUNCIL Queens: 27th District (St. Albans," , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "New York Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/opinion\/new-york-primary-choices.html"} ,   {"body" : "There are 24 Civil Court judgeships up for election in New York City but in reality, most have already been chosen by clubhouse leaders and party pols in a position to award the Democratic nomination and a practically uncontested ride to victory. Sadly, the burgeoning judicial corruption scandal under investigation by the Brooklyn district" , "date" : "20030906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "For Civil Court" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/06\/opinion\/for-civil-court.html"} , {"body" : "Events ''GLITTER, STRINGS AND OTHER THINGS,'' a family art workshop, tomorrow at 10 a.m. at the Studio Museum in Harlem, 144 West 125th Street. Free, as is museum admission for everyone the first Saturday of every month. Information: (212) 864-4500. NEW YORK HARBOR RESCUE DAY features activities tomorrow at two Lower Manhattan locations: the New" , "date" : "20030905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/05\/arts\/spare-times-for-children.html"} , {"body" : "A woman was found killed inside her apartment in Crown Heights about 11:25 a.m. yesterday, the police said. Her body was found by a roommate, a police official said, and she seemed to have suffered a head injury. The death was ruled a homicide, but the cause was still under investigation, a spokeswoman for the city's chief medical examiner said." , "date" : "20030905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Woman Found Killed" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/05\/nyregion\/metro-briefing-new-york-brooklyn-woman-found-killed.html"} , {"body" : "Two days after Anthony Bartholomew, 21, was shot dead in a crowd of thousands at the West Indian American Day Parade in Brooklyn, the circumstances remained unclear and the killer remained unknown, in part because the killing took place in such a public place, the police said yesterday. Initial theories of an attempt by Mr. Bartholomew and others" , "date" : "20030904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Questions Linger About Parade Killing" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/04\/nyregion\/metro-briefing-new-york-brooklyn-questions-linger-about-parade-killing.html"} , {"body" : "Under a persistent drizzle and the watchful eyes of young men in skullcaps, the workers loaded the last of the police barricades from Eastern Parkway in Brooklyn onto flatbed trucks yesterday. Sanitation workers cruised Kingston Avenue, but the garbage was gone. These streets, filled on Labor Day with people who came to eat jerk chicken, to" , "date" : "20030903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Picking Up the Pieces the Morning After the Parade and Its Strife" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/03\/nyregion\/picking-up-the-pieces-the-morning-after-the-parade-and-its-strife.html"} , {"body" : "Richard Joseph left the Micoud district on the tiny Caribbean island of St. Lucia in the late 1980's, after banana farming exhausted him. But that did not mean he would forever leave behind farming, family or his fellow countrymen, roughly 160,000 of them. After he put down the machete he used to cut bananas from the trees in St. Lucia and moved to" , "date" : "20030902" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ST LUCIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "At Parade, St. Lucians Raise Loud, Joyful Voice for Small Country" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/02\/nyregion\/at-parade-st-lucians-raise-loud-joyful-voice-for-small-country.html"} , {"body" : "Anthony Herbert, a former aide to United States Representative Edolphus Towns, said yesterday that he would run on the Republican ballot in the race for James E. Davis's City Council seat in Brooklyn. Mr. Herbert's decision followed his removal from the ballot for the Sept. 9 Democratic primary. It adds to the intensity of the competition in a" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Ex-Congressional Aide to Run For Slain Councilman's Seat" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/ex-congressional-aide-to-run-for-slain-councilman-s-seat.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} , {"body" : "On board the party boat Bargemusic in Brooklyn on Wednesday night, the wine was flowing, the chicken wings were disappearing, and a man in a spangly red vest and matching sneakers was lip-synching the disco hit ''Got to Be Real.'' Soon he urged the guests to give it up for the guest of honor, Assemblyman Clarence Norman Jr. ''Don't you know this" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brushing Off the Party Crashers; Brooklyn Boss Celebrates Despite Corruption Inquiry" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/brushing-off-party-crashers-brooklyn-boss-celebrates-despite-corruption-inquiry.html"} , {"body" : "Events ''PUPPETRY OF SHADOW AND LIGHT,'' an exhibition of international puppets and video clips, on view through Nov. 8 at the New York Public Library for the Performing Arts at Lincoln Center. Weekend hours: noon to 6 p.m. today and tomorrow; closed Sundays. Free. Information: (212) 870-1630. MUSIC AND DINOSAURS, at the Brooklyn Children's Museum," , "date" : "20030829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/arts\/spare-times-for-children.html"} ,   {"body" : "ON THE STREET New York City 13TH GREENWICH AVENUE LABOR DAY WEEKEND SUMMER FESTIVAL, Greenwich Avenue between Avenue of the Americas and West 12th Street, Greenwich Village. Tomorrow, 11 a.m. to 6 p.m. Sponsored by the Lesbian, Gay, Bisexual and Transgender Community Center. WASHINGTON SQUARE OUTDOOR ART EXHIBIT, streets surrounding Washington" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/arts\/spare-times-085499.html"} , {"body" : "IT all began on a whim, on a Sunday afternoon drive in early spring two years ago. Barbara Brown-Allen and her husband, Michael Allen, were living happily in a modest house in East Flatbush, Brooklyn. They owned a four-family building in Brownsville, too -- an investment property, nothing fancy, just a safe place to grow a nest egg. Life was sweet" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Crown Heights, Brooklyn; Rescuing a Near-Mansion With Rats in Its Parlors" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/realestate\/habitats-crown-heights-brooklyn-rescuing-a-near-mansion-with-rats-in-its-parlors.html"} , {"body" : "Aiming a ball at a target to drop a clown into a tub of water is old school at the Coney Island Boardwalk. Now people eagerly shoot the Freak. The Freak, as signs and the barker say, is a live human target. Coney Island has seen a lot, from real-life crime to the Painproof Rubber Girl. But even in a place where trouble and cheap spectacle are the" , "date" : "20030823" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Step Right Up, Live Human Target; Paintball Shooting Gallery Draws Notice at Coney Island" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/23\/nyregion\/step-right-up-live-human-target-paintball-shooting-gallery-draws-notice-coney.html"} , {"body" : "Expressing regret that he could not impose a harsher penalty, a federal judge sentenced Lemrick Nelson yesterday to 10 years in prison for the fatal stabbing of Yankel Rosenbaum in the Crown Heights racial unrest of 1991. Barring yet another surprise twist in a saga that has had more than its share, Mr. Nelson's sentencing, for violating the civil" , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Penalty in Crown Hts. Case Means a Little More Jail Time" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/nyregion\/penalty-in-crown-hts-case-means-a-little-more-jail-time.html"} , {"body" : "Police Commissioner Raymond W. Kelly released crime statistics yesterday that showed looting during last week's blackout began quickly, but remained light relative to the 1977 blackout, with about five dozen incidents concentrated largely in central Brooklyn. ''The first window broke on Flatbush Avenue about 10 minutes after the blackout'' began," , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Central Parts Of Brooklyn Saw the Worst Of Looting" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/nyregion\/central-parts-of-brooklyn-saw-the-worst-of-looting.html"} , {"body" : "Twelve years to the day after an Orthodox Jew died of knife wounds inflicted during racial unrest in Crown Heights, Brooklyn, the black man convicted of stabbing him, Lemrick Nelson, is to be sentenced in federal court in Brooklyn today. Mr. Nelson, who was found guilty in May of violating the civil rights of the victim, Yankel Rosenbaum, in his" , "date" : "20030820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sentencing Is Scheduled Today In 1991 Crown Heights Slaying" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/20\/nyregion\/sentencing-is-scheduled-today-in-1991-crown-heights-slaying.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's." , "body" : "By the time darkness descended on New York on Thursday evening, I was eating a pizza with a friend on my stoop in Park Slope, Brooklyn. We wanted to hear the end of the Yankee game, so we got into my car and started driving. Pretty soon we'd picked up five middle-aged Russian women who had been walking from Midtown Manhattan to Brighton Beach." , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "9" , "title" : "The New York That's Visible in the Dark" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/opinion\/the-new-york-that-s-visible-in-the-dark.html"} , {"body" : "With the lights back on yesterday in New York City, several shopkeepers said they had returned to work to find their stores broken into and their merchandise gone. The police took reports of everything from precious stones to boxes of diapers snatched while the lights and alarms were out. A handful of reports of looting, which the police said" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE BLACKOUT: THE NEIGHBORHOODS; For Owners of Stores Hit by Looters, Low Crime Rate During Crisis Is No Comfort" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/blackout-neighborhoods-for-owners-stores-hit-looters-low-crime-rate-during.html"} , {"body" : "The marching band, the words of gospel and the rousing speeches about the need to stop black-on-black violence, all of these traditional highlights of the annual ''Love Yourself, Stop the Violence'' rally in central Brooklyn were there again yesterday. But one critical ingredient was missing: City Councilman James E. Davis, the Stop the Violence" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Slain Councilman Honored At Rally Against Violence" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/slain-councilman-honored-at-rally-against-violence.html"} , {"body" : "New York City was a crime scene waiting to happen, the imposed darkness offering a nearly perfect opportunity for those inclined to help themselves to whatever their neighborhoods had to offer: computers, jewelry, groceries, cellular phones. No cash, just carry. But while about 250 people were arrested in what the police described as" , "date" : "20030816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE BLACKOUT: CRIME; This Time, Fewer Arrests As the City Stayed Dark" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/16\/nyregion\/the-blackout-crime-this-time-fewer-arrests-as-the-city-stayed-dark.html"} ,   {"body" : "When power went out across vast pockets of the Northeast yesterday, the New York Police Department initially responded as it would to a major terrorist attack, officials said yesterday. A special command center in the Bronx was activated, police helicopters and harbor units increased patrols, the police in each borough began to operate as" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE BLACKOUT OF 2003: NEW YORK CONCERNS; Responding to a Blackout, But on Alert for Terrorism" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/nyregion\/blackout-2003-new-york-concerns-responding-blackout-but-alert-for-terrorism.html"} , {"body" : "It was a battle for picnic supremacy, but it looked suspiciously like lunch. Yesterday afternoon, scores of New Yorkers filled Bryant Park, loaded down with coolers, children and potato-chip bags. They had come to break the record for World's Largest Picnic and give New York City another claim to fame. But there was a problem -- the park's lawn was" , "date" : "20030804" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Call the Guinness People! Crowd Eats in Bryant Park" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/04\/nyregion\/call-the-guinness-people-crowd-eats-in-bryant-park.html"} , {"body" : "The family of Yankel Rosenbaum, who was fatally stabbed in the Crown Heights racial violence in 1991, argued in a legal filing yesterday that the man convicted of a civil rights violation in the case should receive a far longer sentence than is being sought by either the prosecution or the defense. In a mixed verdict in May, a jury found that the" , "date" : "20030802" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Family Seeks Longer Term For Stabbing In Crown Hts." , "url" : "http:\/\/www.nytimes.com\/2003\/08\/02\/nyregion\/family-seeks-longer-term-for-stabbing-in-crown-hts.html"} , {"body" : "The death of James E. Davis in the Council chamber of New York's most important municipal building shocked the city, provoked an outpouring of anger and sorrow and raised questions about basic security at public buildings. But the murder of Mr. Davis, a Brooklyn councilman previously unknown to most of the city, has also pushed his family, barely" , "date" : "20030801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grief, Then Scrutiny for Slain Councilman's Family" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/nyregion\/grief-then-scrutiny-for-slain-councilman-s-family.html"} , {"body" : "A selective listing by Times critics of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Every summer opera lovers and the operatically curious go to Cooperstown, N.Y., to enjoy the offerings of the innovative Glimmerglass Opera festival. It's a long drive from New York City, about" , "date" : "20030801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Events ''PUPPETRY OF SHADOW AND LIGHT,'' an exhibition of international puppets and video clips from various productions, on view through Sept. 16 at the New York Public Library for the Performing Arts at Lincoln Center. Weekend hours: noon to 6 p.m. today and tomorrow; closed Sundays. Free. Information: (212) 870-1630. DANCE PERFORMANCES, by" , "date" : "20030801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/arts\/spare-times-for-children.html"} , {"body" : "Hobbling around the basketball court at the South Bronx housing project on his worn-out knees, the 57-year-old Fordham University professor passed the ball to his 55-year-old research associate. The younger man executed the classic jump shot that had electrified crowds all over the neighborhood back in the 1960's. ''Beautiful,'' said the professor," , "date" : "20030730" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Painting a Portrait of Black Experience in the Bronx" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/30\/nyregion\/painting-a-portrait-of-black-experience-in-the-bronx.html"} , {"body" : "The coffin lay in the City Hall rotunda beneath a coffered dome that recalls the Pantheon in Rome. It was flanked by a pair of police officers who stood as rigid as beefeaters in their dress uniforms and white gloves, with their shiny leather Sam Browne belts creaking diagonally across their chests. Outside, the crowd stretched down the stairs," , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "7,000 Honor Slain Councilman in the Hall Where He Fell" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/nyregion\/7000-honor-slain-councilman-in-the-hall-where-he-fell.html"} , {"body" : "The city worker placed an American flag in the rotunda of City Hall yesterday morning, making sure the gold-colored eagle atop the pole faced forward and that the furl was just right. Then he put up the New York State flag, the New York City flag, the white Brooklyn flag and the prisoner-of-war flag. The five flags will frame the coffin of City" , "date" : "20030728" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Hall Ready For Councilman To Lie in State" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/28\/nyregion\/city-hall-ready-for-councilman-to-lie-in-state.html"} , {"body" : "The organization that provided a political foothold for Councilman James E. Davis, who was fatally shot Wednesday in City Hall, started in his living room on Cumberland Street and moved into his mother's basement on Brooklyn Avenue. Love Yourself: Stop the Violence, a community group whose goal was to use self-love and respect to stamp out" , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Long Before the Gunshots, A Mission to Stop the Bloodshed" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/nyregion\/neighborhood-report-fort-greene-long-before-gunshots-mission-stop-bloodshed.html"} ,   {"body" : "DAVIS--James E. Heart of Brooklyn and its members mourn the loss of our esteemed Councilman, a stalwart supporter of arts and culture in central Brooklyn and beyond. His steadfast belief in a better quality of life for his constituents was an inspiration to all who knew him. Ellen F. Salpeter, Director Heart of Brooklyn Judith D. Zuk, President" , "date" : "20030725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths DAVIS, , JAMES E." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/25\/classified\/paid-notice-deaths-davis-james-e.html"} , {"body" : "A selective listing by Times critics for new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''EUGENE ONEGIN.'' The Kirov Opera's 2002 production, a collaboration with the Théâtre du Châtelet in Paris, isn't much to look at. But vocally and dramatically, it fully captures the spirit and intensity of the" , "date" : "20030725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/25\/movies\/classical-music-and-dance-guide.html"} , {"body" : "To many in central Brooklyn, Councilman James E. Davis was the man whose face was the centerpiece of red-and-white campaign posters on scores of bus shelters and store windows in the area. To others, he was the combative, upstart politician who took on anyone and everyone, from the City Council speaker to the Democratic Party organization in" , "date" : "20030724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "SHOOTING AT CITY HALL: THE COUNCILMAN; Davis Recalled as Maverick Who Rallied Against Violence" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/24\/nyregion\/shooting-city-hall-councilman-davis-recalled-maverick-who-rallied-against.html"} , {"body" : "A 45-year-old Brooklyn man fatally stabbed his wheelchair-bound brother Thursday night in an argument over a Yankees baseball cap, the police said yesterday. The victim, Frank Ross, 49, was sitting in his wheelchair in front of his apartment building on Sterling Place in Crown Heights, Brooklyn, around 7:15 p.m., when his brother, Kenneth Ross," , "date" : "20030712" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Slain in Dispute Over Cap, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/12\/nyregion\/man-slain-in-dispute-over-cap-police-say.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from Water to South Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. BATTERY PARK CITY PARKS CONSERVANCY. Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan: tonight at 6:30 and 8:30, ''Sunset Jam on the Hudson,'' interactive drumming workshops with Peter" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/spare-times-462390.html"} , {"body" : "Events ''CIRCUS DAYS,'' a weekend of free performances by members of Winn's Thrills of the Universe, the Bindlestiff Family Cirkus, Circus Amok and others, as well as face-painting, at Coney Islnd Astroland, Stillwell Avenue and West 10th Street, Brooklyn. Tomorrow and Sunday, 1 to 7:30 p.m. Ride tickets range from $2 for rides in the kiddie park" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/spare-times-for-children.html"} , {"body" : "HIGHLIGHTS HOLLYWOOD: OSCAR GETS TOUGH -- For the first time, expulsion or suspension may penalize members of the Academy of Motion Picture Arts and Science who violate its new rules against aggressive Oscar campaigns. A Reuters report on the new regulations noted that previously those who offended what were called guidelines might suffer only the" , "date" : "20030707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GREAT BRITAIN"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "2" , "title" : "ARTS BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/07\/movies\/arts-briefing.html"} , {"body" : "It had been nearly 10 months since Bobby Gibson had watched a stranger dressed in black ride a bicycle into a Brooklyn schoolyard, draw a gun from his waistband and kill his friend. Now he was ready to walk into a courtroom to testify in the murder case. But on the streets of Bedford-Stuyvesant, the word had been out for months: ''lie or die,'' as" , "date" : "20030706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'LIE OR DIE' -- Aftermath of a Murder; Justice, Safety and the System: A Witness Is Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/06\/nyregion\/lie-die-aftermath-murder-justice-safety-system-witness-slain-brooklyn.html"} , {"body" : "It all began in the Glamor Girl lingerie factory back in Trinidad, where friendships formed amid the ceaseless procession of nighties and negligees. A young checker, Beulah Reid, began dreaming of a house of her own. And a web of personal connections wove itself around her. It was a friend from the factory who invited Mrs. Reid to the United States" , "date" : "20030628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn Woman's Path, A Story of Caribbean Striving" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/28\/nyregion\/in-brooklyn-woman-s-path-a-story-of-caribbean-striving.html"} , {"body" : "Jurassic Park, Brooklyn The Brooklyn Children's Museum is usually filled with parents and their little ones, but these days the family groups in one section don't resemble typical museum visitors. They're bigger and noisier, and even the younger generation looks old. Well, you would, too, if you were from the Mesozoic Era. These are the denizens of" , "date" : "20030627" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/27\/arts\/family-fare.html"} ,   {"body" : "EVENTS SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan. A free singalong with Terre Roche, a singer and guitarist. Tonight at 7. Sponsored by the Battery Parks City Parks Conservancy. Information: (212) 267-9700. ASIAN AMERICAN INTERNATIONAL FILM FESTIVAL continues at the Asia Society, 725 Park Avenue," , "date" : "20030627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/27\/arts\/spare-times-276049.html"} , {"body" : "Francesse Petithome wore a fancier dress this time, burgundy with gold sequins instead of plain green. Tyisha Berger shed a few happy tears -- she finally got to deliver her valedictory speech -- while Glen Watson, languorous in the heat, shrugged his relief. ''This time they didn't stop us for nothing,'' Glen, 11, said after flipping the tassel on" , "date" : "20030626" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "On the 2nd Try, a Quiet Graduation at P.S. 92" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/26\/nyregion\/on-the-2nd-try-a-quiet-graduation-at-ps-92.html"} , {"body" : "Francesse Petithome wore a fancier dress this time, burgundy with gold sequins instead of plain green. Tyisha Berger shed a few happy tears -- she finally got to deliver her valedictory speech -- while Glen Watson, languorous in the heat, shrugged his relief. ''This time they didn't stop us for nothing,'' Glen, 11, said after flipping the tassel on" , "date" : "20030625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the 2nd Try, a Quiet Graduation at P.S. 92" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/25\/nyregion\/on-the-2nd-try-a-quiet-graduation-at-ps-92.html"} , {"body" : "EVENTS PAUL WINTER'S 10TH SUMMER SOLSTICE CELEBRATION, Cathedral of St. John the Divine, 1047 Amsterdam Avenue, at 112th Street, Morningside Heights. The saxophonist Paul Winter and his world music ensemble perform three concerts in observance of the change of seasons. With Amina, a singer; Jerry O'Sullivan, a pipe player; and Chris Berry, a thumb" , "date" : "20030620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/20\/arts\/spare-times-180742.html"} , {"body" : "THE Brooklyn Navy Yard may someday become Hollywood East, a sprawling complex of soundstages and editing suites. Alongside the production facilities under construction are varied businesses, including one holdout, a company that repairs Staten Island ferries. Of interest to home decorators is a colony of 30 upholsterers, woodworkers and" , "date" : "20030619" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "PERSONAL SHOPPER; In the Old Navy Yard, Sales Replace Sails" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/19\/garden\/personal-shopper-in-the-old-navy-yard-sales-replace-sails.html"} , {"body" : "Fifth graders at Public School 92 in Brooklyn may get another chance to don their blue and yellow caps and gowns for family and friends. School administrators are considering holding a second ceremony for the students, whose graduation on Tuesday was marred by a fracas between security guards and an angry crowd they kept outside. As those involved" , "date" : "20030619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School May Repeat Graduation; Guards Say They Were Attacked" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/19\/nyregion\/school-may-repeat-graduation-guards-say-they-were-attacked.html"} , {"body" : "A Brooklyn elementary school graduation became a scene of pandemonium yesterday when members of an overflow crowd, angered by being left outside, confronted at least one security officer and were hit with pepper spray, witnesses said. Before it was over, three people were treated at a hospital for burns, parents were circulating a protest petition" , "date" : "20030618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Pandemonium Mars Graduation For Brooklyn Elementary School" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/18\/nyregion\/pandemonium-mars-graduation-for-brooklyn-elementary-school.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan." , "date" : "20030613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/13\/arts\/spare-times-084948.html"} , {"body" : "Four men died from gunfire in Brooklyn, and a fifth was near death after a fistfight in Manhattan, all the victims of violent altercations between Tuesday afternoon and sunrise yesterday, the police said. About 4:30 p.m. Tuesday, an unidentified 28-year-old man sitting in a car in Bath Beach was shot to death. About an hour later, Khamar Clarke," , "date" : "20030612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Four Killed and One Hurt In Separate Incidents" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/12\/nyregion\/metro-briefing-new-york-four-killed-and-one-hurt-in-separate-incidents.html"} , {"body" : "In the last 17 months, as crime began to increase around the country, many people began to question whether New York City had reached the limits of its crime-fighting successes. With the Giuliani administration gone and a persistent budget deficit and antiterrorism demands eating away at the resources of the New York Police Department, many New" , "date" : "20030610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Bloomberg, The Crime Rate Keeps Falling" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/10\/nyregion\/for-bloomberg-the-crime-rate-keeps-falling.html"} ,   {"body" : "A married couple and the wife's sister were found shot in the head yesterday in their home in southeast Queens, near the Nassau County border. The couple's 12-year-old son discovered his aunt dead on the kitchen floor and called the police, who found his parents' bodies in the basement. The victims, Larie Barnes, 39, his wife, Carren Chambers, 34," , "date" : "20030610" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boy Discovers His Aunt's Body, and the Police Find His Parents Slain" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/10\/nyregion\/boy-discovers-his-aunt-s-body-and-the-police-find-his-parents-slain.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan." , "date" : "20030606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/06\/arts\/spare-times-974927.html"} , {"body" : "In graphic detail, a registered nurse told jurors in a Brooklyn courtroom yesterday that a Roman Catholic priest invited her to a rectory in Bedford-Stuyvesant in 2000 to advise her about annulling her marriage, raped her on a couch and then blithely asked for a ride back to where he was staying. The priest, Cyriacus Udegbulem, visiting from" , "date" : "20030606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Nurse Testifies Priest Raped Her in Rectory" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/06\/nyregion\/nurse-testifies-priest-raped-her-in-rectory.html"} , {"body" : "Sherrine Hopkins held a Donna Karan denim jacket, $66; a pair of jeans, $59; and a plaid tank top, $54. On Saturday, the total would have come to an even $179. Yesterday, her purchase at Macy's rang up at $194.22. For the last three years, Ms. Hopkins and other shoppers have enjoyed the city's tax exemption on clothing and shoes priced under $110" , "date" : "20030602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pants Fit, but the Wallet Feels Lighter in the Pocket" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/02\/nyregion\/pants-fit-but-the-wallet-feels-lighter-in-the-pocket.html"} , {"body" : "Because of a data processing error, a chart last Sunday showing the performance of New York City fourth graders on the state's English Language Arts test gave an incorrect set of figures in the column labeled Percentage Point Change From 2002. Those figures were intended to compare the percentage of students who met state standards this year with" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/c-corrections-925195.html"} , {"body" : "Surviving a Bullet To Lead a Full Life His life now is good, Nachum Sasonkin says, nine years after doctors saw little hope that he had any life left. In March 1994, Mr. Sasonkin, then 18, was a passenger in a van filled with Hasidic yeshiva students that was starting to cross the Brooklyn Bridge when a livery cab driver began shooting into it. Mr." , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/following-up.html"} , {"body" : "IF this is a city of aspiration, Queens College is a focal point of the American dream. Forty-four percent of the school's 12,000 undergraduates are first-generation college students, and the same percentage were born outside the United States. Inside the Student Union, 162 flags from around the world hang in dense and colorful rows from the" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dreams, Deferred" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/dreams-deferred.html"} , {"body" : "America's debate over the Iraq war continued at colleges and universities this spring, as commencement speakers weighed in with reflections on the conflict. Supporters and officials of the Bush administration used appearances before campus audiences to characterize the military action as a triumph of American beliefs. ''What better explains the" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "41" , "title" : "Commencement Speeches; Reflections on War, Peace, and How to Live Vitally and Act Globally" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/commencement-speeches-reflections-war-peace-live-vitally-act-globally.html"} , {"body" : "New York City's fourth and eighth graders made solid gains this year on New York State's standardized English Language Arts tests, with particularly sharp improvements among fourth graders in some of the city's poorest and historically lowest-performing districts. But politicians and education officials cautioned that it was hardly time to" , "date" : "20030525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "How Students Fared on the State English Exam" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/25\/nyregion\/how-students-fared-on-the-state-english-exam.html"} , {"body" : "NO matter where you live, Southern-fried chicken is the ultimate picnic food. It is best eaten with your hands when you are propped up on an elbow, stretched out on a blanket. With summer bearing down, I set out to find the city's best takeout birds, Southern-fried and bundled up in large quantities to take to the park, the beach or the rooftop." , "date" : "20030521" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "A Southern-Fried Picnic, to Go" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/21\/dining\/a-southern-fried-picnic-to-go.html"} ,   {"author" : "Samuel G. Freedman, associate dean of Columbia University's Graduate School of Journalism, is author of ''Jew vs. Jew: The Struggle for the Soul of American Jewry.''" , "body" : "Eleven years, eight months and nine days after a Hasidic Jew named Yankel Rosenbaum was stabbed on the streets of Brooklyn's Crown Heights, Lemrick Nelson Jr. confessed that he did it. He was woefully late in more ways than one. In its bloody moment in 1991, the killing seemed to symbolize all that had gone wrong in the special relationship between" , "date" : "20030517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "17" , "title" : "A Relationship That's Past Its Prime" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/17\/opinion\/a-relationship-that-s-past-its-prime.html"} , {"body" : "The jury forewoman in the Crown Heights federal retrial said yesterday that the jury cleared Lemrick Nelson Jr. of causing Yankel Rosenbaum's death not because of anything that came up at trial, but because jurors knew from old news accounts that Mr. Rosenbaum's family has a negligence lawsuit against the hospital where he died. ''Everybody knew" , "date" : "20030517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Juror Explains Mixed Verdict On Crown Hts." , "url" : "http:\/\/www.nytimes.com\/2003\/05\/17\/nyregion\/juror-explains-mixed-verdict-on-crown-hts.html"} , {"body" : "INTERNATIONAL A3-6 Allied Forces to Retain Indefinite Control of Iraq Allied officials leading reconstruction efforts told Iraqi leaders that they would remain in charge for an indefinite period, according to Iraqis who attended a meeting chaired by L. Paul Bremer III, the new civilian administrator. A1 For the past 12 years, Kuwait has demanded to" , "date" : "20030517" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/17\/nyregion\/news-summary-730165.html"} , {"body" : "EVENTS P.S. 11 BENEFIT, Chelsea Market, Ninth and Tenth Avenues, between 15th and 16th Streets. Food and drink sampling from more than 20 restaurants, including Boulud, Amy's Bread, Hale and Hearty Soup, and the Chelsea Market Basket. Today, 6 to 9 p.m. Admisssion, $30. Information: (212) 496-4520. NEW YORK ASIAN FILM FESTIVAL, Anthology Film" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/arts\/spare-times-704342.html"} , {"body" : "Transcripts released yesterday from the just-concluded Crown Heights federal trial offer a rare glimpse of bare-knuckled rancor, brinkmanship and trash-talking behind the scenes that the considerable tension in the courtroom barely hinted at. The jury forewoman complained to the judge that other jurors had bullied her until she could stand it no" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rare Glimpse Of Disorder In the Court" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/nyregion\/rare-glimpse-of-disorder-in-the-court.html"} , {"body" : "Even before yesterday's anticlimactic end, the latest Crown Heights trial was a muted drama. Maybe that was because, for many New Yorkers, it has been a long time since there was any real question about whether Lemrick Nelson Jr. stabbed Yankel Rosenbaum that August night in 1991. Yet here were lawyers once again doing battle over events in Crown" , "date" : "20030515" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CROWN HEIGHTS VERDICT: THE LEGAL SYSTEM; Jury Finds What Many Already Knew" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/15\/nyregion\/the-crown-heights-verdict-the-legal-system-jury-finds-what-many-already-knew.html"} , {"body" : "In a mixed verdict that delighted the defendant, the federal jury in the third Crown Heights racial violence trial convicted Lemrick Nelson Jr. yesterday of violating the civil rights of an Orthodox Jew by stabbing him during a night of racial unrest in Brooklyn 12 years ago, but found that Mr. Nelson did not cause the death of the victim, Yankel" , "date" : "20030515" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE CROWN HEIGHTS VERDICT: OVERVIEW; Mixed Verdict On Crown Hts.; Defense Happy" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/15\/nyregion\/the-crown-heights-verdict-overview-mixed-verdict-on-crown-hts-defense-happy.html"} , {"body" : "INTERNATIONAL A3-18 Diplomat is Frustrated By Previous Saudi Security The U.S. ambassador to Saudi Arabia, Robert W. Jordan, reflected increasing American frustration with Saudi efforts against terrorism, saying its government had provided little or no response to requests prior to the recent attacks that it improve security at foreign compounds." , "date" : "20030515" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/15\/nyregion\/news-summary-697753.html"} , {"body" : "The jurors in the Crown Heights racial violence retrial sent out two notes that they were at an impasse yesterday and a third note that the judge would not reveal during an emotional day that also included a defense motion for a mistrial. In the end, the jurors asked to return to Federal District Court in Brooklyn today for a sixth day of" , "date" : "20030514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Day of Notes And Confusion In '91 Retrial" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/14\/nyregion\/day-of-notes-and-confusion-in-91-retrial.html"} , {"body" : "On the fourth day of jury deliberations at the Crown Heights racial violence retrial in federal court in Brooklyn yesterday, everyone seemed puzzled. The jury sent a four-part note to the judge requesting clarification on what it would take to find the defendant, Lemrick Nelson Jr., guilty of ''aiding and abetting'' the violation of Yankel" , "date" : "20030513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Again Has Questions In Retrial Of '91 Case" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/13\/nyregion\/jury-again-has-questions-in-retrial-of-91-case.html"} ,   {"body" : "The jury in the Crown Heights racial violence retrial finished its third day of deliberations yesterday without returning a verdict. But before they left federal court in Brooklyn for the weekend, the jurors sent out a note that stirred hope among some of the defendant's lawyers. The jurors asked the judge, Frederic Block of United States District" , "date" : "20030510" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Jury's Query Heartens Defense In Crown Heights Stabbing Trial" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/10\/nyregion\/jury-s-query-heartens-defense-in-crown-heights-stabbing-trial.html"} , {"body" : "A FEDERAL jury in Brooklyn tried without success yesterday to determine what the immediate future holds for Lemrick Nelson Jr. in the Crown Heights case. No matter what the verdict is after deliberations resume today, Mr. Nelson is unlikely to spend the remainder of his days behind bars. He is only 27 years old. So he may want to give some thought" , "date" : "20030509" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAPAN" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; A Way to Say, 'Sayonara, Mr. Nelson'" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/nyregion\/nyc-a-way-to-say-sayonara-mr-nelson.html"} , {"body" : "EVENTS NEW YORK CITY BUSINESS EXPO, Fulton Street, from Broadway to Gold Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Planning Board No. 1. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A sing-along with Terre Roche, a singer and guitarist. Fridays at 7 through May." , "date" : "20030509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/arts\/spare-times-593346.html"} , {"body" : "Five Myles 558 St. Johns Place Crown Heights, Brooklyn Through May 17 Statues of the Buddhist deity called Jizo are everywhere in Japan, on country roadsides and city street corners, in temple grounds and cemeteries. Hand-carved or mass-produced, the image is always pretty much the same: a short figure in simple robes with a round shaved head and a" , "date" : "20030509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART IN REVIEW; Yoko Inoue" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/arts\/art-in-review-yoko-inoue.html"} , {"body" : "In an unusual new effort aimed at reducing gun violence, the city has established a special court in Brooklyn to handle all felony gun possession cases from the five Brooklyn neighborhoods with the heaviest concentration of shootings in the city, Mayor Michael R. Bloomberg announced yesterday. The new court, which began hearing cases on April 28," , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Special Court for Gun Crimes Is Created Just for Five Neighborhoods in Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/special-court-for-gun-crimes-created-just-for-five-neighborhoods-central.html"} , {"body" : "An article yesterday about closing arguments in the latest trial in the 1991 disturbances in Crown Heights, Brooklyn, referred imprecisely to actions taken by an Orthodox Jewish ambulance crew at the scene after a car accident fatally injured a black child and set off the unrest. Moments after the crew arrived, the police ordered it to leave with" , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/c-corrections-604984.html"} , {"body" : "The jury in the Crown Heights racial violence trial began deliberations yesterday. The defendant, Lemrick Nelson Jr., who is black, is accused of violating the civil rights of Yankel Rosenbaum, an Orthodox Jew, by fatally stabbing him in 1991 because of his religion. Mr. Nelson's lawyers concede that he stabbed Mr. Rosenbaum. In the summation" , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Race Trial Jury Begins Deliberations" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/metro-briefing-new-york-brooklyn-race-trial-jury-begins-deliberations.html"} , {"body" : "On a hot August night 12 years ago, a man named Yankel Rosenbaum lay on the hood of a car in Crown Heights, Brooklyn, bleeding from wounds that would eventually take his life. The police brought over a 16-year-old, Lemrick Nelson Jr., whom they had just arrested. Mr. Rosenbaum said he recognized the young man, and he asked him a question. ''Why did" , "date" : "20030507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Crown Hts. Retrial Comes Down to 'Why?'" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/07\/nyregion\/crown-hts-retrial-comes-down-to-why.html"} , {"body" : "The federal judge in the Crown Heights racial violence retrial ruled yesterday that prosecutors could not tell jurors that Lemrick Nelson Jr.'s current defense contradicts the outright denials made at his earlier trials. Prosecutors had hoped to undermine Mr. Nelson's credibility by showing that he has changed his story. At his first trial on" , "date" : "20030506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Crown Hts. Prosecutors Told Not to Talk of Former Defense" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/06\/nyregion\/crown-hts-prosecutors-told-not-to-talk-of-former-defense.html"} , {"body" : "To many legal experts, a weakness in Lemrick Nelson Jr.'s defense at his latest trial for a killing during the 1991 violence in Crown Heights is that he seems to have changed his story. At his first federal trial on civil rights violations in 1997, Mr. Nelson's lawyer denied that he had stabbed Yankel Rosenbaum, an Orthodox Jewish scholar, during a" , "date" : "20030505" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Prosecutors Seek to Bring Up Old Denial in Crown Hts. Case" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/05\/nyregion\/prosecutors-seek-to-bring-up-old-denial-in-crown-hts-case.html"} ,   {"body" : "IT is hardly the most appealing defense: Sure, I killed him, but because I was drunk, not because he was Jewish. But legal experts said the unusual strategy could be effective in the second federal civil rights prosecution of Lemrick Nelson Jr. for killing Yankel Rosenbaum during the 1991 riots in Crown Heights, Brooklyn. The argument, put forward" , "date" : "20030504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "Crown Heights Redux: The Best Defense Is an Offense" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/04\/weekinreview\/crown-heights-redux-the-best-defense-is-an-offense.html"} , {"body" : "The streets of Bedford-Stuyvesant were calm yesterday, a day after a fatal police shooting spurred the friends of the man killed to threaten police officers at close range and kick their patrol cars. The man, Carlos Lopez, 19, was the second to be killed by the police in two days. And late Thursday night, the police shot a third person in Brooklyn" , "date" : "20030503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Woman Is Injured in 3rd Police Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/03\/nyregion\/brooklyn-woman-is-injured-in-3rd-police-shooting.html"} , {"body" : "EVENTS SECOND ARTS FESTIVAL, Rockefeller Center, 30 Rockefeller Center, Manhattan. More than 100 fine-arts exhibitors. Today and tomorrow, 9 a.m. to 7 p.m.; Sunday, 10 a.m. to 5:30 p.m. Free. SUNSET SINGING CIRCLE, Robert F. Wagner, Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A singalong with Terre Roche, a singer and guitarist." , "date" : "20030502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/arts\/spare-times-502677.html"} , {"body" : "Theater ''LAGUSHKA: THE RUSSIAN FROG PRINCESS,'' a one-man musical about a prince who marries a frog, written and performed by Michael Orth, Sundays at 11 a.m. and 1 p.m. through May at the 78th Street Theater Lab, 236 West 78th Street, Manhattan. Tickets: $10. Information: (212) 873-9050. ''MAYA THE BEE,'' a jazz puppet show about an adventurous" , "date" : "20030502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/arts\/spare-times-for-children.html"} , {"body" : "Lemrick Nelson, the defendant in the Crown Heights racial violence trial, was rushed to a hospital yesterday afternoon when he suffered an asthma attack in the courtroom. Mr. Nelson apparently recovered quickly, however, and was back at United States District Court two hours later. Mr. Nelson, 27, has a long history of asthma -- he was hospitalized" , "date" : "20030502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Race Trial Defendant Hospitalized" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/nyregion\/metro-briefing-new-york-brooklyn-race-trial-defendant-hospitalized.html"} , {"body" : "It has been more than a decade since Leslie King and 11 other jurors in Brooklyn acquitted Lemrick Nelson Jr. of murder and manslaughter charges in the fatal stabbing of Yankel Rosenbaum. But Ms. King said yesterday that she was not surprised to hear that lawyers for Mr. Nelson, who is being tried for the third time in connection with the attack on" , "date" : "20030501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Juror in First Crown Hts. Trial Remains Bitter About Ordeal" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/01\/nyregion\/juror-in-first-crown-hts-trial-remains-bitter-about-ordeal.html"} , {"body" : "Two police officers testified yesterday in the latest Crown Heights trial in Brooklyn that the defendant, Lemrick Nelson Jr., did not appear to be drunk when he was arrested after the stabbing of Yankel Rosenbaum. The testimony was at odds with the new defense Mr. Nelson's lawyers unveiled Monday at the opening of his retrial on federal civil" , "date" : "20030430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in Crown Heights Case Seemed Sober, Officers Testify" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/30\/nyregion\/suspect-in-crown-heights-case-seemed-sober-officers-testify.html"} , {"body" : "Through almost 12 years and two previous trials, lawyers for Lemrick Nelson Jr. denied that he was involved in the killing of an Orthodox Jew named Yankel Rosenbaum during the racial unrest in Crown Heights, Brooklyn, in 1991. Yesterday, Mr. Nelson's new lawyers tried a new defense: Mr. Nelson did stab Mr. Rosenbaum. But he did not do it, they" , "date" : "20030429" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Twist, Defendant Admits to Stabbing In Crown Hts. in '91" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/29\/nyregion\/in-twist-defendant-admits-to-stabbing-in-crown-hts-in-91.html"} , {"body" : "INTERNATIONAL A3-12 U.S. Signs Cease-Fire With Iranian Group American forces in Iraq have signed a cease-fire with an Iranian opposition group that the United States had designated a terrorist organization. The action raises questions about how consistently the Bush administration intends to apply a policy that had vowed to crack down on terrorist" , "date" : "20030429" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/29\/nyregion\/news-summary-466093.html"} , {"body" : "Lawyers in the latest Crown Heights trial were gathered around the judge's bench in Federal District Court in Brooklyn yesterday. The prosecutor, Lauren Resnick, objected to the removal of prospective juror No. 66. She said that the defense appeared to have vetoed her as part of a pattern of getting rid of Jewish jurors. ''I have 66 as Puerto" , "date" : "20030426" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Painstakingly, Picking a Jury For 3rd Trial In Race Killing" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/26\/nyregion\/painstakingly-picking-a-jury-for-3rd-trial-in-race-killing.html"} ,   {"body" : "INTERNATIONAL A2-9 Iraqi Exiles Given Interim Government Posts The Pentagon has begun sending Iraqi exiles to Baghdad to take up temporary positions at 23 Iraqi ministries, where they will work closely with American and British officials under Jay Garner, who is serving as Iraq's day-to-day ruler. A1 The United States has warned Iran not to meddle" , "date" : "20030426" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/26\/nyregion\/news-summary-430293.html"} , {"author" : "Sandee Brawarsky is the author of ''212 Views of Central Park: Experiencing New York City's Jewel From Every Angle,'' with the photographer Mick Hales." , "body" : "The ailanthus is the tree that grows in Brooklyn, but it's the cherry tree that lights up the borough these spring days. The Brooklyn Botanic Garden is a showplace for more than 200 ornamental flowering cherry trees in 45 varieties -- now in different stages of bloom -- with luminescent petals ranging from the palest baby-girl pink to the shade of" , "date" : "20030425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "35" , "title" : "A Beauty as Fleeting as Life" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/25\/arts\/a-beauty-as-fleeting-as-life.html"} , {"body" : "DAVID ARMSTRONG collects tiny cartes de visites portraits, late-19th-century photographs printed on stiff, palm-sized cards that were presented as keepsakes to loved ones. Mr. Armstrong has hundreds of them -- soldiers raffish in their Civil War uniforms, young men in top hats, girls in maid's uniforms -- in loose piles throughout his" , "date" : "20030424" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: David Armstrong; Softening the Line Between Past and Present" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/24\/garden\/at-home-with-david-armstrong-softening-the-line-between-past-and-present.html"} , {"body" : "Much has been said by critics about the raw candor that courses through ''Russell Simmons Def Poetry Jam on Broadway.'' It is this rage, humor and openness, coming unfiltered from the lives of the nine poets who perform their own work, that make audiences leap to their feet at the end and tell their friends about it later; that keep other people" , "date" : "20030418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "A Rainbow of Poets Who Rhyme From Life" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/18\/movies\/a-rainbow-of-poets-who-rhyme-from-life.html"} , {"body" : "Last year around this time, the authorities said, things seemed to be going pretty well for Benjamin Harris, a career office temp from Crown Heights, Brooklyn. His 2001 tax return had been processed speedily, and his refund check had been direct-deposited into his account at an HSBC bank branch in Manhattan. But when Mr. Harris went to withdraw" , "date" : "20030416" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Refund Too Good For I.R.S. To Believe" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/16\/nyregion\/refund-too-good-for-irs-to-believe.html"} , {"body" : "Some events in New York City history reverberate so loudly that the echoes seem to never die. The 1991 Crown Heights disturbance, apparently, is one of them. On Aug. 19, 1991, a 7-year-old black boy named Gavin Cato was run over in Crown Heights, Brooklyn, by a car driven by a Hasidic Jew. Violent racial unrest ensued, and a few hours later, a" , "date" : "20030415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Federal Retrial Is Set to Begin In '91 Crown Heights Slaying" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/15\/nyregion\/federal-retrial-is-set-to-begin-in-91-crown-heights-slaying.html"} , {"body" : "IN the Norman Rockwellesque towns of Maplewood and South Orange, N.J. -- neighboring communities where colonial, Tudor and Victorian homes nestle below the gentle slopes of South Mountain Reservation -- racial and ethnic diversity is promoted as a real estate selling point. The jitney tour for prospective buyers rumbles through every neighborhood" , "date" : "20030413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MAPLEWOOD (NJ)" , "SOUTH ORANGE (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Selling a Rainbow, and a Pot of Gold" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/13\/realestate\/selling-a-rainbow-and-a-pot-of-gold.html"} , {"body" : "The man suspected of carrying out four unprovoked slayings of shopkeepers in Brooklyn and Queens earlier this year was indicted Friday on first-degree murder charges that specified the crime as a serial killing, the authorities said. The suspect, Larme Price, 30, was arrested in Crown Heights on March 29 and confessed to the four killings, the" , "date" : "20030413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "31" , "title" : "Murder Indictment Is Presented Against Suspect in 4 Killings" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/13\/nyregion\/murder-indictment-is-presented-against-suspect-in-4-killings.html"} , {"author" : "Samuel G. Freedman, associate dean of the Columbia University Graduate School of Journalism, is the author most recently of ''Jew vs. Jew: The Struggle for the Soul of American Jewry.''" , "body" : "THE REBBE'S ARMY Inside the World of Chabad-Lubavitch. By Sue Fishkoff. Illustrated. 344 pp. New York: Schocken Books. $26. SEVERAL chapters into ''The Rebbe's Army,'' Sue Fishkoff describes a group of Hasidic teenagers making their weekly search for Jewish passers-by, in this case in a Portland, Ore., mall favored by purple-haired, body-pierced" , "date" : "20030413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "Men in Black" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/13\/books\/men-in-black.html"} , {"body" : "Events ''MEASURE OF ALL THINGS.'' Children visit the show by the artist duo Type A in Chelsea, then play body games to make art. Presented by ARTime, tomorrow at 11 a.m. Fee: $20 for one child and one adult; $5 each additional child. Reservations required: (718) 797-1573. ''CONSTRUCTION JUNCTION: KIDS @ WORK!'' The Brooklyn Children's Museum's" , "date" : "20030404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/arts\/spare-times-for-children.html"} ,   {"body" : "Manhattan CHELSEA $1.175 million 252 Seventh Avenue (24th Street) (Chelsea Mercantile) 2-bedroom, 2-bath, 1,605-sq.-ft. condo in a renovated prewar building; 24-hr. doormen, concierge, entry foyer, 10-ft. ceilings, central air-conditioning, north exposure; children's playroom, health club and common roof deck in building; common charge $732, taxes" , "date" : "20030403" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/03\/garden\/residential-sales.html"} , {"body" : "For Larme Price, the man who the police say has confessed to four unprovoked killings in Brooklyn and Queens, life was increasingly controlled by vibes. There were the bad vibes, investigators said, that told him whom to shoot dead. There were the cars on the street whose vibrations told him where to go. But there were also, the police said he told" , "date" : "20030401" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "'Vibes Made Man Kill... and Confess, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/01\/nyregion\/vibes-made-man-kill-and-confess-police-say.html"} , {"body" : "The police have arrested a Brooklyn man who they believe has shot and killed four shopkeepers without provocation in Brooklyn and Queens since early last month, Commissioner Raymond W. Kelly announced last night. The suspect, Larme Price, 30, confessed on Saturday to the four slayings, which terrorized residents and small-business owners and had" , "date" : "20030331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Arrest Brooklyn Man In Slayings of 4 Shopkeepers" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/31\/nyregion\/police-arrest-brooklyn-man-in-slayings-of-4-shopkeepers.html"} , {"body" : "The man who walked into the Stop I Food Market in Crown Heights two weeks ago looked like a regular customer. He bought a cup of coffee and a loose cigarette. Then he came back to the counter and asked for a light. That was about all Yakoob Aldailam could tell police investigators on Friday as he lay in a hospital bed recovering from six gunshot" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Wounded Man Recalls Fatal Shooting at Store" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/nyregion\/wounded-man-recalls-fatal-shooting-at-store.html"} , {"body" : "More than 16,000 New York City children have demanded transfers out of failing public schools under a federal law that gives parents the right to request that their child be moved to a better-performing school, the city's Department of Education said yesterday. A spokesman for Schools Chancellor Joel I. Klein said that the department had received" , "date" : "20030327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Over 16,000 Seek Transfers From Failing City Schools" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/27\/nyregion\/over-16000-seek-transfers-from-failing-city-schools.html"} , {"body" : "Working at an all-night bodega in the tougher neighborhoods of Brooklyn and Queens has never been a safe job. But yesterday, a day after a shopkeeper was fatally shot in Crown Heights, in the latest of five unprovoked killings that the police believe were carried out by the same gunman, some local small-business owners and their employees say they" , "date" : "20030322" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Growing Sense of Helplessness As a Killer Claims a Fifth Life" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/22\/nyregion\/growing-sense-of-helplessness-as-a-killer-claims-a-fifth-life.html"} , {"body" : "INTERNATIONAL A3-5 South African Commission Gives Verdict on Apartheid The Truth and Reconciliation Commission warned the government against issuing a blanket amnesty to perpetrators of apartheid, and urged businesses to join in delivering reparations to millions of blacks victimized by the former white minority government. A5 Latin America's New" , "date" : "20030322" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/22\/nyregion\/news-summary-897906.html"} , {"body" : "A shopkeeper was shot to death and another worker critically injured at a Brooklyn bodega yesterday morning in a crime that police investigators say they believe is connected to four earlier unprovoked killings. Even before yesterday, two dozen investigators were looking for the killer, wanted for as many as four fatal shootings in Brooklyn and" , "date" : "20030321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Tie New Killing in Shop to 4 Others" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/21\/nyregion\/police-tie-new-killing-in-shop-to-4-others.html"} , {"body" : "The third trial of Lemrick Nelson Jr., left, inched toward its opening phase as potential jurors filled out questionnaires yesterday in federal court in Brooklyn. Court officials said that 493 people answered jury summonses for the retrial of Mr. Nelson in the killing of a Hasidic scholar, Yankel Rosenbaum, 29, during racial violence in the Crown" , "date" : "20030311" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Crown Heights Case Jurors" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/11\/nyregion\/metro-briefing-new-york-brooklyn-crown-heights-case-jurors.html"} , {"body" : "Events ''NATIONAL PIG DAY,'' tomorrow at the Central Park Zoo, Fifth Avenue and 64th Street. Festivities begin at 11 a.m. with a snorting contest (by humans), followed by a pie pig-out for the zoo's Vietnamese pot-bellied pigs, mask making for would-be pigs and pig tales. Free with zoo admission: $6, $1 for children 3 to 12, free for children under" , "date" : "20030228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/28\/arts\/spare-times-for-children.html"} ,   {"body" : "Hundreds of vacant lots that the city has sold at auction since 1996 remain empty trash-strewn lots that blight neighborhoods in desperate need of more housing, according to a report released yesterday by a housing advocacy group. The report, by New York Acorn, found that in 10 neighborhoods with a great deal of vacant land, 66 percent of the" , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City-Sold Lots Stay Vacant, Report Says" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/city-sold-lots-stay-vacant-report-says.html"} , {"body" : "In Boerum Hill, Brooklyn, parents hope that their beloved elementary school will remain exactly the same, even though it was not deemed successful enough to control its own curriculum. In nearby Park Slope, the fear is that mandating more math and reading classes will jeopardize the arts that attracted one school's high-caliber students in the" , "date" : "20030222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Blank Page in Schools' Future; Many Strive to See Effects of a List of Top Performers" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/22\/nyregion\/blank-page-schools-future-many-strive-see-effects-list-top-performers.html"} , {"body" : "Theater ''HARRIET'S RETURN,'' a one-woman show about the abolitionist Harriet Tubman, tomorrow at 2 p.m. at Queens Theater in the Park, Flushing Meadows-Corona Park. Tickets, $15; $13 for students and 63+; $11 for members. Information: (718) 760-0064. ''THE NASTIEST DRINK IN THE WORLD,'' an interactive musical about a king who learns to admit that" , "date" : "20030214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/14\/arts\/spare-times-for-children.html"} , {"body" : "''Paradise'' has been fatwa'ed in Cincinnati, at least the playwright Glyn O'Malley says so. His latest play, ''Paradise'' deals with suicide bombers and the conflict between Palestinians and Israelis. As a work in progress it was ''killed before it was finished,'' he said. Commissioned by the Cincinnati Playhouse in the Park, that city's principal" , "date" : "20030203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CINCINNATI (OHIO)" , "ISRAEL" , "JERUSALEM"] , "nytd_section_facet" : ["Arts" , "Education" , "Theater"] , "page_facet" : "1" , "title" : "A New Play Encounters Muslims' Ire In Cincinnati" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/03\/theater\/a-new-play-encounters-muslims-ire-in-cincinnati.html"} , {"body" : "''I got no eyes,'' said Daniel Tanner, 8, smiling. His mother, Grisel Ramos, rolled her own eyes. ''That's because you took your prosthetics out,'' she said. Daniel was born without the gift of sight. But he has other gifts: a quick tongue, easy charm and a singing voice that once inspired total strangers to offer him a karaoke machine. Daniel has" , "date" : "20030131" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Brothers and Family Get Help in Regaining Financial Footing" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/31\/nyregion\/the-neediest-cases-brothers-and-family-get-help-in-regaining-financial-footing.html"} , {"body" : "EVENTS ''URBAN NEIGHBORS: IMAGES OF NEW YORK CITY WILDLIFE,'' an exhibition that includes photographs, books, maps, artworks and engravings. New York Public Library, Fifth Avenue and 42nd Street. Hours: Tuesdays and Wednesdays 11 a.m. to 7:30 p.m.; Thursdays through Saturdays, 10 a.m. to 6 p.m. Free. Information: (212) 869-8089. ANTIQUES AT THE" , "date" : "20030124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/24\/arts\/spare-times-992003.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. On display: ''Robert De Niro: Costume and Character'' with more than two dozen costumes. ''George A. Romero,'' a retrospective of the director, through Jan. 26. Screenings:" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/arts\/spare-times-886866.html"} , {"body" : "Mayor Michael R. Bloomberg's job approval rating dropped sharply in recent months as he moved to address the city's looming fiscal crisis, according to a New York Times Poll that found that for the first time since Mr. Bloomberg took office more than half of New Yorkers now disapprove of his handling of the job. Beyond their assessment of his job" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PUBLIC APPROVAL OF BLOOMBERG JOB TAKES SHARP DROP" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/nyregion\/public-approval-of-bloomberg-job-takes-sharp-drop.html"} , {"body" : "Theater ''THE LITTLE MOON THEATER.'' A traveling band of actors upstages a bumbling fairy godmother in this new musical by Tada!, a company of actors ages 8 to 18. Tonight at 7, and tomorrow and Sunday at 2 and 4 p.m. at CAP 21 Theater, second floor, 15 West 28th Street, Chelsea. Tickets: $15; $7 for 15 and under. Reservations advised: (212)" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/arts\/spare-times-for-children.html"} , {"body" : "At night, the stairwells of the Brooklyn apartment building where Sandra Campbell lives echo with loud music and ceaseless activity. A woman sprays an old armoire with paint and varnish, filling the halls with acrid fumes. Children in heavy coats sit by the main stairwell, where they have spread their homework, trying to ignore the constant foot" , "date" : "20030116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; Defying the Odds to Keep Her Children in School" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/16\/nyregion\/the-neediest-cases-defying-the-odds-to-keep-her-children-in-school.html"} ,   {"author" : "Adam Fifield collaborated with Wayne Barrett on ''Rudy! An Investigative Biography of Rudolph Giuliani.''" , "body" : "ON a slate-gray afternoon at a Midtown construction site, seven men in hard hats and yellow rain gear stepped into a steel cage suspended over a dark hole nearly 60 stories deep. The last man on board latched the door shut, and the cage sank away from daylight and toward a sonorous, mechanical roar far below. The men inserted earplugs and then" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Underground Men" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/the-underground-men.html"} , {"body" : "It has not been so very long since New York was a city where, it was said, if you were killed on the street, people would just step over you and keep walking and where the police were more likely to be seen seen as intruders rather than protectors. In some neighborhoods there is less psychological distance from those times than others. Still, it" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Little Real Outrage Over a Thinner Blue Line" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/little-real-outrage-over-a-thinner-blue-line.html"} , {"body" : "Gladys Cruz crossed her left leg over her right. A moment later, the right one went over the left. The foot on the ground tapped; the one in the air jiggled. Her eyes stared at a blank wall, and she nibbled at her lip. On the auditorium seat next to her sat a chaste romance novel in a plastic bag, its pages unruffled, though she had bought it" , "date" : "20030111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Upper East Side Journal; A Test That Gives the Jitters Even to the Best and Brightest" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/11\/nyregion\/upper-east-side-journal-test-that-gives-jitters-even-best-brightest.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, at the Federal Reserve Bank of New York, 33 Liberty Street, Lower Manhattan. On view is the 1933 Double Eagle $20 gold coin, considered the most valuable coin in the world. ''Drachmas, Doubloons and Dollars: The History of Money,'' a major exhibition of currency from the society's permanent" , "date" : "20030110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/10\/arts\/spare-times-776572.html"} , {"body" : "The Police Department will flood crime-ridden neighborhoods, subway stops and housing projects with 1,400 police officers fresh from the Police Academy later this month, Mayor Michael R. Bloomberg announced yesterday. The new program, called Operation Impact, aims to keep violent crime at the lowest rate in a generation and fight persistent" , "date" : "20030110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Police Crackdown Takes Aim at 61 City Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/10\/nyregion\/new-police-crackdown-takes-aim-at-61-city-neighborhoods.html"} , {"body" : "The rear wall of a four-story Brooklyn apartment building collapsed yesterday after construction work at a neighboring lot apparently caved in its foundation, officials said, cutting open the building like a dollhouse. Despite the calamity, all of the tenants managed to escape without serious injury. The collapse occurred at 1549 Prospect Place, a" , "date" : "20030108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wall of Apartment Building Collapses in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/08\/nyregion\/wall-of-apartment-building-collapses-in-crown-heights.html"} , {"body" : "Ask Roy Lantigua what he wants to be when he grows up, and he will lay it all out, without a moment's hesitation. ''An archaeologist,'' he says confidently. ''Then I can go to Egypt.'' His favorite class in school is science, and he is eager to see mummies. But other subjects come just as easily to Roy, 11, who effortlessly refers to Shakespeare," , "date" : "20030107" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; From a Boy's Frail Body, An Intellect Bursts Out" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/07\/nyregion\/the-neediest-cases-from-a-boy-s-frail-body-an-intellect-bursts-out.html"} , {"body" : "Along the notoriously backed-up Belt Parkway, traffic is crazier than ever. Blame Exit 15, where an old eyesore, a 230-acre Brooklyn landfill, has been transformed into a $192 million shopping mall. With its own exit ramp and a lineup of retailers that includes Target, Bed Bath & Beyond, Old Navy and the Home Depot, the Gateway Center has become a" , "date" : "20030106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "East New York Journal; You Think Traffic Is Jammed on the Belt Parkway? Take a Look at Aisle 9" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/06\/nyregion\/east-new-york-journal-you-think-traffic-jammed-belt-parkway-take-look-aisle-9.html"} , {"body" : "The father of a 7-month-old Brooklyn boy who died on Tuesday evening was charged with murder yesterday after the city medical examiner's office reported that the child's skull had been fractured. The father, Kareem Gist, 25, said he called 911 after finding that the boy, Kyreese Foster, was not breathing. The child was taken to St. Mary's Hospital" , "date" : "20030104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Man Faces Charges Of Murder in Infant Son's Death" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/04\/nyregion\/brooklyn-man-faces-charges-of-murder-in-infant-son-s-death.html"} , {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF JEWISH HERITAGE: A LIVING MEMORIAL TO THE HOLOCAUST, 18 First Place, at West Street and Battery Place, Battery Park City, Lower Manhattan. Features exhibitions on the Holocaust and Jewish life before and after World War II. On view through Sunday, ''Yahrzeit: Sept. 11 Observed,'' with objects that reflect" , "date" : "20030103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/03\/arts\/spare-times-671010.html"} ,   {"body" : "Watching Simon Jackson in class is like watching a man who is conflicted about being in college. For long stretches, he huddles silently in the back corner, his head sunk into his bulky jacket. But every so often he strides to the front of the room to chat with the professor or to write on the chalkboard, self-assured to the point of cockiness. A" , "date" : "20031230" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Colleges Struggle to Help Black Men Stay Enrolled" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/30\/nyregion\/colleges-struggle-to-help-black-men-stay-enrolled.html"} , {"body" : "Theater ''AH, MY DEAR ANDERSEN,'' an adaptation with music of four stories by Hans Christian Andersen, by Urban Stages, at 259 West 30th Street, Manhattan, (212) 868-4444. Today at 2 and 7 p.m.; tomorrow, next Friday and Jan. 3 at 1 and 7 p.m.; and Sunday and Tuesday at 2 and 5 p.m. Tickets: $35; children, $25. ''A PRINCESS, AN EMPEROR AND A" , "date" : "20031226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["IRAQ" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/26\/arts\/spare-times-for-children.html"} , {"body" : "A Brooklyn teenager was shot to death early yesterday, shortly after he arrived at a party in a Crown Heights storefront. ''Someone asked for his chain,'' said a young woman who was at the party. According to the woman, who said she was afraid to give her name, the youth, Jarell Haskins, 17, tried to flee and ran from the party, which was in a" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "Teenager Shot to Death on Street After Being Chased From a Party" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/teenager-shot-to-death-on-street-after-being-chased-from-a-party.html"} , {"body" : "Mary Pinkett, a labor advocate from Brooklyn who became the first African-American woman elected to the New York City Council, died yesterday. She was 72. The cause was heart failure brought on by cancer, said her nephew, Derek Glover. As a young woman in Brooklyn, Mrs. Pinkett worked for a local labor union. She was interested in politics and" , "date" : "20031205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "11" , "title" : "Mary Pinkett, First Black Councilwoman, 72" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/05\/business\/mary-pinkett-first-black-councilwoman-72.html"} , {"body" : "MURIEL DENTON stood in her beauty salon on Eastern Parkway cradling a snapshot of a man with a white beard who smiled and squinted into the winter sun. ''He's not no John Doe,'' Ms. Denton said in a soft Caribbean-accented voice. ''He wasn't dirty or anything. I used to wash his hair sometimes.'' As she was speaking, the man in the picture was" , "date" : "20031130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITYPEOPLE; Homeless, but Hardly Friendless" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/30\/nyregion\/citypeople-homeless-but-hardly-friendless.html"} , {"body" : "EVENTS FÊTES DE NOËL, Bryant Park, Avenue of the Americas at 42nd Street. A holiday display with booths selling merchandise and offering information about various cultural institutions. Through Dec. 24, 11 a.m. to 7 p.m. (until 4 p.m. on Christmas Eve). Sponsored by the City of New York Parks and Recreation Department and the Bryant Park" , "date" : "20031128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/28\/arts\/spare-times-324213.html"} , {"body" : "LETITIA JAMES, who captured a New York City Council seat on the Working Families Party line, is recalling a political opponent's remark just two weeks ago. ''He said, 'Why don't you start a family? Why don't you find a man?'' says Ms. James, a lawyer who is 44, single and not the sort to be baited. Ms. James, who is nearly six feet tall, pauses" , "date" : "20031119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Only the Party Is Minor, Not Its Councilwoman" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/19\/nyregion\/public-lives-only-the-party-is-minor-not-its-councilwoman.html"} , {"body" : "AS the New York City housing market flourished in much of the period between 1999 and 2002, the pace of apartment deregulation quickened in the most desirable neighborhoods of Manhattan and market rents rose sharply in much of the city, especially in Brooklyn and Queens, where median rents exceed $1,000 for the first time in some neighborhoods." , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "As Rents Rise, So Does Deregulation" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/realestate\/as-rents-rise-so-does-deregulation.html"} , {"body" : "Theater ''PATCHWORK: STORIES, SONGS AND CHILDREN'S GAMES FROM AROUND THE WORLD,'' by the East River Theater Company, tomorrow and Nov. 22 at 2:30 p.m. at ART New York, 138 South Oxford Street, Fort Greene, Brooklyn. Tickets: $10; $5 for children. Information: (718) 636-5313. ''THE ELVES AND THE SHOEMAKER,'' an adaptation of the Brothers Grimm tale" , "date" : "20031114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/14\/arts\/spare-times-for-children.html"} , {"body" : "The brother of a murdered councilman saw the Brooklyn seat slip away yesterday in an election that brought large victories for incumbents across New York City. It was a crushing moment for Geoffrey A. Davis, who had made it clear that he wanted to carry on the work of his brother, Councilman James E. Davis, who was shot to death in City Hall in" , "date" : "20031105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE 2003 ELECTION: CITY COUNCIL; Letitia James Wins Seat That Slain Man's Brother Felt Was Rightfully His" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/05\/nyregion\/2003-election-city-council-letitia-james-wins-seat-that-slain-man-s-brother-felt.html"} , {"body" : "Today is Election Day. All the contests are local, so the results will affect everyday lives -- from trash removal and taxes to safe streets, good schools and clean government. For some of the most competitive races and the five questions on the New York City ballot, here are our recommendations, beginning with just this: Vote. Polls are open from" , "date" : "20031104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Choices for Election Day" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/04\/opinion\/choices-for-election-day.html"} , {"body" : "BETSY GOTBAUM presides over City Council meetings from an impressive wooden chair that sits on a large dais in the chambers at City Hall. The room, dressed in dusky oil paintings and gilt trim, is typically ringed by a restless, chattering cloud, equal parts men and women. But the picture looks different inside the red velvet ropes that cordon off" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Have All The Women Gone?" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/nyregion\/where-have-all-the-women-gone.html"} , {"body" : "There are 51 seats in the City Council, and all are up for grabs next Tuesday. Among the few truly competitive races, here are our choices in Brooklyn and Staten Island. Brooklyn: District 35 (Fort Greene, Clinton Hill and parts of Crown Heights, Prospect Heights and Bedford Stuyvesant) -- The contest in this district is the epilogue to the killing" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Endorsements for the City Council" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/opinion\/endorsements-for-the-city-council.html"} , {"body" : "Theater ''ALEXANDER AND THE TERRIBLE, HORRIBLE, NO GOOD, VERY BAD DAY,'' a musical based on Judith Viorst's book. Atlantic Theater Company, 336 West 20th Street, Chelsea. Tomorrow, Sunday, and Nov. 8 and 9 at 10:30 a.m. Tickets: $10; $5 for children under 12. Reservations: (212) 691-5919, extension 180. ''THE WIND IN THE WILLOWS,'' based on the" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/arts\/spare-times-for-children.html"} , {"body" : "On the steps of City Hall, on public affairs television programs and in the offices of civic organizations and political parties, the chatter these days dwells on a single topic: nonpartisan elections. The referendum to end party primaries and make party affiliation an afterthought in local races has so dominated conversations that it is referred" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Facing Vote to Alter Primaries, Many New Yorkers Just Yawn" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/facing-vote-to-alter-primaries-many-new-yorkers-just-yawn.html"} , {"body" : "''Ben lives at 340 Ocean Parkway. Where does Ben vote?'' Charles Brickous, a retired chemist from Crown Heights, Brooklyn, threw that question out to a classroom filled with an unusual assortment of students -- retirees, political party activists and random other city residents -- who had gathered in a musty Brooklyn back office for what might be" , "date" : "20031030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "This Time, Actually Helping Voters; Remedial Class Tries to Improve Poll Workers' Performance" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/30\/nyregion\/this-time-actually-helping-voters-remedial-class-tries-improve-poll-workers.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from South to Water Streets, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Tonight and tomorrow night at 8, ''An Evening of Flamenco and Kothak,'' in celebration of Spanish and North Indian" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/arts\/spare-times-825620.html"} , {"body" : "In the days after James E. Davis was murdered in the City Council chambers of City Hall, there was an outpouring of shock, grief and a stream of tributes for Mr. Davis. Into this well of emotion and good will walked the slain councilman's brother, Geoffrey A. Davis, a political novice with a troubled past who was determined to win James's seat and" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Carrying a Brother's Torch, Shakily; Davis in Tough Race to Win Council Seat Vacated by Murder" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/nyregion\/carrying-brother-s-torch-shakily-davis-tough-race-win-council-seat-vacated.html"} , {"author" : "E-mail: transit@nytimes.com" , "body" : "In the modern life of New York City, the subway grate has played many worthy roles. It has wafted Marilyn Monroe's skirt. It has provided a pond in which to fish for stray quarters. It has served as a heater for the homeless and, in Washington Heights, where the trains run deep and cool, as air-conditioning for the people. One role it had not" , "date" : "20031014" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; She Sees Art, and You're Walking on It" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/14\/nyregion\/tunnel-vision-she-sees-art-and-you-re-walking-on-it.html"} , {"author" : "Helen Epstein writes frequently about public health for The New York Review of Books. This is her first article for the magazine." , "body" : "Beverly Blagmon lives in the School Street housing projects in southwest Yonkers, a once-vibrant manufacturing area just north of New York City long mired in unemployment and poverty. Beverly has asthma, diabetes, high blood pressure, rheumatoid arthritis, gout and an enlarged heart, and her blood has a dangerous tendency to clot spontaneously. She" , "date" : "20031012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "UNITED STATES" , "CHICAGO (ILL)" , "WESTCHESTER COUNTY (NY)" , "DETROIT (MICH)"] , "nytd_section_facet" : ["Magazine" , "Health"] , "page_facet" : "75" , "title" : "GHETTO MIASMA; Enough To Make You Sick?" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/12\/magazine\/ghetto-miasma-enough-to-make-you-sick.html"} , {"body" : "A town hall meeting yesterday at Borough Hall on Staten Island drew no shortage of residents complaining vehemently of a longstanding, systemic racial problem on the island. ''White racism is the order of the day here,'' said the Rev. John Johnson, pastor of a church in the Clifton section and a longtime community activist who warned that ''a riot" , "date" : "20031012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Many Speakers At Meeting Cite Racism on S.I." , "url" : "http:\/\/www.nytimes.com\/2003\/10\/12\/nyregion\/many-speakers-at-meeting-cite-racism-on-si.html"} , {"body" : "The leader of the Brooklyn Democratic Party, Assemblyman Clarence Norman Jr., was indicted in Brooklyn yesterday on charges of misappropriating campaign funds and improperly claiming more than $5,000 in travel expenses that were reimbursed by taxpayers, law enforcement officials said. The charges could lead to a prison term of up to seven years for" , "date" : "20031010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Democratic Leader Charged in Misuse of Funds" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/10\/nyregion\/brooklyn-democratic-leader-charged-in-misuse-of-funds.html"} , {"body" : "YESTERDAY was Farmer's Market Day in Downtown Brooklyn, which seemed appropriate given that the borough has lately been a political hothouse, where cultivated relationships wither on the vine and plentiful sunlight is not always welcome. It seemed appropriate, too, that at this scrum of produce squeezers and flower smellers there suddenly sprouted" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York; Stale Harvest: Marketing a Party Boss" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/about-new-york-stale-harvest-marketing-a-party-boss.html"} , {"body" : "The tires on dozens of cars in a predominantly Jewish section of Crown Heights were slashed on Monday evening, the holy day of Yom Kippur, the police said yesterday, adding that the incidents might have been hate crimes. The police said about 35 cars were vandalized around Montgomery Street and Kingston Avenue; neighborhood residents said more than" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Cars Vandalized On Yom Kippur" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/metro-briefing-new-york-brooklyn-cars-vandalized-on-yom-kippur.html"} , {"author" : "A.O. Scott is a movie critic for The New York Times and a frequent contributor to the magazine." , "body" : "A few years ago, if you rode the D train from Brooklyn to Manhattan, your peripheral vision might have been surprised by a stroboscopic flicker of color at the mouth of the tunnel leading out onto the span of the Manhattan Bridge. If you adjusted your angle of vision properly, you could make out, through pillars and support walls, the bright Krylon" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "On The Edge Of The Neo-70's" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/on-the-edge-of-the-neo-70-s.html"} , {"body" : "The suspect in a fatal shooting during the Sept. 1 West Indian American Day Parade, tracked to Columbia, Md., by Brooklyn detectives, surrendered on Thursday, the police said. He was returned to New York yesterday. The suspect, Louis Wingate, 18, of Brownsville, Brooklyn, has been charged with second-degree murder in the shooting of Anthony" , "date" : "20031004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Man Held In Killing at Parade" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/04\/nyregion\/brooklyn-man-held-in-killing-at-parade.html"} , {"body" : "RECREATION NEW YORK ROAD RUNNERS CLUB. Two adult runs on Sunday in Central Park: the Norway Run, a five-kilometer race, begins at 9:15 a.m., followed at 9:30 by Grete's Great Gallop, a 13.1-mile run. Both adult races start at 70th Street and the East Drive. At 10:30 races for children 2 to 12 will be held on the 72nd Street Transverse, near" , "date" : "20031003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/arts\/spare-times-513792.html"} , {"body" : "The candidacy of Letitia James, the third-party candidate hoping to succeed the late Councilman James E. Davis, got a lift yesterday when she was endorsed by Alan G. Hevesi, the state comptroller. Mr. Hevesi, the state's highest ranking Democratic official, announced his endorsement of Ms. James, the candidate of the Working Families Party, at City" , "date" : "20031003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Top Democrat Backs Opponent of Slain Councilman's Brother" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/nyregion\/top-democrat-backs-opponent-of-slain-councilman-s-brother.html"} , {"body" : "Events BLESSINGS OF THE ANIMALS, to celebrate the Feast of St. Francis, will take place at two locations on Sunday. At 11 a.m., the blessing is part of a celebration also featuring performances by Paul Winter and his Consort and the Forces of Nature Dancers at the Cathedral Church of St. John the Divine, 1047 Amsterdam Avenue, at 112th Street," , "date" : "20031003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/arts\/spare-times-for-children.html"} , {"body" : "Across the city, the number of hate crimes reported to the police has been on the decline. Until recently, that was especially true on Staten Island, which took pride in a dramatic decrease in such incidents. The picture of harmony was pierced on Labor Day, when white youths attacked a black visitor named Rachel Carter and her friends. Since then," , "date" : "20031001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Hate by Numbers" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/01\/opinion\/hate-by-numbers.html"} , {"body" : "DEAR DIARY: A while back I was sitting in Caffe Reggio, my favorite haunt in the Village. It was a beautiful day, and I was outside enjoying a cappuccino and the life around me. A man of about 60 or so came down the sidewalk toward me. He was plugged into his Walkman and wore a bright orange baseball cap. He smiled broadly when he saw me," , "date" : "20030929" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/29\/nyregion\/metropolitan-diary-468185.html"} , {"body" : "This past summer, one sport prompted parties almost every Sunday afternoon on the south courts of Lincoln Terrace Park in Crown Heights, Brooklyn. Spectators from the community and from neighboring East Flatbush poured onto the concrete courts to watch. The fans bought cod and Caribbean soda from food vendors, and reggae bounced from under a yellow" , "date" : "20030928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LINCOLN TERRACE PARK (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK PARKS; Giving a Nod to Diversity, One Ethnic Sport at a Time" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/28\/nyregion\/neighborhood-report-new-york-parks-giving-nod-diversity-one-ethnic-sport-time.html"} , {"body" : "EVENTS MIDTOWN MADNESS FESTIVAL, 51st Street, from Park to Lexington Avenue, Manhattan. Today, 10 a.m. to 6 p.m. Sponsored by St. Bartholomew's Church. ST. FINBAR'S STREET FAIR, Bay 19th Street between Bath and Benson Avenues, Brooklyn. Today through Sunday, 3 to 11:30 p.m. CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th" , "date" : "20030926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/26\/arts\/spare-times-433152.html"} , {"body" : "Mayor Michael R. Bloomberg made a campaign-style swing through Brooklyn last month. Problem was, it was the day of the blackout, so his visit was cut short and all but ignored by the news media. Undeterred, Mr. Bloomberg scheduled Brooklyn Day, Part 2. So as the cameras rolled yesterday, the mayor trekked across the borough for the second time in" , "date" : "20030926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In Brooklyn, Mayor Attends To Some Unfinished Business" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/26\/nyregion\/in-brooklyn-mayor-attends-to-some-unfinished-business.html"} , {"body" : "A Brooklyn nurse who specializes in geriatric care was charged yesterday in the death of her 87-year-old mother, the authorities said. The nurse, Paula Sanford, 51, was charged with first-degree manslaughter in the death of her mother, Clarice Gray, because she had failed to help Ms. Gray after she fell down a flight of steps on Monday in the house" , "date" : "20030924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Nurse Is Charged in Death of Her Mother, 87" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/24\/nyregion\/nurse-is-charged-in-death-of-her-mother-87.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's. His last article for the magazine was on white-collar unemployment." , "body" : "The synagogue in the basement of the Lubavitch headquarters at 770 Eastern Parkway in Crown Heights, Brooklyn, is the closest thing to holy ground for the Hasidic movement, though with its peeling paint, dirty linoleum floors, wooden benches and unidentifiable odor, it feels more like a junior-high-school cafeteria than your average Jewish" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "Waiting for the Messiah of Eastern Parkway" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/magazine\/waiting-for-the-messiah-of-eastern-parkway.html"} , {"body" : "At a graceful town house on East 38th Street, landlord and tenant are locked in a fight as familiar to New York as yellow cabs and knishes. But this struggle has some unusual twists. The landlord is a Hasidic Jewish congregation in the worldwide Lubavitch movement. The congregation is led by an up-and-coming rabbi who helped run the movement's" , "date" : "20030915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Tenant vs. the Rabbi; Accusations Follow an Eviction Notice on East 38th" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/15\/nyregion\/the-tenant-vs-the-rabbi-accusations-follow-an-eviction-notice-on-east-38th.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''UPTOWN FRIDAYS!,'' Studio Museum in Harlem, 144 West 125th Street. With music, cocktails," , "date" : "20030912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/12\/arts\/spare-times-258342.html"} , {"body" : "Somewhere out on the Hudson River, a commuter ferry's engine fell silent. At the Central Park Tennis Center, a man stringing a tennis racket turned his head toward a television to watch a child read a name. Along a highway on-ramp in Queens, a dozen cars slowed to a stop. Alone in her car, with her radio on, a woman wept. At 8:46, the indelible" , "date" : "20030912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TWO YEARS LATER: THE DAY; A Silent, Tearful Pause Before Life Roars On" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/12\/nyregion\/two-years-later-the-day-a-silent-tearful-pause-before-life-roars-on.html"} , {"body" : "This list summarizes our recommendations in some of today's primary election races in New York City and Suffolk County. In some cases the primary is tantamount to election. In others, we may endorse again for the Nov. 4 general election. Polling hours in the metropolitan area are 6 a.m. to 9 p.m. CITY COUNCIL Queens: 27th District (St. Albans," , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "New York Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/opinion\/new-york-primary-choices.html"} , {"body" : "There are 24 Civil Court judgeships up for election in New York City but in reality, most have already been chosen by clubhouse leaders and party pols in a position to award the Democratic nomination and a practically uncontested ride to victory. Sadly, the burgeoning judicial corruption scandal under investigation by the Brooklyn district" , "date" : "20030906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "For Civil Court" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/06\/opinion\/for-civil-court.html"} , {"body" : "Events ''GLITTER, STRINGS AND OTHER THINGS,'' a family art workshop, tomorrow at 10 a.m. at the Studio Museum in Harlem, 144 West 125th Street. Free, as is museum admission for everyone the first Saturday of every month. Information: (212) 864-4500. NEW YORK HARBOR RESCUE DAY features activities tomorrow at two Lower Manhattan locations: the New" , "date" : "20030905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/05\/arts\/spare-times-for-children.html"} , {"body" : "A woman was found killed inside her apartment in Crown Heights about 11:25 a.m. yesterday, the police said. Her body was found by a roommate, a police official said, and she seemed to have suffered a head injury. The death was ruled a homicide, but the cause was still under investigation, a spokeswoman for the city's chief medical examiner said." , "date" : "20030905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Woman Found Killed" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/05\/nyregion\/metro-briefing-new-york-brooklyn-woman-found-killed.html"} , {"body" : "Two days after Anthony Bartholomew, 21, was shot dead in a crowd of thousands at the West Indian American Day Parade in Brooklyn, the circumstances remained unclear and the killer remained unknown, in part because the killing took place in such a public place, the police said yesterday. Initial theories of an attempt by Mr. Bartholomew and others" , "date" : "20030904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Questions Linger About Parade Killing" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/04\/nyregion\/metro-briefing-new-york-brooklyn-questions-linger-about-parade-killing.html"} , {"body" : "Under a persistent drizzle and the watchful eyes of young men in skullcaps, the workers loaded the last of the police barricades from Eastern Parkway in Brooklyn onto flatbed trucks yesterday. Sanitation workers cruised Kingston Avenue, but the garbage was gone. These streets, filled on Labor Day with people who came to eat jerk chicken, to" , "date" : "20030903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Picking Up the Pieces the Morning After the Parade and Its Strife" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/03\/nyregion\/picking-up-the-pieces-the-morning-after-the-parade-and-its-strife.html"} , {"body" : "Richard Joseph left the Micoud district on the tiny Caribbean island of St. Lucia in the late 1980's, after banana farming exhausted him. But that did not mean he would forever leave behind farming, family or his fellow countrymen, roughly 160,000 of them. After he put down the machete he used to cut bananas from the trees in St. Lucia and moved to" , "date" : "20030902" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ST LUCIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "At Parade, St. Lucians Raise Loud, Joyful Voice for Small Country" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/02\/nyregion\/at-parade-st-lucians-raise-loud-joyful-voice-for-small-country.html"} , {"body" : "Anthony Herbert, a former aide to United States Representative Edolphus Towns, said yesterday that he would run on the Republican ballot in the race for James E. Davis's City Council seat in Brooklyn. Mr. Herbert's decision followed his removal from the ballot for the Sept. 9 Democratic primary. It adds to the intensity of the competition in a" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Ex-Congressional Aide to Run For Slain Councilman's Seat" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/ex-congressional-aide-to-run-for-slain-councilman-s-seat.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} , {"body" : "On board the party boat Bargemusic in Brooklyn on Wednesday night, the wine was flowing, the chicken wings were disappearing, and a man in a spangly red vest and matching sneakers was lip-synching the disco hit ''Got to Be Real.'' Soon he urged the guests to give it up for the guest of honor, Assemblyman Clarence Norman Jr. ''Don't you know this" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brushing Off the Party Crashers; Brooklyn Boss Celebrates Despite Corruption Inquiry" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/brushing-off-party-crashers-brooklyn-boss-celebrates-despite-corruption-inquiry.html"} , {"body" : "Events ''PUPPETRY OF SHADOW AND LIGHT,'' an exhibition of international puppets and video clips, on view through Nov. 8 at the New York Public Library for the Performing Arts at Lincoln Center. Weekend hours: noon to 6 p.m. today and tomorrow; closed Sundays. Free. Information: (212) 870-1630. MUSIC AND DINOSAURS, at the Brooklyn Children's Museum," , "date" : "20030829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/arts\/spare-times-for-children.html"} , {"body" : "ON THE STREET New York City 13TH GREENWICH AVENUE LABOR DAY WEEKEND SUMMER FESTIVAL, Greenwich Avenue between Avenue of the Americas and West 12th Street, Greenwich Village. Tomorrow, 11 a.m. to 6 p.m. Sponsored by the Lesbian, Gay, Bisexual and Transgender Community Center. WASHINGTON SQUARE OUTDOOR ART EXHIBIT, streets surrounding Washington" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/arts\/spare-times-085499.html"} , {"body" : "IT all began on a whim, on a Sunday afternoon drive in early spring two years ago. Barbara Brown-Allen and her husband, Michael Allen, were living happily in a modest house in East Flatbush, Brooklyn. They owned a four-family building in Brownsville, too -- an investment property, nothing fancy, just a safe place to grow a nest egg. Life was sweet" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Crown Heights, Brooklyn; Rescuing a Near-Mansion With Rats in Its Parlors" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/realestate\/habitats-crown-heights-brooklyn-rescuing-a-near-mansion-with-rats-in-its-parlors.html"} , {"body" : "Aiming a ball at a target to drop a clown into a tub of water is old school at the Coney Island Boardwalk. Now people eagerly shoot the Freak. The Freak, as signs and the barker say, is a live human target. Coney Island has seen a lot, from real-life crime to the Painproof Rubber Girl. But even in a place where trouble and cheap spectacle are the" , "date" : "20030823" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Step Right Up, Live Human Target; Paintball Shooting Gallery Draws Notice at Coney Island" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/23\/nyregion\/step-right-up-live-human-target-paintball-shooting-gallery-draws-notice-coney.html"} , {"body" : "Expressing regret that he could not impose a harsher penalty, a federal judge sentenced Lemrick Nelson yesterday to 10 years in prison for the fatal stabbing of Yankel Rosenbaum in the Crown Heights racial unrest of 1991. Barring yet another surprise twist in a saga that has had more than its share, Mr. Nelson's sentencing, for violating the civil" , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Penalty in Crown Hts. Case Means a Little More Jail Time" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/nyregion\/penalty-in-crown-hts-case-means-a-little-more-jail-time.html"} , {"body" : "Police Commissioner Raymond W. Kelly released crime statistics yesterday that showed looting during last week's blackout began quickly, but remained light relative to the 1977 blackout, with about five dozen incidents concentrated largely in central Brooklyn. ''The first window broke on Flatbush Avenue about 10 minutes after the blackout'' began," , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Central Parts Of Brooklyn Saw the Worst Of Looting" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/nyregion\/central-parts-of-brooklyn-saw-the-worst-of-looting.html"} , {"body" : "Twelve years to the day after an Orthodox Jew died of knife wounds inflicted during racial unrest in Crown Heights, Brooklyn, the black man convicted of stabbing him, Lemrick Nelson, is to be sentenced in federal court in Brooklyn today. Mr. Nelson, who was found guilty in May of violating the civil rights of the victim, Yankel Rosenbaum, in his" , "date" : "20030820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sentencing Is Scheduled Today In 1991 Crown Heights Slaying" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/20\/nyregion\/sentencing-is-scheduled-today-in-1991-crown-heights-slaying.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's." , "body" : "By the time darkness descended on New York on Thursday evening, I was eating a pizza with a friend on my stoop in Park Slope, Brooklyn. We wanted to hear the end of the Yankee game, so we got into my car and started driving. Pretty soon we'd picked up five middle-aged Russian women who had been walking from Midtown Manhattan to Brighton Beach." , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "9" , "title" : "The New York That's Visible in the Dark" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/opinion\/the-new-york-that-s-visible-in-the-dark.html"} , {"body" : "With the lights back on yesterday in New York City, several shopkeepers said they had returned to work to find their stores broken into and their merchandise gone. The police took reports of everything from precious stones to boxes of diapers snatched while the lights and alarms were out. A handful of reports of looting, which the police said" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE BLACKOUT: THE NEIGHBORHOODS; For Owners of Stores Hit by Looters, Low Crime Rate During Crisis Is No Comfort" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/blackout-neighborhoods-for-owners-stores-hit-looters-low-crime-rate-during.html"} , {"body" : "The marching band, the words of gospel and the rousing speeches about the need to stop black-on-black violence, all of these traditional highlights of the annual ''Love Yourself, Stop the Violence'' rally in central Brooklyn were there again yesterday. But one critical ingredient was missing: City Councilman James E. Davis, the Stop the Violence" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Slain Councilman Honored At Rally Against Violence" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/slain-councilman-honored-at-rally-against-violence.html"} , {"body" : "New York City was a crime scene waiting to happen, the imposed darkness offering a nearly perfect opportunity for those inclined to help themselves to whatever their neighborhoods had to offer: computers, jewelry, groceries, cellular phones. No cash, just carry. But while about 250 people were arrested in what the police described as" , "date" : "20030816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE BLACKOUT: CRIME; This Time, Fewer Arrests As the City Stayed Dark" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/16\/nyregion\/the-blackout-crime-this-time-fewer-arrests-as-the-city-stayed-dark.html"} , {"body" : "When power went out across vast pockets of the Northeast yesterday, the New York Police Department initially responded as it would to a major terrorist attack, officials said yesterday. A special command center in the Bronx was activated, police helicopters and harbor units increased patrols, the police in each borough began to operate as" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE BLACKOUT OF 2003: NEW YORK CONCERNS; Responding to a Blackout, But on Alert for Terrorism" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/nyregion\/blackout-2003-new-york-concerns-responding-blackout-but-alert-for-terrorism.html"} , {"body" : "It was a battle for picnic supremacy, but it looked suspiciously like lunch. Yesterday afternoon, scores of New Yorkers filled Bryant Park, loaded down with coolers, children and potato-chip bags. They had come to break the record for World's Largest Picnic and give New York City another claim to fame. But there was a problem -- the park's lawn was" , "date" : "20030804" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Call the Guinness People! Crowd Eats in Bryant Park" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/04\/nyregion\/call-the-guinness-people-crowd-eats-in-bryant-park.html"} , {"body" : "The family of Yankel Rosenbaum, who was fatally stabbed in the Crown Heights racial violence in 1991, argued in a legal filing yesterday that the man convicted of a civil rights violation in the case should receive a far longer sentence than is being sought by either the prosecution or the defense. In a mixed verdict in May, a jury found that the" , "date" : "20030802" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Family Seeks Longer Term For Stabbing In Crown Hts." , "url" : "http:\/\/www.nytimes.com\/2003\/08\/02\/nyregion\/family-seeks-longer-term-for-stabbing-in-crown-hts.html"} , {"body" : "The death of James E. Davis in the Council chamber of New York's most important municipal building shocked the city, provoked an outpouring of anger and sorrow and raised questions about basic security at public buildings. But the murder of Mr. Davis, a Brooklyn councilman previously unknown to most of the city, has also pushed his family, barely" , "date" : "20030801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grief, Then Scrutiny for Slain Councilman's Family" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/nyregion\/grief-then-scrutiny-for-slain-councilman-s-family.html"} , {"body" : "A selective listing by Times critics of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Every summer opera lovers and the operatically curious go to Cooperstown, N.Y., to enjoy the offerings of the innovative Glimmerglass Opera festival. It's a long drive from New York City, about" , "date" : "20030801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Events ''PUPPETRY OF SHADOW AND LIGHT,'' an exhibition of international puppets and video clips from various productions, on view through Sept. 16 at the New York Public Library for the Performing Arts at Lincoln Center. Weekend hours: noon to 6 p.m. today and tomorrow; closed Sundays. Free. Information: (212) 870-1630. DANCE PERFORMANCES, by" , "date" : "20030801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/arts\/spare-times-for-children.html"} , {"body" : "Hobbling around the basketball court at the South Bronx housing project on his worn-out knees, the 57-year-old Fordham University professor passed the ball to his 55-year-old research associate. The younger man executed the classic jump shot that had electrified crowds all over the neighborhood back in the 1960's. ''Beautiful,'' said the professor," , "date" : "20030730" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Painting a Portrait of Black Experience in the Bronx" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/30\/nyregion\/painting-a-portrait-of-black-experience-in-the-bronx.html"} , {"body" : "The coffin lay in the City Hall rotunda beneath a coffered dome that recalls the Pantheon in Rome. It was flanked by a pair of police officers who stood as rigid as beefeaters in their dress uniforms and white gloves, with their shiny leather Sam Browne belts creaking diagonally across their chests. Outside, the crowd stretched down the stairs," , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "7,000 Honor Slain Councilman in the Hall Where He Fell" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/nyregion\/7000-honor-slain-councilman-in-the-hall-where-he-fell.html"} , {"body" : "The city worker placed an American flag in the rotunda of City Hall yesterday morning, making sure the gold-colored eagle atop the pole faced forward and that the furl was just right. Then he put up the New York State flag, the New York City flag, the white Brooklyn flag and the prisoner-of-war flag. The five flags will frame the coffin of City" , "date" : "20030728" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Hall Ready For Councilman To Lie in State" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/28\/nyregion\/city-hall-ready-for-councilman-to-lie-in-state.html"} , {"body" : "The organization that provided a political foothold for Councilman James E. Davis, who was fatally shot Wednesday in City Hall, started in his living room on Cumberland Street and moved into his mother's basement on Brooklyn Avenue. Love Yourself: Stop the Violence, a community group whose goal was to use self-love and respect to stamp out" , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Long Before the Gunshots, A Mission to Stop the Bloodshed" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/nyregion\/neighborhood-report-fort-greene-long-before-gunshots-mission-stop-bloodshed.html"} , {"body" : "DAVIS--James E. Heart of Brooklyn and its members mourn the loss of our esteemed Councilman, a stalwart supporter of arts and culture in central Brooklyn and beyond. His steadfast belief in a better quality of life for his constituents was an inspiration to all who knew him. Ellen F. Salpeter, Director Heart of Brooklyn Judith D. Zuk, President" , "date" : "20030725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths DAVIS, , JAMES E." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/25\/classified\/paid-notice-deaths-davis-james-e.html"} , {"body" : "A selective listing by Times critics for new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''EUGENE ONEGIN.'' The Kirov Opera's 2002 production, a collaboration with the Théâtre du Châtelet in Paris, isn't much to look at. But vocally and dramatically, it fully captures the spirit and intensity of the" , "date" : "20030725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/25\/movies\/classical-music-and-dance-guide.html"} , {"body" : "To many in central Brooklyn, Councilman James E. Davis was the man whose face was the centerpiece of red-and-white campaign posters on scores of bus shelters and store windows in the area. To others, he was the combative, upstart politician who took on anyone and everyone, from the City Council speaker to the Democratic Party organization in" , "date" : "20030724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "SHOOTING AT CITY HALL: THE COUNCILMAN; Davis Recalled as Maverick Who Rallied Against Violence" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/24\/nyregion\/shooting-city-hall-councilman-davis-recalled-maverick-who-rallied-against.html"} , {"body" : "A 45-year-old Brooklyn man fatally stabbed his wheelchair-bound brother Thursday night in an argument over a Yankees baseball cap, the police said yesterday. The victim, Frank Ross, 49, was sitting in his wheelchair in front of his apartment building on Sterling Place in Crown Heights, Brooklyn, around 7:15 p.m., when his brother, Kenneth Ross," , "date" : "20030712" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Slain in Dispute Over Cap, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/12\/nyregion\/man-slain-in-dispute-over-cap-police-say.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from Water to South Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. BATTERY PARK CITY PARKS CONSERVANCY. Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan: tonight at 6:30 and 8:30, ''Sunset Jam on the Hudson,'' interactive drumming workshops with Peter" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/spare-times-462390.html"} , {"body" : "Events ''CIRCUS DAYS,'' a weekend of free performances by members of Winn's Thrills of the Universe, the Bindlestiff Family Cirkus, Circus Amok and others, as well as face-painting, at Coney Islnd Astroland, Stillwell Avenue and West 10th Street, Brooklyn. Tomorrow and Sunday, 1 to 7:30 p.m. Ride tickets range from $2 for rides in the kiddie park" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/spare-times-for-children.html"} , {"body" : "HIGHLIGHTS HOLLYWOOD: OSCAR GETS TOUGH -- For the first time, expulsion or suspension may penalize members of the Academy of Motion Picture Arts and Science who violate its new rules against aggressive Oscar campaigns. A Reuters report on the new regulations noted that previously those who offended what were called guidelines might suffer only the" , "date" : "20030707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GREAT BRITAIN"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "2" , "title" : "ARTS BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/07\/movies\/arts-briefing.html"} , {"body" : "It had been nearly 10 months since Bobby Gibson had watched a stranger dressed in black ride a bicycle into a Brooklyn schoolyard, draw a gun from his waistband and kill his friend. Now he was ready to walk into a courtroom to testify in the murder case. But on the streets of Bedford-Stuyvesant, the word had been out for months: ''lie or die,'' as" , "date" : "20030706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'LIE OR DIE' -- Aftermath of a Murder; Justice, Safety and the System: A Witness Is Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/06\/nyregion\/lie-die-aftermath-murder-justice-safety-system-witness-slain-brooklyn.html"} , {"body" : "It all began in the Glamor Girl lingerie factory back in Trinidad, where friendships formed amid the ceaseless procession of nighties and negligees. A young checker, Beulah Reid, began dreaming of a house of her own. And a web of personal connections wove itself around her. It was a friend from the factory who invited Mrs. Reid to the United States" , "date" : "20030628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn Woman's Path, A Story of Caribbean Striving" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/28\/nyregion\/in-brooklyn-woman-s-path-a-story-of-caribbean-striving.html"} , {"body" : "Jurassic Park, Brooklyn The Brooklyn Children's Museum is usually filled with parents and their little ones, but these days the family groups in one section don't resemble typical museum visitors. They're bigger and noisier, and even the younger generation looks old. Well, you would, too, if you were from the Mesozoic Era. These are the denizens of" , "date" : "20030627" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/27\/arts\/family-fare.html"} , {"body" : "EVENTS SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan. A free singalong with Terre Roche, a singer and guitarist. Tonight at 7. Sponsored by the Battery Parks City Parks Conservancy. Information: (212) 267-9700. ASIAN AMERICAN INTERNATIONAL FILM FESTIVAL continues at the Asia Society, 725 Park Avenue," , "date" : "20030627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/27\/arts\/spare-times-276049.html"} , {"body" : "Francesse Petithome wore a fancier dress this time, burgundy with gold sequins instead of plain green. Tyisha Berger shed a few happy tears -- she finally got to deliver her valedictory speech -- while Glen Watson, languorous in the heat, shrugged his relief. ''This time they didn't stop us for nothing,'' Glen, 11, said after flipping the tassel on" , "date" : "20030626" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "On the 2nd Try, a Quiet Graduation at P.S. 92" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/26\/nyregion\/on-the-2nd-try-a-quiet-graduation-at-ps-92.html"} , {"body" : "Francesse Petithome wore a fancier dress this time, burgundy with gold sequins instead of plain green. Tyisha Berger shed a few happy tears -- she finally got to deliver her valedictory speech -- while Glen Watson, languorous in the heat, shrugged his relief. ''This time they didn't stop us for nothing,'' Glen, 11, said after flipping the tassel on" , "date" : "20030625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the 2nd Try, a Quiet Graduation at P.S. 92" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/25\/nyregion\/on-the-2nd-try-a-quiet-graduation-at-ps-92.html"} , {"body" : "EVENTS PAUL WINTER'S 10TH SUMMER SOLSTICE CELEBRATION, Cathedral of St. John the Divine, 1047 Amsterdam Avenue, at 112th Street, Morningside Heights. The saxophonist Paul Winter and his world music ensemble perform three concerts in observance of the change of seasons. With Amina, a singer; Jerry O'Sullivan, a pipe player; and Chris Berry, a thumb" , "date" : "20030620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/20\/arts\/spare-times-180742.html"} , {"body" : "THE Brooklyn Navy Yard may someday become Hollywood East, a sprawling complex of soundstages and editing suites. Alongside the production facilities under construction are varied businesses, including one holdout, a company that repairs Staten Island ferries. Of interest to home decorators is a colony of 30 upholsterers, woodworkers and" , "date" : "20030619" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "PERSONAL SHOPPER; In the Old Navy Yard, Sales Replace Sails" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/19\/garden\/personal-shopper-in-the-old-navy-yard-sales-replace-sails.html"} , {"body" : "Fifth graders at Public School 92 in Brooklyn may get another chance to don their blue and yellow caps and gowns for family and friends. School administrators are considering holding a second ceremony for the students, whose graduation on Tuesday was marred by a fracas between security guards and an angry crowd they kept outside. As those involved" , "date" : "20030619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School May Repeat Graduation; Guards Say They Were Attacked" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/19\/nyregion\/school-may-repeat-graduation-guards-say-they-were-attacked.html"} , {"body" : "A Brooklyn elementary school graduation became a scene of pandemonium yesterday when members of an overflow crowd, angered by being left outside, confronted at least one security officer and were hit with pepper spray, witnesses said. Before it was over, three people were treated at a hospital for burns, parents were circulating a protest petition" , "date" : "20030618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Pandemonium Mars Graduation For Brooklyn Elementary School" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/18\/nyregion\/pandemonium-mars-graduation-for-brooklyn-elementary-school.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan." , "date" : "20030613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/13\/arts\/spare-times-084948.html"} , {"body" : "Four men died from gunfire in Brooklyn, and a fifth was near death after a fistfight in Manhattan, all the victims of violent altercations between Tuesday afternoon and sunrise yesterday, the police said. About 4:30 p.m. Tuesday, an unidentified 28-year-old man sitting in a car in Bath Beach was shot to death. About an hour later, Khamar Clarke," , "date" : "20030612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Four Killed and One Hurt In Separate Incidents" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/12\/nyregion\/metro-briefing-new-york-four-killed-and-one-hurt-in-separate-incidents.html"} , {"body" : "In the last 17 months, as crime began to increase around the country, many people began to question whether New York City had reached the limits of its crime-fighting successes. With the Giuliani administration gone and a persistent budget deficit and antiterrorism demands eating away at the resources of the New York Police Department, many New" , "date" : "20030610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Bloomberg, The Crime Rate Keeps Falling" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/10\/nyregion\/for-bloomberg-the-crime-rate-keeps-falling.html"} , {"body" : "A married couple and the wife's sister were found shot in the head yesterday in their home in southeast Queens, near the Nassau County border. The couple's 12-year-old son discovered his aunt dead on the kitchen floor and called the police, who found his parents' bodies in the basement. The victims, Larie Barnes, 39, his wife, Carren Chambers, 34," , "date" : "20030610" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boy Discovers His Aunt's Body, and the Police Find His Parents Slain" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/10\/nyregion\/boy-discovers-his-aunt-s-body-and-the-police-find-his-parents-slain.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan." , "date" : "20030606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/06\/arts\/spare-times-974927.html"} , {"body" : "In graphic detail, a registered nurse told jurors in a Brooklyn courtroom yesterday that a Roman Catholic priest invited her to a rectory in Bedford-Stuyvesant in 2000 to advise her about annulling her marriage, raped her on a couch and then blithely asked for a ride back to where he was staying. The priest, Cyriacus Udegbulem, visiting from" , "date" : "20030606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Nurse Testifies Priest Raped Her in Rectory" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/06\/nyregion\/nurse-testifies-priest-raped-her-in-rectory.html"} , {"body" : "Sherrine Hopkins held a Donna Karan denim jacket, $66; a pair of jeans, $59; and a plaid tank top, $54. On Saturday, the total would have come to an even $179. Yesterday, her purchase at Macy's rang up at $194.22. For the last three years, Ms. Hopkins and other shoppers have enjoyed the city's tax exemption on clothing and shoes priced under $110" , "date" : "20030602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pants Fit, but the Wallet Feels Lighter in the Pocket" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/02\/nyregion\/pants-fit-but-the-wallet-feels-lighter-in-the-pocket.html"} , {"body" : "Because of a data processing error, a chart last Sunday showing the performance of New York City fourth graders on the state's English Language Arts test gave an incorrect set of figures in the column labeled Percentage Point Change From 2002. Those figures were intended to compare the percentage of students who met state standards this year with" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/c-corrections-925195.html"} , {"body" : "Surviving a Bullet To Lead a Full Life His life now is good, Nachum Sasonkin says, nine years after doctors saw little hope that he had any life left. In March 1994, Mr. Sasonkin, then 18, was a passenger in a van filled with Hasidic yeshiva students that was starting to cross the Brooklyn Bridge when a livery cab driver began shooting into it. Mr." , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/following-up.html"} , {"body" : "IF this is a city of aspiration, Queens College is a focal point of the American dream. Forty-four percent of the school's 12,000 undergraduates are first-generation college students, and the same percentage were born outside the United States. Inside the Student Union, 162 flags from around the world hang in dense and colorful rows from the" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dreams, Deferred" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/dreams-deferred.html"} , {"body" : "America's debate over the Iraq war continued at colleges and universities this spring, as commencement speakers weighed in with reflections on the conflict. Supporters and officials of the Bush administration used appearances before campus audiences to characterize the military action as a triumph of American beliefs. ''What better explains the" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "41" , "title" : "Commencement Speeches; Reflections on War, Peace, and How to Live Vitally and Act Globally" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/commencement-speeches-reflections-war-peace-live-vitally-act-globally.html"} , {"body" : "New York City's fourth and eighth graders made solid gains this year on New York State's standardized English Language Arts tests, with particularly sharp improvements among fourth graders in some of the city's poorest and historically lowest-performing districts. But politicians and education officials cautioned that it was hardly time to" , "date" : "20030525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "How Students Fared on the State English Exam" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/25\/nyregion\/how-students-fared-on-the-state-english-exam.html"} , {"body" : "NO matter where you live, Southern-fried chicken is the ultimate picnic food. It is best eaten with your hands when you are propped up on an elbow, stretched out on a blanket. With summer bearing down, I set out to find the city's best takeout birds, Southern-fried and bundled up in large quantities to take to the park, the beach or the rooftop." , "date" : "20030521" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "A Southern-Fried Picnic, to Go" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/21\/dining\/a-southern-fried-picnic-to-go.html"} , {"author" : "Samuel G. Freedman, associate dean of Columbia University's Graduate School of Journalism, is author of ''Jew vs. Jew: The Struggle for the Soul of American Jewry.''" , "body" : "Eleven years, eight months and nine days after a Hasidic Jew named Yankel Rosenbaum was stabbed on the streets of Brooklyn's Crown Heights, Lemrick Nelson Jr. confessed that he did it. He was woefully late in more ways than one. In its bloody moment in 1991, the killing seemed to symbolize all that had gone wrong in the special relationship between" , "date" : "20030517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "17" , "title" : "A Relationship That's Past Its Prime" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/17\/opinion\/a-relationship-that-s-past-its-prime.html"} , {"body" : "The jury forewoman in the Crown Heights federal retrial said yesterday that the jury cleared Lemrick Nelson Jr. of causing Yankel Rosenbaum's death not because of anything that came up at trial, but because jurors knew from old news accounts that Mr. Rosenbaum's family has a negligence lawsuit against the hospital where he died. ''Everybody knew" , "date" : "20030517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Juror Explains Mixed Verdict On Crown Hts." , "url" : "http:\/\/www.nytimes.com\/2003\/05\/17\/nyregion\/juror-explains-mixed-verdict-on-crown-hts.html"} , {"body" : "INTERNATIONAL A3-6 Allied Forces to Retain Indefinite Control of Iraq Allied officials leading reconstruction efforts told Iraqi leaders that they would remain in charge for an indefinite period, according to Iraqis who attended a meeting chaired by L. Paul Bremer III, the new civilian administrator. A1 For the past 12 years, Kuwait has demanded to" , "date" : "20030517" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/17\/nyregion\/news-summary-730165.html"} , {"body" : "EVENTS P.S. 11 BENEFIT, Chelsea Market, Ninth and Tenth Avenues, between 15th and 16th Streets. Food and drink sampling from more than 20 restaurants, including Boulud, Amy's Bread, Hale and Hearty Soup, and the Chelsea Market Basket. Today, 6 to 9 p.m. Admisssion, $30. Information: (212) 496-4520. NEW YORK ASIAN FILM FESTIVAL, Anthology Film" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/arts\/spare-times-704342.html"} , {"body" : "Transcripts released yesterday from the just-concluded Crown Heights federal trial offer a rare glimpse of bare-knuckled rancor, brinkmanship and trash-talking behind the scenes that the considerable tension in the courtroom barely hinted at. The jury forewoman complained to the judge that other jurors had bullied her until she could stand it no" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rare Glimpse Of Disorder In the Court" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/nyregion\/rare-glimpse-of-disorder-in-the-court.html"} , {"body" : "Even before yesterday's anticlimactic end, the latest Crown Heights trial was a muted drama. Maybe that was because, for many New Yorkers, it has been a long time since there was any real question about whether Lemrick Nelson Jr. stabbed Yankel Rosenbaum that August night in 1991. Yet here were lawyers once again doing battle over events in Crown" , "date" : "20030515" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CROWN HEIGHTS VERDICT: THE LEGAL SYSTEM; Jury Finds What Many Already Knew" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/15\/nyregion\/the-crown-heights-verdict-the-legal-system-jury-finds-what-many-already-knew.html"} , {"body" : "In a mixed verdict that delighted the defendant, the federal jury in the third Crown Heights racial violence trial convicted Lemrick Nelson Jr. yesterday of violating the civil rights of an Orthodox Jew by stabbing him during a night of racial unrest in Brooklyn 12 years ago, but found that Mr. Nelson did not cause the death of the victim, Yankel" , "date" : "20030515" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE CROWN HEIGHTS VERDICT: OVERVIEW; Mixed Verdict On Crown Hts.; Defense Happy" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/15\/nyregion\/the-crown-heights-verdict-overview-mixed-verdict-on-crown-hts-defense-happy.html"} , {"body" : "INTERNATIONAL A3-18 Diplomat is Frustrated By Previous Saudi Security The U.S. ambassador to Saudi Arabia, Robert W. Jordan, reflected increasing American frustration with Saudi efforts against terrorism, saying its government had provided little or no response to requests prior to the recent attacks that it improve security at foreign compounds." , "date" : "20030515" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/15\/nyregion\/news-summary-697753.html"} , {"body" : "The jurors in the Crown Heights racial violence retrial sent out two notes that they were at an impasse yesterday and a third note that the judge would not reveal during an emotional day that also included a defense motion for a mistrial. In the end, the jurors asked to return to Federal District Court in Brooklyn today for a sixth day of" , "date" : "20030514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Day of Notes And Confusion In '91 Retrial" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/14\/nyregion\/day-of-notes-and-confusion-in-91-retrial.html"} , {"body" : "On the fourth day of jury deliberations at the Crown Heights racial violence retrial in federal court in Brooklyn yesterday, everyone seemed puzzled. The jury sent a four-part note to the judge requesting clarification on what it would take to find the defendant, Lemrick Nelson Jr., guilty of ''aiding and abetting'' the violation of Yankel" , "date" : "20030513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Again Has Questions In Retrial Of '91 Case" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/13\/nyregion\/jury-again-has-questions-in-retrial-of-91-case.html"} , {"body" : "The jury in the Crown Heights racial violence retrial finished its third day of deliberations yesterday without returning a verdict. But before they left federal court in Brooklyn for the weekend, the jurors sent out a note that stirred hope among some of the defendant's lawyers. The jurors asked the judge, Frederic Block of United States District" , "date" : "20030510" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Jury's Query Heartens Defense In Crown Heights Stabbing Trial" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/10\/nyregion\/jury-s-query-heartens-defense-in-crown-heights-stabbing-trial.html"} , {"body" : "A FEDERAL jury in Brooklyn tried without success yesterday to determine what the immediate future holds for Lemrick Nelson Jr. in the Crown Heights case. No matter what the verdict is after deliberations resume today, Mr. Nelson is unlikely to spend the remainder of his days behind bars. He is only 27 years old. So he may want to give some thought" , "date" : "20030509" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAPAN" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; A Way to Say, 'Sayonara, Mr. Nelson'" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/nyregion\/nyc-a-way-to-say-sayonara-mr-nelson.html"} , {"body" : "EVENTS NEW YORK CITY BUSINESS EXPO, Fulton Street, from Broadway to Gold Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Planning Board No. 1. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A sing-along with Terre Roche, a singer and guitarist. Fridays at 7 through May." , "date" : "20030509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/arts\/spare-times-593346.html"} , {"body" : "Five Myles 558 St. Johns Place Crown Heights, Brooklyn Through May 17 Statues of the Buddhist deity called Jizo are everywhere in Japan, on country roadsides and city street corners, in temple grounds and cemeteries. Hand-carved or mass-produced, the image is always pretty much the same: a short figure in simple robes with a round shaved head and a" , "date" : "20030509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART IN REVIEW; Yoko Inoue" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/arts\/art-in-review-yoko-inoue.html"} , {"body" : "In an unusual new effort aimed at reducing gun violence, the city has established a special court in Brooklyn to handle all felony gun possession cases from the five Brooklyn neighborhoods with the heaviest concentration of shootings in the city, Mayor Michael R. Bloomberg announced yesterday. The new court, which began hearing cases on April 28," , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Special Court for Gun Crimes Is Created Just for Five Neighborhoods in Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/special-court-for-gun-crimes-created-just-for-five-neighborhoods-central.html"} , {"body" : "An article yesterday about closing arguments in the latest trial in the 1991 disturbances in Crown Heights, Brooklyn, referred imprecisely to actions taken by an Orthodox Jewish ambulance crew at the scene after a car accident fatally injured a black child and set off the unrest. Moments after the crew arrived, the police ordered it to leave with" , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/c-corrections-604984.html"} , {"body" : "The jury in the Crown Heights racial violence trial began deliberations yesterday. The defendant, Lemrick Nelson Jr., who is black, is accused of violating the civil rights of Yankel Rosenbaum, an Orthodox Jew, by fatally stabbing him in 1991 because of his religion. Mr. Nelson's lawyers concede that he stabbed Mr. Rosenbaum. In the summation" , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Race Trial Jury Begins Deliberations" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/metro-briefing-new-york-brooklyn-race-trial-jury-begins-deliberations.html"} , {"body" : "On a hot August night 12 years ago, a man named Yankel Rosenbaum lay on the hood of a car in Crown Heights, Brooklyn, bleeding from wounds that would eventually take his life. The police brought over a 16-year-old, Lemrick Nelson Jr., whom they had just arrested. Mr. Rosenbaum said he recognized the young man, and he asked him a question. ''Why did" , "date" : "20030507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Crown Hts. Retrial Comes Down to 'Why?'" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/07\/nyregion\/crown-hts-retrial-comes-down-to-why.html"} , {"body" : "The federal judge in the Crown Heights racial violence retrial ruled yesterday that prosecutors could not tell jurors that Lemrick Nelson Jr.'s current defense contradicts the outright denials made at his earlier trials. Prosecutors had hoped to undermine Mr. Nelson's credibility by showing that he has changed his story. At his first trial on" , "date" : "20030506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Crown Hts. Prosecutors Told Not to Talk of Former Defense" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/06\/nyregion\/crown-hts-prosecutors-told-not-to-talk-of-former-defense.html"} , {"body" : "To many legal experts, a weakness in Lemrick Nelson Jr.'s defense at his latest trial for a killing during the 1991 violence in Crown Heights is that he seems to have changed his story. At his first federal trial on civil rights violations in 1997, Mr. Nelson's lawyer denied that he had stabbed Yankel Rosenbaum, an Orthodox Jewish scholar, during a" , "date" : "20030505" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Prosecutors Seek to Bring Up Old Denial in Crown Hts. Case" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/05\/nyregion\/prosecutors-seek-to-bring-up-old-denial-in-crown-hts-case.html"} , {"body" : "IT is hardly the most appealing defense: Sure, I killed him, but because I was drunk, not because he was Jewish. But legal experts said the unusual strategy could be effective in the second federal civil rights prosecution of Lemrick Nelson Jr. for killing Yankel Rosenbaum during the 1991 riots in Crown Heights, Brooklyn. The argument, put forward" , "date" : "20030504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "Crown Heights Redux: The Best Defense Is an Offense" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/04\/weekinreview\/crown-heights-redux-the-best-defense-is-an-offense.html"} , {"body" : "The streets of Bedford-Stuyvesant were calm yesterday, a day after a fatal police shooting spurred the friends of the man killed to threaten police officers at close range and kick their patrol cars. The man, Carlos Lopez, 19, was the second to be killed by the police in two days. And late Thursday night, the police shot a third person in Brooklyn" , "date" : "20030503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Woman Is Injured in 3rd Police Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/03\/nyregion\/brooklyn-woman-is-injured-in-3rd-police-shooting.html"} , {"body" : "EVENTS SECOND ARTS FESTIVAL, Rockefeller Center, 30 Rockefeller Center, Manhattan. More than 100 fine-arts exhibitors. Today and tomorrow, 9 a.m. to 7 p.m.; Sunday, 10 a.m. to 5:30 p.m. Free. SUNSET SINGING CIRCLE, Robert F. Wagner, Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A singalong with Terre Roche, a singer and guitarist." , "date" : "20030502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/arts\/spare-times-502677.html"} , {"body" : "Theater ''LAGUSHKA: THE RUSSIAN FROG PRINCESS,'' a one-man musical about a prince who marries a frog, written and performed by Michael Orth, Sundays at 11 a.m. and 1 p.m. through May at the 78th Street Theater Lab, 236 West 78th Street, Manhattan. Tickets: $10. Information: (212) 873-9050. ''MAYA THE BEE,'' a jazz puppet show about an adventurous" , "date" : "20030502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/arts\/spare-times-for-children.html"} , {"body" : "Lemrick Nelson, the defendant in the Crown Heights racial violence trial, was rushed to a hospital yesterday afternoon when he suffered an asthma attack in the courtroom. Mr. Nelson apparently recovered quickly, however, and was back at United States District Court two hours later. Mr. Nelson, 27, has a long history of asthma -- he was hospitalized" , "date" : "20030502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Race Trial Defendant Hospitalized" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/nyregion\/metro-briefing-new-york-brooklyn-race-trial-defendant-hospitalized.html"} , {"body" : "It has been more than a decade since Leslie King and 11 other jurors in Brooklyn acquitted Lemrick Nelson Jr. of murder and manslaughter charges in the fatal stabbing of Yankel Rosenbaum. But Ms. King said yesterday that she was not surprised to hear that lawyers for Mr. Nelson, who is being tried for the third time in connection with the attack on" , "date" : "20030501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Juror in First Crown Hts. Trial Remains Bitter About Ordeal" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/01\/nyregion\/juror-in-first-crown-hts-trial-remains-bitter-about-ordeal.html"} , {"body" : "Two police officers testified yesterday in the latest Crown Heights trial in Brooklyn that the defendant, Lemrick Nelson Jr., did not appear to be drunk when he was arrested after the stabbing of Yankel Rosenbaum. The testimony was at odds with the new defense Mr. Nelson's lawyers unveiled Monday at the opening of his retrial on federal civil" , "date" : "20030430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in Crown Heights Case Seemed Sober, Officers Testify" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/30\/nyregion\/suspect-in-crown-heights-case-seemed-sober-officers-testify.html"} , {"body" : "Through almost 12 years and two previous trials, lawyers for Lemrick Nelson Jr. denied that he was involved in the killing of an Orthodox Jew named Yankel Rosenbaum during the racial unrest in Crown Heights, Brooklyn, in 1991. Yesterday, Mr. Nelson's new lawyers tried a new defense: Mr. Nelson did stab Mr. Rosenbaum. But he did not do it, they" , "date" : "20030429" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Twist, Defendant Admits to Stabbing In Crown Hts. in '91" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/29\/nyregion\/in-twist-defendant-admits-to-stabbing-in-crown-hts-in-91.html"} , {"body" : "INTERNATIONAL A3-12 U.S. Signs Cease-Fire With Iranian Group American forces in Iraq have signed a cease-fire with an Iranian opposition group that the United States had designated a terrorist organization. The action raises questions about how consistently the Bush administration intends to apply a policy that had vowed to crack down on terrorist" , "date" : "20030429" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/29\/nyregion\/news-summary-466093.html"} , {"body" : "Lawyers in the latest Crown Heights trial were gathered around the judge's bench in Federal District Court in Brooklyn yesterday. The prosecutor, Lauren Resnick, objected to the removal of prospective juror No. 66. She said that the defense appeared to have vetoed her as part of a pattern of getting rid of Jewish jurors. ''I have 66 as Puerto" , "date" : "20030426" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Painstakingly, Picking a Jury For 3rd Trial In Race Killing" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/26\/nyregion\/painstakingly-picking-a-jury-for-3rd-trial-in-race-killing.html"} , {"body" : "INTERNATIONAL A2-9 Iraqi Exiles Given Interim Government Posts The Pentagon has begun sending Iraqi exiles to Baghdad to take up temporary positions at 23 Iraqi ministries, where they will work closely with American and British officials under Jay Garner, who is serving as Iraq's day-to-day ruler. A1 The United States has warned Iran not to meddle" , "date" : "20030426" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/26\/nyregion\/news-summary-430293.html"} , {"author" : "Sandee Brawarsky is the author of ''212 Views of Central Park: Experiencing New York City's Jewel From Every Angle,'' with the photographer Mick Hales." , "body" : "The ailanthus is the tree that grows in Brooklyn, but it's the cherry tree that lights up the borough these spring days. The Brooklyn Botanic Garden is a showplace for more than 200 ornamental flowering cherry trees in 45 varieties -- now in different stages of bloom -- with luminescent petals ranging from the palest baby-girl pink to the shade of" , "date" : "20030425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "35" , "title" : "A Beauty as Fleeting as Life" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/25\/arts\/a-beauty-as-fleeting-as-life.html"} , {"body" : "DAVID ARMSTRONG collects tiny cartes de visites portraits, late-19th-century photographs printed on stiff, palm-sized cards that were presented as keepsakes to loved ones. Mr. Armstrong has hundreds of them -- soldiers raffish in their Civil War uniforms, young men in top hats, girls in maid's uniforms -- in loose piles throughout his" , "date" : "20030424" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: David Armstrong; Softening the Line Between Past and Present" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/24\/garden\/at-home-with-david-armstrong-softening-the-line-between-past-and-present.html"} , {"body" : "Much has been said by critics about the raw candor that courses through ''Russell Simmons Def Poetry Jam on Broadway.'' It is this rage, humor and openness, coming unfiltered from the lives of the nine poets who perform their own work, that make audiences leap to their feet at the end and tell their friends about it later; that keep other people" , "date" : "20030418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "A Rainbow of Poets Who Rhyme From Life" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/18\/movies\/a-rainbow-of-poets-who-rhyme-from-life.html"} , {"body" : "Last year around this time, the authorities said, things seemed to be going pretty well for Benjamin Harris, a career office temp from Crown Heights, Brooklyn. His 2001 tax return had been processed speedily, and his refund check had been direct-deposited into his account at an HSBC bank branch in Manhattan. But when Mr. Harris went to withdraw" , "date" : "20030416" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Refund Too Good For I.R.S. To Believe" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/16\/nyregion\/refund-too-good-for-irs-to-believe.html"} , {"body" : "Some events in New York City history reverberate so loudly that the echoes seem to never die. The 1991 Crown Heights disturbance, apparently, is one of them. On Aug. 19, 1991, a 7-year-old black boy named Gavin Cato was run over in Crown Heights, Brooklyn, by a car driven by a Hasidic Jew. Violent racial unrest ensued, and a few hours later, a" , "date" : "20030415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Federal Retrial Is Set to Begin In '91 Crown Heights Slaying" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/15\/nyregion\/federal-retrial-is-set-to-begin-in-91-crown-heights-slaying.html"} , {"body" : "IN the Norman Rockwellesque towns of Maplewood and South Orange, N.J. -- neighboring communities where colonial, Tudor and Victorian homes nestle below the gentle slopes of South Mountain Reservation -- racial and ethnic diversity is promoted as a real estate selling point. The jitney tour for prospective buyers rumbles through every neighborhood" , "date" : "20030413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MAPLEWOOD (NJ)" , "SOUTH ORANGE (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Selling a Rainbow, and a Pot of Gold" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/13\/realestate\/selling-a-rainbow-and-a-pot-of-gold.html"} , {"body" : "The man suspected of carrying out four unprovoked slayings of shopkeepers in Brooklyn and Queens earlier this year was indicted Friday on first-degree murder charges that specified the crime as a serial killing, the authorities said. The suspect, Larme Price, 30, was arrested in Crown Heights on March 29 and confessed to the four killings, the" , "date" : "20030413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "31" , "title" : "Murder Indictment Is Presented Against Suspect in 4 Killings" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/13\/nyregion\/murder-indictment-is-presented-against-suspect-in-4-killings.html"} , {"author" : "Samuel G. Freedman, associate dean of the Columbia University Graduate School of Journalism, is the author most recently of ''Jew vs. Jew: The Struggle for the Soul of American Jewry.''" , "body" : "THE REBBE'S ARMY Inside the World of Chabad-Lubavitch. By Sue Fishkoff. Illustrated. 344 pp. New York: Schocken Books. $26. SEVERAL chapters into ''The Rebbe's Army,'' Sue Fishkoff describes a group of Hasidic teenagers making their weekly search for Jewish passers-by, in this case in a Portland, Ore., mall favored by purple-haired, body-pierced" , "date" : "20030413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "Men in Black" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/13\/books\/men-in-black.html"} , {"body" : "Events ''MEASURE OF ALL THINGS.'' Children visit the show by the artist duo Type A in Chelsea, then play body games to make art. Presented by ARTime, tomorrow at 11 a.m. Fee: $20 for one child and one adult; $5 each additional child. Reservations required: (718) 797-1573. ''CONSTRUCTION JUNCTION: KIDS @ WORK!'' The Brooklyn Children's Museum's" , "date" : "20030404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/arts\/spare-times-for-children.html"} , {"body" : "Manhattan CHELSEA $1.175 million 252 Seventh Avenue (24th Street) (Chelsea Mercantile) 2-bedroom, 2-bath, 1,605-sq.-ft. condo in a renovated prewar building; 24-hr. doormen, concierge, entry foyer, 10-ft. ceilings, central air-conditioning, north exposure; children's playroom, health club and common roof deck in building; common charge $732, taxes" , "date" : "20030403" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/03\/garden\/residential-sales.html"} , {"body" : "For Larme Price, the man who the police say has confessed to four unprovoked killings in Brooklyn and Queens, life was increasingly controlled by vibes. There were the bad vibes, investigators said, that told him whom to shoot dead. There were the cars on the street whose vibrations told him where to go. But there were also, the police said he told" , "date" : "20030401" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "'Vibes Made Man Kill... and Confess, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/01\/nyregion\/vibes-made-man-kill-and-confess-police-say.html"} , {"body" : "The police have arrested a Brooklyn man who they believe has shot and killed four shopkeepers without provocation in Brooklyn and Queens since early last month, Commissioner Raymond W. Kelly announced last night. The suspect, Larme Price, 30, confessed on Saturday to the four slayings, which terrorized residents and small-business owners and had" , "date" : "20030331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Arrest Brooklyn Man In Slayings of 4 Shopkeepers" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/31\/nyregion\/police-arrest-brooklyn-man-in-slayings-of-4-shopkeepers.html"} , {"body" : "The man who walked into the Stop I Food Market in Crown Heights two weeks ago looked like a regular customer. He bought a cup of coffee and a loose cigarette. Then he came back to the counter and asked for a light. That was about all Yakoob Aldailam could tell police investigators on Friday as he lay in a hospital bed recovering from six gunshot" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Wounded Man Recalls Fatal Shooting at Store" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/nyregion\/wounded-man-recalls-fatal-shooting-at-store.html"} , {"body" : "More than 16,000 New York City children have demanded transfers out of failing public schools under a federal law that gives parents the right to request that their child be moved to a better-performing school, the city's Department of Education said yesterday. A spokesman for Schools Chancellor Joel I. Klein said that the department had received" , "date" : "20030327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Over 16,000 Seek Transfers From Failing City Schools" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/27\/nyregion\/over-16000-seek-transfers-from-failing-city-schools.html"} , {"body" : "Working at an all-night bodega in the tougher neighborhoods of Brooklyn and Queens has never been a safe job. But yesterday, a day after a shopkeeper was fatally shot in Crown Heights, in the latest of five unprovoked killings that the police believe were carried out by the same gunman, some local small-business owners and their employees say they" , "date" : "20030322" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Growing Sense of Helplessness As a Killer Claims a Fifth Life" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/22\/nyregion\/growing-sense-of-helplessness-as-a-killer-claims-a-fifth-life.html"} , {"body" : "INTERNATIONAL A3-5 South African Commission Gives Verdict on Apartheid The Truth and Reconciliation Commission warned the government against issuing a blanket amnesty to perpetrators of apartheid, and urged businesses to join in delivering reparations to millions of blacks victimized by the former white minority government. A5 Latin America's New" , "date" : "20030322" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/22\/nyregion\/news-summary-897906.html"} , {"body" : "A shopkeeper was shot to death and another worker critically injured at a Brooklyn bodega yesterday morning in a crime that police investigators say they believe is connected to four earlier unprovoked killings. Even before yesterday, two dozen investigators were looking for the killer, wanted for as many as four fatal shootings in Brooklyn and" , "date" : "20030321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Tie New Killing in Shop to 4 Others" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/21\/nyregion\/police-tie-new-killing-in-shop-to-4-others.html"} , {"body" : "The third trial of Lemrick Nelson Jr., left, inched toward its opening phase as potential jurors filled out questionnaires yesterday in federal court in Brooklyn. Court officials said that 493 people answered jury summonses for the retrial of Mr. Nelson in the killing of a Hasidic scholar, Yankel Rosenbaum, 29, during racial violence in the Crown" , "date" : "20030311" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Crown Heights Case Jurors" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/11\/nyregion\/metro-briefing-new-york-brooklyn-crown-heights-case-jurors.html"} , {"body" : "Events ''NATIONAL PIG DAY,'' tomorrow at the Central Park Zoo, Fifth Avenue and 64th Street. Festivities begin at 11 a.m. with a snorting contest (by humans), followed by a pie pig-out for the zoo's Vietnamese pot-bellied pigs, mask making for would-be pigs and pig tales. Free with zoo admission: $6, $1 for children 3 to 12, free for children under" , "date" : "20030228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/28\/arts\/spare-times-for-children.html"} , {"body" : "Hundreds of vacant lots that the city has sold at auction since 1996 remain empty trash-strewn lots that blight neighborhoods in desperate need of more housing, according to a report released yesterday by a housing advocacy group. The report, by New York Acorn, found that in 10 neighborhoods with a great deal of vacant land, 66 percent of the" , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City-Sold Lots Stay Vacant, Report Says" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/city-sold-lots-stay-vacant-report-says.html"} , {"body" : "In Boerum Hill, Brooklyn, parents hope that their beloved elementary school will remain exactly the same, even though it was not deemed successful enough to control its own curriculum. In nearby Park Slope, the fear is that mandating more math and reading classes will jeopardize the arts that attracted one school's high-caliber students in the" , "date" : "20030222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Blank Page in Schools' Future; Many Strive to See Effects of a List of Top Performers" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/22\/nyregion\/blank-page-schools-future-many-strive-see-effects-list-top-performers.html"} , {"body" : "Theater ''HARRIET'S RETURN,'' a one-woman show about the abolitionist Harriet Tubman, tomorrow at 2 p.m. at Queens Theater in the Park, Flushing Meadows-Corona Park. Tickets, $15; $13 for students and 63+; $11 for members. Information: (718) 760-0064. ''THE NASTIEST DRINK IN THE WORLD,'' an interactive musical about a king who learns to admit that" , "date" : "20030214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/14\/arts\/spare-times-for-children.html"} , {"body" : "''Paradise'' has been fatwa'ed in Cincinnati, at least the playwright Glyn O'Malley says so. His latest play, ''Paradise'' deals with suicide bombers and the conflict between Palestinians and Israelis. As a work in progress it was ''killed before it was finished,'' he said. Commissioned by the Cincinnati Playhouse in the Park, that city's principal" , "date" : "20030203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CINCINNATI (OHIO)" , "ISRAEL" , "JERUSALEM"] , "nytd_section_facet" : ["Arts" , "Education" , "Theater"] , "page_facet" : "1" , "title" : "A New Play Encounters Muslims' Ire In Cincinnati" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/03\/theater\/a-new-play-encounters-muslims-ire-in-cincinnati.html"} , {"body" : "''I got no eyes,'' said Daniel Tanner, 8, smiling. His mother, Grisel Ramos, rolled her own eyes. ''That's because you took your prosthetics out,'' she said. Daniel was born without the gift of sight. But he has other gifts: a quick tongue, easy charm and a singing voice that once inspired total strangers to offer him a karaoke machine. Daniel has" , "date" : "20030131" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Brothers and Family Get Help in Regaining Financial Footing" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/31\/nyregion\/the-neediest-cases-brothers-and-family-get-help-in-regaining-financial-footing.html"} , {"body" : "EVENTS ''URBAN NEIGHBORS: IMAGES OF NEW YORK CITY WILDLIFE,'' an exhibition that includes photographs, books, maps, artworks and engravings. New York Public Library, Fifth Avenue and 42nd Street. Hours: Tuesdays and Wednesdays 11 a.m. to 7:30 p.m.; Thursdays through Saturdays, 10 a.m. to 6 p.m. Free. Information: (212) 869-8089. ANTIQUES AT THE" , "date" : "20030124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/24\/arts\/spare-times-992003.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. On display: ''Robert De Niro: Costume and Character'' with more than two dozen costumes. ''George A. Romero,'' a retrospective of the director, through Jan. 26. Screenings:" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/arts\/spare-times-886866.html"} , {"body" : "Mayor Michael R. Bloomberg's job approval rating dropped sharply in recent months as he moved to address the city's looming fiscal crisis, according to a New York Times Poll that found that for the first time since Mr. Bloomberg took office more than half of New Yorkers now disapprove of his handling of the job. Beyond their assessment of his job" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PUBLIC APPROVAL OF BLOOMBERG JOB TAKES SHARP DROP" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/nyregion\/public-approval-of-bloomberg-job-takes-sharp-drop.html"} , {"body" : "Theater ''THE LITTLE MOON THEATER.'' A traveling band of actors upstages a bumbling fairy godmother in this new musical by Tada!, a company of actors ages 8 to 18. Tonight at 7, and tomorrow and Sunday at 2 and 4 p.m. at CAP 21 Theater, second floor, 15 West 28th Street, Chelsea. Tickets: $15; $7 for 15 and under. Reservations advised: (212)" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/arts\/spare-times-for-children.html"} , {"body" : "At night, the stairwells of the Brooklyn apartment building where Sandra Campbell lives echo with loud music and ceaseless activity. A woman sprays an old armoire with paint and varnish, filling the halls with acrid fumes. Children in heavy coats sit by the main stairwell, where they have spread their homework, trying to ignore the constant foot" , "date" : "20030116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; Defying the Odds to Keep Her Children in School" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/16\/nyregion\/the-neediest-cases-defying-the-odds-to-keep-her-children-in-school.html"} , {"author" : "Adam Fifield collaborated with Wayne Barrett on ''Rudy! An Investigative Biography of Rudolph Giuliani.''" , "body" : "ON a slate-gray afternoon at a Midtown construction site, seven men in hard hats and yellow rain gear stepped into a steel cage suspended over a dark hole nearly 60 stories deep. The last man on board latched the door shut, and the cage sank away from daylight and toward a sonorous, mechanical roar far below. The men inserted earplugs and then" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Underground Men" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/the-underground-men.html"} , {"body" : "It has not been so very long since New York was a city where, it was said, if you were killed on the street, people would just step over you and keep walking and where the police were more likely to be seen seen as intruders rather than protectors. In some neighborhoods there is less psychological distance from those times than others. Still, it" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Little Real Outrage Over a Thinner Blue Line" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/little-real-outrage-over-a-thinner-blue-line.html"} , {"body" : "Gladys Cruz crossed her left leg over her right. A moment later, the right one went over the left. The foot on the ground tapped; the one in the air jiggled. Her eyes stared at a blank wall, and she nibbled at her lip. On the auditorium seat next to her sat a chaste romance novel in a plastic bag, its pages unruffled, though she had bought it" , "date" : "20030111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Upper East Side Journal; A Test That Gives the Jitters Even to the Best and Brightest" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/11\/nyregion\/upper-east-side-journal-test-that-gives-jitters-even-best-brightest.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, at the Federal Reserve Bank of New York, 33 Liberty Street, Lower Manhattan. On view is the 1933 Double Eagle $20 gold coin, considered the most valuable coin in the world. ''Drachmas, Doubloons and Dollars: The History of Money,'' a major exhibition of currency from the society's permanent" , "date" : "20030110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/10\/arts\/spare-times-776572.html"} , {"body" : "The Police Department will flood crime-ridden neighborhoods, subway stops and housing projects with 1,400 police officers fresh from the Police Academy later this month, Mayor Michael R. Bloomberg announced yesterday. The new program, called Operation Impact, aims to keep violent crime at the lowest rate in a generation and fight persistent" , "date" : "20030110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Police Crackdown Takes Aim at 61 City Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/10\/nyregion\/new-police-crackdown-takes-aim-at-61-city-neighborhoods.html"} , {"body" : "The rear wall of a four-story Brooklyn apartment building collapsed yesterday after construction work at a neighboring lot apparently caved in its foundation, officials said, cutting open the building like a dollhouse. Despite the calamity, all of the tenants managed to escape without serious injury. The collapse occurred at 1549 Prospect Place, a" , "date" : "20030108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wall of Apartment Building Collapses in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/08\/nyregion\/wall-of-apartment-building-collapses-in-crown-heights.html"} , {"body" : "Ask Roy Lantigua what he wants to be when he grows up, and he will lay it all out, without a moment's hesitation. ''An archaeologist,'' he says confidently. ''Then I can go to Egypt.'' His favorite class in school is science, and he is eager to see mummies. But other subjects come just as easily to Roy, 11, who effortlessly refers to Shakespeare," , "date" : "20030107" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; From a Boy's Frail Body, An Intellect Bursts Out" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/07\/nyregion\/the-neediest-cases-from-a-boy-s-frail-body-an-intellect-bursts-out.html"} , {"body" : "Along the notoriously backed-up Belt Parkway, traffic is crazier than ever. Blame Exit 15, where an old eyesore, a 230-acre Brooklyn landfill, has been transformed into a $192 million shopping mall. With its own exit ramp and a lineup of retailers that includes Target, Bed Bath & Beyond, Old Navy and the Home Depot, the Gateway Center has become a" , "date" : "20030106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "East New York Journal; You Think Traffic Is Jammed on the Belt Parkway? Take a Look at Aisle 9" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/06\/nyregion\/east-new-york-journal-you-think-traffic-jammed-belt-parkway-take-look-aisle-9.html"} , {"body" : "The father of a 7-month-old Brooklyn boy who died on Tuesday evening was charged with murder yesterday after the city medical examiner's office reported that the child's skull had been fractured. The father, Kareem Gist, 25, said he called 911 after finding that the boy, Kyreese Foster, was not breathing. The child was taken to St. Mary's Hospital" , "date" : "20030104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Man Faces Charges Of Murder in Infant Son's Death" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/04\/nyregion\/brooklyn-man-faces-charges-of-murder-in-infant-son-s-death.html"} , {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF JEWISH HERITAGE: A LIVING MEMORIAL TO THE HOLOCAUST, 18 First Place, at West Street and Battery Place, Battery Park City, Lower Manhattan. Features exhibitions on the Holocaust and Jewish life before and after World War II. On view through Sunday, ''Yahrzeit: Sept. 11 Observed,'' with objects that reflect" , "date" : "20030103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/03\/arts\/spare-times-671010.html"}]