[  {"body" : "After years of mismanagement and controversy, Cypress Hills Cemetery, one of the city's largest, is out of receivership and emerging from bankruptcy. But new charges arose yesterday as one of its former court-appointed guardians accused another of trying to seize control through stealth and self-dealing. In court papers filed yesterday in State" , "date" : "20031203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "New Woe for Troubled Cemetery" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/03\/nyregion\/new-woe-for-troubled-cemetery.html"} , {"body" : "At Public School 132 in the South Bronx, there is no functioning parent association. At P.S. 77 on the Upper East Side, the Parent-Teacher Association has more than a dozen officers, including co-presidents and three secretaries. Such inconsistencies are not new, but they pose major problems for the city's plan to replace its 32 elected school" , "date" : "20031201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bias Feared In School Plan For Councils" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/01\/nyregion\/bias-feared-in-school-plan-for-councils.html"} , {"body" : "Ravi Batra practices the kind of law that does not come with steno pools or 40th-floor conference rooms with views of Central Park. His office is in a brick building in a section of Manhattan known as Little India. His legal pedigree is respectable but unremarkable. His clients tend to be small companies or people who have been hurt in accidents." , "date" : "20031111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FRIEND OF THE COURT: One Lawyer's Inside Track; Cozying Up to Judges, and Reaping Opportunity" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/11\/nyregion\/friend-court-one-lawyer-s-inside-track-cozying-up-judges-reaping-opportunity.html"} , {"body" : "YUSKA--Henry. November 7, 1914 to October 25, 2003. Professor Henry B. Yuska died October 25, 2003 after a prolonged illness. For the past two years he has resided at Attic Angel Place. In his 89 years Henry lived a full and happy life. He began his career as an organic polymer chemist and was responsible for seven patents. He rose in the industry" , "date" : "20031030" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths YUSKA, HENRY" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/30\/classified\/paid-notice-deaths-yuska-henry.html"} , {"author" : "Franz Lidz is the author of ''Ghosty Men: The Strange but True Story of the Collyer Brothers, New York's Greatest Hoarders,'' being published this month by Bloomsbury." , "body" : "MY father never had much use for fairy tales. The fifth of five brothers raised in a one-bedroom tenement on the Lower East Side, he preferred real-life grotesqueries. And so at bedtime, I would listen raptly to his urban horror stories, tales that filled the dark with chimera, bogeymen, golems. The most macabre was the tale of the Collyer" , "date" : "20031026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "The Paper Chase" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/26\/nyregion\/the-paper-chase.html"} , {"body" : "In an election with an unusually large number of challengers, all incumbents prevailed with relative ease in yesterday's primaries for City Council seats. There were a number of closely contested races in yesterday's primary contests, all but one of them among Democrats. In the Bronx, Pedro Gautier Espada, a former councilman with a well-known" , "date" : "20030910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "All Council Incumbents Win Their Primary Races, Despite Many Challenges" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/10\/nyregion\/all-council-incumbents-win-their-primary-races-despite-many-challenges.html"} , {"body" : "Among the churning sidewalks of Chinatown, Zhong Wen Jiang has found his niche. From morning until sundown, he squats on a makeshift stool planted on a sliver of public pavement and mends worn shoes. Crowds of people surge by narrow Bayard Street, but with his sturdy back against the stoop of an old school building and his bony legs straddling a" , "date" : "20030910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Overhead? Just a Scaffold; For City's Repairmen, Shop May Be the Sidewalk" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/10\/nyregion\/the-overhead-just-a-scaffold-for-city-s-repairmen-shop-may-be-the-sidewalk.html"} , {"body" : "This list summarizes our recommendations in some of today's primary election races in New York City and Suffolk County. In some cases the primary is tantamount to election. In others, we may endorse again for the Nov. 4 general election. Polling hours in the metropolitan area are 6 a.m. to 9 p.m. CITY COUNCIL Queens: 27th District (St. Albans," , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "New York Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/opinion\/new-york-primary-choices.html"} , {"body" : "There are 24 Civil Court judgeships up for election in New York City but in reality, most have already been chosen by clubhouse leaders and party pols in a position to award the Democratic nomination and a practically uncontested ride to victory. Sadly, the burgeoning judicial corruption scandal under investigation by the Brooklyn district" , "date" : "20030906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "For Civil Court" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/06\/opinion\/for-civil-court.html"} , {"body" : "One of the axioms of New York City politics is that incumbents do not lose elections. But that notion was disproved a year ago, when Nellie R. Santiago, then a state senator, became one of the few elected officials to lose a Democratic primary for re-election, in the Bushwick section of Brooklyn. Ms. Santiago, who lost the Senate nomination by" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "COUNCIL CONTESTS: 37th District\/Brooklyn; In Brooklyn, Ex-State Senator Challenges Son of Man Who Sent Her Home From Albany" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/nyregion\/council-contests-37th-district-brooklyn-brooklyn-ex-state-senator-challenges-son.html"} ,   {"body" : "Commuters can expect more rerouting on the subway system this weekend, with 17 lines affected by service changes. The 7 line, which ran on a regular schedule last weekend, will not run between Queensboro Plaza and Times Square on Saturday, with regular service resuming after 8 a.m. Sunday. Riders can instead take the N train between Manhattan and" , "date" : "20030809" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Subway Interruptions Return for Weekend" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/09\/nyregion\/subway-interruptions-return-for-weekend.html"} , {"body" : "Service on nearly all of the city's 27 subway lines is being altered because of repairs this weekend. Work began at midnight Friday, and most service disruptions will continue until 5 a.m. tomorrow. The changes affected lines in all four boroughs that the subway serves. The Manhattan-bound No. 2, 3 and 4 lines will skip the Eastern Parkway, Grand" , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Repairs Alter Subway Service On Most Lines This Weekend" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/nyregion\/repairs-alter-subway-service-on-most-lines-this-weekend.html"} , {"body" : "Bring a good novel, a subway map and a heap of patience. Nearly all of the city's 27 subway lines are being rerouted for repairs this weekend, which is likely to result in delays, hot tempers and a confused scramble to find other ways of getting from here to there. Work began at midnight last night, and most service disruptions will continue until" , "date" : "20030802" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Subway Repairs Promise Delays Through Weekend" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/02\/nyregion\/subway-repairs-promise-delays-through-weekend.html"} , {"body" : "The Cypress Hills National Cemetery in Brooklyn is the final resting place of several long-dead luminaries, among them a few Medal of Honor winners and a Fiji cannibal chief named Vendovi, who was said to have eaten up to a dozen American sailors before his capture. But undoubtedly the cemetery's oddest historical attraction can be found off by" , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; He Was Custer's Bugler. Then, the Subway Called." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/nyregion\/tunnel-vision-he-was-custer-s-bugler-then-the-subway-called.html"} , {"body" : "A 4-year-old boy died yesterday evening after falling out of a ninth-floor window in Cypress Hills, the police said. Around 6:45 p.m., the boy, whose name was not released, was in his room on Highland Boulevard and apparently leaned on the screen, which gave way and remained dangling, Detective Thomas Kuchma said. There was no window guard in" , "date" : "20030626" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Child Falls From Window" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/26\/nyregion\/metro-briefing-new-york-brooklyn-child-falls-from-window.html"} , {"body" : "A 4-year-old boy died yesterday evening after falling out of a ninth-floor window in Cypress Hills, the police said. Around 6:45 p.m., the boy, whose name was not released, was in his room on Highland Boulevard and apparently leaned on the screen, which gave way and remained dangling, Detective Thomas Kuchma said. There was no window guard in" , "date" : "20030625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Child Falls From Window" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/25\/nyregion\/metro-briefing-new-york-brooklyn-child-falls-from-window.html"} , {"body" : "The snow from a Presidents' Day blizzard still covered Whitestone, Queens, one morning last February when Paul Siminovsky, a divorce lawyer, started out from home for his office in downtown Brooklyn. Before he had driven far, investigators from the Brooklyn district attorney's office pulled him over, transferred him into their own unmarked car and" , "date" : "20030621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Some Say Inquiry Could Lead to Overhaul in Picking Judges" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/21\/nyregion\/some-say-inquiry-could-lead-to-overhaul-in-picking-judges.html"} , {"body" : "Over the objections of New York City's powerful teachers' union, Chancellor Joel I. Klein announced yesterday that he would change school schedules for the second year in a row, adding 50 minutes of class time on Tuesdays and shortening the other school days by 15 to 20 minutes so that teachers can attend training in the new citywide curriculum." , "date" : "20030613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Klein to Alter School Week, Irking Union" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/13\/nyregion\/klein-to-alter-school-week-irking-union.html"} , {"body" : "Surviving a Bullet To Lead a Full Life His life now is good, Nachum Sasonkin says, nine years after doctors saw little hope that he had any life left. In March 1994, Mr. Sasonkin, then 18, was a passenger in a van filled with Hasidic yeshiva students that was starting to cross the Brooklyn Bridge when a livery cab driver began shooting into it. Mr." , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/following-up.html"} , {"body" : "CHAINEY -- Dolores. The Lindsay Park Board of Directors, Management, Maintenance and Security mourn the loss of our colleague and friend, Dolores Chainey. Her tireless leadership of Lindsay Park for more than 30 years has preserved the quality and spirit of cooperative living at Lindsay Park for generations to come. She is remembered with" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "35" , "title" : "Paid Notice: Deaths CHAINEY, , DOLORES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/classified\/paid-notice-deaths-chainey-dolores.html"} ,   {"body" : "The Department of Education is moving ahead with plans to hire 1,200 parent coordinators for the New York City's public schools. But many parents remain skeptical about their impact and say the nearly $43 million cost could be better spent on classroom services. The parent coordinators are a key element of Chancellor Joel I. Klein's effort to" , "date" : "20030502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Cost of Parent Coordinators Too Much for Some Parents" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/nyregion\/cost-of-parent-coordinators-too-much-for-some-parents.html"} , {"body" : "Less than a year after she lost her State Senate seat, Nellie Santiago, a Brooklyn Democrat who was in the Senate for a decade, is returning to politics. Ms. Santiago is running for the City Council seat held by Erik Martin Dilan, the son of the man who defeated her last year. Ms. Santiago's campaign officials said yesterday that they had begun" , "date" : "20030424" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ex-Senator Is Challenging Son Of the Man Who Ousted Her" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/24\/nyregion\/ex-senator-is-challenging-son-of-the-man-who-ousted-her.html"} , {"body" : "While weekend marches in Manhattan seethed with angry chants and caustic signs about the war in Iraq, tens of thousands of people gathered in southern Queens yesterday for a very different type of procession, one celebrating Phagwah, the traditional Hindu holiday. The streets of Richmond Hill came alive in color and song as members of the large" , "date" : "20030324" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Queens Journal; Happy Springtime! Now, Here's Dye in Your Eye" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/24\/nyregion\/queens-journal-happy-springtime-now-here-s-dye-in-your-eye.html"} , {"body" : "BUYING a home, particularly for the first-timer, can seem a terrifyingly complex, even chaotic, experience -- something akin to running a maze while blindfolded. But the process is actually quite logical, real estate specialists say, though certainly multifaceted. And, like diamond cutters, the experts are capable of bringing clarity to those" , "date" : "20030223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A B C's (and X Y Z's) of Home Buying" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/23\/realestate\/a-b-c-s-and-x-y-z-s-of-home-buying.html"} , {"body" : "When a major thoroughfare is the scene of one or more fatal accidents, it can acquire a reputation. Boulevard of Death was the name given to Queens Boulevard a couple of years ago after a series of pedestrian fatalities; the road has since undergone changes to make it safer. This month, two young mothers and a baby standing on a median strip on" , "date" : "20030216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: ATLANTIC AVENUE; On a Road That Has Claimed Lives, a Push to Save Them" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/16\/nyregion\/neighborhood-report-atlantic-avenue-road-that-has-claimed-lives-push-save-them.html"} , {"body" : "The motorcade bearing Yaritza Santos's body wound through the streets of Cypress Hills, Brooklyn, yesterday on a tour of the landmarks of her life -- her white house on Etna Street, her fiancé's house on Glenmore Avenue. But whether out of respect, superstition or chance, the procession detoured around the intersection of Atlantic and Norwood" , "date" : "20030211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Who Were Killed While Crossing Brooklyn Street Are Buried" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/11\/nyregion\/3-who-were-killed-while-crossing-brooklyn-street-are-buried.html"} , {"body" : "The familiar foursome were strollering around Brooklyn together on Wednesday afternoon, as they so often did: Nery Lissette Mejia, 17, and her baby son, Ricky; Yaritza Santos, 19, and her son, Manuel Villot Jr. The young women, best friends, met up near their homes in Cypress Hills, near the Queens border. They walked together to the house where" , "date" : "20030207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Crash Victims, Parallel Lives and the Same End" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/07\/nyregion\/for-crash-victims-parallel-lives-and-the-same-end.html"} , {"body" : "A hit-and-run driver speeding on a major thoroughfare in Brooklyn yesterday struck and killed a baby and two young mothers before smashing his Jeep into a tractor-trailer 10 blocks away, the authorities said. He and a second child who was struck were in critical condition last night. The driver, whom the police identified as John V. Zappulla, 25," , "date" : "20030206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Hit-and-Run Kills 2 Young Women and Infant" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/06\/nyregion\/brooklyn-hit-and-run-kills-2-young-women-and-infant.html"} , {"body" : "ROBERTS-Ruthven W. Died Sunday, January 26, 2003. Husband of Beverly JosephsRoberts, father of Fitzroy, Lyndon and Ellana Roberts. Viewing will be held on Sunday, February 2, 2003 from 4-6 PM. Funeral service at 6PM at The Christian Fellowship S.D.A. Church, 779 Schenectady Ave, Brooklyn, NY. Interment Cypress Hills Cemetery, Brooklyn, NY on" , "date" : "20030201" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths ROBERTS, RUTHVEN W." , "url" : "http:\/\/www.nytimes.com\/2003\/02\/01\/classified\/paid-notice-deaths-roberts-ruthven-w.html"} , {"body" : "Last March, the police went to a tenant association meeting at a Brooklyn housing development expecting an earful about a growing drug problem in Coney Island. But when a detective asked the gathered residents about drug sales, he was met with silence. The police soon learned that the muted response had nothing to do with whether the residents of" , "date" : "20030131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sign of Drug Ring's Presence: Tenant Meeting Was Quiet, Too Quiet" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/31\/nyregion\/sign-of-drug-ring-s-presence-tenant-meeting-was-quiet-too-quiet.html"} ,   {"body" : "A 63-year-old Bronx woman was killed yesterday in a hit-and-run accident that left her pinned against a wall of the Morris Heights Post Office, the police said. She was the fourth person to be killed in a rash of hit-and-run accidents in the city since Friday. The victim, Margarita Isaac, of 1972 Walton Avenue, was pronounced dead at the scene of" , "date" : "20030122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Driver Kills a Bronx Woman, 63, and Flees" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/22\/nyregion\/driver-kills-a-bronx-woman-63-and-flees.html"}]