[  {"body" : "Pei Li Tsang sipped from a cup of tea as she sat on a couch in her Sheepshead Bay apartment. Her shy daughter, Anny, 10, a professed bookworm, read a Harry Potter novel while her brother, Jason, 7, laughed at a car chase on television. It was a good moment. Peaceful. Satisfying. They had left China to come to America for moments just like this one." , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "The Neediest Cases; As Chinese Immigrants Struggle in a Strange Land, Just Asking for Help Is a Challenge" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neediest-cases-chinese-immigrants-struggle-strange-land-just-asking-for-help.html"} , {"body" : "The views are not commanding, unless you count the one of the exhaust stations for the Brooklyn-Battery Tunnel. Yet champions of the Brooklyn Motor Inn say it is a promising idea for a new hotel in New York for an unlikely reason: it's in Red Hook. ''We've got everything you need right here,'' said Sal Faraone, manager of the Motor Inn, speaking" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; In Area Where Capone Roamed, Inn Burnishes a Changing Image" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neighborhood-report-red-hook-area-where-capone-roamed-inn-burnishes-changing.html"} , {"body" : "Developers of Manhattan's most expensive new rental buildings routinely receive rich packages of government tax breaks and benefits in exchange for setting aside apartments for people with modest incomes. But though these housing incentives have helped build nearly 20,000 apartments over two decades, the incentive program has only recently reached" , "date" : "20031226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Residential Real Estate; Subsidy Program Makes Its Way to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/26\/nyregion\/residential-real-estate-subsidy-program-makes-its-way-to-brooklyn.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Jan. 4, a Judy Garland film series, with screenings of ''The Wizard of Oz'' (1939), directed by Victor Fleming, today and Wednesday at 2 p.m.; ''Meet Me in St." , "date" : "20031226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/26\/arts\/spare-times-707368.html"} , {"body" : "When music executives talk about creating vehicles for their artists, they generally mean concerts or catchy radio spots. If Nat Elmore and Wil Helton use the phrase, they're probably talking about their invention, a stereo-on-wheels called the Mobile Music Cart. Mr. Elmore and Mr. Helton, chief executives of a Bronx hip-hop label called Board of" , "date" : "20031221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: MOTT HAVEN; Taking It To the Streets, With a Musical Pushcart" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/21\/nyregion\/neighborhood-report-mott-haven-taking-it-to-the-streets-with-a-musical-pushcart.html"} , {"body" : "ATTRACTIONS Museum MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Built in 1799 as a carriage house for Abigail Adams and Col. William Smith, it was the Mount Vernon Hotel from 1826 to 1833. Hourly candlelight tours, tonight from 6 to 8 p.m. and tomorrow from 4 to 7 p.m. Tickets: $12, $6 for members; reservations, (212)" , "date" : "20031219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/19\/arts\/spare-times-617458.html"} , {"body" : "Governor McGreevey stepped up his efforts to keep the New Jersey Nets in the state by announcing on Wednesday that a $150 million rail spur would be built into the Meadowlands site of a planned family entertainment complex that will surround the Continental Airlines Arena, where the Nets play. Such a link to mass transportation that has long been" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "MEADOWLANDS (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BRIEFINGS: BAT AND BALL; A TRAIN TO THE NETS?" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/briefings-bat-and-ball-a-train-to-the-nets.html"} , {"body" : "LONG ISLAND'S growing population, which economists say has money to spend, has ''fast-food specialty chains'' scrambling to break into its highly competitive consumer market despite skyrocketing real estate costs and hard-to-find locations. Considered slightly higher-end than the typical fast-food restaurant, this category attempts to mix mass" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STAMFORD (CONN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "In the Region\/Long Island; Inviting Demographics Lure Specialty Food Stores" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/realestate\/in-the-region-long-island-inviting-demographics-lure-specialty-food-stores.html"} , {"body" : "A sampling of musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Anne Midgette, represents what caught this critic's eye and excited her expectations. More holiday recommendations for this weekend are in" , "date" : "20031212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Solemnizing the Holidays With a Cornucopia of Music" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/12\/movies\/solemnizing-the-holidays-with-a-cornucopia-of-music.html"} , {"body" : "EVENTS AFRICAN DIASPORA FILM FESTIVAL 2003. With screenings, discussions and other events through Sunday. Most screenings are at Anthology Film Archives, 32 Second Avenue, at Second Street, Lower East Side. Screening tickets are $8.50; students and 62+, $6. Panel discussions are planned at Teachers College, Columbia University, Broadway and 116th" , "date" : "20031212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/12\/arts\/spare-times-515736.html"} ,   {"body" : "Bruce C. Ratner is not a superfan, but he wants the Nets, covets them so much that his company will not build a $2.5 billion downtown Brooklyn project, which features a glass-sheathed arena topped by a track and an ice skating rink, without them. Talk about incentive: no Nets, no minicity. ''We're going to get the Nets in Brooklyn,'' Ratner vowed" , "date" : "20031212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "SPORTS BUSINESS; Developer Wants His Project, And Buying Nets Hinges on It" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/12\/sports\/sports-business-developer-wants-his-project-and-buying-nets-hinges-on-it.html"} , {"body" : "The Port Authority of New York and New Jersey, still hindered by a less-than-robust regional economy and the demands of rebuilding and heightened security after the Sept. 11 terror attack, approved a $4.5 billion budget yesterday that board members said was little changed from spending levels last year and the year before. If the combined expense" , "date" : "20031212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Port Authority Budget Is Approved on Schedule" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/12\/nyregion\/port-authority-budget-is-approved-on-schedule.html"} , {"body" : "High school principals and deans say the city's system for suspending violent students is in disarray, sometimes resulting in three-week delays before dangerous students can be removed from the schools. The officials say that in the overhaul of the city's school bureaucracy this year, a newly centralized disciplinary process proved too slow --" , "date" : "20031212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City's New System Delays Suspensions Of Violent Students" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/12\/nyregion\/city-s-new-system-delays-suspensions-of-violent-students.html"} , {"body" : "The developer Bruce Ratner unveiled his plans yesterday to build a Frank Gehry-designed arena for the Nets basketball team near Downtown Brooklyn. He detailed his ambitious $2.5 billion commercial and residential project at a theatrical presentation attended by the mayor, a former basketball star and a best-selling rapper. Whatever political juice" , "date" : "20031211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Grand Plan in Brooklyn For the Nets' Arena Complex" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/11\/nyregion\/a-grand-plan-in-brooklyn-for-the-nets-arena-complex.html"} , {"body" : "Gov. James E. McGreevey stepped up his efforts to keep the New Jersey Nets in the state by announcing on Wednesday that a $150 million rail spur would be built into the Meadowlands site of a planned family entertainment complex that will surround the Continental Airlines Arena, where the Nets play. Such a link to mass transportation that has long" , "date" : "20031211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Wooing Nets, McGreevey Plans Rail Spur to Meadowlands" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/11\/nyregion\/wooing-nets-mcgreevey-plans-rail-spur-to-meadowlands.html"} , {"body" : "The YankeeNets board unanimously approved a breakup plan yesterday to undo the teams' 1999 merger and put the Nets' owners in charge of selling the team. YankeeNets intended to be a modern sports conglomerate and, despite creating substantial value with the YES Network, the marriage was a fractious union; the owners of the Nets and the Yankees" , "date" : "20031209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "PRO BASKETBALL; An Outline Is Approved For the Sale of the Nets" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/09\/sports\/pro-basketball-an-outline-is-approved-for-the-sale-of-the-nets.html"} , {"body" : "A Brooklyn man was acquitted of murder yesterday in a case that highlighted the dangers of witness intimidation and New Yorkers' often unspoken fears about cooperating with law enforcement officials. The man who was acquitted, Dupree Harris, has become a figure who has frustrated Brooklyn prosecutors. In two separate murder cases in which he played" , "date" : "20031206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Acquitted Of a Murder In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/06\/nyregion\/man-acquitted-of-a-murder-in-brooklyn.html"} , {"body" : "Exhausted by delays in the proposed sale of the Nets, Charles B. Wang dropped his $265 million bid to acquire the team and move it to Long Island yesterday. ''Given the time frame, we don't think it's workable now,'' Wang, who is a co-owner of the Islanders, said in a telephone interview. ''We started back in the summer. We thought it would be done" , "date" : "20031205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "PRO BASKETBALL; Islanders Owner Withdraws Bid to Buy the Nets" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/05\/sports\/pro-basketball-islanders-owner-withdraws-bid-to-buy-the-nets.html"} , {"body" : "EVENTS FÊTES DE NOËL, Bryant Park, Avenue of the Americas at 42nd Street. A holiday display with booths selling merchandise and offering information about various cultural institutions. Through Dec. 24, 11 a.m. to 7 p.m. (until 4 p.m. on Christmas Eve). Sponsored by the City of New York Parks and Recreation Department and the Bryant Park" , "date" : "20031128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/28\/arts\/spare-times-324213.html"} , {"body" : "If his $275 million bid to buy the Nets succeeds, the real estate developer Bruce C. Ratner will have a previous Nets ownership to thank for smoothing his way to taking the team to downtown Brooklyn. In the mid-1990's, the Nets were seeking to maximize their value and marketability. They signed a cable television deal that gave Cablevision, the" , "date" : "20031125" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "SPORTS BUSINESS; How the Nets Won The Right to Move" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/25\/sports\/sports-business-how-the-nets-won-the-right-to-move.html"} ,   {"body" : "A meeting of the YankeeNets board, at which four bids to acquire the Nets were to be presented, was postponed yesterday because a long-awaited agreement to split up the YankeeNets was not completed in time, two officials involved in the transactions said. The meeting could be rescheduled quickly upon the resolution of outstanding issues in the" , "date" : "20031120" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "PRO BASKETBALL; Delay in YankeeNets Breakup Makes Bidders for Nets Wait" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/20\/sports\/pro-basketball-delay-in-yankeenets-breakup-makes-bidders-for-nets-wait.html"} , {"body" : "The YankeeNets board is expected to meet this afternoon in Manhattan to begin considering the four bids to acquire the Nets. The board will hear details of the offers and recommendations from its investment bankers, Goldman Sachs and Lehman Brothers. The highest bidder is Bruce Ratner, at $275 million, followed by Charles Wang at $265 million," , "date" : "20031119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "PRO BASKETBALL; 4 Bids for Nets to Be Reviewed" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/19\/sports\/pro-basketball-4-bids-for-nets-to-be-reviewed.html"} , {"body" : "Tristine Skyler is intrigued by waiting rooms. Her first film, ''Getting to Know You,'' was set in a bus station waiting room. Her first play, ''The Moonlight Room,'' which opened earlier this month at the TriBeCa Playhouse, takes place in a hospital waiting room. ''I like writing about waiting rooms,'' Ms. Skyler said in a recent interview. ''I" , "date" : "20031118" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Well-Observed Waiting, And a Fruitful First Play" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/18\/theater\/well-observed-waiting-and-a-fruitful-first-play.html"} , {"body" : "Striding into the airport here one recent afternoon, Kimberly Ward did not so much as glance at the two ticket agents waiting at the counter. Like most of her fellow travelers, she instead claimed an automated check-in terminal, touched its screen a few times, and took the proferred boarding pass with a quick smile of thanks. Ms. Ward, 37, pays for" , "date" : "20031117" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "U.S." , "Technology"] , "page_facet" : "1" , "title" : "More Consumers Reach Out to Touch the Screen" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/17\/us\/more-consumers-reach-out-to-touch-the-screen.html"} , {"body" : "COHN -- Seymour. Beloved son of the late Charles Cohn and Bella Cohen Cohn, adored brother of the late Mildred Cohn, Maurice Cohn, Irene Colvin, Pearl C. Miller and Sylvan Lawrence, devoted husband of the late Estelle G. Cohn, cherished father of Paula Hallman and Marc Cohn, revered brother-in-law of Leon and Joan Grossman and Alice Lawrence," , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "44" , "title" : "Paid Notice: Deaths COHN, SEYMOUR" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/classified\/paid-notice-deaths-cohn-seymour.html"} , {"body" : "COHN--Seymour. With deep sorrow, the family announces the passing of Seymour Cohn. A friend to so many and looked up to by all those whose lives were touched by his boldness and imagination. Services will be held Sunday, November 16, 2003, 9AM, at Schwartz Brothers - Jeffer Memorial Chapels, 114-03 Queens Blvd., Forest Hills, NY. 718-263-7600" , "date" : "20031115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths COHN, SEYMOUR" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/15\/classified\/paid-notice-deaths-cohn-seymour.html"} , {"body" : "Seymour Cohn, co-founder and chairman of the Sylvan Lawrence Company, long a major commercial real estate power in New York City, died on Thursday. He was 92. A former resident of Upper Brookville, N.Y., Mr. Cohn lived in Palm Beach, Fla. At its peak, the Sylvan Lawrence Company was one of the larger owners of commercial real estate in Lower" , "date" : "20031115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "Seymour Cohn, 92, a Founder Of a New York Realty Giant" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/15\/nyregion\/seymour-cohn-92-a-founder-of-a-new-york-realty-giant.html"} , {"body" : "EVENTS SIXTH CHOCOLATE SHOW, Metropolitan Pavilion, 125 West 18th Street, Manhattan. With cooking demonstrations, samplings, children's activities, gifts and a fashion show. Today, 10 a.m. to 9 p.m.; tomorrow, 10 a.m. to 8 p.m.; Sunday, 10 a.m. to 7 p.m. Admission, $20; $12 for students and 65+; $8 for children 6 to 14; free for children under 6." , "date" : "20031114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/14\/arts\/spare-times-124869.html"} , {"body" : "Some teams are put up for sale and are sold. It's not that easy for the money-losing Nets, who have attracted four potential buyers. The winner could pay $300 million or more, well more than they are worth. But this is not a simple transaction. And there is no guarantee of a sale, which tends to be confusing to willing buyers. YankeeNets could sell" , "date" : "20031113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "SPORTS BUSINESS; A YankeeNets Split Is Not a Simple, Straightforward Transaction" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/13\/sports\/sports-business-a-yankeenets-split-is-not-a-simple-straightforward-transaction.html"} , {"body" : "IT'S hard to take a cheese seriously when it shares its name with both a subatomic particle and a computer application. Or, perhaps, it's hard to take the subatomic particle or the application seriously since they share their name with a cheese. However you look at it, quark, the cheese, has always deserved both its own identity and more respect." , "date" : "20031112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "Cheese for Rocket Scientists, and Others" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/12\/dining\/cheese-for-rocket-scientists-and-others.html"} ,   {"body" : "Four bids to buy the Nets from YankeeNets were submitted yesterday, including one that was unexpected, according to three people involved in the process. None of the bids exceeded $300 million, and the highest one was separated from the lowest by about $30 million, two of the people said, speaking on condition of anonymity. The three who submitted" , "date" : "20031111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "PRO BASKETBALL; 4 Bids Entered to Buy Nets From YankeeNets" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/11\/sports\/pro-basketball-4-bids-entered-to-buy-nets-from-yankeenets.html"} , {"body" : "Until last year, the Working Families Party seemed invisible in New York City politics -- so much so that its own members carried around a giant cardboard cutout of an H to call attention to the party's line on the ballot, the very last column. Now it can carry another letter: W, but this time for winner. The liberal-leaning party scored one of the" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "A Third Party Makes Its First Mark" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/nyregion\/a-third-party-makes-its-first-mark.html"} , {"body" : "EVERY year I am offered a seat in a pace car of the New York City Marathon. To paraphrase Mel Brooks, it's good to be the sports columnist. The 26-mile, 385-yard tour via cordoned roads invokes the same reaction every year: I pledge to get in better running shape, and I renew my love vows for my hometown. Mostly, I get hungry. My attention span" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: URBAN STUDIES\/SALIVATING; 26.2 Miles of Food" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/nyregion\/neighborhood-report-urban-studies-salivating-26.2-miles-of-food.html"} , {"body" : "Michael Mailer laughed as others recalled a film scene in which his father, Norman Mailer, responded to a snarling dog by dropping on all fours and barking back. Gay Talese said he once watched Mr. Mailer grab a pencil and spontaneously revise the bylaws of the PEN American Center, an association of writers and editors; the act made him realize he" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK REPUTATIONS; Another Advertisement For Mailer" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/nyregion\/neighborhood-report-new-york-reputations-another-advertisement-for-mailer.html"} , {"body" : "The three bidders seeking to buy the Nets must submit a new round of offers to YankeeNets by midnight Monday, and the sale could be completed by mid-December, people involved in the process said yesterday. Last month the prospective buyers made preliminary bids of about $250 million. The bidders -- the real estate developer Bruce C. Ratner, who" , "date" : "20031108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "PRO BASKETBALL; New Bids for the Nets Are Due on Monday" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/08\/sports\/pro-basketball-new-bids-for-the-nets-are-due-on-monday.html"} , {"body" : "The elusive captain of the Staten Island ferry that crashed into a pier three weeks ago made his first public appearance yesterday, showing up for a hearing at which a federal judge ordered him to meet with federal accident investigators. The captain, Michael J. Gansas, has refused so far to speak to investigators about the crash, in which 10" , "date" : "20031106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ferry Captain Appears in Court but Remains Silent on Crash" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/06\/nyregion\/ferry-captain-appears-in-court-but-remains-silent-on-crash.html"} , {"body" : "WANDERING around Brooklyn in a skirt when you are a dude is a complicated affair, fraught with loaded symbols and multiple entendres, but three simple rules will get you a long way: * Take short strides. * Make no eye contact, except with people who are already yelling at you. * No matter what, stay out of the ABC Super Stores branch in the Fulton" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Guy in Skirt Seeks Sensitivity In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/style\/guy-in-skirt-seeks-sensitivity-in-brooklyn.html"} , {"body" : "EVENTS CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. ''Intimacy and Geography: The National Asian American Poetry Festival,'' with readings, panels, discussions and performances. Co-sponsored by the Center for the Humanities, the Center for the Study of Women and Society, the Poetry Society of America, the Academy" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/arts\/spare-times-929840.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "No Rms, No Riv Vu Q. I have heard that there are caves in Inwood Hill Park and that people live in them. Cave dwellers in modern-day Manhattan? Can this be? A. Inwood Hill Park, considered the only natural (nonlandscaped) park in Manhattan, contains three caves, as well as the last natural forest and salt marsh on the island. Why not cave dwellers," , "date" : "20031026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "INWOOD HILL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/10\/26\/nyregion\/fyi-846538.html"} , {"body" : "Last Sunday, as her night shift neared, Kim Brathwaite faced a hard choice. Her baby sitter had not shown up, and to miss work might end her new position as assistant manager at a McDonald's in downtown Brooklyn. So she left her two children, 9 and 1, alone, trying to stay in touch by phone. It turned out to be a disastrous decision. Someone, it" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Daily Choice Turned Deadly: Children Left on Their Own" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/nyregion\/daily-choice-turned-deadly-children-left-on-their-own.html"} ,   {"body" : "It is one of the liabilities of life in the city, a threat that hangs over the lofty and the lowly. As Woody Allen learned three years ago, when he fought a 17-story building that was being planned next to his Upper East Side apartment house, unless you live at the very edge of a river or a park there is always the possibility that the light and" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; For a Building in Shadows, A Brief But Shining Moment" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/nyregion\/neighborhood-report-downtown-brooklyn-for-building-shadows-brief-but-shining.html"} , {"body" : "''It's time for people to show their cards,'' President Bush said at a news conference at the White House on March 6, not long before the decks of playing cards featuring the Bush administration's most wanted among Saddam Hussein's associates appeared on the streets of New York. That, said Zachary Levy, a freelance filmmaker, got him thinking. Many" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "39" , "title" : "Yes, a President Beats a King" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/nyregion\/yes-a-president-beats-a-king.html"} , {"body" : "Cantor Fitzgerald, the stock and bond trading firm, is negotiating to return to Lower Manhattan, where its work force was decimated by the terrorist attack on the World Trade Center two years ago. Only a year ago, Howard W. Lutnick, the chief executive of Cantor, had vowed that his firm would never go back to the neighborhood where 658 employees" , "date" : "20031018" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trading Firm Pursues Return To Downtown" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/18\/nyregion\/trading-firm-pursues-return-to-downtown.html"} , {"body" : "EVENTS CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Today at 2 p.m., a discussion about Woodrow Wilson and World War I with Thomas Fleming, a historian and author of ''The Illusion of Victory: America in World War I''; fee, $10; free for faculty and students. Tonight at 7, a free reading and discussion of" , "date" : "20031017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/17\/arts\/spare-times-719730.html"} , {"body" : "YESTERDAY was Farmer's Market Day in Downtown Brooklyn, which seemed appropriate given that the borough has lately been a political hothouse, where cultivated relationships wither on the vine and plentiful sunlight is not always welcome. It seemed appropriate, too, that at this scrum of produce squeezers and flower smellers there suddenly sprouted" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York; Stale Harvest: Marketing a Party Boss" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/about-new-york-stale-harvest-marketing-a-party-boss.html"} , {"author" : "Jonathan Mahler is writing a book on New York and baseball in the 70's. His last article for the magazine was about the Lubavitch Hasidic sect." , "body" : "Officer Wilton Sekzer was in the living room of his apartment in Sunnyside, Queens, on the night of July 13, 1977, when his lights went out. On the way to check his fuse box, he peeked out the window. The whole block was dark. Sekzer ran up three flights to his roof. He looked to the west, across the East River, to Manhattan. The familiar shapes of" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "76" , "title" : "The Darkest Night" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/the-darkest-night.html"} , {"body" : "Christian Holstad, 31 His art consists of knitting, quilting, collage, drawing, sculpture and, here in the foyer of Studio 54, himself, in full roller-disco regalia. In group and one-man shows this year, Holstad exhibited the following works: an installation of all the images he found filed under the label ''homosexual'' in the New York Public" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "63" , "title" : "Forward And Back" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/forward-and-back.html"} , {"body" : "Lenora B. Fulani was outside a Metropolitan Transportation Authority office building in Downtown Brooklyn at lunchtime yesterday, intercepting workers as they came and went. Her topic was nonpartisan elections. It is a topic that few people find as riveting as she does, since Ms. Fulani, a former neo-Marxist and an Independence Party founder, was" , "date" : "20031001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "An Outsider Has a Mission: To Change The Primaries" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/01\/nyregion\/an-outsider-has-a-mission-to-change-the-primaries.html"} , {"body" : "LET'S dwell a bit on New York and the Mahatma. We're talking about Mohandas K. Gandhi, and not someone closer to home who had the same nickname, Branch Rickey, onetime owner of the Brooklyn Dodgers (requiescat in pace). But first a short trip must be made to Wythe Avenue in Williamsburg, Brooklyn, where Engine Company 212 sits forlorn. Engine 212," , "date" : "20030930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; In the Words Of Gandhi, Go to Jail" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/30\/nyregion\/nyc-in-the-words-of-gandhi-go-to-jail.html"} , {"body" : "A selective listing by Times critics of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be" , "date" : "20030926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/26\/arts\/art-guide.html"} ,   {"body" : "Last weekend, the New York Transit Museum was open to the public again after a skillful two-year face-lift, and once again the decommissioned Court Street subway station in downtown Brooklyn was a temple filled with all manner of transit votaries. Moving slowly among them was a man in a charcoal gray suit, a cane dangling from his arm. He could" , "date" : "20030923" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; Millions Ride the Subway. Only a Few Dare to Hide It." , "url" : "http:\/\/www.nytimes.com\/2003\/09\/23\/nyregion\/tunnel-vision-millions-ride-the-subway-only-a-few-dare-to-hide-it.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from South to Water Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. ANNUAL NEW YORK CITY PEN SHOW, New York Helmsley Hotel, 212 East 42nd Street, Manhattan. With 100 exhibitors. Today, noon to 7 p.m.; tomorrow and Sunday, 10 a.m. to 5 p.m. Admission: $10 daily; free" , "date" : "20030919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/19\/arts\/spare-times-344028.html"} , {"body" : "Salena Gallery, Long Island University 1 University Plaza Downtown Brooklyn Through Sept. 30 Long Island University's art gallery is a poor excuse for an exhibition space, with floor-to-ceiling windows on one side, a bulging wall on the other, and a student lounge at one end. It's hard to imagine any exhibition putting a good foot forward here," , "date" : "20030919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART IN REVIEW; 'Meditation for the Hand'" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/19\/arts\/art-in-review-meditation-for-the-hand.html"} , {"body" : "YankeeNets officially put the Nets up for sale yesterday and named two investment banks, Goldman Sachs and Lehman Brothers, to find buyers. The decision to open up the Nets to a formal auction brings order to what looked like chaos. The YankeeNets board voted to explore the sale of the team on Sept. 4, but the holding company has worked ever since" , "date" : "20030916" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "2 Investment Banks Asked to Help in Nets Sale" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/16\/sports\/2-investment-banks-asked-to-help-in-nets-sale.html"} , {"body" : "JUDY Schneider and Barry Schneider, an East Side couple united by marriage and by a tenacious civic activism, stood near the corner of 61st Street and Second Avenue in Lenox Hill, where they squinted at a bump in the road and tried to decide what to call it. Steve Kahn, their fellow member of the East Sixties Neighborhood Association, scanned a" , "date" : "20030914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Street Smart" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/14\/nyregion\/urban-tactics-street-smart.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''UPTOWN FRIDAYS!,'' Studio Museum in Harlem, 144 West 125th Street. With music, cocktails," , "date" : "20030912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/12\/arts\/spare-times-258342.html"} , {"body" : "EVEN now, two years later, whenever the Giants are on their practice field as a jetliner roars over Giants Stadium, many of the coaches and players quickly peek up at it. Just to make sure it stays headed toward Newark Liberty International Airport, not toward the Manhattan skyline just a glance away. On that Tuesday morning now known as 9\/11, the" , "date" : "20030911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; Families of the Victims of Sept. 11 Find They Have a Friend in Fassel" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/11\/sports\/sports-times-families-victims-sept-11-find-they-have-friend-fassel.html"} , {"body" : "A new center for arts, media and cultural groups associated with the Brooklyn Academy of Music will be named after the slain Councilman James E. Davis, officials responsible for the project said yesterday. A groundbreaking of sorts is scheduled for today on the project, a $6 million renovation of an eight-story building in Fort Greene that was once" , "date" : "20030910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Cultural Center in Brooklyn Will Bear Name of Slain Councilman" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/10\/nyregion\/cultural-center-in-brooklyn-will-bear-name-of-slain-councilman.html"} , {"body" : "Arguing that the industries upon which New York City has depended for its economic well-being have been losing ground and are unlikely to generate many new jobs in future, a new study suggests that New York's longtime approach to economic development is obsolete and must be reconceived. The study, financed by the Rockefeller Foundation and written" , "date" : "20030908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City Is Told to Abandon Its 'Doomed' Tactics of Encouraging Growth" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/08\/nyregion\/city-is-told-to-abandon-its-doomed-tactics-of-encouraging-growth.html"} , {"body" : "AS far as anyone knows, no vinegar has ever been mass-produced in Vinegar Hill, a minuscule neighborhood covering only eight blocks close to the Manhattan Bridge anchorage and abutting the Brooklyn Navy Yard on the borough's northwestern shore. In fact, its name comes from the site in County Wexford, Ireland, where Irish rebels fought the English" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Vinegar Hill, Brooklyn; On Cobblestone Streets, History Lingers" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/realestate\/if-you-re-thinking-living-vinegar-hill-brooklyn-cobblestone-streets-history.html"} ,   {"body" : "EVENTS CD 101.9 JAZZ FESTIVAL, Hudson River Park's piers 45, 46 and 54, near 14th Street along the West Side Highway, West Village. Tonight at 7, George Benson and Brian Culbertson; tomorrow at 1 p.m., Chuck Loeb; tomorrow at 8 p.m., Natalie Cole and Chris Botti; Sunday at 2 p.m., Spyro Gyra, Stanley Clarke, Jean-Luc Ponty and Stanley Jordan. Each" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/arts\/spare-times-003115.html"} , {"body" : "The principal owners of the Nets met yesterday to discuss the possible sale of the team and its eventual destination, which might be Brooklyn or Newark or its current address in the Meadowlands. No decisions were made, but two people who were briefed on talks said the situation was heating up quickly, with at least two groups vying for the" , "date" : "20030820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASKETBALL; Brooklyn? Newark? Nets Don't Know" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/20\/sports\/basketball-brooklyn-newark-nets-don-t-know.html"} , {"author" : "E-mail: transit@nytimes.com" , "body" : "It was the day after the lights came back on, the day the trains started rolling again. The Great Blackout of 2003 had passed like a slow local with no air-conditioning, and there was great joy in the city of New York. But just before 9 p.m. on Saturday, it seemed to many people standing on the platform at Pennsylvania Station that there was an" , "date" : "20030819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; Rocking, Rolling, Screeching, and It's Not the Train" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/19\/nyregion\/tunnel-vision-rocking-rolling-screeching-and-it-s-not-the-train.html"} , {"author" : "E-mail: leslie@nytimes.com" , "body" : "WHEN the artillery-like tattering began on a recent Wednesday night, I was singing my 2-year-old to sleep. His lids had been drooping, but he recognized the sound instantly. His body snapped tight, and he flew toward the living room windows calling, ''Fireworks.'' On this particular night, the barge from which the shells were being launched was" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Harbor Sparklers, And It's Not Even the 4th" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/coping-harbor-sparklers-and-it-s-not-even-the-4th.html"} , {"body" : "To the Editor: Re ''In Brooklyn, Gridlock About Gridlock Spells Anger'' (Aug. 10): East River bridge tolls are an excellent method to relieve Downtown Brooklyn (and all of the city) from its traffic nightmare. Tolls on the currently free bridges will eliminate drivers' tendency to bypass a natural crossing (say, the Brooklyn-Battery Tunnel) and" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Tolls on Bridges: A Win-Win Deal" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/l-tolls-on-bridges-a-win-win-deal-949507.html"} , {"body" : "EVENTS ''SUNSET JAM ON THE HUDSON,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Free interactive drumming workshop with Mary Knysh. Tonight at 6:30. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''JAMBALAYA!,'' Flushing Town Hall, 137-35 Northern Boulevard, Queens. A free outdoor performance" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/arts\/spare-times-907073.html"} , {"body" : "THE office of the Working Families Party organizer is in a state of disorganization, and has been since he moved in four years ago. Books, files and storage boxes are crammed in a corner, walls are adorned in a style known as basic bare, and the desk has that lived-in look. A campaign poster for Brazil's blue-collar president and a child's drawing" , "date" : "20030812" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Third-Party Organizer Works for Populism's Future" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/12\/nyregion\/public-lives-third-party-organizer-works-for-populism-s-future.html"} , {"body" : "Six years ago, to the delight of Downtown Brooklyn residents, the city agreed to a so-called traffic-calming study to unravel gridlock. It was billed as a model project that might bring zigzags and other unfamiliar traffic innovations to the clogged streets in and around Downtown. But in late June, at the conclusion of the $1.2 million study, the" , "date" : "20030810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ROADWAYS; In Brooklyn, Gridlock About Gridlock Spells Anger" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/10\/nyregion\/neighborhood-report-new-york-roadways-brooklyn-gridlock-about-gridlock-spells.html"} , {"body" : "Two masked robbers entered the Macy's department store at the Atlantic Center mall in Brooklyn yesterday, assaulted a security guard and made off with $37,000 in cash, the police said. A Macy's official said the holdup took place shortly after the store opened at 10 a.m., when few shoppers were present. The Macy's store, one of two in Downtown" , "date" : "20030810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Macy's in Brooklyn Robbed of $37,000" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/10\/nyregion\/macy-s-in-brooklyn-robbed-of-37000.html"} , {"body" : "A selective listing by Times critics of noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. OLETA ADAMS, B. B. King Blues Club and Grill, 243 West 42nd Street, Manhattan, (212) 997-4144. The comfort and uplift of gospel music infuse Oleta Adams's secular and kindly songs." , "date" : "20030808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/08\/movies\/pop-and-jazz-guide-818070.html"} ,   {"body" : "The strains within YankeeNets, once heralded as a model for sports conglomerates, are so deep and bitter that the holding company is close to breaking apart, according to people involved with the company. If YankeeNets dissolves -- considered a near certainty by people involved in the company's recent dealings -- it could ultimately result in the" , "date" : "20030808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS BUSINESS; YankeeNets Unravels, And Teams May Move" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/08\/sports\/sports-business-yankeenets-unravels-and-teams-may-move.html"} , {"body" : "IT is summer, when some of us will look for any flimsy excuse to be outside. There are people who can sit on a stoop, point their chins toward the sun and call it a day. I admire them. But there are also those of us, guilt-ridden, who need to feel we are going somewhere or doing something. The city, accommodating of most relatively harmless" , "date" : "20030808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)" , "CITY HALL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "ART REVIEW; A Seasonal Migration of Cultural Scope" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/08\/arts\/art-review-a-seasonal-migration-of-cultural-scope.html"} , {"body" : "EVENTS ''SUNSET JAM ON THE HUDSON,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Free interactive drumming workshop with Mary Knysh. Tonight at 6:30. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. MANHATTAN YOUTH FAIR, Fulton Street, from Broadway to Gold Street, Lower Manhattan. Today, 11 a.m." , "date" : "20030808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/08\/arts\/spare-times-817503.html"} , {"body" : "A former business associate of the actor Steven Seagal who prosecutors say used his connections with the Gambino crime family to shake down Mr. Seagal has agreed to plead guilty to extortion, the authorities said yesterday. The defendant, Julius R. Nasso, once Mr. Seagal's producer and close friend, is expected to enter his plea next Wednesday" , "date" : "20030807" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Producer Plans to Plead Guilty In Extortion Plot, Officials Say" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/07\/nyregion\/producer-plans-to-plead-guilty-in-extortion-plot-officials-say.html"} , {"body" : "EVENTS ''SUNSET JAM ON THE HUDSON,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Free interactive drumming workshop with Pamela Patrick. Tonight at 6:30. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''100 YEARS OF KOREAN IMMIGRATION,'' Flushing Town Hall, 137-35 Northern Boulevard, Queens. An" , "date" : "20030801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/arts\/spare-times-729280.html"} , {"body" : "HE is no Robert Moses. Although he smiles puckishly about his new job like a toddler who has been given a giant Lego set, James F. Lima does not think of Governors Island as a field for his dreams, one in which he can erect monoliths and bulldoze whoever or whatever stands in his way. Mr. Lima, who was chosen last month by Mayor Michael R." , "date" : "20030801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Governors Island Is His Oyster Now" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/nyregion\/public-lives-governors-island-is-his-oyster-now.html"} , {"body" : "This is the season of long shots in federal court in Brooklyn. More precisely, 495 long shots by prisoners begging for another day in court with stories that read like movie scripts. Jack B. Weinstein, an 81-year-old judge who is known by lawyers for crisp decisiveness, is in the midst of a crash project to clear up what some judges admit was an" , "date" : "20030730" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unbelievable Stories (Just Ask the Judge); A Last Hearing for 495 Lost Causes, Each One 'a Movie of the Week'" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/30\/nyregion\/unbelievable-stories-just-ask-judge-last-hearing-for-495-lost-causes-each-one.html"} , {"body" : "Jane Bodenheim's three-story brick townhouse in Cobble Hill, a hot Brooklyn neighborhood these days, is worth $1.4 million, according to New York City's assessors. John Hernandez's semi-detached home in the decidedly less hip and out-of-the-way Brooklyn neighborhood of Bergen Beach is valued at $387,000. Now guess who pays the higher property tax" , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tax on Homes Is Inequitable, Study Finds" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/nyregion\/tax-on-homes-is-inequitable-study-finds.html"} , {"body" : "EVENTS ''SUNSET JAM ON THE HUDSON,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Free interactive drumming workshops with Pamela Patrick. Tonight at 6:30. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''100 YEARS OF KOREAN IMMIGRATION,'' Flushing Town Hall, 137-35 Northern Boulevard, Queens." , "date" : "20030725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/25\/arts\/spare-times-641740.html"} , {"body" : "For decades in New York, the law has required that political parties nominate candidates to run for State Supreme Court at judicial conventions, not in primaries. The conventions are attended by delegates who are elected on the neighborhood level and who are supposed to evaluate candidates before offering the best ones a spot on the November" , "date" : "20030720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Picking Judges: Party Machines, Rubber Stamps" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/20\/nyregion\/picking-judges-party-machines-rubber-stamps.html"} ,   {"body" : "Perched between the office towers of Downtown Brooklyn and the genteel streets of Boerum Hill stands a 10-story beige brick building with views in four directions that has undergone almost a decade of renovations. But although most of its occupants moved out last month, it is unclear when anyone will move in again. The building is the Brooklyn" , "date" : "20030720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; A Jail Gets Spruced Up, Just in Time To Be Closed" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/20\/nyregion\/neighborhood-report-boerum-hill-a-jail-gets-spruced-up-just-in-time-to-be-closed.html"} , {"body" : "INTERNATIONAL 3-11 Nuclear Program Evidence Out of North Korea American and Asian officials say evidence has emerged that North Korea has built a second, secret facility for producing weapons-grade plutonium, complicating both the diplomatic strategy for ending the program and the military options if that diplomacy fails. 1 Abbas Looks to the" , "date" : "20030720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/20\/nyregion\/news-summary-591157.html"} , {"body" : "The suburbs have long been luring businesses away from Manhattan, offering amenities like easier commutes, lower rents and financial incentives. Now the Alliance for Downtown New York has counterattacked with a campaign to attract small and medium-size businesses from the suburbs, as well as other parts of Manhattan, offering various amenities, low" , "date" : "20030716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Downtown Manhattan; Striking Back at Suburbs In the Battle for Business" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/16\/business\/commercial-real-estate-regional-market-downtown-manhattan-striking-back-suburbs.html"} , {"body" : "''Keep them hands up!'' George Washington admonished the two apprentice boxers prowling the ring. ''Jab him, Junior, jab him! Now throw him the right hand. Right hand, right hand, Junior.'' In his soft but still commanding voice, Mr. Washington has been shouting instructions like these for 40 years, the last 23 at the New Bed-Stuy Boxing Center, a" , "date" : "20030710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taking Gloves Off to Save a Gym; 3 Boxers Add Acting, Math and Computer Classes" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/10\/nyregion\/taking-gloves-off-to-save-a-gym-3-boxers-add-acting-math-and-computer-classes.html"} , {"body" : "Like the Kremlin, to which Mayor Michael R. Bloomberg compared it yesterday, 110 Livingston Street was more than a location or a shorthand name for the institution it housed, the city's Board of Education. It symbolized a state of mind, a failed system that was at once imperious and impervious. Rudolph W. Giuliani famously called for it to be" , "date" : "20030709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Theater"] , "page_facet" : "1" , "title" : "So Long, School Bureaucrats: 110 Livingston Is Being Sold" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/09\/nyregion\/so-long-school-bureaucrats-110-livingston-is-being-sold.html"} , {"body" : "HIGHLIGHTS HOLLYWOOD: OSCAR GETS TOUGH -- For the first time, expulsion or suspension may penalize members of the Academy of Motion Picture Arts and Science who violate its new rules against aggressive Oscar campaigns. A Reuters report on the new regulations noted that previously those who offended what were called guidelines might suffer only the" , "date" : "20030707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GREAT BRITAIN"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "2" , "title" : "ARTS BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/07\/movies\/arts-briefing.html"} , {"body" : "Most ballet and modern dancers seek rehearsal and performance spaces with sprung wood floors to cushion landings from jumps and leaps, while flamenco and tap dancers need spaces that allow more wear and tear, as well as noise. Exploring the Metropolis Inc., a not-for-profit organization, takes all sorts of needs of the dance world into account on" , "date" : "20030706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Linking Dancers and Rehearsal Space; Square Feet For Toe Shoes" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/06\/realestate\/postings-linking-dancers-and-rehearsal-space-square-feet-for-toe-shoes.html"} , {"body" : "DEAR DIARY: Freed by my wife from the usual parental cares on Father's Day, I went off to play pickup chess in Central Park. As its aficionados understand, chess is no less macho than football or rugby. So it was uncommonly awkward when, moments after I sat down, a bold 8-year-old boy asked if I wanted to play. Chess with children is a losing" , "date" : "20030630" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/30\/nyregion\/metropolitan-diary-321494.html"} , {"body" : "Mike Tyson was arrested at a hotel in downtown Brooklyn early yesterday morning after fighting two men and knocking one of them unconscious, the police said. The fight began just after 5:30 a.m., a law enforcement official said. Tyson, a former heavyweight champion, and his sister were waiting in the lobby of the Marriott Hotel on Adams Street for" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "BOXING; Tyson Arrested After Fight in Hotel Lobby" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/sports\/boxing-tyson-arrested-after-fight-in-hotel-lobby.html"} , {"body" : "When a slightly pudgy Lennox Lewis began his fight with the challenger Vitali Klitschko, Lewis moved with the speed and urgency of an overworked man taking a long lunch break. This was not a sharp Lewis. This was a tired-looking, cocky Lewis, who looked as if he had eaten one too many hot dogs the past few days, and he fought that way, too. Lewis" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING; Lewis Cuts The Deepest And Retains His Title" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/sports\/boxing-lewis-cuts-the-deepest-and-retains-his-title.html"} ,   {"body" : "The snow from a Presidents' Day blizzard still covered Whitestone, Queens, one morning last February when Paul Siminovsky, a divorce lawyer, started out from home for his office in downtown Brooklyn. Before he had driven far, investigators from the Brooklyn district attorney's office pulled him over, transferred him into their own unmarked car and" , "date" : "20030621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Some Say Inquiry Could Lead to Overhaul in Picking Judges" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/21\/nyregion\/some-say-inquiry-could-lead-to-overhaul-in-picking-judges.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''DIE SCHÖNE UND GETREUE ARIADNE.'' The central event of the biennial Boston Early Music Festival last week was a fully staged and musically impressive production of a rare Baroque opera. ''Die Schöne und" , "date" : "20030620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/20\/movies\/classical-music-and-dance-guide.html"} , {"body" : "LENNY COOKE had the ball on the left side of the floor, a hop in his step, a gleam in his eye. No. 33 in the home whites of the Brooklyn Kings, he turned on the defender and began to back his way in. ''O.K., right here, he should be turning, facing, faking, going right around his man,'' said a courtside observer, the original King from Brooklyn," , "date" : "20030619" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; So Many Lennys Trying To Make It" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/19\/sports\/sports-of-the-times-so-many-lennys-trying-to-make-it.html"} , {"body" : "Over the years, New Yorkers have tried a variety of tactics to assert their right to park in front of their homes. They have illegally painted curbs yellow; they have dragged Dumpsters and concrete-filled trash cans into the street; they have stood in parking spaces, waving away drivers. Now, by way of Boston, Los Angeles and Pittsburgh, comes a" , "date" : "20030615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK PARKING; In the Jostle for a Parking Spot, Living Nearby May Add Some Muscle" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/15\/nyregion\/neighborhood-report-new-york-parking-jostle-for-parking-spot-living-nearby-may.html"} , {"body" : "A gaggle of wedding dresses have been stood up at Bridge Cleaners in SoHo. At Meurice Garment Care, on University Place, the owner sits on a pile of unclaimed Kate Spade handbags that would bring a small fortune on eBay. The back rooms of nearly every dry cleaner in the city contain a graveyard of abandoned articles, everything from those trousers" , "date" : "20030615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; For Abandoned Clothes, Albany Mulls a Rescue" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/15\/nyregion\/neighborhood-report-new-york-up-close-for-abandoned-clothes-albany-mulls-rescue.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan." , "date" : "20030613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/13\/arts\/spare-times-084948.html"} , {"body" : "Theater ''FAIRY TALES OF THE ABSURD,'' with works by Eugène Ionesco and Edward Einhorn, by the Untitled Theater Company No. 61 at Theater 80, 80 St. Mark's Place, East Village. Two of the works feature life-size puppets. Tonight and tomorrow night at 8; Sunday at 2 p.m. and 7 p.m. Also Monday at 7 p.m. and Thursday at 8 p.m. Through June 29." , "date" : "20030613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/13\/arts\/spare-times-for-children.html"} , {"body" : "It all started out as a bit of a lark. To generate a little buzz about the 20th anniversary celebration of the Marco Polo Ristorante in Carroll Gardens, Brooklyn, the owner, Joe Chirico, and a public relations consultant thought they would try to find a relative of the great traveler himself who might be persuaded to come. They did not have great" , "date" : "20030609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finding China, on a Brooklyn Table; A Kinsman of Marco Polo Eats Italian in Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/09\/nyregion\/finding-china-brooklyn-table-kinsman-marco-polo-eats-italian-carroll-gardens.html"} , {"body" : "The signs in Midwood, Brooklyn, surfaced slowly at first. Curry packets at the New Apna Bazaar started to accumulate. The line of cars at the Sunoco station began to thin. And then the crowd dwindled at Friday Prayer at the Makki Mosque on Coney Island Avenue. This, among worshipers once so numerous they prayed on the street for lack of room. ''Now" , "date" : "20030607" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["World"] , "page_facet" : "9" , "title" : "In Brooklyn, 9\/11 Damage Continues" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/07\/world\/in-brooklyn-9-11-damage-continues.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan." , "date" : "20030606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/06\/arts\/spare-times-974927.html"} ,   {"body" : "HIGHLIGHTS PRIZE-WINNING NOVELIST -- An American, Valerie Martin, is this year's winner of the $49,000 Orange Prize for fiction by a woman. Her novel, ''Property'' (Nan A. Talese\/Doubleday), deals with a loveless marriage on a Louisiana sugar plantation threatened by a slave rebellion. Ahdaf Soueif, chairman of the judges, said, ''It performs the" , "date" : "20030605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["Science" , "Arts" , "Books"] , "page_facet" : "2" , "title" : "ARTS BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/05\/books\/arts-briefing.html"} , {"body" : "Two construction officials pleaded guilty yesterday in Federal District Court to taking bribes from a contractor working on the new federal courthouse and the renovation of the main post office in Downtown Brooklyn. One man, Albert Pagano, 72, who was overseeing the courthouse project for the federal General Services Administration, accepted about" , "date" : "20030604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: 2 Plead Guilty To Taking Bribes" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/04\/nyregion\/metro-briefing-new-york-brooklyn-2-plead-guilty-to-taking-bribes.html"} , {"body" : "IF a Brooklyn man stumbled while walking on Fulton Street in the morning, so the old saying went, he could read about it that evening in The Eagle. Now, more than 100 years later, everyone else can read about it, too. They can also read about every grisly murder, every women's suffrage rally and every new corset style to grace the pages of The" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "CITY LORE; A Newspaper of Record, Recorded" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/city-lore-a-newspaper-of-record-recorded.html"} , {"body" : "EVENTS NEW YORK IRANIAN FILM FESTIVAL, Anthology Film Archives, 32-34 Second Avenue, at Second Street, East Village. A series of contemporary films continues through Sunday. Screenings tonight at 7:30 and 9:30; tomorrow at 5:30, 7:30 and 9:30 p.m.; and Sunday at 5:15, 7:15 and 9:30 p.m. Admission: $8; $5 for students. Information: (212) 505-5181." , "date" : "20030530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/30\/arts\/spare-times-894036.html"} , {"body" : "It does not sail gaily by the Gowanus Canal. It eschews the scenery of the auto body shops on Fourth Avenue. It turns away before reaching the storied Navy Yard, Coney Island or the Ebbets Field housing development. But for intrepid travelers yearning to stand before the luxury apartments in the building where Walt Whitman once toiled, or to" , "date" : "20030529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "4" , "title" : "New Tour Pays Homage to Poetry and Cheesecake" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/29\/nyregion\/new-tour-pays-homage-to-poetry-and-cheesecake.html"} , {"body" : "INTERNATIONAL A3-11, 14 Troops to Stay in Iraq Until Security Improves Allied officials said the vast majority of about 160,000 American and British troops in Iraq were likely to stay until security improved and other foreign nations eased the burden by contributing troops. A1 The Bush administration made public its assessment that two mysterious" , "date" : "20030529" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/29\/nyregion\/news-summary-889938.html"} , {"author" : "David Nasaw teaches history at the City University of New York Graduate Center and is working on a biography of Andrew Carnegie." , "body" : "THE LAST GOOD SEASON Brooklyn, the Dodgers, and Their Final Pennant Race Together. By Michael Shapiro. Illustrated. 356 pp. New York: Doubleday. $24.95. ON Friday, April 18, 1958, the Los Angeles Dodgers defeated the San Francisco Giants, 6-5, and grown men wept in Brooklyn. Some are weeping yet. The Dodgers left Ebbets Field nearly 46 years ago," , "date" : "20030525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "8" , "title" : "Hitler, Stalin, O'Malley and Moses" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/25\/books\/hitler-stalin-o-malley-and-moses.html"} , {"body" : "On weekday mornings for the last month or so, the hip-hop radio station Hot 97 has been waking its listeners with a catchy, unusual song called ''Cameltoe.'' That song, to be officially released on June 3, is by a new female-fronted group called Fannypack. It starts with a fast, trebly beat (there's not really a bass line) and then three young" , "date" : "20030523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Fashion Tip in Rap For Brooklyn Girls" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/23\/movies\/fashion-tip-in-rap-for-brooklyn-girls.html"} , {"body" : "For seven years, Awilda Vazquez was treading water on welfare, struggling to raise her two daughters, but then she got her big chance, landing a job as a $30,000-a-year clerk in the New York Fire Department. But Ms. Vazquez, of Red Hook, Brooklyn, worries that she will soon land back on the welfare rolls because she was one of the 2,000 people who" , "date" : "20030521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Work To Welfare Reversal Seen In City Layoffs" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/21\/nyregion\/from-work-to-welfare-reversal-seen-in-city-layoffs.html"} , {"body" : "PEAK-Robert. 48. Died suddenly on May 13, 2003, of acute arrhythmia. Loving father of Charlotte, who was the center of his life. Devoted husband of Marianna Koval. Beloved son of George and Adele Peak, cherished brother of Audrey Barrow, Catherine Bendert, William Peak and Carol McIntyre. An active member of St. Boniface Catholic Church in" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths PEAK, ROBERT" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/classified\/paid-notice-deaths-peak-robert.html"} ,   {"body" : "DEAR DIARY: Outside my office is a bronze subway art sculpture -- an alligator peeking out of a manhole cover, its jaws clamped around a figurine with a moneybag head. Recently, I watched as a 4-year-old struggled mightily to free the figurine from the nasty alligator. He began by jumping on the alligator's head, and when that failed, he tried to" , "date" : "20030512" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/12\/nyregion\/metropolitan-diary-654191.html"} , {"body" : "Say goodbye to all that. To the long lines of girlfriends carrying babies and grandmothers carrying bail. To the sad comings and goings, and occasional escape, of men already convicted or just accused. To the catcalls and shouts mysteriously emanating from behind the multitude of tiny, reinforced panes of glass looming over Atlantic Avenue. As" , "date" : "20030510" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Few Tears Shed for Closing Of Brooklyn's Big House; Rikers Would Take Inmates in Consolidation Enabled by a Decline in People Behind Bars" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/10\/nyregion\/few-tears-shed-for-closing-brooklyn-s-big-house-rikers-would-take-inmates.html"} , {"body" : "EVENTS NEW YORK CITY BUSINESS EXPO, Fulton Street, from Broadway to Gold Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Planning Board No. 1. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A sing-along with Terre Roche, a singer and guitarist. Fridays at 7 through May." , "date" : "20030509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/arts\/spare-times-593346.html"} , {"body" : "In an unusual new effort aimed at reducing gun violence, the city has established a special court in Brooklyn to handle all felony gun possession cases from the five Brooklyn neighborhoods with the heaviest concentration of shootings in the city, Mayor Michael R. Bloomberg announced yesterday. The new court, which began hearing cases on April 28," , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Special Court for Gun Crimes Is Created Just for Five Neighborhoods in Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/special-court-for-gun-crimes-created-just-for-five-neighborhoods-central.html"} , {"body" : "Those brass-colored subway tokens now collecting dust in dresser drawers across the city are still worth $1.50, technically. But riders should not try to use them to help pay the $2 fare that went into effect yesterday. And they should not try to redeem them at the local subway stop. The only way to cash in the tokens is by visiting, by appointment" , "date" : "20030505" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Subway Token: Currency of the Past" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/05\/nyregion\/subway-token-currency-of-the-past.html"} , {"body" : "A City Council committee yesterday approved the bulk of a Bloomberg administration plan to build new emergency management headquarters in Downtown Brooklyn, over the objections of residents and some elected officials. City officials have proposed putting the command center at 165 Cadman Plaza East, near the Brooklyn Bridge. Residents object to the" , "date" : "20030501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Panel Supports Crisis Center In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/01\/nyregion\/panel-supports-crisis-center-in-brooklyn.html"} , {"body" : "A Bloomberg administration plan to build a new command center for the Office of Emergency Management in Downtown Brooklyn is being threatened by opposition from residents, business leaders and officials representing the area. A City Council subcommittee delayed a vote on the plan yesterday to give members more time to decide whether to allow" , "date" : "20030429" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Critics Win Delay Of Vote on Disaster Center" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/29\/nyregion\/brooklyn-critics-win-delay-of-vote-on-disaster-center.html"} , {"body" : "A Retired 'Prince' Writes and Teaches He has been retired from the New York City Police Department for two decades, but he has not retired from giving the public vivid pictures of a police officer's world. The first pictures that Robert Leuci provided, in the 1970's, were of a morally rancid slice of that world. He was then a prosecution witness in" , "date" : "20030427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/27\/nyregion\/following-up.html"} , {"body" : "A judge with deep roots in Brooklyn Democratic politics is to be arraigned today on charges that he took gifts from lawyers -- including airline tickets, boxes of expensive cigars and cash -- in return for favoritism toward their clients in divorce cases, a criminal justice official said yesterday. The judge, Gerald P. Garson of State Supreme" , "date" : "20030424" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Judge Faces Charges Of Corruption" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/24\/nyregion\/brooklyn-judge-faces-charges-of-corruption.html"} , {"body" : "New York City will invest roughly $100 million over the next 7 to 10 years to make Downtown Brooklyn a vibrant commercial and residential hub, officials said yesterday, as part of a Bloomberg administration plan to keep jobs within the five boroughs, and to attract others. At a time when the talk at City Hall is mostly about pending service cuts" , "date" : "20030415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "City Has a $100 Million Plan To Develop Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/15\/nyregion\/city-has-a-100-million-plan-to-develop-downtown-brooklyn.html"} ,   {"body" : "A sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Anne Midgette, represents what caught this critic's eye and excited her expectations. (Unless noted, church choirs are featured in church" , "date" : "20030411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "Raising Voices of Rejoicing in Myriad Easter Presentations" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/11\/movies\/raising-voices-of-rejoicing-in-myriad-easter-presentations.html"} , {"body" : "EVENTS BIBLICAL ILLUSTRATIONS, Cathedral of St. John the Divine, Amsterdam Avenue and 112th Street, Morningside Heights. A display of works by Barry Moser, created for the Pennyroyal Caxton edition of the King James version of the Bible. Daily, 8 a.m. to 6 p.m., through April 27. SMALL PRESS BOOK FAIR, Small Press Center, 20 West 44th Street," , "date" : "20030328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/28\/arts\/spare-times-987433.html"} , {"body" : "A Seminary Scholar Finds a New Calling His life, he says, ''has taken off again.'' In December 2001, R. William Franklin resigned after four years as dean of the Berkeley Divinity School, an Episcopal seminary affiliated with the Yale Divinity School. The move came after accusations by Yale officials that Berkeley's financial affairs were severely" , "date" : "20030316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/16\/nyregion\/following-up.html"} , {"body" : "EVENTS ''STEFAN WOLPE IN NEW YORK,'' City University of New York Graduate Center, 365 Fifth Avenue, at 34th Street. A weekend of talks and concerts that focus on this composer's music. Discussions today, 1 to 5 p.m. and tomorrow, 10 a.m. to 2:30 p.m.; concerts tonight at 7 and tomorrow at 3:30 p.m. All events free. Information: (212) 817-8215. ''A" , "date" : "20030314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/14\/arts\/spare-times-986321.html"} , {"body" : "EVENTS ''WORK OF RURAL WOMEN,'' United Nations, Public Lobby, First Avenue at 46th Street, Manhattan. Works by four photographers -- Christy Gavitt, Linda Lambert, Margaret Woodson Nea and Gayle Younghein -- in celebration of International Women's Day. Through April 11. Sponsored by World Neighbors, which sponsors programs dealing with health," , "date" : "20030307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/07\/arts\/spare-times-652717.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''A LITTLE NIGHT MUSIC.'' Stephen Sondheim's musical based on Ingmar Bergman's film ''Smiles of a Summer Night,'' opened on Broadway exactly 30 years ago. Ever since, quite a few opera companies have claimed" , "date" : "20030307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/07\/movies\/classical-music-and-dance-guide.html"} , {"body" : "With the breakup of the Soviet Union, Jews started streaming here from the central Asian lands of Uzbekistan, Tajikistan, Turkmenistan, Kazakhstan and Kyrgyzstan, and they formed a thriving colony in the central Queens lands of Forest Hills, Rego Park and Kew Gardens. Known as Bukharan Jews, after an Uzbek city, and proud of traditions seen nowhere" , "date" : "20030307" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Ways Bring Tears In a New World; Immigrants Face Family Violence" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/07\/nyregion\/old-ways-bring-tears-in-a-new-world-immigrants-face-family-violence.html"} , {"body" : "The squat, three-story building stands in a park near the foot of the Brooklyn Bridge, just across the river from where the World Trade Center fell. Now used by the American Red Cross, the building is to become the headquarters of the city's Office of Emergency Management, a command center where several agencies can be housed to coordinate the" , "date" : "20030306" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklynites Protest Choice Of Site to House Emergency Hub" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/06\/nyregion\/brooklynites-protest-choice-of-site-to-house-emergency-hub.html"} , {"body" : "Bear, Stearns & Company announced yesterday that it had agreed to renew its lease at MetroTech Center in Brooklyn instead of moving 1,500 jobs to Manhattan or New Jersey. The announcement came after the city agreed last week to restructure $4.8 million in tax exemptions from an earlier subsidy deal. The investment bank's chairman, James E. Cayne," , "date" : "20030304" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bear, Stearns Accepts Deal To Keep Workers in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/04\/nyregion\/bear-stearns-accepts-deal-to-keep-workers-in-brooklyn.html"} , {"body" : "To the Editor: Cars crash every day. That's why they come equipped with seat belts, air bags and shatterproof windshields. Is it too much to ask the Department of Transportation to equip the city's most dangerous intersections with safety devices? Joanne Nerenberg Downtown Brooklyn" , "date" : "20030302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Designing Roads For the Worst Case" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/02\/nyregion\/l-designing-roads-for-the-worst-case-575739.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. On display: ''Robert De Niro: Costume and Character,'' with more than two dozen costumes. ''Innovation and Influence: Movies Selected by the New York Film Critics Circle,''" , "date" : "20030228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/28\/arts\/spare-times-986348.html"} , {"body" : "When the actor Steven Seagal sat down for dinner with a group of reputed mobsters two years ago, he ''looked like he does in the movies,'' a headwaiter at the restaurant testified at a racketeering trial yesterday. What he did not look like, the headwaiter said, was a man gripped by fear. Mr. Seagal testified earlier this month that one of the" , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "Testimony Cites Steven Seagal and Seafood, Not a Shakedown" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/testimony-cites-steven-seagal-and-seafood-not-a-shakedown.html"} , {"body" : "EVENTS 24TH GREENWICH VILLAGE ANTIQUARIAN BOOK FAIR, P.S. 3, 490 Hudson Street. Featuring 70 dealers. Tonight, 6 to 10; tomorrow, noon to 7 p.m.; Sunday, noon to 5 p.m. Admission today, $12 for a three-day pass; tomorrow, $6 for two days; Sunday, $4. Information: (212) 675-8151. BLACK HISTORY MONTH AT THE BROOKLYN PUBLIC LIBRARY, Grand Army Plaza," , "date" : "20030221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/21\/arts\/spare-times-986372.html"} , {"body" : "Vernon Cherry, a Brooklyn firefighter and wedding singer who died in the attack on the World Trade Center, never lived in the Ocean Hill-Brownsville section of Brooklyn, but 73 town houses going up there are to bear his name. ''I was inspired by his story,'' said Peter Murray, a partner in Loewen Development, the developer of the Vernon Cherry" , "date" : "20030216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Development Is Named for Firefighter; Town Houses Honor Victim Of 9\/11 Attack" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/16\/realestate\/postings-development-named-for-firefighter-town-houses-honor-victim-9-11-attack.html"} , {"body" : "EVENTS THUNDERBIRD AMERICAN INDIAN DANCERS' DANCE CONCERT AND POWWOW, Theater for the New City, 155 First Avenue, at Ninth Street, East Village. Final weekend featuring participants from the Northwest, the Southwest, the Plains States and the Arctic. Today and tomorrow at 8 p.m.; Sunday (Kids' Day) at 2 and 5 p.m. Tickets, $10; children under 12" , "date" : "20030214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/14\/arts\/spare-times-326127.html"} , {"body" : "Steven Seagal, the taciturn martial arts star known for shooting, beating and throwing people in movies, testified in court yesterday that he had been the victim of an old-fashioned mob shakedown in a dark Brooklyn restaurant. The man making the veiled threats, Mr. Seagal said, was Anthony Ciccone, who prosecutors say was a captain in the Gambino" , "date" : "20030212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "A Movie Tough Guy Tells of a Shakedown That Wasn't Scripted" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/12\/nyregion\/a-movie-tough-guy-tells-of-a-shakedown-that-wasn-t-scripted.html"} , {"body" : "No red carpet is planned. But federal marshals are expected to put up barricades one day this week, as the Brooklyn federal court becomes the locale for one of the hottest acts in town. Steven Seagal, the martial arts movie star, is expected Tuesday at the Mafia racketeering trial of Peter Gotti and six other men who prosecutors say are members of" , "date" : "20030209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "41" , "title" : "Coming Soon to a Crowded Courtroom, Steven Seagal" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/09\/nyregion\/coming-soon-to-a-crowded-courtroom-steven-seagal.html"} , {"body" : "The police arrested a 25-year-old Brooklyn man yesterday, charging him with stealing $74,000 and two guns from security guards trying to refill a cash machine on Tuesday at Long Island University. The man, Damian Mackie, 25, of Elliot Walk, was charged with robbery, the police said. The holdup led to the evacuation of the campus and prompted the" , "date" : "20030208" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Arrest in Holdup at College" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/08\/nyregion\/arrest-in-holdup-at-college.html"} , {"body" : "EVENTS THUNDERBIRD AMERICAN INDIAN DANCERS' DANCE CONCERT AND POWWOW, Theater for the New City, 155 First Avenue, at Ninth Street, East Village. Featuring participants from the Northwest, Southwest, Plains and the Arctic. Today and tomorrow and Feb. 14 and 15 at 8 p.m.; Sunday and Feb. 16 at 2 and 5 p.m. Tickets, $10. Sundays are Kids' Days;" , "date" : "20030207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/07\/arts\/spare-times-215449.html"} , {"body" : "In a daring morning robbery in Brooklyn yesterday, an armed man escaped with $74,000 and the weapons of two security guards as they tried to fill an automated teller machine machine at Long Island University, the authorities said. The holdup led to the evacuation of the entire campus and prompted the police to close about 20 blocks in Downtown" , "date" : "20030205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunman Robs Guards Filling Cash Machine at L.I.U." , "url" : "http:\/\/www.nytimes.com\/2003\/02\/05\/nyregion\/gunman-robs-guards-filling-cash-machine-at-liu.html"} ,   {"body" : "EVENTS ''URBAN NEIGHBORS: IMAGES OF NEW YORK CITY WILDLIFE,'' New York Public Library, Fifth Avenue and 42nd Street. An exhibition that includes photographs, books, maps, artworks and engravings. Through tomorrow. Today and tomorrow, 10 a.m. to 6 p.m. Free. Information: (212) 869-8089. ''HARLEM IS . . . ,'' an exhibition of photographs and writings" , "date" : "20030131" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/31\/arts\/spare-times-099414.html"} , {"body" : "EVENTS ''URBAN NEIGHBORS: IMAGES OF NEW YORK CITY WILDLIFE,'' an exhibition that includes photographs, books, maps, artworks and engravings. New York Public Library, Fifth Avenue and 42nd Street. Hours: Tuesdays and Wednesdays 11 a.m. to 7:30 p.m.; Thursdays through Saturdays, 10 a.m. to 6 p.m. Free. Information: (212) 869-8089. ANTIQUES AT THE" , "date" : "20030124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/24\/arts\/spare-times-992003.html"} , {"body" : "For U.F.O. devotees, there is Roswell. For Kennedy assassination theorists, there is the grassy knoll. And for a circle of very devoted subway buffs in New York, there is yet another place of mystery, a province of gathering shadows where the tracks end and cosmic questions begin. It is known as -- strike up the ''Twilight Zone'' theme -- the 76th" , "date" : "20030121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; Next Stop, 'Twilight Zone' (a k a 76th St. Station)" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/21\/nyregion\/tunnel-vision-next-stop-twilight-zone-a-k-a-76th-st-station.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "The Fifth Wheel Q. Whatever happened to the steering wheels on the back of New York fire trucks? A. They are still there; you just can't see them anymore. According to a Fire Department spokesman, Paul Iannizzotto, the change came gradually. With tiller engines, named for the device used to steer the rudder of a boat, a fireman sits on a" , "date" : "20030119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/01\/19\/nyregion\/fyi-915599.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. On display: ''Robert De Niro: Costume and Character'' with more than two dozen costumes. ''George A. Romero,'' a retrospective of the director, through Jan. 26. Screenings:" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/arts\/spare-times-886866.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, at the Federal Reserve Bank of New York, 33 Liberty Street, Lower Manhattan. On view is the 1933 Double Eagle $20 gold coin, considered the most valuable coin in the world. ''Drachmas, Doubloons and Dollars: The History of Money,'' a major exhibition of currency from the society's permanent" , "date" : "20030110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/10\/arts\/spare-times-776572.html"} , {"body" : "The city's effort to persuade Bear, Stearns & Company to keep 1,500 employees in Brooklyn has turned into a standoff with Mayor Michael R. Bloomberg refusing the investment bank's demand for a new round of tax breaks and Bear Stearns mulling a proposal from its current landlord. Bear Stearns claims that its occupancy costs at the MetroTech Center" , "date" : "20030106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bear Stearns And City Hall At an Impasse On Tax Breaks" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/06\/nyregion\/bear-stearns-and-city-hall-at-an-impasse-on-tax-breaks.html"} , {"body" : "After sitting vacant for the last decade, an eight-story building in downtown Brooklyn, formerly owned by the state, is being reborn as offices for small nonprofit cultural groups. By the fall, 80 Hanson Place, once a medical testing lab, is scheduled to be home to up to 30 arts and arts services groups. They will lease the offices, with 400 to" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Downtown Brooklyn Project; Reborn Building to Aid the Arts" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/realestate\/postings-downtown-brooklyn-project-reborn-building-to-aid-the-arts.html"} , {"body" : "Their hospital began to shrink about nine weeks ago. First, the hospice didn't reopen after renovations. Then came a directive: Send all the patients to the campus in Downtown Brooklyn. The door to the intensive care unit was padlocked shut. Finally, word came from hospital officials that the Brooklyn Hospital Center's Caledonian campus on Parkside" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; A Small Hospital Closes, and Its Friends Mourn" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/neighborhood-report-flatbush-a-small-hospital-closes-and-its-friends-mourn.html"}]