[  {"body" : "Still Making Deals At a Different Table Years back, Theodore W. Kheel helped settle so many big and bitter labor disputes in New York and around the country that he was widely regarded as the maestro of mediation. These days, he still uses his talent for bringing people together, though for ends other than soothing passions at the bargaining table." , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)" , "CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/following-up.html"} , {"body" : "IN a cluttered and paint-splattered studio in Dumbo, the Brooklyn neighborhood where he spends most nights working, Scott Chester is designing a motorcycle for Spider-Man. Not the Spider-Man who climbs bridges to fight the Green Goblin, but the one who fortifies city structures against terrorist attacks for the New York City Department of" , "date" : "20031205" , "day_of_week_facet" : "Friday" , "page_facet" : "1" , "title" : "DRIVING; Couture Motorcycles" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/05\/travel\/driving-couture-motorcycles.html"} , {"body" : "It is called the Empire Stores, and for more than 50 years the cavernous, forbidding warehouse has been abandoned, a magnificent ruin between the Brooklyn and Manhattan Bridges along the East River. A signature of the Brooklyn skyline for at least 130 years that has transfixed residents and, to an extent, defined the waterfront, it has nonetheless" , "date" : "20031203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Dumbo, Remaking a White Elephant; Brooklyn Waterfront Landmark, Long Abandoned, Awaits New Life" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/03\/nyregion\/dumbo-remaking-white-elephant-brooklyn-waterfront-landmark-long-abandoned-awaits.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "CHARLOTTE DEWALD had grown fond of the tree outside her Greenwich Village window, even though she didn't know what kind it was. Then one fall day, she looked out the window in silent greeting, only to discover that every leaf had been plucked off. A film crew, shooting ''The Out-of-Towners,'' with Goldie Hawn, had stripped the tree, apparently to" , "date" : "20031123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "COPING; Cameras Love Neighborhoods. The Feeling's Rarely Mutual." , "url" : "http:\/\/www.nytimes.com\/2003\/11\/23\/nyregion\/coping-cameras-love-neighborhoods-the-feeling-s-rarely-mutual.html"} , {"body" : "WHETHER you are shopping for gifts or sprucing up your home for guests, five new stores in New York can help with the holidays. Among their wares are Chinese antiques and first-apartment furniture, as well as 25,000 square feet of storage solutions, some previously available only through Web sites, catalogs or in suburban malls. This season, they" , "date" : "20031113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "PERSONAL SHOPPER; Try It, Buy It, Store It or Display It" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/13\/garden\/personal-shopper-try-it-buy-it-store-it-or-display-it.html"} , {"body" : "Stella Harmatiuk, 81, stood on the corner of Manhattan Avenue and Calyer Street in Greenpoint, Brooklyn, on a recent windy morning and smiled beatifically at the people walking down the sidewalk. Until they got close. Then she snapped into candidate mode and accosted them with a pink flier bearing her likeness. ''Hold it!'' she barked. Many obeyed." , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT -- CITYPEOPLE; Finding No Shortage Of Windmills To Tilt At" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/nyregion\/neighborhood-report-greenpoint-citypeople-finding-no-shortage-windmills-tilt.html"} , {"body" : "''I don't like to be in the center of everything,'' said Patrick Eck, 42, a cabinetmaker. ''And I need a lot of space.'' He has found both solitude and space in the South Bronx. Last month, Mr. Eck and his companion, Marketa Psenickova, left, finished renovating their 3,000-square-foot loft in a former vinegar distillery (the white building," , "date" : "20031030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: HABITATS; In the South Bronx, Peace and Quiet in a Loft of One's Own" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/30\/garden\/currents-habitats-in-the-south-bronx-peace-and-quiet-in-a-loft-of-one-s-own.html"} , {"body" : "FreshDirect can deliver more than 3,000 grocery items to your doorstep, according to its Web site, sparing New Yorkers ''both the lines and the schlep'' to the supermarket. But Upper West Side residents are finding that convenience comes at an unadvertised price: idling trucks. ''It's a mini-distribution center on every corner,'' said Cleopatra" , "date" : "20031026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPPER WEST SIDE; Food Direct to the Door; Noisy Trucks, Too" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/26\/nyregion\/neighborhood-report-upper-west-side-food-direct-to-the-door-noisy-trucks-too.html"} , {"body" : "As the conversion of old industrial buildings to residential use continues and new apartment buildings rise in the Dumbo area of Brooklyn, the number of developers active in the neighborhood has also been increasing. One of the more active in Dumbo, or Down Under the Manhattan Bridge Overpass, is Boymelgreen Developers of Brooklyn. The company," , "date" : "20031024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; More Builders Are Joining In Development of Dumbo" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/nyregion\/residential-real-estate-more-builders-are-joining-in-development-of-dumbo.html"} , {"body" : "Where pigeons once nested and squatters roamed free there are now designer furnishings and expensively buffed walls. Windows that once rested askew in a cracked brick façade now hang straight, while rotting floors once punctured by industrial chutes have been replaced by blond wood. It was a little more than six months ago that Bob Vila shot the" , "date" : "20031022" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "This Old Factory, Refurbished by Bob Vila and Others" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/22\/nyregion\/this-old-factory-refurbished-by-bob-vila-and-others.html"} ,   {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LA BOHÈME.'' One of the Metropolitan's most enduringly popular productions, this 20-year-old staging by Franco Zeffirelli will be around until early December. Tomorrow's matinee features Hei-Kyung Hong," , "date" : "20031017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/17\/movies\/classical-music-and-dance-guide.html"} , {"body" : "EVENTS CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Today at 2 p.m., a discussion about Woodrow Wilson and World War I with Thomas Fleming, a historian and author of ''The Illusion of Victory: America in World War I''; fee, $10; free for faculty and students. Tonight at 7, a free reading and discussion of" , "date" : "20031017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/17\/arts\/spare-times-719730.html"} , {"body" : "EVENTS FAMILY HISTORY FAIR, City University Of New York Graduate Center, 365 Fifth Avenue, at 34th Street. Displays and workshops on researching ancestry and family backgrounds. Sunday, noon to 5 p.m. Free. Information: (212) 817-8215. NEW YORK CITY UNDERGROUND COMEDY FESTIVAL, Laurie Beechman Theater, 407 West 42nd Street, Clinton. Tonight at 8," , "date" : "20031010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/10\/arts\/spare-times-612111.html"} , {"body" : "LUCY MEXICAN BARBECUE will open tomorrow in ABC Carpet & Home, 35 East 18th Street. PHIL SUAREZ, above, an owner of Patria nearby, has named the restaurant, his newest, for his wife, and has put ANDREW DICATALDO, the chef at Patria, in charge of the kitchen. The house specialties will be meats and fish rubbed with chilies, wrapped in banana leaves" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/dining\/food-stuff-off-the-menu.html"} , {"body" : "One is backed by several of the borough's major cultural institutions. The other was assembled on a kitchen table by a plucky Fort Greene resident who used three months' worth of rent to produce the first issue. Both are glossy quarterlies that made their debut last month and aim to capture affluent readers in brownstone Brooklyn, a task that other" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; For the Brownstone Set, Two Glossies Make a Pitch" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/nyregion\/neighborhood-report-brooklyn-up-close-for-brownstone-set-two-glossies-make-pitch.html"} , {"body" : "Construction is still under way on Bridgefront, a 10-story condominium at 42 Main Street in the Dumbo area of Brooklyn, but 18 of its 21 loft-style apartments have been sold in the two months since sales began. The residences, including three penthouses, are offered with six different interior layouts and have 1,010 to 1,700 square feet of space," , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Bridgefront in Brooklyn; Condos Selling In Dumbo" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/realestate\/postings-bridgefront-in-brooklyn-condos-selling-in-dumbo.html"} , {"author" : "Vivian Gornick is the author of ''FierceAttachments,'' a memoir about growingup in the Bronx, and most recently, '''The Situation and the Story: The Art of Personal Narrative,'' published by Farrar Straus & Giroux." , "body" : "THE other day I took a walk through Chinatown with Jami Gong, listening to his assured young voice tell me he was going to take me on an ''insider'' tour -- born and raised here, he knows the neighborhood inside out, these are his streets -- starting at a corner on the eastern edge (Canal and Eldridge), moving steadily along Division Street," , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK HEARD; And Don't Worry About the Tip" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/nyregion\/new-york-heard-and-don-t-worry-about-the-tip.html"} , {"body" : "He wears a gray beard and tight dreadlocks, a golf shirt and short pants, all of it rumpled and soiled as if he just arose from bed or never slept at all. The telephone in his apartment rings every three minutes or so, and hardly a postage stamp's worth of flat surface is clear. Life's minor miracle for the day is that Danny Simmons is able to" , "date" : "20030913" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Art Galleries as a Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/13\/nyregion\/art-galleries-as-a-brooklyn-bridge.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "JORDAN Zielin grew up in Fort Greene, Brooklyn. But in late 2000, he landed his dream job as a computer systems engineer for Banc of America Securities, and moved to Boston. In the back of his mind, he planned to return to New York someday. His timetable suddenly accelerated after Sept. 11, 2001. His first job after college had been as a research" , "date" : "20030907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Downtown, Fine Feelings Fall Victim To the Banal" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/07\/nyregion\/coping-downtown-fine-feelings-fall-victim-to-the-banal.html"} , {"body" : "AS far as anyone knows, no vinegar has ever been mass-produced in Vinegar Hill, a minuscule neighborhood covering only eight blocks close to the Manhattan Bridge anchorage and abutting the Brooklyn Navy Yard on the borough's northwestern shore. In fact, its name comes from the site in County Wexford, Ireland, where Irish rebels fought the English" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Vinegar Hill, Brooklyn; On Cobblestone Streets, History Lingers" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/realestate\/if-you-re-thinking-living-vinegar-hill-brooklyn-cobblestone-streets-history.html"} ,   {"body" : "The Cypress Hills National Cemetery in Brooklyn is the final resting place of several long-dead luminaries, among them a few Medal of Honor winners and a Fiji cannibal chief named Vendovi, who was said to have eaten up to a dozen American sailors before his capture. But undoubtedly the cemetery's oddest historical attraction can be found off by" , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; He Was Custer's Bugler. Then, the Subway Called." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/nyregion\/tunnel-vision-he-was-custer-s-bugler-then-the-subway-called.html"} , {"body" : "It would probably win any competition for laundry with the best view. And that is only part of what 360 Furman Street, a behemoth 12-story building on the Brooklyn Heights waterfront, has been used for in the past 20 years. The 961,000-square-foot building, owned by the Jehovah's Witnesses, is also a distribution center for religious literature." , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT; A Shoreline Jewel May Be Sold, And Developers' Eyes Brighten" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/nyregion\/neighborhood-report-brooklyn-waterfront-shoreline-jewel-may-be-sold-developers.html"} , {"body" : "UNLESS you make an enemy of him, or front him a bushel of money for a real estate adventure, odds are that David C. Walentas, the developer who latched onto Brooklyn's derelict Dumbo neighborhood decades ago and, several hundred million dollars in equity later, sees himself as its mayor, won't remember your name. Don't await an apology. It's deals," , "date" : "20030716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SOHO (NYC)" , "NEW YORK CITY" , "NOHO (NYC)" , "DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; One Name He Can Remember. It Was an Elephant's." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/16\/nyregion\/public-lives-one-name-he-can-remember-it-was-an-elephant-s.html"} , {"body" : "Like the Kremlin, to which Mayor Michael R. Bloomberg compared it yesterday, 110 Livingston Street was more than a location or a shorthand name for the institution it housed, the city's Board of Education. It symbolized a state of mind, a failed system that was at once imperious and impervious. Rudolph W. Giuliani famously called for it to be" , "date" : "20030709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Theater"] , "page_facet" : "1" , "title" : "So Long, School Bureaucrats: 110 Livingston Is Being Sold" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/09\/nyregion\/so-long-school-bureaucrats-110-livingston-is-being-sold.html"} , {"body" : "Manhattan WEST SIDE $349,000 161 West 61st Street (Alfred) 450-sq.-ft. studio condo in a postwar building; 24-hr. doormen, concierge, dining area; indoor pool, health club and racquetball court in building; common charge $383, taxes $2,950; listed at $360,000, 12 weeks on market (broker: Heron Residential) UPPER EAST SIDE $847,500 245 East 93rd" , "date" : "20030703" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/03\/garden\/residential-sales.html"} , {"body" : "Opponents of New York City's longstanding cabaret laws, some dressed in fishnet stockings and ostrich plumes, spoke at a forum about the laws yesterday evening, carrying signs with slogans like ''The Waltz is Illegal in New York City.'' The six-hour hearing at New York Law School was attended by about 190 people, most critical of the laws. It began" , "date" : "20030625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "At a Hearing, Ostrich Plumes And Pleas for Freer Cabarets" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/25\/nyregion\/at-a-hearing-ostrich-plumes-and-pleas-for-freer-cabarets.html"} , {"body" : "JOEL HOWARD and Tracy Tucker, both 40, are partners, co-workers and Texans. They come from proud Suburban-driving, central-air-loving families, from houses with big yards and bigger garages. Their move to New York three months ago, Mr. Tucker said, was as extreme a culture shock as you can have without learning a new language. Six months or so" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DUMBO (DOWN UNDER MANHATTAN BRIDGE OVERPASS) (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Brooklyn; For Two Texans, Dumbo Isn't a White Elephant" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/realestate\/habitats-brooklyn-for-two-texans-dumbo-isn-t-a-white-elephant.html"} , {"body" : "A combination trade show and public exhibition of Brooklyn design talent will start tomorrow at St. Ann's Warehouse (38 Water Street) in Dumbo and run through Sunday. More than 100 of Brooklyn's own will show, among other items, furniture, rugs and tableware. Kenneth Adams, president of the Brooklyn Chamber of Commerce, wants to spotlight emerging" , "date" : "20030612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: DESIGN SHOWS; Introducing New Faces and Talent From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/12\/garden\/currents-design-shows-introducing-new-faces-and-talent-from-brooklyn.html"} , {"body" : "EVENTS 29TH FLOWER SHOW, Macy's, Herald Square. With displays on the main floor and a children's garden on the seventh floor, as well as special events. Through Sunday. Store hours: 10 a.m. to 8:30 p.m. through Saturday; 11 a.m. to 7 p.m. Sunday. Information: (212) 494-4495. MANHATTAN VINTAGE CLOTHING SHOW. Metropolitan Pavilion, 125 West 18th" , "date" : "20030425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/25\/arts\/spare-times-405590.html"} , {"body" : "He has crisscrossed the country, ripping away roofs, upgrading kitchens, expanding family rooms and building cottages from scratch. He has traveled to Europe, spending weeks with a camera crew in Britain and Italy, documenting the evolution of Palladian-style architecture. But in his nearly quarter-century of constructing a multimedia empire out of" , "date" : "20030403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mr. Fix-It, Meet Urban Decay; Bob Vila Does Brooklyn, In the Form of a Dumbo Dump" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/03\/nyregion\/mr-fix-it-meet-urban-decay-bob-vila-does-brooklyn-in-the-form-of-a-dumbo-dump.html"} ,   {"body" : "While the industrial buildings of Dumbo have become increasingly trendy in recent years, there is one place the neighborhood's artists can be assured that the bejeweled and Botoxed won't follow their lead, and that's up a grimy abandoned elevator shaft in search of some exercise. Still, since artists aren't exactly known for their athletic prowess," , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DUMBO; A Little Like Everest, Only Greasy And Illegal" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/nyregion\/neighborhood-report-dumbo-a-little-like-everest-only-greasy-and-illegal.html"} , {"body" : "EVENTS BIBLICAL ILLUSTRATIONS, Cathedral of St. John the Divine, Amsterdam Avenue and 112th Street, Morningside Heights. A display of works by Barry Moser, created for the Pennyroyal Caxton edition of the King James version of the Bible. Daily, 8 a.m. to 6 p.m., through April 27. SMALL PRESS BOOK FAIR, Small Press Center, 20 West 44th Street," , "date" : "20030328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/28\/arts\/spare-times-987433.html"} , {"body" : "Over nearly two decades, Jane Walentas has toiled -- reading and learning, scraping and chipping, recording and cataloging -- to return a historic carousel to its past splendor. Mrs. Walentas and her husband, the developer David Walentas, paid $385,000 for the rare carved-wood merry-go-round at an auction in 1984 and decided that, once restored, it" , "date" : "20030313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EMPIRE-FULTON FERRY STATE PARK (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hold Your Painted Horses; Rare Carousel Awaits a Spot in Brooklyn, if Politics Allows" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/13\/nyregion\/hold-your-painted-horses-rare-carousel-awaits-spot-brooklyn-if-politics-allows.html"} , {"body" : "HERE'S this little railroad on the Brooklyn waterfront with 1.5 miles of track, one locomotive and a three-man crew -- the engineer, the conductor and the brakeman. Trains like speed, but this one never goes faster than five miles an hour, on rails that run through Sunset Park, beneath the arched footbridges of the Brooklyn Army Terminal, and" , "date" : "20030302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Riding the Bounding Rails" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/02\/nyregion\/riding-the-bounding-rails.html"} , {"body" : "Like many of his neighbors, Michael Crane, president of the Dumbo Neighborhood Association, does not want to see the Gap come to his neighborhood. Mr. Crane is not talking about the clothing store but rather a blocklong dead space that could be created if a residence hall for the Jehovah's Witnesses goes up at 85 Jay Street. The Watchtower Bible" , "date" : "20030216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER MANHATTAN BRIDGE OVERPASS) (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DUMBO\/BROOKLYN; Paving a Parking Lot and Putting Up Paradise" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/16\/nyregion\/neighborhood-report-dumbo-brooklyn-paving-a-parking-lot-and-putting-up-paradise.html"} , {"body" : "John Yung has long heard stories about a neighborhood of art galleries that sits nestled under the Manhattan Bridge overpass along the Brooklyn waterfront. He often watches the industrial buildings glow at night as he walks home from his job as a waiter in Chinatown. But Mr. Yung, who is 27 and lives near East Broadway, has never crossed the bridge" , "date" : "20030216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DUMBO\/MANHATTAN; In Unlikely Urban Shadows, A Shopping Haven Takes Root" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/16\/nyregion\/neighborhood-report-dumbo-manhattan-unlikely-urban-shadows-shopping-haven-takes.html"} , {"author" : "Ross B. Intelisano is a lawyer." , "body" : "Beginning today, New Yorkers must dial 1, plus the area code, plus the seven-digit telephone number, to complete any local telephone call made within or between New York City boroughs. That's 11 digits in total, whether the call is from Manhattan to Manhattan or Brooklyn to Queens. The Federal Communications Commission says this change will" , "date" : "20030201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Ending the 212 Clique" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/01\/opinion\/ending-the-212-clique.html"} , {"body" : "AS NEW YORK confronts momentous questions -- about the rebuilding of Lower Manhattan, its budget woes, the danger of terrorism, the prospect of the Olympics in 2012 -- there is no shortage of predictions on where the city is headed in the next few decades. To peer into the future, the City section has consulted a dozen historians, sociologists," , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Tomorrow: 12 Visions" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/new-york-s-tomorrow-12-visions.html"} , {"body" : "In 1774, a Yale University student named David Bushnell invented the first wooden submarine, called the Turtle. It was 7 3\/5frac12 4\/5 feet long and 8 feet tall, just large enough to hold one man with air for 30 minutes, and it was operated by foot pedals and hand levers. Its mission was to affix 160-pound bombs to blow up the British ships that" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EMPIRE FULTON FERRY STATE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DUMBO; If You Know How to Rig a Sloop, Raise Your Hand and Get Aboard" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/neighborhood-report-dumbo-if-you-know-rig-sloop-raise-your-hand-get-aboard.html"}]