[  {"body" : "Because of an editing error, a report in the Metro Briefing column on Thursday about a hit-and-run accident that killed Alonza Mitchell, 65, misstated his residence and the site of the accident. He lived in East New York, Brooklyn -- not in Manhattan. He was crossing North Conduit Boulevard at Grant Avenue; he was not on Grant." , "date" : "20031227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/27\/nyregion\/c-corrections-730459.html"} , {"body" : "A 65-year-old man was struck and killed by a passing car as he crossed a busy Brooklyn street yesterday morning. The police said that the man, Alonza Mitchell of Manhattan, was struck by a car as he crossed Grant Avenue near Conduit Boulevard in East New York about 6 a.m. He was taken to Brookdale University Hospital and Medical Center, where he" , "date" : "20031225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Pedestrian Is Killed By Car" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/25\/nyregion\/metro-briefing-new-york-brooklyn-pedestrian-is-killed-by-car.html"} , {"body" : "It was the worst real-estate portfolio imaginable: ten thousand of New York City's most woebegone buildings, all of them in tax arrears, vacant, burned out or occupied by some of the city's poorest tenants in its most addled neighborhoods. A hundred thousand apartments held by a landlord with hardly any money for repairs and, it seemed, hardly any" , "date" : "20031221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "One Housing Woe Gives Way to Another; New York Is No Longer Awash in Abandoned Buildings. Now the Issue Is Supply." , "url" : "http:\/\/www.nytimes.com\/2003\/12\/21\/nyregion\/one-housing-woe-gives-way-another-new-york-no-longer-awash-abandoned-buildings.html"} , {"body" : "Mayor Michael R. Bloomberg and the City Council took turns yesterday accusing each other of endangering the health of New York City's children. The mayor charged that a bill that the Council passed on Monday to protect children from the dangers of lead paint could actually end up harming them by making landlords reluctant to rent apartments to" , "date" : "20031217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Council Spars With Bloomberg Over Lead Paint Legislation" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/17\/nyregion\/city-council-spars-with-bloomberg-over-lead-paint-legislation.html"} , {"body" : "On the first night in their two-bedroom apartment, So Ching Chan and her husband, Yun Sang Lau, slept on the floor. They made a bed of blankets and crumpled-up plastic bags. Their dinner table was a piece of cardboard. Their meal was two cans of soup. Far from their native Hong Kong, they were also miles away from the Harlem shelter where they had" , "date" : "20031216" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; Better Life on the Horizon, But for Now, No Daughter" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/16\/nyregion\/the-neediest-cases-better-life-on-the-horizon-but-for-now-no-daughter.html"} , {"body" : "An article in some copies on Nov. 19 about the killing of an 8-year-old boy during a drug-related shootout in East New York, Brooklyn, misspelled his given name. He was Daesean Hill, not Dasean." , "date" : "20031216" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/16\/nyregion\/c-corrections-578630.html"} , {"body" : "JOE KUBERT is one of the old masters of the comic book. For more than six decades as an artist, writer, editor and teacher, he has helped define American comic books. Characters he has breathed life into through his supple line include Tarzan, Batman, the Flash and Sgt. Rock. He was a principal in the creation of the groundbreaking ''Three" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Paper, Pencil And a Dream" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/paper-pencil-and-a-dream.html"} , {"body" : "A SIGN greets visitors at the entrance to the bedroom that Daesean Hill shared with his little brother in East New York, Brooklyn: ''Daesean and T.J.'s room. Keep out.'' The sign is adorned with Rugrats, the brothers' favorite cartoon characters. On the door frame are several lines marking off Daesean's height over the years. There is a big gap" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; Caught in the Crossfire" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/citypeople-caught-in-the-crossfire.html"} , {"body" : "It was a rare, working Saturday in the City Council chamber, but Speaker Gifford Miller was not in his customary seat. Instead, a confident 18-year-old woman was using his microphone, directing the debate on his floor. And Mr. Miller himself was relegated to the sidelines. For once, the boyish-looking speaker found himself the grizzled veteran, as" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "60" , "title" : "Students Get a Turn at Running the Council" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/students-get-a-turn-at-running-the-council.html"} , {"body" : "Shop a little. Play in the snow. Shop some more. Play in the snow. So went Brian Klingborg's morning yesterday with his 3-year-old daughter, Sophie, who seemed more enamored with snowflakes and icicles on store windows than with anything on the warm side of the glass. So Mr. Klingborg allowed himself to be pelted with snowballs outside The" , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "A PREWINTER SNOW: THE STORES; When Snow Starts Flying, The Brave Go Shopping" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/nyregion\/a-prewinter-snow-the-stores-when-snow-starts-flying-the-brave-go-shopping.html"} ,   {"body" : "Markee Truesdale, 13, stood at an electronic keyboard in his East New York, Brooklyn, apartment and picked out the ''Ode to Joy'' theme from Beethoven's Symphony No. 9. He taught himself to play after playing the violin for five years. ''When my grandmother was in the hospital, I used to play violin for her,'' Markee said. Rita Lee, his" , "date" : "20031127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Aunt and Nephew Look Forward to a Healing Tradition" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/27\/nyregion\/the-neediest-cases-aunt-and-nephew-look-forward-to-a-healing-tradition.html"} , {"body" : "A law enforcement offical confirmed the arrest last night of a second suspect in the East New York murders of 8-year-old Daesean Hill and Michael Walker, 23. The official said that detectives believe that the suspect, Rasheem Malik, 16, of Barbey Street, Brooklyn, had been firing a .22 caliber pistol in a shootout that led to the killings on Monday" , "date" : "20031121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Second Arrest In Boy's Murder" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/21\/nyregion\/metro-briefing-new-york-brooklyn-second-arrest-in-boy-s-murder.html"} , {"body" : "A 19-year-old man from East New York, Brooklyn, has been charged with felony murder in connection with a gun battle on Monday that resulted in the death of an 8-year-old boy. At a news conference yesterday, Police Commissioner Raymond W. Kelly said detectives had arrested the man, Jarrell Perry, who lives on Barbey Street, two blocks east of where" , "date" : "20031120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Brooklyn Man Is Charged in Gunfight That Killed 8-Year-Old Boy" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/20\/nyregion\/brooklyn-man-is-charged-in-gunfight-that-killed-8-year-old-boy.html"} , {"body" : "The balloons were an unusual touch. They were blue, and they floated yesterday above one of the two new makeshift memorials on a street in the East New York section of Brooklyn. One of the markers mourned Michael Walker, 23, who lived two blocks away, Big Mike to some and Mikey to his girlfriend. It was candles in a Corona Extra case and a" , "date" : "20031119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shootings Stir Fears of a Backslide in East New York" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/19\/nyregion\/shootings-stir-fears-of-a-backslide-in-east-new-york.html"} , {"body" : "An 8-year-old boy walking home with his father and two siblings was killed yesterday when he was caught in a barrage of gunfire on a gritty block of East New York, Brooklyn, the police said. A 23-year-old man who may have been the target of the shooting was also killed. Investigators said last night that the motive for the shooting was unclear, but" , "date" : "20031118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, 8, Caught in Crossfire, Dies on a Street in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/18\/nyregion\/boy-8-caught-in-crossfire-dies-on-a-street-in-brooklyn.html"} , {"body" : "If Shalinqua Fuller can avoid switching from the No. 3 train to the L train in East New York, Brooklyn, she does. But as a design student, she sometimes takes night classes, and one of them required her to switch. ''I had to get off at the Junius stop, and walk through the darkness to the L train side,'' she said. She didn't feel safe, and she" , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; The Wrong Side of the Tracks: Seeking a Transfer Where Lines Converge" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/nyregion\/neighborhood-report-east-new-york-wrong-side-tracks-seeking-transfer-where-lines.html"} , {"body" : "Mary Fulford, 23, leaned forward on a black love seat in her apartment in East New York, Brooklyn, stretching and clenching her fingers. ''I fix things,'' she said. ''I'm good at working with my hands.'' As a 1997 graduate of George Westinghouse High School, with an endorsed diploma in office machine technology, Ms. Fulford's plan was to fix cars." , "date" : "20031112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Big Sister Decides to Step Up, Putting Her Dreams on Hold" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/12\/nyregion\/the-neediest-cases-big-sister-decides-to-step-up-putting-her-dreams-on-hold.html"} , {"author" : "Stuart Miller and Sharon Seitz are authors of ''The Other Islands of New York City.''" , "body" : "It's the year 2103 and Brooklyn remains a vibrant, bustling borough thanks in no small part to the fortitude and creativity of a century's worth of immigrants. Some things, however, have changed. For several generations now, Bedford-Stuyvesant has been predominantly Latino, while East New York and Brownsville residents come mostly from India. These" , "date" : "20031108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FULTON STREET (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "Where the Streets Have Too Many Names" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/08\/opinion\/where-the-streets-have-too-many-names.html"} , {"body" : "Gloria Hernandez tries to be strong for her five children, but strength, like privacy or full stomachs, does not come easily when you and your family live in a shelter for the homeless. ''The children say, 'Mommy, when are we going to get out of here?' '' Ms. Hernandez, 40, said softly, her eyes downcast. ''You see it in their faces: they don't" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "The Neediest Cases; For Homeless, the Gift of Hope" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/nyregion\/the-neediest-cases-for-homeless-the-gift-of-hope.html"} , {"body" : "WANDERING around Brooklyn in a skirt when you are a dude is a complicated affair, fraught with loaded symbols and multiple entendres, but three simple rules will get you a long way: * Take short strides. * Make no eye contact, except with people who are already yelling at you. * No matter what, stay out of the ABC Super Stores branch in the Fulton" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Guy in Skirt Seeks Sensitivity In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/style\/guy-in-skirt-seeks-sensitivity-in-brooklyn.html"} ,   {"body" : "The candidate, a woman in a dark suit, stood just inside the turnstiles of the 15th Street station of the F train in Brooklyn yesterday morning, pressing pamphlets into passing hands as countless candidates have done before her. But her pitch contained a word that prompted some commuters to halt at the top of the stairs and look at her in" , "date" : "20031101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Brooklyn, a Rarity: Judicial Candidates Campaigning" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/01\/nyregion\/in-brooklyn-a-rarity-judicial-candidates-campaigning.html"} , {"body" : "Investigators were trying to determine yesterday if a sergeant wounded in a shootout in Brooklyn on Wednesday night had unknowingly stepped into the middle of a drug deal gone bad, the police said. The gunfire, which came in bursts over a four-block chase through East New York, left the sergeant, James Gentile, hospitalized, another officer hurt" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Pursue Drug Link In Shooting Of Officers" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/police-pursue-drug-link-in-shooting-of-officers.html"} , {"body" : "Two police officers chasing robbery suspects were shot and wounded in Brooklyn last night -- one of them a sergeant whose bullet-resistant vest deflected a shot to the chest, the police said. The shooting, which ended with a Brooklyn neighborhood flooded with police officers, began with the robbery of a man about three miles away. One of the" , "date" : "20031030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Officers Shot in Brooklyn; Police Kill Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/30\/nyregion\/2-officers-shot-in-brooklyn-police-kill-robbery-suspect.html"} , {"body" : "A lot of things are making it harder these days to bond with one's broccoli. The convenience of prepared foods and the siren song of takeout can lure even ardent cooks away from the stove. The raging controversies of modern agriculture, meanwhile, from bioengineering to pesticides, can make serving fresh vegetables feel complicated and" , "date" : "20031027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Concrete City, Fruit of the Land; Buying Clubs Help New York Forge Farm-to-Table Connection" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/27\/nyregion\/concrete-city-fruit-land-buying-clubs-help-new-york-forge-farm-table-connection.html"} , {"body" : "A 12-year-old girl and her mother were killed yesterday in an apartment in East New York, Brooklyn, the authorities said, and a man who later turned himself in was charged with two counts of murder. The bodies of the two victims were found at about 2 p.m. by officers acting on information provided by the man, Albert Clark, 41. The child and her" , "date" : "20031027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Girl and Mother Are Found Slain After Roommate Turns Himself In" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/27\/nyregion\/girl-and-mother-are-found-slain-after-roommate-turns-himself-in.html"} , {"body" : "MATH scores for fourth graders soared so high around the state this year that some experts wondered whether the tests, which were given in the spring, were simply too easy. In the city, the gains were even greater. While the proportion of fourth graders in the state who met math standards grew by 10.5 percentage points this year, in the city that" , "date" : "20031026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "How Fourth Graders Fared on the State Math Test" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/26\/nyregion\/how-fourth-graders-fared-on-the-state-math-test.html"} , {"body" : "When the police responded to an alarm at a jewelry store in Harlem on Saturday night, they found 16-year-old Farj Zaibak bound hand and foot with tape and $150,000 worth of jewelry missing, police officials said yesterday. But soon, Farj, the nephew of the three brothers who own the shop, Jou Jou Jewelry, at 157 East 116th Street, was under arrest," , "date" : "20031020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Jewels Stolen, Officers Say, With a Hand From Inside" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/20\/nyregion\/jewels-stolen-officers-say-with-a-hand-from-inside.html"} , {"body" : "POSTMAN--Neil M., 72, on October 5, 2003. University Professor at New York University, pioneer in the field of media ecology. Former Chair of the department of Culture and Communication, author of more than 20 books including ''Amusing ourselves to Death,'' ''The Disappearance of Childhood,'' and ''Teaching as a Subversive Activity.'' Cherished" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths POSTMAN, NEIL M." , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/classified\/paid-notice-deaths-postman-neil-m.html"} , {"body" : "SAVVY New Yorkers develop a richly textured, almost unconscious sense of the city's endlessly varied neighborhoods. They know where to find the best dim sum and where not to bother, where the greeting is likely to be in Greek and where it's likely to be in Fujianese, where the bookstores stock lefty-radical tracts and where they tilt toward C.E.O." , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Vital Signs" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/nyregion\/new-york-s-vital-signs.html"} , {"body" : "RECREATION NEW YORK ROAD RUNNERS CLUB. Two adult runs on Sunday in Central Park: the Norway Run, a five-kilometer race, begins at 9:15 a.m., followed at 9:30 by Grete's Great Gallop, a 13.1-mile run. Both adult races start at 70th Street and the East Drive. At 10:30 races for children 2 to 12 will be held on the 72nd Street Transverse, near" , "date" : "20031003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/arts\/spare-times-513792.html"} ,   {"body" : "FORTUNOFF has opened its doors here in a 265,000-square-foot, four-story retail complex, with Christmas trees already twinkling in the top floor-to-ceiling windows beckoning shoppers from the street 75 feet below. It is the sixth in a chain of stores in New York and New Jersey for the retailer, which first opened 81 years ago on Livonia Avenue in" , "date" : "20030928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WHITE PLAINS (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Commercial Property\/Westchester; Fortunoff Opens $92 Million Building in White Plains" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/28\/realestate\/commercial-property-westchester-fortunoff-opens-92-million-building-white-plains.html"} , {"body" : "It was ambivalence as usual at the Muddy Cup Cafe in Stapleton on Wednesday night, as patrons sat on funky antique couches discussing the recent bias attacks on Staten Island and their effect on the borough's image. Stapleton is a neighborhood on the island's multi-ethnic North Shore. More than the rest of the borough, Stapleton and nearby" , "date" : "20030928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: STATEN ISLAND UP CLOSE; In the Wake of Bias Attacks, Pique Over a Borough's Image" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/28\/nyregion\/neighborhood-report-staten-island-up-close-wake-bias-attacks-pique-over-borough.html"} , {"body" : "The chief downside of the Federal Communication Commission's decency standards for the networks may be that they promote the spread of grating expressions that serve as substitutes for profanity. Obsolete or revolting epithets like ''nancy boy,'' ''wet spot'' and ''panty liner'' seriously mar the script of ''10-8'' (ABC), which has its premiere" , "date" : "20030927" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "TELEVISION REVIEW; Novices In Legal Purgatory" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/27\/arts\/television-review-novices-in-legal-purgatory.html"} , {"body" : "At the Trey Whitfield School in a bleak corner of Brooklyn, toddlers imitate consonant and vowel sounds and learn that ''cup'' starts with C, not K. Teenagers understand that the rules prohibit gold teeth, coarse talk in the hallways and hip-hop fashions. All jump to their feet when an adult enters the classroom. ''Good morning, Mr. Whitfield,''" , "date" : "20030924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Private School That Thrives on Rules; Minority Students Excel at Brooklyn Site. Is It a Model or an Anomaly?" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/24\/nyregion\/private-school-that-thrives-rules-minority-students-excel-brooklyn-site-it-model.html"} , {"body" : "Petty Officer Third Class Mario Davenport sat in his mother's Brooklyn home yesterday and fidgeted with his cellphone, as if it contained an answer to the mysterious slaying of his wife on Tuesday. Charisse Davenport, 21, was stabbed to death along with three elderly relatives in their two-story home in South Jamaica, Queens. Her body was found in" , "date" : "20030914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "For Widower, No Answers On 4 Killings In Queens" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/14\/nyregion\/for-widower-no-answers-on-4-killings-in-queens.html"} , {"body" : "There is very little that is mobile about Stephen Albury's mobile home. Sitting on a sylvan peninsula that juts into Lake Walton, his 1,700-square-foot double-wide is surrounded by lush gardens, a stony fishpond and a multilevel deck overlooking an expanse of lake covered by lily pads. His home has sat on this three-quarter-acre plot for seven" , "date" : "20030912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EAST FISHKILL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Immobile Homes, Told to Roll; Renters Uprooted by Sale of Trailer Park Land" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/12\/nyregion\/immobile-homes-told-to-roll-renters-uprooted-by-sale-of-trailer-park-land.html"} , {"body" : "This list summarizes our recommendations in some of today's primary election races in New York City and Suffolk County. In some cases the primary is tantamount to election. In others, we may endorse again for the Nov. 4 general election. Polling hours in the metropolitan area are 6 a.m. to 9 p.m. CITY COUNCIL Queens: 27th District (St. Albans," , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "New York Primary Choices" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/opinion\/new-york-primary-choices.html"} , {"body" : "There are 24 Civil Court judgeships up for election in New York City but in reality, most have already been chosen by clubhouse leaders and party pols in a position to award the Democratic nomination and a practically uncontested ride to victory. Sadly, the burgeoning judicial corruption scandal under investigation by the Brooklyn district" , "date" : "20030906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "For Civil Court" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/06\/opinion\/for-civil-court.html"} , {"body" : "MANHATTAN is among the most storied of places, a fabled island of commerce and grandeur. Millions live there, millions toil there, millions trek vast distances to visit. And especially after Labor Day, when the city's cultural season kicks in, it's a powerful Mecca. Even so, some people could care less. Turns out there are plenty of New Yorkers," , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Never-Never Land" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/never-never-land.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} ,   {"body" : "About 40 teachers and their supporters rallied outside City Hall yesterday, protesting the dismissal of thousands of teachers who had failed to pass teacher certification exams. The protesters urged the city to reconsider its firing of 10,000 uncertified teachers over the last five years, saying the test was culturally biased against blacks and" , "date" : "20030828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "City Hall Rally Protests Policy Of Firing Uncertified Teachers" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/28\/nyregion\/city-hall-rally-protests-policy-of-firing-uncertified-teachers.html"} , {"author" : "Andrew Coe is the editor of ''FDNY: An Illustrated History of the Fire Department of New York'' (Odyssey, 2002) and a contributor to the forthcoming Oxford Dictionary of American Food and Drink." , "body" : "YOU may think that never in your life do want to hear another word about the egg cream, the iconic New York drink whose mere mention instantly evokes the sweet-stale smell of the corner candy store, the squeal of trolley wheels and the taunts of Dodgers fans at Ebbets Field. But then you must not have heard of the criminal exploits of Harry Solomon" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; No Egg, No Cream, No Ethics" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/nyregion\/city-lore-no-egg-no-cream-no-ethics.html"} , {"body" : "A Brooklyn couple who helped an abortion opponent elude the authorities after he killed an upstate doctor in 1998 were sentenced yesterday to 29 months in prison, the time they had already served while awaiting trial. The couple, Dennis J. Malvasi, 53, and his wife, Loretta C. Marra, 39, pleaded guilty in April to wiring money to the abortion" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["AMHERST (NY)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Two Who Helped Doctor's Killer Are Released After 29 Months" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/nyregion\/two-who-helped-doctor-s-killer-are-released-after-29-months.html"} , {"body" : "One of the axioms of New York City politics is that incumbents do not lose elections. But that notion was disproved a year ago, when Nellie R. Santiago, then a state senator, became one of the few elected officials to lose a Democratic primary for re-election, in the Bushwick section of Brooklyn. Ms. Santiago, who lost the Senate nomination by" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "COUNCIL CONTESTS: 37th District\/Brooklyn; In Brooklyn, Ex-State Senator Challenges Son of Man Who Sent Her Home From Albany" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/nyregion\/council-contests-37th-district-brooklyn-brooklyn-ex-state-senator-challenges-son.html"} , {"author" : "E-mail: transit@nytimes.com" , "body" : "It was the day after the lights came back on, the day the trains started rolling again. The Great Blackout of 2003 had passed like a slow local with no air-conditioning, and there was great joy in the city of New York. But just before 9 p.m. on Saturday, it seemed to many people standing on the platform at Pennsylvania Station that there was an" , "date" : "20030819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; Rocking, Rolling, Screeching, and It's Not the Train" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/19\/nyregion\/tunnel-vision-rocking-rolling-screeching-and-it-s-not-the-train.html"} , {"body" : "One night last week, dozens of young people -- anarchists, environmentalists, pacifists, and just about every other ist out there -- crammed together in a Brooklyn storefront to brainstorm how they would take advantage of a unique opportunity a year away. The man they view as their archnemesis, President Bush, will visit their turf next summer for" , "date" : "20030810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Protest Groups Planning For Republican Convention" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/10\/nyregion\/protest-groups-planning-for-republican-convention.html"} , {"body" : "From the rapid-fire zaps of stand-up screw guns (power tools that resemble skinny jackhammers) as the first wood planks are fastened to steel girders in a cavernous building at the Brooklyn Navy Yard, it can take less than three weeks for an entire floor of a 20-by-42-foot row house to be unloaded from flatbed trucks onto the sites of 37" , "date" : "20030808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Residential Real Estate; Factory Direct, a Home Sweet Home" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/08\/nyregion\/residential-real-estate-factory-direct-a-home-sweet-home.html"} , {"body" : "A new city property tax surcharge on absentee landlords who rent out one- to three-family homes will hit low-income and minority neighborhoods the hardest, according to a report issued yesterday by the city's Independent Budget Office. The new absentee landlord tax, which the City Council sought for more than a year, was included in the budget" , "date" : "20030806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Tax on Absentee Landlords Is Criticized as Hard on Poor" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/06\/nyregion\/tax-on-absentee-landlords-is-criticized-as-hard-on-poor.html"} , {"body" : "Haydee Garcia admits she was having a rocky time at Franklin K. Lane High School in Brooklyn last year. At 17, she had amassed only enough credits to be considered a sophomore. School officials had already called her and her mother in to discuss her frequent absences, her suspension for fighting, her pregnancy. But in February 2002, school" , "date" : "20030801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "High School Under Scrutiny For Giving Up on Its Students" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/nyregion\/high-school-under-scrutiny-for-giving-up-on-its-students.html"} , {"body" : "HE is no Robert Moses. Although he smiles puckishly about his new job like a toddler who has been given a giant Lego set, James F. Lima does not think of Governors Island as a field for his dreams, one in which he can erect monoliths and bulldoze whoever or whatever stands in his way. Mr. Lima, who was chosen last month by Mayor Michael R." , "date" : "20030801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Governors Island Is His Oyster Now" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/01\/nyregion\/public-lives-governors-island-is-his-oyster-now.html"} ,   {"body" : "The coffin lay in the City Hall rotunda beneath a coffered dome that recalls the Pantheon in Rome. It was flanked by a pair of police officers who stood as rigid as beefeaters in their dress uniforms and white gloves, with their shiny leather Sam Browne belts creaking diagonally across their chests. Outside, the crowd stretched down the stairs," , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "7,000 Honor Slain Councilman in the Hall Where He Fell" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/nyregion\/7000-honor-slain-councilman-in-the-hall-where-he-fell.html"} , {"body" : "An argument on an East New York street erupted in gunfire that left one man dead and another wounded on Saturday, the police said yesterday. The police arrested Robert Rodriguez, 47; Joshua Rodriguez, 20; and Andres A. Familia, 23. Charges are pending. The shooting occurred at 2:15 p.m. at 339 Shepherd Avenue. A 29-year-old man, whose name was not" , "date" : "20030721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Dies In Shooting" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/21\/nyregion\/metro-briefing-new-york-brooklyn-man-dies-in-shooting.html"} , {"body" : "A rooftop sniper wounded a police officer on Tuesday night outside a public housing complex in Brooklyn, the police said, and a task force of 30 investigators fanned out yesterday through the complex to search for information about the attacker. Officer Donald Macewen, 32, was helping to make an arrest at the Howard Houses in Brownsville at 10:20" , "date" : "20030703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Rooftop Sniper Wounds Officer in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/03\/nyregion\/rooftop-sniper-wounds-officer-in-brooklyn.html"} , {"body" : "An article on Saturday about problems facing Lafayette High School in south Brooklyn misstated the school connection of State Senator Seymour P. Lachman, who discussed the resources and finances of neighborhood high schools. He is a former Lafayette teacher, not an alumnus. He graduated from Thomas Jefferson High, in East New York." , "date" : "20030702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/02\/nyregion\/c-corrections-355003.html"} , {"body" : "A bell tone sounds and nearly 2,000 students swarm into the cavernous hallways of Lafayette High School in south Brooklyn. School safety agents fan out through the five-story building, their two-way radios crackling as they bark at students to move along. Some students wear baseball caps or do-rags, though both are against the rules. In the six" , "date" : "20030628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "No Horror High, but a Struggle; Lafayette in Brooklyn Aspires to Its Former Glory" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/28\/nyregion\/no-horror-high-but-a-struggle-lafayette-in-brooklyn-aspires-to-its-former-glory.html"} , {"body" : "In 1898 a prominent black minister named Henry McNeal Turner wrote an essay titled, ''God Is a Negro.'' When even some of Turner's fellow members of the African Methodist Episcopal denomination objected, he replied in print that ''every other race of people since time began'' envisioned God in its image. ''Why should not the Negro,'' he concluded," , "date" : "20030611" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Mr. Freeman, You Look Divine" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/11\/movies\/mr-freeman-you-look-divine.html"} , {"body" : "In the last 17 months, as crime began to increase around the country, many people began to question whether New York City had reached the limits of its crime-fighting successes. With the Giuliani administration gone and a persistent budget deficit and antiterrorism demands eating away at the resources of the New York Police Department, many New" , "date" : "20030610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Bloomberg, The Crime Rate Keeps Falling" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/10\/nyregion\/for-bloomberg-the-crime-rate-keeps-falling.html"} , {"body" : "A civil rights lawyer and a senior lawyer with the Legal Aid Society urged the City Council yesterday to increase oversight and accountability of how the Police Department handles raids like the one that led to the death of a 57-year-old Harlem woman last month. The two lawyers, testifying at a Public Safety Committee hearing called to examine the" , "date" : "20030605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyers Urge Council to Increase Oversight of Police Raids" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/05\/nyregion\/lawyers-urge-council-to-increase-oversight-of-police-raids.html"} , {"body" : "If you happen to attend public school in Brooklyn or Queens, chances are you are sleeping late and may never glimpse this article because today is all about leisure. If you are stuck in Manhattan, the Bronx or Staten Island, on the other hand, suck it up and get to class. Such are the vagaries of Brooklyn-Queens Day, a relic of a school holiday" , "date" : "20030605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "School's Out? Here's a History Lesson About Brooklyn-Queens Day" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/05\/nyregion\/school-s-out-here-s-a-history-lesson-about-brooklyn-queens-day.html"} , {"body" : "A car that veered off the Jackie Robinson Parkway in Queens just before midnight Sunday, killing four of the six friends inside and critically injuring the others, had been traveling at high speed, the police said. The family of one victim said investigators told them that the car, a Toyota Camry, was traveling at 80 to 90 miles per hour when it" , "date" : "20030603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "High Speed Cited in Crash That Left 4 Dead" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/03\/nyregion\/high-speed-cited-in-crash-that-left-4-dead.html"} ,   {"body" : "In the realm of dreams, it may hold no more than a minor rank. But on a block in Queens with stoops and aluminum siding and hopscotch lines chalked on the sidewalk, Rosemere Messina's desire to hold a party for her son Danny's first Holy Communion next May is one of the highest order. And one that is now in the gravest doubt. Mrs. Messina, a" , "date" : "20030602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Pain, Reflected on a City Block" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/02\/nyregion\/new-york-s-pain-reflected-on-a-city-block.html"} , {"body" : "Shortly before dawn on Sept. 12, 1991, smoke poured from an apartment in an abandoned building in the East New York section of Brooklyn. At the apartment's entrance, firefighters with Ladder Company 110 passed members of Engine Company 236, who had directed their hose into the apartment. Engine 236 was working with four instead of five firefighters" , "date" : "20030602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Firefighter's Death as a Rallying Cry; Fatal Blaze in '91 Comes to Symbolize Dangers of Cutbacks" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/02\/nyregion\/firefighter-s-death-rallying-cry-fatal-blaze-91-comes-symbolize-dangers-cutbacks.html"} , {"body" : "IF a Brooklyn man stumbled while walking on Fulton Street in the morning, so the old saying went, he could read about it that evening in The Eagle. Now, more than 100 years later, everyone else can read about it, too. They can also read about every grisly murder, every women's suffrage rally and every new corset style to grace the pages of The" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "CITY LORE; A Newspaper of Record, Recorded" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/city-lore-a-newspaper-of-record-recorded.html"} , {"body" : "Two men were in police custody yesterday in the attack on Wednesday of a 21-year-old Brooklyn woman who is deaf and mute. The woman was dragged in broad daylight to a vacant apartment building in East New York and raped by four men, the authorities said. Detectives are looking for two other men who remained at large last night. But investigators" , "date" : "20030518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "The Police Make 2 Arrests In Rape of a Deaf Woman" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/18\/nyregion\/the-police-make-2-arrests-in-rape-of-a-deaf-woman.html"} , {"body" : "A 21-year-old Brooklyn woman, who is deaf and mute, was dragged to an empty apartment building in East New York on Wednesday afternoon and raped by four men, the police said yesterday. The woman was heading for the subway at 3 p.m. -- a time when parents in the neighborhood were collecting their children from school -- when she was approached by" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Four Men Rape Deaf Woman In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/nyregion\/four-men-rape-deaf-woman-in-brooklyn.html"} , {"body" : "A woman stabbed her husband to death early yesterday in Brooklyn, the police said, in one of five killings in the city in a 24-hour period. The other four victims were shot, and six other people were wounded in shootings during what seemed to be a brief spike in gun violence on a warm spring night. While major crime in the city is down more than 8" , "date" : "20030512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Are Killed In 24 Hours As Violence Spikes in City" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/12\/nyregion\/5-are-killed-in-24-hours-as-violence-spikes-in-city.html"} , {"body" : "In an unusual new effort aimed at reducing gun violence, the city has established a special court in Brooklyn to handle all felony gun possession cases from the five Brooklyn neighborhoods with the heaviest concentration of shootings in the city, Mayor Michael R. Bloomberg announced yesterday. The new court, which began hearing cases on April 28," , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Special Court for Gun Crimes Is Created Just for Five Neighborhoods in Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/special-court-for-gun-crimes-created-just-for-five-neighborhoods-central.html"} , {"body" : "As his father frantically searched through blinding black smoke, a 9-year-old boy trapped behind his bunk bed was killed in a fire that raged through his East New York apartment yesterday morning. The fire, which began about 5:30 a.m. at a fourth-floor apartment in the Louis H. Pink Houses on Loring Avenue in Brooklyn, killed the boy, Nathaniel" , "date" : "20030501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Apartment Fire in East New York Leaves 9-Year-Old Boy Dead" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/01\/nyregion\/apartment-fire-in-east-new-york-leaves-9-year-old-boy-dead.html"} , {"body" : "Sometime next year, Dominicans in New York City plan to open a museum and cultural center to document their immigrant experience. That is not surprising, given the growth of the Dominican population. But the name chosen for the center may come as more of a surprise: ''Afro-Quisqueya,'' a nod to these Latinos' African roots. As Latinos surpass" , "date" : "20030428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In New York's Cultural Mix, Black Latinos Carve Out Niche" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/28\/nyregion\/in-new-york-s-cultural-mix-black-latinos-carve-out-niche.html"} , {"body" : "On the fifth floor of Thomas Jefferson High School, three flights up from where a student shot two classmates dead a decade ago, Rasheen Malone found a family, a purpose and a way to get out of East New York. Twice a week for three years, Rasheen has gone to Room 545 for classes offered by the Junior Reserve Officers Training Corps, Marine Corps" , "date" : "20030422" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Where Semper Fi Is a Password Out; Officer Training Finds Niche At a Tough Brooklyn High School" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/22\/nyregion\/where-semper-fi-password-officer-training-finds-niche-tough-brooklyn-high-school.html"} ,   {"body" : "A couple with a long history of anti-abortion activism pleaded guilty in Brooklyn yesterday to aiding the flight from justice of James C. Kopp, who was recently convicted in the 1998 killing of a doctor in upstate New York who performed abortions. The couple, Dennis J. Malvasi, 53, and his wife, Loretta C. Marra, 39, admitted in Federal District" , "date" : "20030416" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["AMHERST (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Couple Plead Guilty to Aiding Man Who Killed Abortion Provider" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/16\/nyregion\/couple-plead-guilty-to-aiding-man-who-killed-abortion-provider.html"} , {"body" : "Once you wrap your mind around it, the possibilities just keep coming. For instance, line up a sponsor for each of the city schools. P.S. Lipton Chicken Noodle. I.S. Krispy Kreme. The Abercrombie & Fitch High School of Science. Granted, Times Square already possesses an estimable name, but couldn't everyone get used to Heinz Square? And who says" , "date" : "20030406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Battery Park, Get Ready For the Bunny; Branding in New York Is Just the Beginning" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/06\/nyregion\/battery-park-get-ready-for-the-bunny-branding-in-new-york-is-just-the-beginning.html"} , {"body" : "News spreads quickly along the storefronts in the small working-class neighborhoods in southern Queens and Brooklyn. So over the past month, each time the police were called to another chilling murder in a local store, word moved swiftly that the killer in the hooded sweatshirt -- the one with the .40-caliber pistol who took his victims' lives but" , "date" : "20030331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "An Arrest Eases Fears in a Neighborhood on Edge" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/31\/nyregion\/an-arrest-eases-fears-in-a-neighborhood-on-edge.html"} , {"body" : "The police have arrested a Brooklyn man who they believe has shot and killed four shopkeepers without provocation in Brooklyn and Queens since early last month, Commissioner Raymond W. Kelly announced last night. The suspect, Larme Price, 30, confessed on Saturday to the four slayings, which terrorized residents and small-business owners and had" , "date" : "20030331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Arrest Brooklyn Man In Slayings of 4 Shopkeepers" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/31\/nyregion\/police-arrest-brooklyn-man-in-slayings-of-4-shopkeepers.html"} , {"body" : "AT the corner of Third Street and Third Avenue here, the mobile home staffed with social workers came to a stop with a lurch. The night's task is a difficult one: to open the doors of the motor home in the hope that teenagers with intractable problems who won't go anywhere else for help might somehow climb aboard. The 32-foot rolling counseling" , "date" : "20030323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "YOUTH SERVICES; Mobile Home Away From Home" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/23\/nyregion\/youth-services-mobile-home-away-from-home.html"} , {"body" : "Working at an all-night bodega in the tougher neighborhoods of Brooklyn and Queens has never been a safe job. But yesterday, a day after a shopkeeper was fatally shot in Crown Heights, in the latest of five unprovoked killings that the police believe were carried out by the same gunman, some local small-business owners and their employees say they" , "date" : "20030322" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Growing Sense of Helplessness As a Killer Claims a Fifth Life" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/22\/nyregion\/growing-sense-of-helplessness-as-a-killer-claims-a-fifth-life.html"} , {"body" : "A shopkeeper was shot to death and another worker critically injured at a Brooklyn bodega yesterday morning in a crime that police investigators say they believe is connected to four earlier unprovoked killings. Even before yesterday, two dozen investigators were looking for the killer, wanted for as many as four fatal shootings in Brooklyn and" , "date" : "20030321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Tie New Killing in Shop to 4 Others" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/21\/nyregion\/police-tie-new-killing-in-shop-to-4-others.html"} , {"body" : "This is what the videotape shows, according to those who have studied it: A customer sitting in his folding chair in the Central Mini Market, scratching off lottery tickets before work. Two men walk past him. One, wearing a dark coat, baseball cap and hooded sweatshirt, hides a gun in his pockets as he enters. Just as the customer, John Freddy, is" , "date" : "20030313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Video From Shooting Offers Little About Killer in Spree" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/13\/nyregion\/video-from-shooting-offers-little-about-killer-in-spree.html"} , {"body" : "They are almost a representative sample of the people who give life to the city's smallest transactions: the Indian immigrant in the Yankees cap who worked 12 hours a day at his Around the Clock Minimart. The shy Russian bachelor who loved science fiction and made change in the all-night coin laundry. The guy whose vast Italian-Brooklyn-American" , "date" : "20030312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Only Motive Seems to Be Murder; 4 Quiet Lives Ended, Apparently by a Serial Killer" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/12\/nyregion\/only-motive-seems-be-murder-4-quiet-lives-ended-apparently-serial-killer.html"} , {"body" : "A man in a hooded sweatshirt shot and killed a worker in a Brooklyn coin laundry yesterday for no apparent reason, and detectives have linked the slaying to three other unprovoked killings at businesses in Brooklyn and Queens in the past month, a police official said. Ballistic evidence connects the weapon used to kill the worker, Albert Kotlyar," , "date" : "20030311" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Slaying at Brooklyn Laundry Is Linked to 3 Other Killings" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/11\/nyregion\/slaying-at-brooklyn-laundry-is-linked-to-3-other-killings.html"} ,   {"body" : "There were classics like ''Goodnight Moon'' and ''The Berenstain Bears,'' trendy series like ''Goosebumps'' and ''The X-Files,'' and lesser-known gems, including ''Mia Alone'' and ''Adventure on Thunder Island.'' But the New York City public school teachers who attended the Project Cicero book drive over the weekend at the Hotel Pennsylvania in" , "date" : "20030310" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Teachers Pore Through Stacks Of Possibilities" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/10\/nyregion\/teachers-pore-through-stacks-of-possibilities.html"} , {"body" : "SHANDON ANDERSON didn't ask to become the motivational pigeon. He was handpicked, primed and plucked. For that little something extra, we understand that many athletes consume medicinal supplements. Michael Jordan, as far as we can see, has always preferred to take a prisoner, a disinclined defender sucked into the vortex of Jordan's demonic" , "date" : "20030310" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; For Jordan at Garden, One Final Flashback" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/10\/sports\/sports-of-the-times-for-jordan-at-garden-one-final-flashback.html"} , {"body" : "The lottery is not a game of chance. So believe the many New Yorkers who consult Big Red, Big Blue Daily or Big Mack to help them out. These daily publications and others, usually sold at newsstands and lottery outlets for 60 cents, are chock-full of tips and tactics for landing the big win. The inside pages are filled with past results of lottery" , "date" : "20030309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Sixty Cents and a Dream, And a Tipsheet or Two" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/09\/nyregion\/neighborhood-report-new-york-up-close-sixty-cents-dream-tipsheet-two.html"} , {"body" : "The police have formed a task force to investigate whether two deadly corner store shootings using the same gun are linked to two similar shootings in Brooklyn and Queens over the past month, officials said yesterday. Detectives from the four precincts where the killings took place will be comparing evidence today, they said. All four shootings" , "date" : "20030305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seek Links in Four Recent Store Robberies" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/05\/nyregion\/police-seek-links-in-four-recent-store-robberies.html"} , {"body" : "A robber shot and killed the manager of an auto paint and parts store in eastern Brooklyn yesterday, the police said. The manager, Marc Zanichelli, 37, was working with three other employees at the NAPA automobile paint store at 263 Hendrix Street in East New York when the gunman and an accomplice walked in about 9:30 a.m., according to" , "date" : "20030302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Auto Store Manager Is Killed by Robber" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/02\/nyregion\/auto-store-manager-is-killed-by-robber.html"} , {"body" : "Former State Senator Pedro Espada Jr., a longtime Bronx official, was apparently returned to public office yesterday when he won a special election for a City Council seat. Mr. Espada will fill the remaining term of Ruben Diaz Sr., who defeated him in November in a Senate contest, another bruising battle. In a second hotly contested City Council" , "date" : "20030226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Espada Wins Council Race in the Bronx" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/26\/nyregion\/espada-wins-council-race-in-the-bronx.html"} , {"body" : "Hundreds of vacant lots that the city has sold at auction since 1996 remain empty trash-strewn lots that blight neighborhoods in desperate need of more housing, according to a report released yesterday by a housing advocacy group. The report, by New York Acorn, found that in 10 neighborhoods with a great deal of vacant land, 66 percent of the" , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City-Sold Lots Stay Vacant, Report Says" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/city-sold-lots-stay-vacant-report-says.html"} , {"body" : "There will be four special elections today in New York City, two of them in Brooklyn and two in the Bronx. Polling places will be open from 6 a.m. to 9 p.m. In Brooklyn, voters in Bay Ridge, Dyker Heights and Bensonhurst will cast ballots in a nonpartisan City Council race. And in East New York and parts of Bedford-Stuyvesant and Brownsville," , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Voting Hours for Special Elections" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/voting-hours-for-special-elections.html"} , {"body" : "Candidates in four special elections in Brooklyn and the Bronx worked feverishly into the night yesterday, with their staffs making phone calls, putting together car pool operations and placing final touches on efforts to draw voters to the polls today. Two of the special elections are for City Council seats, one in Brooklyn and one in the Bronx," , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Council and 2 Assembly Races Go to Voters Today" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/2-council-and-2-assembly-races-go-to-voters-today.html"} , {"body" : "The New York City school system has long served strikingly different constituencies: middle-class and poor, white and minority, have and have-not. Little wonder, then, that when Chancellor Joel I. Klein said he would choose about 200 schools to exempt from a new uniform curriculum, he found himself treading a minefield. With the ''200 Club,'' as" , "date" : "20030224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In Picking Top Schools, Klein Trips on Urban Politics" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/24\/nyregion\/in-picking-top-schools-klein-trips-on-urban-politics.html"} ,   {"body" : "In Boerum Hill, Brooklyn, parents hope that their beloved elementary school will remain exactly the same, even though it was not deemed successful enough to control its own curriculum. In nearby Park Slope, the fear is that mandating more math and reading classes will jeopardize the arts that attracted one school's high-caliber students in the" , "date" : "20030222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Blank Page in Schools' Future; Many Strive to See Effects of a List of Top Performers" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/22\/nyregion\/blank-page-schools-future-many-strive-see-effects-list-top-performers.html"} , {"body" : "SHELLEY HARWAYNE may be ascending the ranks of New York City's staid Department of Education, but a buttoned-down bureaucrat she is not. First, the hair: honey-brown spirals so thick they billow from her head like a cumulus cloud. It is hard to notice anything else, though the gold rings with shimmery old stones -- two per hand -- might catch your" , "date" : "20030218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A School Shake-Up Winner With a Big Challenge" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/18\/nyregion\/public-lives-a-school-shake-up-winner-with-a-big-challenge.html"} , {"body" : "Public School 321 in Park Slope made the list, but the middle school that many of its graduates attend, M.S. 51, did not. Public School 87 on the Upper West Side made it, but not the Computer School, a small alternative school in the same neighborhood. As Chancellor Joel I. Klein released the long-awaited list of schools he considered good enough" , "date" : "20030215" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Joy and Anger Greet List of Top City Schools" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/15\/nyregion\/joy-and-anger-greet-list-of-top-city-schools.html"} , {"body" : "EVERY Wednesday morning my phone rings between 10 and 11 a.m. The voice on the other end of the phone, with an accent straight from East New York, Brooklyn, belongs to my friend Bobby, who is as loud as a bullhorn. ''Hey,'' he says, ''where are we going tonight?'' It's Wednesday Night Basketball. We have the court under control. But what about" , "date" : "20030214" , "day_of_week_facet" : "Friday" , "page_facet" : "4" , "title" : "RITUALS; A Table for 15, Please, and Can Someone Laugh at Our Jokes?" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/14\/travel\/rituals-a-table-for-15-please-and-can-someone-laugh-at-our-jokes.html"} , {"body" : "SAL POLISI makes stuff. Nothing unusual in that, except that his workshop is in Manhattan, where nothing more permanent than a pastrami on rye is built these days. Dozens, sometimes hundreds, of tourists wheel through his shop every day and chat him up while he carves archaic-looking signs and figureheads, those feminine sculptures that adorn the" , "date" : "20030209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/CARVING; Down to the Sea in Chips" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/09\/nyregion\/urban-studies-carving-down-to-the-sea-in-chips.html"} , {"body" : "New York City is facing an epidemic of diabetes, health officials said yesterday, pointing to new figures showing that nearly 8 percent of adults in the city have the disease, double the rate of eight years ago. This rate, which mirrors national trends, is particularly high in the city's poorest neighborhoods, where obesity rates are also extremely" , "date" : "20030125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Diabetes Rate Has Doubled, City Reports" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/25\/nyregion\/diabetes-rate-has-doubled-city-reports.html"} , {"body" : "Continuing a trend that began last year, more New York City schools were removed from the state's list of failing schools this year than were added, the State Education Department said yesterday. The removals bring the number of city schools under review to 58, the lowest level since 1996. Eighteen city schools were removed from the list, while six" , "date" : "20030124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "State Keeping Fewer Schools In the City Under Review" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/24\/nyregion\/state-keeping-fewer-schools-in-the-city-under-review.html"} , {"body" : "As Mayor Michael R. Bloomberg tries to bring a business model to government and reorganize the $12 billion New York City school system on a large scale, he is facing a huge logistical challenge. Before schools open next September, the mayor has promised to replace 40 district superintendents who handled both curriculum and operational questions" , "date" : "20030117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "First, Unveil Schools Idea; Now, Turn It Into Reality" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/17\/nyregion\/first-unveil-schools-idea-now-turn-it-into-reality.html"} , {"body" : "It has not been so very long since New York was a city where, it was said, if you were killed on the street, people would just step over you and keep walking and where the police were more likely to be seen seen as intruders rather than protectors. In some neighborhoods there is less psychological distance from those times than others. Still, it" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Little Real Outrage Over a Thinner Blue Line" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/little-real-outrage-over-a-thinner-blue-line.html"} , {"body" : "IN his line of work, Michael Supranowitz said the other day, it doesn't pay to express too many opinions. But he had a thought for do-it-yourself home improvement. The thought was, bring it on. Mr. Supranowitz, 48, has a sweeping wave of sandy hair, crooked teeth and the kind of New York accent you could use to smoke salmon. ''Do you know how many" , "date" : "20030109" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TRADE SECRETS; For the Unhandy, A Last Resort" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/09\/garden\/trade-secrets-for-the-unhandy-a-last-resort.html"} ,   {"body" : "Tenants of a Brooklyn housing project have filed a suit saying that they are being evicted to make room for homeless families being subsidized by the city. They said yesterday that they would appear in court today to seek to bar the landlord from removing other tenants, receiving new city contracts or selling the buildings. The tenants claim that" , "date" : "20030107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Tenants Claim Evictions Were to House Homeless" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/07\/nyregion\/tenants-claim-evictions-were-to-house-homeless.html"} , {"body" : "Along the notoriously backed-up Belt Parkway, traffic is crazier than ever. Blame Exit 15, where an old eyesore, a 230-acre Brooklyn landfill, has been transformed into a $192 million shopping mall. With its own exit ramp and a lineup of retailers that includes Target, Bed Bath & Beyond, Old Navy and the Home Depot, the Gateway Center has become a" , "date" : "20030106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "East New York Journal; You Think Traffic Is Jammed on the Belt Parkway? Take a Look at Aisle 9" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/06\/nyregion\/east-new-york-journal-you-think-traffic-jammed-belt-parkway-take-look-aisle-9.html"} , {"body" : "Natasha Hastings demonstrated yesterday why she is one of the top high school sprinters in the New York metropolitan area. Hastings, a junior at A.P. Randolph in Manhattan, posted a meet record of 38.72 seconds in winning the girls' 300-meter dash and came from behind on the anchor leg of the 4x200 relay to give Randolph a 3-meter victory in 1" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "PLUS: TRACK AND FIELD; Hastings Sets Mark At the Armory" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/sports\/plus-track-and-field-hastings-sets-mark-at-the-armory.html"}]