[  {"body" : "The police said yesterday that a baby found dead in a shopping bag on the steps of a church on Sunday had been killed. The medical examiner's office said that the baby girl, who was found at Resurrection Roman Catholic Church in Gerritsen Beach, was a newborn, not a fetus. Under a 2000 law intended to prevent the death of abandoned infants," , "date" : "20031202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Police Say Abandoned Baby Was Killed" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/02\/nyregion\/metro-briefing-new-york-brooklyn-police-say-abandoned-baby-was-killed.html"} , {"body" : "Jerry Demario was getting ready to help with morning Mass yesterday, as he does every week, when he noticed something odd: a blue shopping bag sitting near the side door of the Resurrection Roman Catholic Church, in South Brooklyn. He looked in the bag, and then realized, with a jolt of horror, what was inside: a dead newborn, with the umbilical" , "date" : "20031201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body of Newborn Found at Door Of Church in South Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/01\/nyregion\/body-of-newborn-found-at-door-of-church-in-south-brooklyn.html"} , {"body" : "With a nippy breeze blowing off Gerritsen Beach, the Flamingo III sliced through the misty waters near Sheepshead Bay, Brooklyn, in search of a big and noble fish. Ten men and one woman, dressed in rubber boots and waders, prepared to cast their fortunes into the open sea. Like many others, they knew that the waters around New York were swarming" , "date" : "20031123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Striped Bass Can Provide A Fish Story For Everyone In the Boat" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/23\/nyregion\/neighborhood-report-sheepshead-bay-striped-bass-can-provide-fish-story-for.html"} , {"body" : "A second merchant marine cadet who was struck by a beam while riding on top of a subway train last week has died. Brian Hochstetter, 21, of Gerritsen Beach, Brooklyn, died yesterday afternoon at Jacobi Medical Center in the Bronx, said Nancy McPartlin-Gardella, a hospital spokeswoman. Mr. Hochstetter and Christopher Loughrey, 22, of Montague, N.J.," , "date" : "20031121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Bronx: Another Death In Subway Surfing" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/21\/nyregion\/metro-briefing-new-york-bronx-another-death-in-subway-surfing.html"} , {"body" : "A merchant marine cadet from an academy in the Bronx remained in critical condition yesterday, a day after he and a fellow cadet were struck by an overhead beam while riding atop a subway car. The other cadet, Christopher Loughrey, 22, of Montague, N.J., died of a skull fracture about 4:30 a.m. Friday. The injured cadet, Brian Hochstetter, 21, of" , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Subway-Surfing Cadet in Critical Condition" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/nyregion\/subway-surfing-cadet-in-critical-condition.html"} , {"body" : "In the second subway-surfing death in a month, a merchant marine cadet riding on top of a train in the Bronx was killed early yesterday morning when a steel girder fractured his skull in the darkness. A second cadet was critically injured. The cadets were the latest casualties of a dangerous stunt that had seemed gone with the 1980's and 90's, only" , "date" : "20031115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Merchant Marine Cadet Is Killed While Subway Surfing" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/15\/nyregion\/a-merchant-marine-cadet-is-killed-while-subway-surfing.html"} , {"body" : "It is a brief but awkward conversation that William Ringwood, custodial engineer at New Utrecht High School in southern Brooklyn, tends to have at this time of year. A teacher just back from a long vacation will see him in the halls, assume that he has also been off for the summer, and say, ''Good to see you back.'' Mr. Ringwood's answer: ''I never" , "date" : "20030907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK SCHOOLS; The Long View From the Boiler Room" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/07\/nyregion\/neighborhood-report-new-york-schools-the-long-view-from-the-boiler-room.html"} , {"body" : "EVENTS SECOND ARTS FESTIVAL, Rockefeller Center, 30 Rockefeller Center, Manhattan. More than 100 fine-arts exhibitors. Today and tomorrow, 9 a.m. to 7 p.m.; Sunday, 10 a.m. to 5:30 p.m. Free. SUNSET SINGING CIRCLE, Robert F. Wagner, Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A singalong with Terre Roche, a singer and guitarist." , "date" : "20030502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/arts\/spare-times-502677.html"}]