[  {"body" : "The views are not commanding, unless you count the one of the exhaust stations for the Brooklyn-Battery Tunnel. Yet champions of the Brooklyn Motor Inn say it is a promising idea for a new hotel in New York for an unlikely reason: it's in Red Hook. ''We've got everything you need right here,'' said Sal Faraone, manager of the Motor Inn, speaking" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; In Area Where Capone Roamed, Inn Burnishes a Changing Image" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neighborhood-report-red-hook-area-where-capone-roamed-inn-burnishes-changing.html"} , {"body" : "THE revised zoning adopted for Park Slope last April affects almost all the blocks from Warren Street south to 15th Street and from Third Avenue to Prospect Park, excluding only a manufacturing zone nearer the Gowanus Canal. It gives Brooklyn its largest contextual zoning district, comparable to others adopted in Manhattan over the years. Its basic" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "How the Zoning Works" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/realestate\/how-the-zoning-works.html"} , {"body" : "NEW YORK is an organic creature, capable of lifting your soul skyward one day, then grinding it slowly to powder the next. But who knew that the city manipulated inanimate objects as whimsically as people? I'm talking about my box of old clothes. I recently moved to the south end of Carroll Gardens, a nether region of welding shops and warehouses." , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/SHEDDING; Another Curbside Attraction" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/nyregion\/urban-studies-shedding-another-curbside-attraction.html"} , {"body" : "The finale of a powerful two-day storm roared across the New York metropolitan area and played out over the Northeast yesterday, burying parts of the region in more than a foot of snow that set a record, slowed travel, challenged Christmas shoppers and transformed the landscape into vistas as uncluttered as early maps of America. The marathon" , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A PREWINTER SNOW: THE OVERVIEW; 2ND DAY OF SNOW PUMMELS REGION, SETTING RECORDS" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/nyregion\/a-prewinter-snow-the-overview-2nd-day-of-snow-pummels-region-setting-records.html"} , {"body" : "To the Editor: My uncle too is a hoarder. Our family has long wondered whether he will be found under a pile of New Yorker magazines, uncashed checks, unopened presents, prisms (his most prized possessions) and old postcards and fliers. The last time there was room for me to walk through his house in Brooklyn, seven years ago, I was fascinated by" , "date" : "20031102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Pack Rats In Our Midst" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/02\/nyregion\/l-pack-rats-in-our-midst-955590.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from South to Water Streets, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Tonight and tomorrow night at 8, ''An Evening of Flamenco and Kothak,'' in celebration of Spanish and North Indian" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/arts\/spare-times-825620.html"} , {"body" : "EVENTS CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Today at 2 p.m., a discussion about Woodrow Wilson and World War I with Thomas Fleming, a historian and author of ''The Illusion of Victory: America in World War I''; fee, $10; free for faculty and students. Tonight at 7, a free reading and discussion of" , "date" : "20031017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/17\/arts\/spare-times-719730.html"} , {"body" : "The new fall season on television bristles with radical change. The best-paid stars of the ABC series ''The Practice'' were all fired. Aaron Sorkin left ''The West Wing'' on NBC, leaving his White House in the hands of new writers determined to ramp up the sex and violence. And Crosswalks, New York City's cable television station, is now called NYC" , "date" : "20031013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TELEVISION REVIEW; Civics Splashed With Celebrities, Fashion and a Techno Beat" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/13\/nyregion\/television-review-civics-splashed-with-celebrities-fashion-and-a-techno-beat.html"} , {"body" : "''FLAMBOYAN.'' ''OCK.'' ''HARLOW.'' The letters are brushed in white paint on a red brick wall in Boerum Hill, Brooklyn, facing the playground of Public School 38. They are older than any student at the school; they have been there longer than any of the teachers. They are etchings from another era, fashioned by a hand that long ago grew too big to" , "date" : "20031012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Remains Of the Day" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/12\/nyregion\/remains-of-the-day.html"} , {"body" : "The seasoned motorist or indefatigable road-tripper, even the operator of a taximeter cabriolet, must at some point face that dark, despairing moment of hapless reckoning, staring dumbfounded at some of New York City's street signs. The moment often comes when the time is wrong for contemplation, when the driver is late and harried and cursing at" , "date" : "20031011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Following New York Signs Is Long Way to Nowhere" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/11\/nyregion\/following-new-york-signs-is-long-way-to-nowhere.html"} ,   {"author" : "A. O. Scott is a film critic for The Times." , "body" : "THE FORTRESS OF SOLITUDE By Jonathan Lethem. 511 pp. New York: Doubleday. $26. The neighborhood now known as Boerum Hill is a slice of Brooklyn that extends along a few quiet, tree-lined streets layered between the antique stores and Middle Eastern groceries of Atlantic Avenue and the viscid green torpor of the Gowanus Canal. The area, shadowed by" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "7" , "title" : "When Dylan Met Mingus" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/books\/when-dylan-met-mingus.html"} , {"body" : "When Jonathan Lethem was growing up on Dean Street in Boerum Hill, Brooklyn, one of the few white faces in a black and Hispanic sea, he was constantly being grabbed and frisked for his pocket change or bus pass by the neighborhood kids, he recalled the other day. It was the 1970's, before great waves of middle-class homesteaders cascaded through" , "date" : "20030916" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Untangling the Knots Of a Brooklyn Boyhood" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/16\/books\/untangling-the-knots-of-a-brooklyn-boyhood.html"} , {"body" : "THE FORTRESS OF SOLITUDE By Jonathan Lethem 511 pages. Doubleday. $26. Jonathan Lethem's dazzling but fundamentally flawed new novel, ''The Fortress of Solitude,'' is at once wildly ambitious and quietly intimate. It aspires to the social range and reach of John Updike's Rabbit novels and Michael Chabon's 2000 novel, ''The Amazing Adventures of" , "date" : "20030916" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "BOOKS OF THE TIMES; White Kid, In a Black World" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/16\/books\/books-of-the-times-white-kid-in-a-black-world.html"} , {"body" : "Brooklyn residents who want to sink the 3.5-mile elevated stretch of the Gowanus Expressway underground got a chill last month when they learned that the state's Department of Transportation had designated $344 million to shore up the existing structure. The money will go toward resurfacingthe road, which state officials said isnecessary for" , "date" : "20030914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SOUTH BROOKLYN; The State Patches Up a Road That Residents Want to Ditch" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/14\/nyregion\/neighborhood-report-south-brooklyn-state-patches-up-road-that-residents-want.html"} , {"body" : "They did not even see the pale fleck of the airplane streak across the corner of the video camera's field of view at 8:46 a.m. But the camera, pointed at the twin towers from the passenger seat of an S.U.V. in Brooklyn near the Brooklyn-Battery Tunnel, kept rolling when the plane disappeared for an instant and then a silent, billowing cloud of" , "date" : "20030907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CZECH REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TWO YEARS LATER: IMAGES; A Rare View Of Sept. 11, Overlooked" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/07\/nyregion\/two-years-later-images-a-rare-view-of-sept-11-overlooked.html"} , {"body" : "ON a quiet side street in the East Village lies the New York City Marble Cemetery, the second nonsectarian cemetery built in Manhattan. Created in 1832 by several enterprising businessmen as a profit-making venture, the cemetery provides a social hub and respite for its neighbors that surpass its original intent. Residents and curious passers-by" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK UP CLOSE; A Cemetery for the Living" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/new-york-up-close-a-cemetery-for-the-living.html"} , {"body" : "Even in these days of computer games, conditioned air and liability lawsuits, the people of New York still go to the roof. They charge through security doors and climb up fire escapes, and nervous landlords or busybody building superintendents are no match. They go seeking cool relief, a little conversation, the spectacular belvedere from what" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Roof, Another New York, Above It All" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/nyregion\/on-the-roof-another-new-york-above-it-all.html"} , {"body" : "New Yorkers with cars have access to suburban nurseries that might stock something more than ho-hum impatiens and curbside petunias. Now the Gowanus Nursery, which has opened in a part of Brooklyn that could be called Carroll Gardens Adjacent, is drawing even suburbanites for its species lilies and bold variegated aralia with six-foot leaves." , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: NURSERIES; Now, Lilies and Sedums Grow in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/garden\/currents-nurseries-now-lilies-and-sedums-grow-in-brooklyn.html"} , {"body" : "Cruising the Gowanus Brooklyn Center for the Urban Environment; (718) 788-8500, ext. 208. The center will offer a cruise along the Gowanus Canal in Brooklyn from 9 a.m. to noon on Sunday, to look at changes in the waterway and at the history and industrial architecture in the surrounding neighborhood. The cruise departs from Pier 62 at Chelsea" , "date" : "20030807" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/07\/garden\/calendar.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Made in the Bronx Q. I recently came across a passing reference to the dome of the United States Capitol that said it had been created in the Bronx and then shipped to Washington. Can you fill in some details? A. Not only was one of the most visible icons of American democracy built in the Bronx, the company that was awarded the contract opened a" , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/nyregion\/fyi-755982.html"} ,   {"body" : "Motorists leaving Brooklyn will soon encounter signs encouraging them to stay, Borough President Marty Markowitz said yesterday. ''Leaving Brooklyn, Fugheddaboudit.'' the signs read. Mr. Markowitz explained, ''Once you enter Brooklyn, there's no good reason why you should ever leave.'' Officials plan to place the signs at exit points on the Gowanus" , "date" : "20030722" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: New Signs Ask, 'So Why Leave?'" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/22\/nyregion\/metro-briefing-new-york-brooklyn-new-signs-ask-so-why-leave.html"} , {"body" : "The police yesterday identified the young woman whose body was found burned in a Brooklyn parking lot as a 19-year-old from the Bronx who had been reported missing days earlier. The police also released photographs of the woman, Taisha Camacho. The police are trying to determine her whereabouts between May 4, when she was reported missing, and May" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Bronx: Corpse Is Identified" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/nyregion\/metro-briefing-new-york-bronx-corpse-is-identified.html"} , {"body" : "She recently had a pedicure. Her teeth were pristine. She had not taken drugs and had no criminal record. Those facts, along with a haunting sterling silver pendant depicting a blazing sun, are among the few clues the police have to solve the mysterious killing of a young woman. Her nearly naked body was set ablaze on May 7 outside an auto repair" , "date" : "20030708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burned Body In Brooklyn Still a Puzzle To the Police" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/08\/nyregion\/burned-body-in-brooklyn-still-a-puzzle-to-the-police.html"} , {"body" : "Pretty soon, a 1-year-old harp seal that became the talk of Red Hook is expected to paddle onto Long Island Sound, leaving behind its celebrity in Brooklyn for a life of anonymity in open waters. For years, runners and fishermen have reported glimpsing just such a seal sliding through the Gowanus Canal and its nearby bay. Many scoffed at the" , "date" : "20030702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn Seal's Trick: Surviving the Gowanus" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/02\/nyregion\/a-brooklyn-seal-s-trick-surviving-the-gowanus.html"} , {"body" : "Theater ''FAIRY TALES OF THE ABSURD,'' with works by Eugène Ionesco and Edward Einhorn, by the Untitled Theater Company No. 61 at Theater 80, 80 St. Marks Place, East Village. Two of the works feature life-size puppets. Tonight and tomorrow night at 8; final performance Sunday at 2 p.m. Tickets: $35 tonight and tomorrow night; $30 on Sunday; $20" , "date" : "20030627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/27\/arts\/spare-times-for-children.html"} , {"body" : "A Fable That Soars An adult looking at a child's drawing rarely sees what the young artist intends. The image that looks like a hat to a grown-up may be, in the child's words, ''a boa constrictor having swallowed an elephant.'' It is this exact misunderstanding that leads the narrator of ''The Little Prince'' to give up drawing -- that is, until," , "date" : "20030613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/13\/arts\/family-fare.html"} , {"body" : "It all started out as a bit of a lark. To generate a little buzz about the 20th anniversary celebration of the Marco Polo Ristorante in Carroll Gardens, Brooklyn, the owner, Joe Chirico, and a public relations consultant thought they would try to find a relative of the great traveler himself who might be persuaded to come. They did not have great" , "date" : "20030609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finding China, on a Brooklyn Table; A Kinsman of Marco Polo Eats Italian in Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/09\/nyregion\/finding-china-brooklyn-table-kinsman-marco-polo-eats-italian-carroll-gardens.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ANDREA CHÉNIER.'' Showcasing one of the biggest tenor roles in the Italian repertory on one of New York's smallest opera stages, the diminutive Amato Opera has opened a brand-new" , "date" : "20030530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "It does not sail gaily by the Gowanus Canal. It eschews the scenery of the auto body shops on Fourth Avenue. It turns away before reaching the storied Navy Yard, Coney Island or the Ebbets Field housing development. But for intrepid travelers yearning to stand before the luxury apartments in the building where Walt Whitman once toiled, or to" , "date" : "20030529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "4" , "title" : "New Tour Pays Homage to Poetry and Cheesecake" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/29\/nyregion\/new-tour-pays-homage-to-poetry-and-cheesecake.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''ANDREA CHÉNIER.'' Showcasing one of the biggest tenor roles in the Italian repertory on one of New York's smallest opera stages, the diminutive Amato Opera has opened a new production of Umberto Giordano's" , "date" : "20030523" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/23\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "It was perhaps surprising when Rudolph W. Giuliani and his betrothed, Judith Nathan, chose Gracie Mansion over, say, the St. Regis for the site of their wedding. And odd that they tapped Mayor Michael R. Bloomberg, an avowed disbeliever in marriage, to officiate. True, Mr. Bloomberg has his oratorical charms. And he was diplomatic enough to" , "date" : "20030522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "6 Weddings and a Disclaimer: They're All in Caterers' Dreams; What Might Have Been for Giuliani and His Bride" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/22\/nyregion\/6-weddings-disclaimer-they-re-all-caterers-dreams-what-might-have-been-for.html"} , {"body" : "HIGHLIGHTS DYLAN TALKS TO SCORSESE -- Bob Dylan is to be interviewed by Martin Scorsese for a documentary that will examine the singer's early career and the cultural and political impact of his music. The BBC, which will finance the production in part, said yesterday that the film would have its premiere on its network and in the United States on" , "date" : "20030522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ATHENS (GREECE)" , "GOWANUS CANAL (NYC)" , "GREECE"] , "nytd_section_facet" : ["Science" , "Arts" , "Movies"] , "page_facet" : "2" , "title" : "ARTS BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/22\/movies\/arts-briefing.html"} , {"body" : "Ah, the Gowanus, that fetid Brooklyn canal synonymous with contamination and death. Sewage, industrial waste -- perhaps even human remains -- still molder at its murky bottom. On occasion, its famously noxious, sulfurous aroma wafts over its banks. But now, as if to collect that batty neighbor living in a clutter of cats and old string, the men" , "date" : "20030519" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "What Rots Beneath; Investigating Exactly What Fouls the Gowanus Canal" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/19\/nyregion\/what-rots-beneath-investigating-exactly-what-fouls-the-gowanus-canal.html"} , {"body" : "INTERNATIONAL A2-9 Jerusalem Suicide Attacks Threaten Peace Effort Palestinian suicide attacks killed nine bystanders in Jerusalem, prompting Prime Minister Ariel Sharon to postpone a trip to see President Bush, repudiate the new international peace plan, and decide that Israel will shun foreign representatives who meet with Yasir Arafat. A1" , "date" : "20030519" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/19\/nyregion\/news-summary-752908.html"} , {"body" : "Ferry service between Brooklyn and Lower Manhattan, one of the small changes wrought by the upheaval of Sept. 11, is slated to end next Wednesday, much to the consternation of some commuters and elected officials. The free service, which shuttles riders from the Brooklyn Army Terminal in Sunset Park to Pier 11 in Lower Manhattan, was started just" , "date" : "20030423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Free Brooklyn-Manhattan Ferry to End Soon" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/23\/nyregion\/free-brooklyn-manhattan-ferry-to-end-soon.html"} , {"body" : "By the moment the war started, the old- timers -- the ones who may have lain in the trenches in one of the world wars -- had long since gone. At the Michael A. Rawley Jr. American Legion Post near the Gowanus Canal in Brooklyn, the bar had only a few patrons and was quiet -- save the news of the conflict being broadcast on two televisions. Bob King" , "date" : "20030320" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "25" , "title" : "THREATS AND RESPONSES: REACTION -- THE VETERANS; Legion Post Is Quiet" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/20\/world\/threats-and-responses-reaction-the-veterans-legion-post-is-quiet.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN FLATIRON $895,000 5 East 22nd Street (Madison Green) 2-bedroom, 2-bath, 1,100-sq.-ft. condo in a postwar building; 24-hr. concierge, renovated kitchen and" , "date" : "20030316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/16\/realestate\/residential-sales.html"} , {"body" : "The intricate geography of income difference in New York City is something Chastity Davis absorbed early, growing up in the 1980's in a tenement apartment in Boerum Hill, Brooklyn, on a block of mostly brick row houses flanked by public housing projects at either end. At the neighborhood elementary school, Ms. Davis's friends were from the" , "date" : "20030305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here, Poverty And Privilege Are Neighbors; Income Gaps Are a Source Of Resentment and Guilt" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/05\/nyregion\/here-poverty-privilege-are-neighbors-income-gaps-are-source-resentment-guilt.html"} , {"body" : "TIMING is everything in comedy, and there are moments when the timing in ''Romeo and Bernadette,'' a new musical at the Paper Mill, is hilariously perfect. The timing of the overall show, however, is not quite as good; this lighthearted merging of Shakespeare and ''The Sopranos'' feels as if it has arrived a few years too late. Positing that the" , "date" : "20030302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "11" , "title" : "THEATER REVIEW; It's Love, in Verona by the Gowanus" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/02\/nyregion\/theater-review-it-s-love-in-verona-by-the-gowanus.html"} , {"body" : "It was probably the very day furniture was invented that seating order became a measure of social status. Today it's about being to the left or right of the host, at the head table, in the front row. In Tudor England it wasn't about where but on what. Only the man of the house or important guests got the chairs. And beautiful chairs they were," , "date" : "20030228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "48" , "title" : "The Seats of Power (The Beds, Too)" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/28\/arts\/the-seats-of-power-the-beds-too.html"} ,   {"body" : "I don't remember exactly when I realized that my neighborhood had arrived, but I think it was sometime between the opening of the Japanese tapas bar and the European-style pressed sandwich cafe, a few doors down. In Park Slope, Brooklyn, Fifth Avenue has long been the poorer, grittier cousin to Seventh Avenue, the area's main dining and shopping" , "date" : "20030214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "MY BROOKLYN; Racing Upscale At Full Throttle" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/14\/arts\/my-brooklyn-racing-upscale-at-full-throttle.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Many Cold, Few Frozen Q. I've noticed the ice on the Hudson and East Rivers during this cold wave, and I'm wondering if the rivers have ever frozen. A. While it is not uncommon for Hudson River to freeze upstate, it rarely happens in the city; once, to be exact. In 1821, amid one of the coldest winters of the century, New Yorkers awoke on Jan. 25" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "GOWANUS CANAL (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/fyi-130540.html"}]