[  {"body" : "Frank P. Schubert, America's last civilian lightkeeper, who for six decades maintained the beacons of New York Harbor for the safe passage of seafarers in a ghostly armada of merchantmen, warships and ocean liners, was found dead on Thursday at the Coney Island lighthouse he had tended since 1960. He was 88. Mr. Schubert, who in recent years had" , "date" : "20031213" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "Frank P. Schubert Dies at 88; Lighthouse Keeper Since 1939" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/13\/nyregion\/frank-p-schubert-dies-at-88-lighthouse-keeper-since-1939.html"} , {"body" : "Two Bronx men who were shot dead while apparently trying to rob a pet store on Tuesday night have been identified by the police. The men, Michael Live, 48, of Jackson Avenue, and Hector Perez, 33, of Trinity Avenue, were fatally shot by the owner of Quality Canines on Stillwell Avenue in Gravesend. Police Commissioner Raymond W. Kelly said the" , "date" : "20031211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Police Identify Two Dead Men" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/11\/nyregion\/metro-briefing-new-york-brooklyn-police-identify-two-dead-men.html"} , {"body" : "Two men who were attempting to rob a Brooklyn pet store were shot and killed in a confrontation with the store's owner and an employee last night, the police and residents said. Two men in their 20's walked into the store, Quality Canines, at 2434 Stillwell Avenue in Gravesend, about 8:10 p.m., the police said. One of them was carrying a handgun," , "date" : "20031210" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Would-Be Robbers Shot Dead at Pet Store" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/10\/nyregion\/2-would-be-robbers-shot-dead-at-pet-store.html"} , {"body" : "Men in buoyant insulated jumpsuits laid barriers over the boulders and sand along the Coney Island peninsula yesterday as federal investigators sought to assign responsibility for an oil spill in New York Bay. The shoreline, steps away from houses in Sea Gate, Brooklyn, was dotted with eyeball-size marbles of tar. Workers sought to keep more oil" , "date" : "20031204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Amid Muck, Officials Seek Answers in Oil Spill at Coney Island Peninsula" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/04\/nyregion\/amid-muck-officials-seek-answers-in-oil-spill-at-coney-island-peninsula.html"} , {"body" : "Residents say nighttime gunshots are all too familiar at the Marlboro Houses in Gravesend, Brooklyn. But Judith Holmes still froze in terror when she and her two granddaughters encountered gunfire as they left one of the project's buildings about 1:30 a.m. yesterday. As the girls, Quanmera, 12, and Taznique, 11, ran back into the building, a bullet" , "date" : "20031201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Girl, 12, Is Hit By a Gunshot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/01\/nyregion\/girl-12-is-hit-by-a-gunshot-in-brooklyn.html"} , {"body" : "With Gravesend Bay as his backyard, Michael Breslof built a pier from his property jutting out 100 feet into the water. ''It was great,'' said Mr. Breslof, who is president of the Sea Gate Homeowners' Association. ''I had water; it was private. That's what I came to Sea Gate for.'' Then the sand started coming. ''And coming and coming and coming,''" , "date" : "20031116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: SEA GATE; On the Waterfront Becomes on the Beach" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/16\/nyregion\/neighborhood-report-sea-gate-on-the-waterfront-becomes-on-the-beach.html"} , {"body" : "When the police responded to an alarm at a jewelry store in Harlem on Saturday night, they found 16-year-old Farj Zaibak bound hand and foot with tape and $150,000 worth of jewelry missing, police officials said yesterday. But soon, Farj, the nephew of the three brothers who own the shop, Jou Jou Jewelry, at 157 East 116th Street, was under arrest," , "date" : "20031020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Jewels Stolen, Officers Say, With a Hand From Inside" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/20\/nyregion\/jewels-stolen-officers-say-with-a-hand-from-inside.html"} , {"body" : "From dry land, Almost Paradise does not exactly resemble an exotic diving spot. A sliver of beach sits unceremoniously on a dead end, just south of Kennedy Airport in Queens. There are housing projects, an elevated subway and overgrown parking lots nearby. From the psychiatric home next door, onlookers often heckle the divers lumbering toward the" , "date" : "20031001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Divers Losing Underwater Eden; Developers Buying Beach to Rockaway Scuba Haven" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/01\/nyregion\/divers-losing-underwater-eden-developers-buying-beach-to-rockaway-scuba-haven.html"} , {"body" : "Many Ferris wheel fans stay on the Wonder Wheel at the Coney Island boardwalk for more than one stomach-flipping ride, but none take as many spins as Kato, who most days rides the wheel from the moment it opens at noon until it closes at midnight. Then it's time for Kato to get to work. Not that he has a long commute. Kato is a dog, a mix of German" , "date" : "20030901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "This Dog Gets Around, and Around . . ." , "url" : "http:\/\/www.nytimes.com\/2003\/09\/01\/nyregion\/this-dog-gets-around-and-around.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Vertical Fire Hydrant Q. During the blackout this month, I went for a run in Central Park and noticed that the fountain in the middle of the Reservoir was still running. Is it battery-operated? A. It is pleasant to contemplate a fountain that runs, Rube Goldberg style, on thousands of submerged double-A's. But in reality, the Reservoir fountain is" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/fyi-112917.html"} ,   {"body" : "A New York City employee responsible for ferreting out tax violations has been charged with taking a bribe to lower the bill for a restaurant under investigation for suspected tax evasion, District Attorney Charles J. Hynes said yesterday. The city employee, Losiny Sirleaf, an investigator for the Department of Finance, asked for a cut of whatever" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City Tax Investigator Is Charged With Taking a Bribe to Help a Restaurant Under Scrutiny" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/nyregion\/city-tax-investigator-charged-with-taking-bribe-help-restaurant-under-scrutiny.html"} , {"author" : "Steve Kurutz is a staff writer for Details magazine." , "body" : "THE Belt Parkway, which stretches for 36 miles from Owls Head Park in Bay Ridge, Brooklyn, to Long Island, is a road as bold and monolithic as New York City itself. The highway, which was built by Robert Moses, is lined with concrete barriers and colossal traffic jams on weekends. Driving the Belt is like skirting along the very heart of urbanism." , "date" : "20030713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Still of the Night" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/13\/nyregion\/in-the-still-of-the-night.html"} , {"body" : "TO be responsible for the design of the 2,702 buildings of the New York City Housing Authority is a little like putting bow ties on a flock of ugly chickens. But that is David J. Burney's job. As the agency's director of design and capital improvement, he spends about $500 million a year to maintain and improve the city's public housing stock. Mr." , "date" : "20030518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The People's Architect" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/18\/nyregion\/urban-tactics-the-people-s-architect.html"} , {"body" : "A woman jumped from a third-story window yesterday, impaling herself on an iron fence, the police said. Neighbors said it was her second attempt at suicide. Her mother died this year, the neighbors said, and her father and sister are dead. About 1:15 p.m., the woman, whom neighbors identified as Cynthia Lawrence, 55, leaped from a window of her" , "date" : "20030423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Woman Impaled In Jump" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/23\/nyregion\/metro-briefing-new-york-brooklyn-woman-impaled-in-jump.html"} , {"body" : "THE neighborhood of Sheepshead Bay, which struggled in the 1980's and early 90's, has been making a comeback in recent years. So too, it appears, is the fish for which the bay is named. The creature whose face and teeth are said to look like those of a sheep is found nowadays in more southern waters, but lately there have been rumors that" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sheepshead Bay, Brooklyn; Where Water Is Big Part of Community" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/realestate\/if-you-re-thinking-living-sheepshead-bay-brooklyn-where-water-big-part-community.html"} , {"body" : "Legend has it that Lady Deborah Moody, the wealthy English widow who founded the town of Gravesend in the mid-1600's, lived in the two-story house that still stands at 27 Gravesend Neck Road in Brooklyn. Legend has it that during the Battle of Brooklyn in 1776, the house was used as a hospital for wounded soldiers. But a third legend says that the" , "date" : "20030302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: GRAVESEND; A Legend, Albeit a Dubious One, May Get Landmark Support" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/02\/nyregion\/neighborhood-report-gravesend-legend-albeit-dubious-one-may-get-landmark-support.html"} , {"body" : "On Dec. 5, Siukwo Cheng, 18, a student at Lafayette High School in Bensonhurst, Brooklyn, was beaten by a group of students who he said cursed at him about being Chinese. On Jan. 16, Kristina Martinez, 14, a Hispanic student, was attacked by a group of students who, her mother said, called her ''a white bitch'' and left her with a black eye and" , "date" : "20030126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; Questions of Violence and Race Haunt a School and Its Principal" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/26\/nyregion\/neighborhood-report-bensonhurst-questions-violence-race-haunt-school-its.html"} , {"body" : "The Tower Buildings and I first met when I was in the fifth grade at Brooklyn Friends School. This was the mid-1970's. My teacher, Victor Wagner, took the class on a long winter walk through Brooklyn Heights to Cobble Hill and halted our unruly two-by-two procession on Hicks Street, next to the Brooklyn-Queens Expressway. After some patient and" , "date" : "20030124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "MY BROOKLYN; Landmark Towers, Still Loved and Lived In" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/24\/arts\/my-brooklyn-landmark-towers-still-loved-and-lived-in.html"} , {"body" : "FRANK TROPEA stands on the Brooklyn Bridge, taking in the breathtaking view of Manhattan on a bitterly cold Saturday afternoon. Actually, he is standing about eight inches above the bridge, atop his Segway Human Transporter, the high-tech celebrity scooter. He has stopped because a young woman and her husband saw him riding along the bridge and ran" , "date" : "20030123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Technology"] , "page_facet" : "1" , "title" : "On the Pavement, A New Contender" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/23\/technology\/on-the-pavement-a-new-contender.html"}]