[  {"author" : "E-mail: amh@nytimes.com" , "body" : "SHARI SPRINGER BERMAN and her husband, Robert Pulcini, had just returned from Los Angeles the night before, and they looked bleary-eyed when they walked into Edgar's Cafe on West 84th Street one morning last week. Their first feature film, ''American Splendor,'' a widely praised pseudo-documentary about Harvey Pekar, a Cleveland file clerk turned" , "date" : "20031214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "COPING; Taking On That 'Company Town' Out West" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/14\/nyregion\/coping-taking-on-that-company-town-out-west.html"} , {"body" : "Representative Major R. Owens will run for re-election next year, but will retire from Congress after his next term, he said on Friday, previewing an announcement he plans to make on Sunday. The announcement by Mr. Owens, who has represented a large swath of central Brooklyn for 21 years, is intended to end speculation about whether he will seek" , "date" : "20031123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Congressman From Brooklyn Will Seek One Final Term" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/23\/nyregion\/congressman-from-brooklyn-will-seek-one-final-term.html"} , {"body" : "KEITH Black is a math teacher at Sheepshead Bay High School in Brooklyn, but with any luck his current career will soon be a distant memory. It's not that Mr. Black dislikes teaching, which he says is both financially stable and personally fulfilling. Rather, it's that the job interferes with his burning desire to, as he puts it, ''be the next" , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; Today Malverne, Tomorrow Cannes?" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/nyregion\/citypeople-today-malverne-tomorrow-cannes.html"} , {"body" : "''I WANT a pastrami on rye, fatty, not too lean,'' said the middle-age man in line at Katz's, on the Lower East Side, practically wagging his finger at the counterman. ''Pastrami shouldn't be lean. And I want coleslaw on the sandwich, but put it on the side, because I got to drive my truck to Jersey and I don't want it to get soggy. Put the mustard" , "date" : "20030430" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Putting An Ageless Pleasure Between The Rye" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/30\/dining\/putting-an-ageless-pleasure-between-the-rye.html"} , {"body" : "For Larme Price, the man who the police say has confessed to four unprovoked killings in Brooklyn and Queens, life was increasingly controlled by vibes. There were the bad vibes, investigators said, that told him whom to shoot dead. There were the cars on the street whose vibrations told him where to go. But there were also, the police said he told" , "date" : "20030401" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "'Vibes Made Man Kill... and Confess, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/01\/nyregion\/vibes-made-man-kill-and-confess-police-say.html"} , {"body" : "MY country has asked me to be alert and so has my state, though the cause in the first case is terrorism and in the second it's potholes. Calling us to action, the state Department of Transportation sent out a press release recently encouraging people to keep their eyes on the ground, literally, and to call (800)POTHOLE when they see a jagged" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COUNTY LINES; Things That Go Bump, Day or Night" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/nyregion\/county-lines-things-that-go-bump-day-or-night.html"} , {"body" : "A shopkeeper was shot to death and another worker critically injured at a Brooklyn bodega yesterday morning in a crime that police investigators say they believe is connected to four earlier unprovoked killings. Even before yesterday, two dozen investigators were looking for the killer, wanted for as many as four fatal shootings in Brooklyn and" , "date" : "20030321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Tie New Killing in Shop to 4 Others" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/21\/nyregion\/police-tie-new-killing-in-shop-to-4-others.html"} , {"body" : "This is what the videotape shows, according to those who have studied it: A customer sitting in his folding chair in the Central Mini Market, scratching off lottery tickets before work. Two men walk past him. One, wearing a dark coat, baseball cap and hooded sweatshirt, hides a gun in his pockets as he enters. Just as the customer, John Freddy, is" , "date" : "20030313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Video From Shooting Offers Little About Killer in Spree" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/13\/nyregion\/video-from-shooting-offers-little-about-killer-in-spree.html"} , {"body" : "A picture caption yesterday with an article about a series of unsolved killings at small businesses gave an incorrect spelling in some copies for the name of the worker killed at a market in Mill Basin, Brooklyn. He was Sukhjit Khajala, not Sukhgit Khagala. A map on Tuesday with an article about the case misstated the address of the Laundry King" , "date" : "20030313" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/13\/nyregion\/c-corrections-757667.html"} , {"body" : "A picture caption yesterday with an article about a series of unsolved killings at small businesses gave an incorrect spelling in some copies for the name of the worker killed at a market in Mill Basin, Brooklyn. He was Sukhjit Khajala, not Sukhgit Khagala. A map on Tuesday with an article about the case misstated the address of the Laundry King" , "date" : "20030313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/13\/nyregion\/c-corrections-757659.html"} ,   {"body" : "They are almost a representative sample of the people who give life to the city's smallest transactions: the Indian immigrant in the Yankees cap who worked 12 hours a day at his Around the Clock Minimart. The shy Russian bachelor who loved science fiction and made change in the all-night coin laundry. The guy whose vast Italian-Brooklyn-American" , "date" : "20030312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Only Motive Seems to Be Murder; 4 Quiet Lives Ended, Apparently by a Serial Killer" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/12\/nyregion\/only-motive-seems-be-murder-4-quiet-lives-ended-apparently-serial-killer.html"} , {"body" : "A man in a hooded sweatshirt shot and killed a worker in a Brooklyn coin laundry yesterday for no apparent reason, and detectives have linked the slaying to three other unprovoked killings at businesses in Brooklyn and Queens in the past month, a police official said. Ballistic evidence connects the weapon used to kill the worker, Albert Kotlyar," , "date" : "20030311" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Slaying at Brooklyn Laundry Is Linked to 3 Other Killings" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/11\/nyregion\/slaying-at-brooklyn-laundry-is-linked-to-3-other-killings.html"} , {"body" : "The police have formed a task force to investigate whether two deadly corner store shootings using the same gun are linked to two similar shootings in Brooklyn and Queens over the past month, officials said yesterday. Detectives from the four precincts where the killings took place will be comparing evidence today, they said. All four shootings" , "date" : "20030305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seek Links in Four Recent Store Robberies" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/05\/nyregion\/police-seek-links-in-four-recent-store-robberies.html"} , {"body" : "The police said yesterday that they were seeking two men in connection with separate shootings about two hours apart Saturday morning at a bodega in Queens and a deli in Brooklyn. Detective Robert Price, a police spokesman, said the two men were caught on videotape in the Central Mini Market, in Ozone Park, Queens, where John Freddy, 43, who had" , "date" : "20030210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Two Men Sought In Pair Of Killings" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/10\/nyregion\/metro-briefing-new-york-two-men-sought-in-pair-of-killings.html"} , {"body" : "Within less than two hours yesterday morning, two men were killed in separate shootings in Queens and Brooklyn, one at a bodega and the other at a deli. In a third shooting, an employee of a Brooklyn supermarket was shot to death last night by a fellow employe, the police said. John Freddy, 43, was shot at 7 a.m. at the Central Mini Market, at" , "date" : "20030209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "3 Killed in Separate Shootings In Stores in Brooklyn and Queens" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/09\/nyregion\/3-killed-in-separate-shootings-in-stores-in-brooklyn-and-queens.html"} , {"body" : "After carpeting the country with stores measuring 150,000 square feet or more, retailers are discovering that people do not always have the time or the inclination to get all the way through them. Yes, the abundance of a 200,000-square-foot Wal-Mart Supercenter is impressive: the equivalent of four football fields of stuff. And sure, it is handy to" , "date" : "20030122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "For America's Big Retailers, Small Is Beautiful, Sometimes" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/22\/business\/for-america-s-big-retailers-small-is-beautiful-sometimes.html"} , {"body" : "IF it were up to us, we'd put in bar cars (stocked with Rolling Rock, the official beer of the M.T.A.). But when the City section asked readers to suggest ways the transit authority could make or save money, to stave off a possible fare increase, we got more than 300 responses. Some were intensely practical (restore the fondly remembered vending" , "date" : "20030119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK VOICES; First, Add a Bar Car" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/19\/nyregion\/new-york-voices-first-add-a-bar-car.html"}]