[  {"body" : "The city's Department of Transportation has reached an agreement with a Staten Island company to repair the ferry that plowed into a concrete pier in October, killing 10 people. The $5.96 million contract was awarded to Caddell Dry Dock and Repair. The company said it would repair the boat by May 15. The ferry, the Andrew J. Barberi, has been" , "date" : "20031216" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Manhattan: Staten Island Ferry Set For Repair" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/16\/nyregion\/metro-briefing-new-york-manhattan-staten-island-ferry-set-for-repair.html"} , {"body" : "In running away with Hollywood, is the Brooklyn Navy Yard running away from its proletarian past? The concrete walls of Steiner Studios, a $118 million project under construction in a cinematic Navy Yard locale on the Brooklyn waterfront, are climbing ever higher and the first of five soundstages is scheduled to open next fall. Its owners hope it" , "date" : "20031215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Disquiet on the Set; At Navy Yard, It's Hollywood vs. a Blue-Collar Past" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/15\/nyregion\/disquiet-on-the-set-at-navy-yard-it-s-hollywood-vs-a-blue-collar-past.html"} , {"body" : "Maybe the bones were still there. Through the years, the historians and preservationists would come to the triangular lot on the corner of Hudson Avenue and Front Street in Vinegar Hill, Brooklyn. They would press their noses to the lot's chain-link fence and stare down at the dirt. They were almost certain that there, just below the surface, lay" , "date" : "20031213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "What Remains of the Day; In Vinegar Hill, a Last Look at a Revolutionary War Grave Site" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/13\/nyregion\/what-remains-day-vinegar-hill-last-look-revolutionary-war-grave-site.html"} , {"body" : "While many roads in the metropolitan area were slippery and treacherous on Saturday, the roads in the Town of Yorktown, in northern Westchester County, had but a thin layer of blue slush, thanks to an innovative method of spraying roadways before a storm with a solution of liquefied salt. Plows and sand spreaders in Yorktown were parked in the" , "date" : "20031207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["YORKTOWN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "A PREWINTER SNOW: COPING; Clearing Yorktown's Roads, and a Political Path, With an Innovative De-Icing Process" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/07\/nyregion\/prewinter-snow-coping-clearing-yorktown-s-roads-political-path-with-innovative.html"} , {"body" : "For 25 years, Gelmart Industries, a large lingerie company that manufactures its garments abroad, made its home and distribution headquarters in College Point, Queens. Trying to cut costs, the company moved to New Jersey in 1999. By February, however, Gelmart expects to be back in its 140,0000-square-foot building in College Point, and by many" , "date" : "20031126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COLLEGE POINT (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Queens; Industrial Hub Emerges in College Point" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/26\/business\/commercial-real-estate-regional-market-queens-industrial-hub-emerges-college.html"} , {"body" : "STUART MATCH SUNA, president of Silvercup Studios, walked through the set of ''Sex and the City'' on Tuesday, showing off the ''Manhattan'' apartments of the show's main characters. There was Carrie's shoe closet stuffed with real shoes and Samantha's wine rack stocked with empty bottles. And what's this? The show's star, Sarah Jessica Parker," , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Making Movies, and Moves, in Long Island City" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/public-lives-making-movies-and-moves-in-long-island-city.html"} , {"body" : "Crew members have told investigators that the ranking officer of the Staten Island ferry that crashed on Wednesday apparently was not in the pilot house as it approached its dock, in violation of city procedures, according to two officials with knowledge of the investigation. One of the officials said that the officer, Capt. Michael J. Gansas," , "date" : "20031018" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Ferry's Crew Said to Indicate Captain Wasn't at Pilot's Side" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/18\/nyregion\/ferry-s-crew-said-to-indicate-captain-wasn-t-at-pilot-s-side.html"} , {"author" : "Jonathan Mahler is writing a book on New York and baseball in the 70's. His last article for the magazine was about the Lubavitch Hasidic sect." , "body" : "Officer Wilton Sekzer was in the living room of his apartment in Sunnyside, Queens, on the night of July 13, 1977, when his lights went out. On the way to check his fuse box, he peeked out the window. The whole block was dark. Sekzer ran up three flights to his roof. He looked to the west, across the East River, to Manhattan. The familiar shapes of" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "76" , "title" : "The Darkest Night" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/magazine\/the-darkest-night.html"} , {"body" : "HELD hostage by a mayhem-inducing midweek mist, the United States Open is enduring Day 3 of waterlogged paralysis: that happy cork-popping sound of tennis balls struck beneath summery skies has been pre-empted by the deathly dull plop of raindrops. Umbrellas, not rackets, are the equipment of choice. There may be a record $1 million awaiting the" , "date" : "20030905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Staying Cheerful as Rain Closes the U.S. Open" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/05\/nyregion\/public-lives-staying-cheerful-as-rain-closes-the-us-open.html"} , {"body" : "AS far as anyone knows, no vinegar has ever been mass-produced in Vinegar Hill, a minuscule neighborhood covering only eight blocks close to the Manhattan Bridge anchorage and abutting the Brooklyn Navy Yard on the borough's northwestern shore. In fact, its name comes from the site in County Wexford, Ireland, where Irish rebels fought the English" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Vinegar Hill, Brooklyn; On Cobblestone Streets, History Lingers" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/realestate\/if-you-re-thinking-living-vinegar-hill-brooklyn-cobblestone-streets-history.html"} ,   {"body" : "That innate New York City spirit of braving dark streets and other blackout crucibles spread to the city's beaches yesterday, embodied by a Speedo-clad Valeri Jadov, who refused to let a little waste spillage ruin his fun. As officials continued to test the recreational waters around the city for bacteria, the public remained barred from the water" , "date" : "20030818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE BLACKOUT: POLLUTION; Options Few for Swimmers as Sewage Taints Waters Off Most Beaches" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/18\/nyregion\/blackout-pollution-options-few-for-swimmers-sewage-taints-waters-off-most.html"} , {"body" : "From the rapid-fire zaps of stand-up screw guns (power tools that resemble skinny jackhammers) as the first wood planks are fastened to steel girders in a cavernous building at the Brooklyn Navy Yard, it can take less than three weeks for an entire floor of a 20-by-42-foot row house to be unloaded from flatbed trucks onto the sites of 37" , "date" : "20030808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Residential Real Estate; Factory Direct, a Home Sweet Home" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/08\/nyregion\/residential-real-estate-factory-direct-a-home-sweet-home.html"} , {"body" : "The Cypress Hills National Cemetery in Brooklyn is the final resting place of several long-dead luminaries, among them a few Medal of Honor winners and a Fiji cannibal chief named Vendovi, who was said to have eaten up to a dozen American sailors before his capture. But undoubtedly the cemetery's oddest historical attraction can be found off by" , "date" : "20030729" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUNNEL VISION; He Was Custer's Bugler. Then, the Subway Called." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/29\/nyregion\/tunnel-vision-he-was-custer-s-bugler-then-the-subway-called.html"} , {"body" : "DAVIS--James E. The Board of Directors and staff of the Brooklyn Navy Yard Development Corporation express our deepest sympathy to the family of Council Member James E. Davis. He was a beacon of light in our community and will be missed by us all. Alan H. Fishman, Chairman Eric J. Deutsch, President and CEO DAVIS--James E. All of Brooklyn mourns" , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths DAVIS, , JAMES E." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/classified\/paid-notice-deaths-davis-james-e.html"} , {"body" : "A studio grows in Brooklyn. O.K., it doesn't exactly look like one. At the moment, Sound Stage 1 of the new Steiner Studios at the Brooklyn Navy Yard is hard-hat country. But every day it's looking less and less like the weed-choked, rubble-strewn empty lot that cynics said it would forever be. Who could blame them? The highlight reel of plans for" , "date" : "20030721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "On Brooklyn Back Lot, Finally, Some Action; After Years of Talk, a Movie Studio Is Being Built at the Navy Yard" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/21\/nyregion\/brooklyn-back-lot-finally-some-action-after-years-talk-movie-studio-being-built.html"} , {"body" : "INTERNATIONAL A2-4, 9 A Debate in Washington Over Expanding Military Capitol Hill and the Pentagon have begun debating the question of whether the military needs more troops. Defense Secretary Donald H. Rumsfeld hopes to rearrange the existing structure before taking the step of asking for money to enlarge the military. A1 The United States is" , "date" : "20030721" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/21\/nyregion\/news-summary-599026.html"} , {"body" : "Work is to start next week on a 60-apartment rental project for low-income families that will fill the last vacant parcel on a South Bronx block, completing its transformation, begun more than a dozen years ago, into a residential address. The $9.9 million project, which is in the shadow of Yankee Stadium and is called Stadium Court, will be added" , "date" : "20030718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Residential Real Estate; Town House Project Is Set for Bronx" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/18\/nyregion\/residential-real-estate-town-house-project-is-set-for-bronx.html"} , {"body" : "ON THE STREET New York City GREAT FOURTH OF JULY FESTIVAL, Water Street, between State and Fulton Streets, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by the Pearl Street Park Association. LULLABY OF BROADWAY FESTIVAL, Broadway, from Fulton Street to Battery Place, Lower Manhattan. Tomorrow, 11 a.m. to 6 p.m. A carnival with rides, a" , "date" : "20030704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/04\/arts\/spare-times-376469.html"} , {"body" : "THE Brooklyn Navy Yard may someday become Hollywood East, a sprawling complex of soundstages and editing suites. Alongside the production facilities under construction are varied businesses, including one holdout, a company that repairs Staten Island ferries. Of interest to home decorators is a colony of 30 upholsterers, woodworkers and" , "date" : "20030619" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "PERSONAL SHOPPER; In the Old Navy Yard, Sales Replace Sails" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/19\/garden\/personal-shopper-in-the-old-navy-yard-sales-replace-sails.html"} , {"body" : "IF a Brooklyn man stumbled while walking on Fulton Street in the morning, so the old saying went, he could read about it that evening in The Eagle. Now, more than 100 years later, everyone else can read about it, too. They can also read about every grisly murder, every women's suffrage rally and every new corset style to grace the pages of The" , "date" : "20030601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "CITY LORE; A Newspaper of Record, Recorded" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/01\/nyregion\/city-lore-a-newspaper-of-record-recorded.html"} ,   {"body" : "It does not sail gaily by the Gowanus Canal. It eschews the scenery of the auto body shops on Fourth Avenue. It turns away before reaching the storied Navy Yard, Coney Island or the Ebbets Field housing development. But for intrepid travelers yearning to stand before the luxury apartments in the building where Walt Whitman once toiled, or to" , "date" : "20030529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "4" , "title" : "New Tour Pays Homage to Poetry and Cheesecake" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/29\/nyregion\/new-tour-pays-homage-to-poetry-and-cheesecake.html"} , {"body" : "THE inspiration for many garden lounge chairs are the steamer chairs that lined the decks of great old ocean vessels and yachts. Usually made of teak or mahogany, the steamer lounge and Australian veranda chair with extensions to support the legs were designs that most influenced the new outdoor furniture collection of Robert Martin, a Brooklyn" , "date" : "20030529" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "PERSONAL SHOPPER; Versions of Old Yacht Deck Chairs Now Lie at Anchor in Gardens" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/29\/garden\/personal-shopper-versions-of-old-yacht-deck-chairs-now-lie-at-anchor-in-gardens.html"} , {"body" : "A driver rammed a white van into the front doors of four firehouses in Brooklyn early yesterday morning, injuring no one but damaging one of the doors so badly that the fire company inside was unable to respond to two calls, fire officials said. Although the same van appears to have struck all four firehouses, fire officials said, the driver has" , "date" : "20030525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Van Rams Firehouses At 4 Sites in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/25\/nyregion\/van-rams-firehouses-at-4-sites-in-brooklyn.html"} , {"body" : "SIX decades after it was sunk by Japanese bombs at Pearl Harbor, the U.S.S. Arizona still cries black tears. Every day, about a quart of oil bubbles up from somewhere inside the barely submerged battleship. In designing the Arizona memorial, nobody anticipated the leak -- indeed, the National Park Service is seeking to protect the harbor from any" , "date" : "20030525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PEARL HARBOR (HAWAII)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "4" , "title" : "Ideas & Trends: Remembering Pearl Harbor; Lessons for the World Trade Center Memorial" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/25\/weekinreview\/ideas-trends-remembering-pearl-harbor-lessons-for-world-trade-center-memorial.html"} , {"body" : "Say goodbye to all that. To the long lines of girlfriends carrying babies and grandmothers carrying bail. To the sad comings and goings, and occasional escape, of men already convicted or just accused. To the catcalls and shouts mysteriously emanating from behind the multitude of tiny, reinforced panes of glass looming over Atlantic Avenue. As" , "date" : "20030510" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Few Tears Shed for Closing Of Brooklyn's Big House; Rikers Would Take Inmates in Consolidation Enabled by a Decline in People Behind Bars" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/10\/nyregion\/few-tears-shed-for-closing-brooklyn-s-big-house-rikers-would-take-inmates.html"} , {"body" : "AS spring envelops the Northeast, show houses transformed by small armies of interior and landscape designers, and apartments and row houses offering a glimpse into history, are open to visitors. There are also tours of gardens large and small, including formal beds on estates and hidden urban courtyard gardens. Unless otherwise noted, all tours" , "date" : "20030501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Tours of Houses and Gardens: A Foot in the Door, for a Day" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/01\/garden\/tours-of-houses-and-gardens-a-foot-in-the-door-for-a-day.html"}]