[  {"body" : "The views are not commanding, unless you count the one of the exhaust stations for the Brooklyn-Battery Tunnel. Yet champions of the Brooklyn Motor Inn say it is a promising idea for a new hotel in New York for an unlikely reason: it's in Red Hook. ''We've got everything you need right here,'' said Sal Faraone, manager of the Motor Inn, speaking" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; In Area Where Capone Roamed, Inn Burnishes a Changing Image" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neighborhood-report-red-hook-area-where-capone-roamed-inn-burnishes-changing.html"} , {"body" : "Lord Falconer of Thoroton, the highest-ranking judicial official in Britain, visited the Midtown Community Court yesterday and pronounced himself ''utterly delighted.'' It would probably be safe to argue that he was the first lord to visit the state's little community court, and the noblest dignitary ever to be so happy to walk in the steps of New" , "date" : "20031216" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LIVERPOOL (ENG)" , "NEW YORK CITY" , "GREAT BRITAIN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Dignitary Examines Community Court" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/16\/nyregion\/a-dignitary-examines-community-court.html"} , {"body" : "In running away with Hollywood, is the Brooklyn Navy Yard running away from its proletarian past? The concrete walls of Steiner Studios, a $118 million project under construction in a cinematic Navy Yard locale on the Brooklyn waterfront, are climbing ever higher and the first of five soundstages is scheduled to open next fall. Its owners hope it" , "date" : "20031215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Disquiet on the Set; At Navy Yard, It's Hollywood vs. a Blue-Collar Past" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/15\/nyregion\/disquiet-on-the-set-at-navy-yard-it-s-hollywood-vs-a-blue-collar-past.html"} , {"body" : "Jonathan P. Luna, a federal prosecutor in Baltimore whose body was found in rural Pennsylvania on Thursday, was stabbed 36 times and may have been tortured before he was thrown into a creek to drown, officials said on Friday. Mr. Luna's body was discovered near the town of Ephrata, south of Reading, Pa., on Thursday morning, hours before he was" , "date" : "20031206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BALTIMORE (MD)" , "LANCASTER COUNTY (PA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "Torture Is Possible in Prosecutor's Death" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/06\/us\/torture-is-possible-in-prosecutor-s-death.html"} , {"body" : "To the Editor: Re ''Nightmare on Bay 53rd St.: From Dead End to Detour'' (Nov. 9), about the Home Depot in White Sands, Brooklyn: People have been worried about big-box stores since they first arrived in New York City. The only way to allay community worries about issues like traffic is to put these mega-stores right off highways, not on local" , "date" : "20031123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Big-Box Stores: Dangers and Remedies" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/23\/nyregion\/l-big-box-stores-dangers-and-remedies-255262.html"} , {"body" : "The city is dangling the prospect of up to $10 million in city bank deposits for banks and other financial institutions to encourage them to open branches in neighborhoods with few or no branches. Under the program, which was announced yesterday, banks that accept the municipal deposits will pay the city a reduced interest rate, but will offer" , "date" : "20031121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: City To Promote Bank Services" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/21\/nyregion\/metro-briefing-new-york-brooklyn-city-to-promote-bank-services.html"} , {"body" : "FOIST of all, let's make one pernt poifectly clear: they don't talk like this in Brooklyn. At least most of them don't. And they didn't even back when they did, if you'll forgive the Yogi-ism. At least most of them didn't, not the way filmmakers would have had you believe over the decades, with all those on-screen characters turning oys into ers" , "date" : "20031031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "NYC; Not Poifect, Dem Movies Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/31\/nyregion\/nyc-not-poifect-dem-movies-of-brooklyn.html"} , {"body" : "James Parks, on his knees, struggled to find the one screw amid the 20,000 parts that would unjam the scraped and dented New York City voting machine he was repairing. Ray Crews, another mechanic, had a handful of thin metal straps, which he carefully threaded, one at a time, into the back of the 800-pound behemoth he was servicing nearby. And" , "date" : "20031020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Vote Machine Replacement Lags, Despite Age" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/20\/nyregion\/vote-machine-replacement-lags-despite-age.html"} , {"body" : "Word on the street was that some big-shot wiseguys from New Jersey were going to be doing a little business down by the Brooklyn waterfront yesterday, so Joseph Fazzia stepped out in front of his warehouse to scope things out. You know Joey, the guy who runs the school bus contracting establishment down there in Red Hook and wears that gold chain" , "date" : "20031015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sopranos Muscle In on the Red Hook Waterfront" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/15\/nyregion\/sopranos-muscle-in-on-the-red-hook-waterfront.html"} , {"body" : "WE are a city of heroes. The rest of the country may clamor for po' boys and hoagies, grinders, subs, wedges or torpedoes, but New York knows what really constitutes a gigantic sandwich, and what raises the hero above those pretenders; what makes it gastronomic royalty. Let there be no misunderstanding by those who have never ventured to New York," , "date" : "20031015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Hey, Po' Boy, Meet Some Real Heroes" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/15\/dining\/hey-po-boy-meet-some-real-heroes.html"} ,   {"body" : "The immense water tunnel -- known officially as City Tunnel No. 3 -- has been so long in the making that its construction has already outlasted five mayors, inspired thousands of news stories and killed 23 tunnel workers. And it still will not be finished for at least another 17 years. Mayor Michael R. Bloomberg pulled on rubber boots and a yellow" , "date" : "20031009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mayor Goes 550 Feet Below to Note Start of Tunnel Construction" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/09\/nyregion\/mayor-goes-550-feet-below-to-note-start-of-tunnel-construction.html"} , {"body" : "There are plenty of ways to find restaurant reviews in New York, from a glut of guidebooks to elaborate Web sites to leaning over the railing of a sidewalk cafe to ask if the portobello omelet is up to snuff. But Mark Hurst, a Hell's Kitchen resident who runs an Internet consulting company and was happy with none of the above, decided to let New" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK FOOD; Grappling Gourmets Are Doing Battle On a New Web Site" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/nyregion\/neighborhood-report-new-york-food-grappling-gourmets-are-doing-battle-new-web.html"} , {"body" : "I DREAM about finding restaurants like 360, a storefront in Red Hook, Brooklyn, where passion, generosity, commitment, eccentricity and skill outweigh any semblance of good common sense. No committee could ever plan a place like 360, no focus group would ever endorse it, and at the end of the day, no group of shareholders would ever approve it. The" , "date" : "20030924" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; A Little Bit of the French Renegade in Red Hook" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/24\/dining\/25-and-under-a-little-bit-of-the-french-renegade-in-red-hook.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''ALCINA.'' Baroque opera, especially the works of Handel, have become a specialty of the New York City Opera. Its audiences can't get enough of them. So there are many reasons to welcome the new production" , "date" : "20030919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "During peak hours on weekdays, it is a 15-minute wait for one of the Staten Island ferries to heave into the terminal. Even during the sparsely traveled witching hours -- 2 or 3 o'clock in the morning -- a ferry chugs along every hour. But for a new ferry to show up in the city, you need patience. Decades of patience. The wait is over. It looks" , "date" : "20030919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MARINETTE (WIS)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Staten Island, via Wisconsin; First Ferry Built Since 1986 Is Set to Be Christened" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/19\/nyregion\/staten-island-via-wisconsin-first-ferry-built-since-1986-set-be-christened.html"} , {"body" : "Brooklyn residents who want to sink the 3.5-mile elevated stretch of the Gowanus Expressway underground got a chill last month when they learned that the state's Department of Transportation had designated $344 million to shore up the existing structure. The money will go toward resurfacingthe road, which state officials said isnecessary for" , "date" : "20030914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SOUTH BROOKLYN; The State Patches Up a Road That Residents Want to Ditch" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/14\/nyregion\/neighborhood-report-south-brooklyn-state-patches-up-road-that-residents-want.html"} , {"body" : "WHEN the economy slows, the restaurants retreat. Except for a few publicity-seeking barkers who choose a slow moment to hawk their Kobe beef hot dogs and caviar burritos, the luxury ingredients have largely given way to the basics: pizza, burgers, sandwiches and the rest. Still, it would not be New York if restaurateurs did not apply at least a" , "date" : "20030910" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; Meeting Low Expectations, Happily" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/10\/dining\/25-and-under-meeting-low-expectations-happily.html"} , {"body" : "All dates are subject to change. September DANCENOW\/NYC -- The intention of this sprawling series is to celebrate dance and the community, as its founders put it. But as it has grown, over nine years, Dancenow has become unpredictably fringy. It also serves as an unpretentious guide to what is happening in dance south of 14th Street. The" , "date" : "20030907" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "THE NEW SEASON\/DANCE; Dancing Onstage, Out of Doors, Even in a Dream" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/07\/arts\/the-new-season-dance-dancing-onstage-out-of-doors-even-in-a-dream.html"} , {"body" : "A front-page article on Aug. 17 about an old lightship that sank off Red Hook, Brooklyn, mislocated Hastings-on-Hudson, N.Y., where the ship was once tied to a bulkhead. It is south of the Tappan Zee Bridge, not north." , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/c-corrections-114812.html"} , {"body" : "Minutes after New York City lost its power on Aug. 14, streams of raw sewage began to flow into surrounding waterways. By the time electricity was restored, 490 million gallons had spilled -- 145 million gallons from the city's largest pumping station, on the Lower East Side -- causing beaches to close and posing health and environmental hazards." , "date" : "20030828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Sewage Spill During the Blackout Exposed a Lingering City Problem" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/28\/nyregion\/sewage-spill-during-the-blackout-exposed-a-lingering-city-problem.html"} ,   {"body" : "Even in these days of computer games, conditioned air and liability lawsuits, the people of New York still go to the roof. They charge through security doors and climb up fire escapes, and nervous landlords or busybody building superintendents are no match. They go seeking cool relief, a little conversation, the spectacular belvedere from what" , "date" : "20030824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Roof, Another New York, Above It All" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/24\/nyregion\/on-the-roof-another-new-york-above-it-all.html"} , {"body" : "In the middle of a large, empty playground, just down the street from a strip of engineering businesses and industrial parts manufacturers in Red Hook, Brooklyn, a farm is beginning to take shape on top of the buckling pavement. It is not yet much to look at: just a few raised beds amid the weeds sprouting between the cracks in the ground. But the" , "date" : "20030820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Red Barn, but That's a Farm in Red Hook; Two Acres, No Mule, but an Agricultural Education for Urban Teenagers" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/20\/nyregion\/no-red-barn-but-that-s-farm-red-hook-two-acres-no-mule-but-agricultural.html"} , {"body" : "One morning last week, Zoe Klein, a 24-year-old circus performer from Brooklyn, stood practicing her act, which involved swinging a pair of tethered balls, and stared out to the Hudson River. ''Growing up in New York, I always felt boxed in,'' she said. ''I always knew we were surrounded by water, but it always felt dirty or inaccessible.''" , "date" : "20030818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "NEW YORK HARBOR" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Going Near the Water; Renovation Efforts Reclaim the City's Forbidden Shoreline" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/18\/nyregion\/going-near-the-water-renovation-efforts-reclaim-the-city-s-forbidden-shoreline.html"} , {"body" : "That innate New York City spirit of braving dark streets and other blackout crucibles spread to the city's beaches yesterday, embodied by a Speedo-clad Valeri Jadov, who refused to let a little waste spillage ruin his fun. As officials continued to test the recreational waters around the city for bacteria, the public remained barred from the water" , "date" : "20030818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE BLACKOUT: POLLUTION; Options Few for Swimmers as Sewage Taints Waters Off Most Beaches" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/18\/nyregion\/blackout-pollution-options-few-for-swimmers-sewage-taints-waters-off-most.html"} , {"body" : "ON the Warehouse Pier in Red Hook, they talk about the day the ship sank. It's hard not to: the ship is still there, masts and a few inches of funnel sticking at odd angles out of the oily water next to the rusted skeleton of the old Revere Sugar dock. This was around 1997. They'd been watching it sink for weeks, little by little. A door in the" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Long Voyage To the Bottom Of Erie Basin" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/a-long-voyage-to-the-bottom-of-erie-basin.html"} , {"body" : "SO a rabbi, a psychiatrist and a reporter are kayaking around Long Island, when all of a sudden a giant wave knocks them into Atlantic Ocean. After bobbing to the surface the psychiatrist spots the rabbi floundering in the water, and cries, ''Rabbi! Rabbi! Can you float alone?'' And the rabbi shouts back, ''Doctor! This is no time to talk" , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Paddling Around the Island in a Kayak" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/nyregion\/paddling-around-the-island-in-a-kayak.html"} , {"body" : "Fires started by candles and generators during the power blackout led to one of the busiest nights since the 1970's for the New York Fire Department, officials said yesterday. There were also sporadic failures of the department's emergency medical service dispatch system. Two people died in fires in Brooklyn and Manhattan, and one person in" , "date" : "20030816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WESTPORT (CONN)" , "NEW YORK CITY" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "12" , "title" : "THE BLACKOUT: FIRES; Three Are Killed as Blazes Erupt Across the Northeast" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/16\/nyregion\/the-blackout-fires-three-are-killed-as-blazes-erupt-across-the-northeast.html"} , {"body" : "The Swedish home furnishings retailer Ikea opened a 375,000-square- foot store last week in Paramus, N.J., as part of an expansion that will add 50 stores in North America over the next decade. The new store is the latest change in the sprawling retail landscape that has made Paramus synonymous with suburban shopping and heavy auto traffic. Ikea's" , "date" : "20030806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PARAMUS (NJ)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- New Jersey; New Impetus for Even More Retailing in Paramus" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/06\/business\/commercial-real-estate-regional-market-new-jersey-new-impetus-for-even-more.html"} , {"body" : "''Red Hook Bakery,'' the name of a fictitious establishment -- painted 1950's style and featuring a jolly-faced baker and beaming couple along with baked goodies including wedges of cherry pie and chocolate layer cake -- enlivens a facade of 64 West Ninth Street, a new industrial-style rental building in the Red Hook section of Brooklyn. The $4.7" , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 64 West Ninth Street in Red Hook, Brooklyn; A New Industrial-Style Rental: 26 Lofts On Onetime Bakery Site" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/realestate\/postings-64-west-ninth-street-red-hook-brooklyn-new-industrial-style-rental-26.html"} , {"body" : "WHEN Chris Carnabuci first struck out on his own as a furniture designer and maker a decade ago in Manhattan, he longed for a large studio. Instead, Mr. Carnabuci, then 29, did his hammering and sawing in a one-bedroom apartment on the Upper East Side. But now Mr. Carnabuci has found his dream space in Peekskill, a once gritty town that has now" , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PORT CHESTER (NY)" , "PEEKSKILL (NY)" , "WHITE PLAINS (NY)" , "WESTCHESTER COUNTY (NY)" , "NEW ROCHELLE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "COMMUNITIES; In Revitalizing, Towns Aim to Lure Artists as Trailblazers" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/nyregion\/communities-in-revitalizing-towns-aim-to-lure-artists-as-trailblazers.html"} ,   {"body" : "The baguette, says Noel Labat Comess, is the fruit fly of bread. Its life span is abbreviated, an eight-hour rocket ride from exquisite to over the hill. That is one reason why Mr. Comess built his bakery close to Manhattan. And Manhattan is one reason his business will long outlive a baguette. This year, Mr. Comess expects his Tom Cat Bakery to do" , "date" : "20030731" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Enjoy That Danish. It's Lifting the City's Employment Rate." , "url" : "http:\/\/www.nytimes.com\/2003\/07\/31\/nyregion\/enjoy-that-danish-it-s-lifting-the-city-s-employment-rate.html"} , {"body" : "THE seven members of MADE, a young architectural firm in Red Hook, Brooklyn, were sitting in their office working two weeks ago. The office is a makeshift metal shed inside a woodworking shop in a 19th-century brick warehouse. It looks more like a trailer parked on a job site than an architectural office. ''I mean, we got an office when we needed" , "date" : "20030731" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Tackling Architecture With a Table Saw" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/31\/garden\/tackling-architecture-with-a-table-saw.html"} , {"body" : "Theater ''JANE EYRE: THE MUSICAL,'' an adaptation of the Brontë novel by the Wings Theater Company, 154 Christopher Street, Greenwich Village. Thursdays through Saturdays and Mondays at 8 p.m., and Sundays at 7 p.m. Through July 26. Tickets, $19. Information: (212) 627-2961. ''TEDDYBEARBAITERS,'' an unscripted, interactive theater piece, Saturdays" , "date" : "20030718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/18\/arts\/spare-times-for-children.html"} , {"author" : "Helene Stapinski is the author of ''Five-Finger Discount.''" , "body" : "THE first time I heard one was 6:15 on a bright spring morning. I sat straight up in bed and looked out the window. Why on earth was there a helicopter outside my sixth-floor bedroom? Not just passing but hovering, like a two-ton dragonfly. Was the president visiting the Red Hook container port in Brooklyn, not far from our apartment? Was the city" , "date" : "20030706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Stop Hovering!" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/06\/nyregion\/new-york-observed-stop-hovering.html"} , {"body" : "Pretty soon, a 1-year-old harp seal that became the talk of Red Hook is expected to paddle onto Long Island Sound, leaving behind its celebrity in Brooklyn for a life of anonymity in open waters. For years, runners and fishermen have reported glimpsing just such a seal sliding through the Gowanus Canal and its nearby bay. Many scoffed at the" , "date" : "20030702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn Seal's Trick: Surviving the Gowanus" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/02\/nyregion\/a-brooklyn-seal-s-trick-surviving-the-gowanus.html"} , {"body" : "Theater ''FAIRY TALES OF THE ABSURD,'' with works by Eugène Ionesco and Edward Einhorn, by the Untitled Theater Company No. 61 at Theater 80, 80 St. Marks Place, East Village. Two of the works feature life-size puppets. Tonight and tomorrow night at 8; final performance Sunday at 2 p.m. Tickets: $35 tonight and tomorrow night; $30 on Sunday; $20" , "date" : "20030627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/27\/arts\/spare-times-for-children.html"} , {"body" : "Principal's Public Death, Family's Private Grief He had been seen as a role model for school principals even before he walked into the midst of a gun battle among three teenagers near his Brooklyn elementary school. And when one of their stray bullets killed Patrick Daly, his professional reputation spread still further as his violent death was" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/nyregion\/following-up.html"} , {"body" : "A former city councilman from Brooklyn was sentenced to four years and four months in prison after petitioning a federal judge for mercy yesterday and apologizing for his part in a bribery and extortion scheme that he called ''the biggest mistake of my life.'' The former two-term councilman, Angel Rodriguez, a Democrat who represented Red Hook, was" , "date" : "20030618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Councilman Sentenced To 4 Years in Bribery Case" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/18\/nyregion\/ex-councilman-sentenced-to-4-years-in-bribery-case.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park Pavilions, Battery Park City, Lower Manhattan." , "date" : "20030613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/13\/arts\/spare-times-084948.html"} , {"body" : "A Fable That Soars An adult looking at a child's drawing rarely sees what the young artist intends. The image that looks like a hat to a grown-up may be, in the child's words, ''a boa constrictor having swallowed an elephant.'' It is this exact misunderstanding that leads the narrator of ''The Little Prince'' to give up drawing -- that is, until," , "date" : "20030613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/13\/arts\/family-fare.html"} ,   {"body" : "Theater ''FAIRY TALES OF THE ABSURD,'' with works by Eugène Ionesco and Edward Einhorn, by the Untitled Theater Company No. 61 at Theater 80, 80 St. Mark's Place, East Village. Life-sized puppets are featured in two of the works. Weekend shows at 8 p.m. Fridays; 3 and 8 p.m. Saturdays; and 2 and 7 p.m. Sundays. Through June 29. Tickets: $35 on" , "date" : "20030606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/06\/arts\/spare-times-for-children.html"} , {"body" : "EVENTS NEW YORK IRANIAN FILM FESTIVAL, Anthology Film Archives, 32-34 Second Avenue, at Second Street, East Village. A series of contemporary films continues through Sunday. Screenings tonight at 7:30 and 9:30; tomorrow at 5:30, 7:30 and 9:30 p.m.; and Sunday at 5:15, 7:15 and 9:30 p.m. Admission: $8; $5 for students. Information: (212) 505-5181." , "date" : "20030530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/30\/arts\/spare-times-894036.html"} , {"body" : "THERE are 120 acres of the Brooklyn waterfront that Sabato F. Catucci calls his own. The big orange and red containers, the huge forklifts, the warehouses, the enormous wood-paneled office with leather furniture and the collection of carved bald eagles are spread around him like toys. This is Mr. Catucci's world. It has been his world for more than" , "date" : "20030522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; For King of Brooklyn Docks, It's All About Family" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/22\/nyregion\/public-lives-for-king-of-brooklyn-docks-it-s-all-about-family.html"} , {"body" : "For seven years, Awilda Vazquez was treading water on welfare, struggling to raise her two daughters, but then she got her big chance, landing a job as a $30,000-a-year clerk in the New York Fire Department. But Ms. Vazquez, of Red Hook, Brooklyn, worries that she will soon land back on the welfare rolls because she was one of the 2,000 people who" , "date" : "20030521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Work To Welfare Reversal Seen In City Layoffs" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/21\/nyregion\/from-work-to-welfare-reversal-seen-in-city-layoffs.html"} , {"body" : "EVENTS P.S. 11 BENEFIT, Chelsea Market, Ninth and Tenth Avenues, between 15th and 16th Streets. Food and drink sampling from more than 20 restaurants, including Boulud, Amy's Bread, Hale and Hearty Soup, and the Chelsea Market Basket. Today, 6 to 9 p.m. Admisssion, $30. Information: (212) 496-4520. NEW YORK ASIAN FILM FESTIVAL, Anthology Film" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/arts\/spare-times-704342.html"} , {"body" : "My favorite thing in Montero's is the little working model of a steam engine, greasy and coated with dust, on a ledge up above where the cigarette machine used to be. It's a foot high, 18 inches or so long, jet black, with six vertical pistons. Flick the switch hidden behind the black-and-white photograph of the two Danish seamen standing outside" , "date" : "20030509" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "33" , "title" : "MY BROOKLYN; A Raffish Reminder, Landlubbers, of Saltier Days" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/arts\/my-brooklyn-a-raffish-reminder-landlubbers-of-saltier-days.html"} , {"body" : "EVENTS NEW YORK CITY BUSINESS EXPO, Fulton Street, from Broadway to Gold Street, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Planning Board No. 1. SUNSET SINGING CIRCLE, Robert F. Wagner Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A sing-along with Terre Roche, a singer and guitarist. Fridays at 7 through May." , "date" : "20030509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/arts\/spare-times-593346.html"} , {"body" : "Jackie Robinson Park is green and beautiful, fixed up over the last few years by Michael Scott Lytle, a city gardener, and a squad of volunteers. But as Mr. Lytle walks the park, a narrow strip of land in Harlem, his heart breaks every few steps, as he sees his losses rather than his victories. For him, every dead rose is like a death in the" , "date" : "20030505" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "JACKIE ROBINSON PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Green Thumbs Versus Sticky Fingers; Gardeners Rescue Parks Beset by Theft and Neglect" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/05\/nyregion\/green-thumbs-versus-sticky-fingers-gardeners-rescue-parks-beset-theft-neglect.html"} , {"body" : "When Charlene De Luca leaves her ancestral brownstone in Carroll Gardens in July, Brooklyn will be 725 pairs of shoes poorer. That's O.K., because her sister Paula, who lives down the street, has 1,100 pairs and no immediate plans to leave the neighborhood. The Brooklyn Shoe Sisters, though divided by Charlene's forthcoming move to Florida with her" , "date" : "20030504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; Footnotes: Two Sisters Have Hundreds of Shoes With Which to Mark Their Days" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/04\/nyregion\/neighborhood-report-carroll-gardens-footnotes-two-sisters-have-hundreds-shoes.html"} , {"body" : "Increases in bus service in New York City have failed to keep pace with the rise in bus ridership over the last six years, according to an analysis of New York City Transit data by the Straphangers Campaign, a watchdog group. In a report to be released today, the group says it found that average weekday ridership in the five boroughs grew by 25" , "date" : "20030428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Bus Ridership Is Outpacing Gains in Service, Report Says" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/28\/nyregion\/bus-ridership-is-outpacing-gains-in-service-report-says.html"} ,   {"body" : "In 1937, when Frank Sacco opened Frank's Department Store on Union Street near Columbia Street, he could not have predicted that he would one day have as a neighbor a snack bar with the trendy made-up name of Schnäk. Schnäk, which opened on Friday, is the latest business to arrive in the Columbia Street district, an area whose heart is the" , "date" : "20030406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; On a Street That Once Bustled, New Shops and Bakeries Blossom" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/06\/nyregion\/neighborhood-report-red-hook-street-that-once-bustled-new-shops-bakeries-blossom.html"} , {"body" : "The city has hired a consultant to study uses for approximately 100 acres of Red Hook waterfront that now serve as Brooklyn's last active port, raising the possibility that the site will become a park, a museum or luxury housing. In February, the Port Authority of New York and New Jersey and the city's Economic Development Corporation hired" , "date" : "20030404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Leaseholders at Brooklyn Port Worry What Study May Bring" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/nyregion\/leaseholders-at-brooklyn-port-worry-what-study-may-bring.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN GRAMERCY PARK AREA $330,000 201 East 25th Street (Peter James) 1-bedroom, 1-bath, 750-sq.-ft. co-op in a postwar building; 24-hr. doormen, dining area, h\/w" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/realestate\/residential-sales.html"} , {"body" : "EVENTS BIBLICAL ILLUSTRATIONS, Cathedral of St. John the Divine, Amsterdam Avenue and 112th Street, Morningside Heights. A display of works by Barry Moser, created for the Pennyroyal Caxton edition of the King James version of the Bible. Daily, 8 a.m. to 6 p.m., through April 27. SMALL PRESS BOOK FAIR, Small Press Center, 20 West 44th Street," , "date" : "20030328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/28\/arts\/spare-times-987433.html"} , {"body" : "More than 16,000 New York City children have demanded transfers out of failing public schools under a federal law that gives parents the right to request that their child be moved to a better-performing school, the city's Department of Education said yesterday. A spokesman for Schools Chancellor Joel I. Klein said that the department had received" , "date" : "20030327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Over 16,000 Seek Transfers From Failing City Schools" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/27\/nyregion\/over-16000-seek-transfers-from-failing-city-schools.html"} , {"author" : "Randal C. Archibold, Charles V. Bagli, Al Baker, David W. Chen, Nichole M. Christian, Steven Greenhouse, David M. Herszenhorn, Kirk Johnson, Randy Kennedy, David Kocieniewski, Andy Newman, Michelle O'Donnell, Lydia Polgreen, William K. Rashbaum, Susan Sachs, Daniel J. Wakin and Robert F. Worth contributed reporting for this article." , "body" : "As the United States wages war on Iraq, New Yorkers and others across the region are witnessing an extraordinary state of heightened security. Police officers are armed like assault troops outside prominent buildings, police boats are combing the waterfronts and trucks are being inspected at bridges and tunnels. Some of these unsettling sights and" , "date" : "20030323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "A NATION AT WAR: NEW YORK; A Security Blanket, but With No Guarantees" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/23\/nyregion\/a-nation-at-war-new-york-a-security-blanket-but-with-no-guarantees.html"} , {"body" : "THE phone lines to Baghdad were jammed last week. But not much ever got said over these wires, which have been more a tool of surveillance than of communication since Saddam Hussein's Baath Party took power in 1968. Conversations between Iraqis in New York and Iraqis in Baghdad have typically gone something like this: New York: ''How are you?''" , "date" : "20030323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Muffled Voices" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/23\/nyregion\/muffled-voices.html"} , {"body" : "ON a sparkling Tuesday morning last week, just across the harbor from the gap in Manhattan's skyline, Kevin McCabe's team was trying to prevent another Sept. 11. Mr. McCabe, the chief customs inspector for the New York and New Jersey seaport, gestured across the wind-swept water. ''The towers were right there,'' he said. ''It was like you could" , "date" : "20030320" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "1" , "title" : "Their Mission: Intercepting Deadly Cargo" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/20\/technology\/their-mission-intercepting-deadly-cargo.html"} , {"body" : "The police yesterday arrested the man they believe fatally shot two undercover detectives on Staten Island on Monday night, bringing to six the number of young men being held in connection with the killings and ending a furious manhunt that took investigators as far as Pennsylvania and Maryland. The defendant, Ronell Wilson, 20, who the police said" , "date" : "20030313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LANCASTER (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Accused of Pulling Trigger Faces First-Degree Murder Counts in Detectives' Killings" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/13\/nyregion\/man-accused-pulling-trigger-faces-first-degree-murder-counts-detectives-killings.html"} , {"body" : "Monday morning, and Jennifer Logan's second graders are banging tambourines, shaking maracas and chanting their rhyme of the day: If you can spell thing, you can spell sting. If you can spell sting, you can spell ring. If you can spell ring, you can spell spring. If you can spell spring, you can spell bring. B-R-I-N-G, cha-cha-cha! This is a" , "date" : "20030310" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "A Living Lab for the City's New Curriculum" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/10\/us\/a-living-lab-for-the-city-s-new-curriculum.html"} ,   {"body" : "Morgan Taylor was standing in a hotel room on Union Square about 8:30 p.m. when he first heard the name of his friend Norah Jones announced as a winner Sunday night at the Grammy Awards. It would not be the last time. Over the next three hours, Ms. Jones, 23, would complete her transformation from an arty jazz-house favorite to a bona fide pop" , "date" : "20030225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Voice From a Scruffy Bar, Now Heard Everywhere" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/25\/nyregion\/voice-from-a-scruffy-bar-now-heard-everywhere.html"} , {"body" : "Two weeks after he was selected as the New York State Assembly's deputy speaker, Clarence Norman Jr., the Brooklyn assemblyman and head of the Democratic Party organization in Brooklyn, still seemed dazzled by his new title. ''It puts me at the head of the table of power within the Assembly,'' Mr. Norman said, before shifting to the first-person" , "date" : "20030218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn's Democratic Leader Hopes New Clout in Assembly Gets Him Over a Rough Patch" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/18\/nyregion\/brooklyn-s-democratic-leader-hopes-new-clout-assembly-gets-him-over-rough-patch.html"} , {"body" : "Last year, debate over whether to put a Fairway supermarket in Red Hook landed a Brooklyn councilman in jail for attempted bribery. The Fairway is moving in, but Red Hook, like other parts of Brooklyn on the waterfront, is still the scene of skirmishes involving developers who envision lucrative lofts with river views, residents who worry about" , "date" : "20030209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Warehouse Is an Emblem Of Newest Waterfront Battles" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/09\/nyregion\/neighborhood-report-red-hook-warehouse-is-an-emblem-of-newest-waterfront-battles.html"} , {"body" : "On Tiffany Place in Red Hook, Brooklyn, 12 condominium units carved from a 1920's industrial structure are being sold as their developer begins to convert a neighboring 1860's factory building to 36 apartments. The transformation continues the transition of an old industrial area to residential use. A two-story industrial building that sits between" , "date" : "20030207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; A Red Hook Renewal on Tiffany Place" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/07\/nyregion\/residential-real-estate-a-red-hook-renewal-on-tiffany-place.html"} , {"body" : "After more than two centuries under federal control, Governors Island is expected to be returned to New York today, several public officials said yesterday. The ceremony at the White House this morning designating the official return of the island will cap eight years of off-again-on-again negotiations over the future of the 172-acre piece of land," , "date" : "20030131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "White House to Hand Over Governors Island to New York" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/31\/nyregion\/white-house-to-hand-over-governors-island-to-new-york.html"} , {"author" : "Adam Fifield collaborated with Wayne Barrett on ''Rudy! An Investigative Biography of Rudolph Giuliani.''" , "body" : "ON a slate-gray afternoon at a Midtown construction site, seven men in hard hats and yellow rain gear stepped into a steel cage suspended over a dark hole nearly 60 stories deep. The last man on board latched the door shut, and the cage sank away from daylight and toward a sonorous, mechanical roar far below. The men inserted earplugs and then" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Underground Men" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/the-underground-men.html"} , {"author" : "Steve Kurutz is an editor at Details." , "body" : "AS savvy New Yorkers will tell you, the streets of Chinatown are rife with bargains: Prada bags for mere peanuts, CD players at eight-track prices. But Chrissy Piper, a 30-year-old photographer from Red Hook, Brooklyn, has found a deal that beats them all. Since June, Ms. Piper has taken an express bus from Manhattan's Chinatown to the Chinatown in" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PHILADELPHIA (PA)" , "NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Enter the Dragon Coach" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/urban-tactics-enter-the-dragon-coach.html"} , {"body" : "AS NEW YORK confronts momentous questions -- about the rebuilding of Lower Manhattan, its budget woes, the danger of terrorism, the prospect of the Olympics in 2012 -- there is no shortage of predictions on where the city is headed in the next few decades. To peer into the future, the City section has consulted a dozen historians, sociologists," , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Tomorrow: 12 Visions" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/new-york-s-tomorrow-12-visions.html"} , {"body" : "Forget those sweatshirts that say ''Brooklyn,'' or, even worse, ''New York.'' Michael de Zayas is here to help you announce to the world through your sweatshirt that you are from one particular neighborhood, one street or, if you want to get really specific, one address. Mr. de Zayas, 28, is the president and sole employee of Neighborhoodies, a" , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK GARB; Your 'Hood on Your Chest, Your Heart on Your Sleeve" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/neighborhood-report-new-york-garb-your-hood-your-chest-your-heart-your-sleeve.html"}]