[  {"body" : "Pei Li Tsang sipped from a cup of tea as she sat on a couch in her Sheepshead Bay apartment. Her shy daughter, Anny, 10, a professed bookworm, read a Harry Potter novel while her brother, Jason, 7, laughed at a car chase on television. It was a good moment. Peaceful. Satisfying. They had left China to come to America for moments just like this one." , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "The Neediest Cases; As Chinese Immigrants Struggle in a Strange Land, Just Asking for Help Is a Challenge" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neediest-cases-chinese-immigrants-struggle-strange-land-just-asking-for-help.html"} , {"body" : "THERE ARE JEWS IN MY HOUSE By Lara Vapnyar 149 pages. Pantheon. $17.95. Galina and Raya are best friends. Employed at the town library, they share secrets, gossip and marital complaints. Look-alikes, they sometimes wear twin outfits. So when the Germans occupy the Ukraine in World War II, and Raya, who is Jewish, begs Galina for asylum, Galina is" , "date" : "20031224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "BOOKS OF THE TIMES; Administering Emotions, One Thwack at a Time" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/24\/books\/books-of-the-times-administering-emotions-one-thwack-at-a-time.html"} , {"body" : "A group of elected officials and union leaders led by the City Council speaker, Gifford Miller, said yesterday that Mayor Michael R. Bloomberg and Schools Chancellor Joel I. Klein are not responding quickly enough to address violence in the schools. Mr. Miller, a Manhattan Democrat who is widely expected to run against Mr. Bloomberg for mayor, held" , "date" : "20031223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Group Seeks Quicker Action Against Violence in Schools" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/23\/nyregion\/group-seeks-quicker-action-against-violence-in-schools.html"} , {"body" : "Federal prosecutors and the New York Police Department are examining the performance of at least one senior Staten Island Ferry official as part of their expanding criminal investigation into the October crash of the Andrew J. Barberi, several law enforcement officials said. The investigators want to know if Patrick Ryan, the director of ferry" , "date" : "20031203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ferry Official Is Investigated In S.I. Crash" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/03\/nyregion\/ferry-official-is-investigated-in-si-crash.html"} , {"body" : "With a nippy breeze blowing off Gerritsen Beach, the Flamingo III sliced through the misty waters near Sheepshead Bay, Brooklyn, in search of a big and noble fish. Ten men and one woman, dressed in rubber boots and waders, prepared to cast their fortunes into the open sea. Like many others, they knew that the waters around New York were swarming" , "date" : "20031123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Striped Bass Can Provide A Fish Story For Everyone In the Boat" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/23\/nyregion\/neighborhood-report-sheepshead-bay-striped-bass-can-provide-fish-story-for.html"} , {"body" : "A 76-year-old Brooklyn man died yesterday after he was struck by police patrol car that had hit another vehicle, the authorities said. Yuekar Yuen, of 2322 East 21st Street, was struck at 10:45 a.m. as he walked on the sidewalk near Ocean Avenue and Avenue U north of Sheepshead Bay. He was treated for a hip injury at Lutheran Medical Center, but" , "date" : "20031110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Man Is Hit By Patrol Car and Dies Later" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/10\/nyregion\/metro-briefing-new-york-brooklyn-man-is-hit-by-patrol-car-and-dies-later.html"} , {"author" : "Sam Schechner is a senior editor of MTV Magazines." , "body" : "EVEN after waiting outside in an insistent wind for more than two hours, Jeffrey Babbitt was eager to talk to strangers about the first time he drove a New York City subway train. It was in the early 50's, on one of the old low-voltage IRT expresses, and the motorman let him work the controls from Franklin Avenue to Borough Hall in Brooklyn, or" , "date" : "20031109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Crib Notes From the Underground" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/09\/nyregion\/urban-tactics-crib-notes-from-the-underground.html"} , {"body" : "To the Editor: Re ''An End at Last to the Battle of Concorde,'' by Clyde Haberman (NYC column, Oct. 24): The most amazing and magical sight, while I was windsurfing at Sheepshead Bay, was when, among the terns and gulls, the Concorde would majestically appear at a slow subsonic speed, on its way to land at Kennedy International Airport. I still" , "date" : "20031028" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Grace, Speed and Noise: Exit the Concorde" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/28\/opinion\/l-grace-speed-and-noise-exit-the-concorde-888699.html"} , {"body" : "William Goldberg, a leader of Manhattan's diamond district known both for dealing in some of the biggest diamonds sold in modern times and for trying to lift his industry's historic veil of secrecy, died Monday at his apartment in Manhattan. He was 77. The cause was pancreatic cancer, Barry Berg, his son-in-law, said. Modern Jeweler magazine in" , "date" : "20031026" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "27" , "title" : "William Goldberg, 77, Dies; A Trader in Rare Diamonds" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/26\/nyregion\/william-goldberg-77-dies-a-trader-in-rare-diamonds.html"} , {"body" : "Maybe you can't judge a book by its cover, but it sure looks as if you can judge New Yorkers by their dogs. A New York Times analysis of dog licensing data (yes, we took the time to do this) from recent statistics collected by the New York City Department of Health and Mental Hygiene shows that Hispanics are more likely than whites or blacks to own" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Top Dog? It Depends on the ZIP Code" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/nyregion\/new-york-s-top-dog-it-depends-on-the-zip-code.html"} ,   {"body" : "A 19-year-old New York University student who plunged to her death from a sixth-floor window Saturday night appeared to have committed suicide, the police said yesterday. The student was identified yesterday by the police as Michelle Gluckman of Brooklyn. There has been no official ruling on the manner of Ms. Gluckman's death, but investigators" , "date" : "20031020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "N.Y.U. Student's Fatal Plunge Appears to Be Another Suicide" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/20\/nyregion\/nyu-student-s-fatal-plunge-appears-to-be-another-suicide.html"} , {"body" : "The tires on dozens of cars in a predominantly Jewish section of Crown Heights were slashed on Monday evening, the holy day of Yom Kippur, the police said yesterday, adding that the incidents might have been hate crimes. The police said about 35 cars were vandalized around Montgomery Street and Kingston Avenue; neighborhood residents said more than" , "date" : "20031008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Cars Vandalized On Yom Kippur" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/08\/nyregion\/metro-briefing-new-york-brooklyn-cars-vandalized-on-yom-kippur.html"} , {"body" : "DEAR DIARY: A while back I was sitting in Caffe Reggio, my favorite haunt in the Village. It was a beautiful day, and I was outside enjoying a cappuccino and the life around me. A man of about 60 or so came down the sidewalk toward me. He was plugged into his Walkman and wore a bright orange baseball cap. He smiled broadly when he saw me," , "date" : "20030929" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/29\/nyregion\/metropolitan-diary-468185.html"} , {"body" : "To the Editor: Re ''The Cards That Put Students in Their Place'' (Coping, by Anemona Hartecollis, Sept. 14): As a Brooklyn high school teacher, I never thought of the Delaney card, even remotely, as a student's ''only shred of identity.'' Delaney cards are no more impersonal or personal than the person teaching the class. They just expedite" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Those Little Cards And the Man Behind Them" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/nyregion\/l-those-little-cards-and-the-man-behind-them-370800.html"} , {"author" : "Marjorie Ingall, a columnist for The Forward, is the author of ''The Field Guide to North American Males.''" , "body" : "I NEVER know when I'll get the Call. But every time it comes, the conversation is as ritualized as Noh drama. ''Hello?'' ''Mrs. Ingall?'' The lack of preamble, the honorific (I'm actually Ms. Ingall; my husband's last name is Steuer), the thick Romanian accent. It's Dave. I don't know Dave's last name. I don't know what he looks like. I know his" , "date" : "20030921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Brisket and Identity" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/21\/nyregion\/urban-tactics-brisket-and-identity.html"} , {"body" : "Before he starred in ''Nine'' and she made her debut in ''Chicago,'' Antonio Banderas and Melanie Griffith continued a storied tradition by lighting candles at the sanctuary where the Rev. Joseph Kelly, the vicar, celebrates ''the longest-running show on Broadway.'' ''We have a show running for the last 100 years, and a lead actor for the last" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: THEATER DISTRICT; Where the Sinners of Broadway Spent a Little Time With the Saints" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/nyregion\/neighborhood-report-theater-district-where-sinners-broadway-spent-little-time.html"} , {"author" : "Margaret Mittelbach and Michael Crewdson are the authors of ''Wild New York: A Guide to the Wildlife, Wild Places and Natural Phenomena of New York City.''" , "body" : "''Ho! All night bluuuues here! Party bluuues!'' The calls of the sailors from the fishing boats rang down the waterfront on Emmons Avenue in Brooklyn. For years these sirenlike -- albeit hoarse and masculine -- cries had lured us closer and closer to the sea. Now we were finally taking the bait. It was just before 7 p.m. on a recent Saturday night," , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Green From Chasing Blues in the Night" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/arts\/green-from-chasing-blues-in-the-night.html"} , {"body" : "Summer often brings special smells to the city, like the sharp aromas emanating from restaurant Dumpsters, or the hot, foul winds rising from the bowels of the subway. But few odors rival the stench -- part rotten egg, part chemical char -- that yesterday overpowered areas of Sheepshead Bay, Brooklyn, where part of a system designed to clean odors" , "date" : "20030807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Sewage Plant Fire, the Real Odor Begins" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/07\/nyregion\/after-sewage-plant-fire-the-real-odor-begins.html"} , {"body" : "A fire last night at a major sewage treatment plant in Sheepshead Bay sent a putrid smell drifting across Brooklyn, officials said. More than 200 firefighters responded to the fire, which broke out shortly after 7 p.m. Fire officials declared it under control nearly four hours later. People miles away reported a foul stench, apparently from the" , "date" : "20030806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fire at Brooklyn Sewage Plant Sends Stench Across Borough" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/06\/nyregion\/fire-at-brooklyn-sewage-plant-sends-stench-across-borough.html"} , {"body" : "At the corner of Ocean Avenue and Avenue Y in Sheepshead Bay, Brooklyn, next to a Staples Office Superstore, is a little street sign that says Firemen's Way. Many people who pass by now do not know why it is there. But anyone who was in Sheepshead Bay a generation ago, when the Staples was a Waldbaum's supermarket, knows why. On the morning of Aug." , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Valor of 6 Lost Firefighters Is Celebrated 25 Years Later" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/nyregion\/valor-of-6-lost-firefighters-is-celebrated-25-years-later.html"} ,   {"body" : "INTERNATIONAL 3-8 Sons of Hussein Buried By Family Near Tikrit Uday and Qusay Hussein were buried in their hometown by members of Saddam Hussein's family. The funeral touched off an outpouring of nostalgia for their fugitive father and angry calls to rid the country of American occupiers. 1 Two American soldiers and their interpreter were killed in" , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/nyregion\/news-summary-766542.html"} , {"body" : "A disabled woman died yesterday in a fire inside her locked Brooklyn apartment as neighbors struggled to free her. The victim, Rory Hackett, 52, lived alone in a ground-floor studio apartment at 2200 Ocean Avenue, a seven-story red brick building in Sheepshead Bay. Neighbors said that she moved in 15 years ago to care for her ailing mother, who" , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Fire Kills Disabled Woman In Her Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/nyregion\/fire-kills-disabled-woman-in-her-brooklyn-apartment.html"} , {"body" : "KEITH Black is a math teacher at Sheepshead Bay High School in Brooklyn, but with any luck his current career will soon be a distant memory. It's not that Mr. Black dislikes teaching, which he says is both financially stable and personally fulfilling. Rather, it's that the job interferes with his burning desire to, as he puts it, ''be the next" , "date" : "20030727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; Today Malverne, Tomorrow Cannes?" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/27\/nyregion\/citypeople-today-malverne-tomorrow-cannes.html"} , {"body" : "WHEN he was a boy living in the Sheepshead Bay section of Brooklyn in the late 1950's and early 60's, he and his friends would take the D train to Yankee Stadium to see their favorite team play. Young Chuck loved the Yankees. The Dodgers and the Giants had absconded to Los Angeles and to San Francisco, the Mets were barely a gleam in Bill Shea's" , "date" : "20030726" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; Still Rooting to See Maris in Hall of Fame" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/26\/sports\/sports-of-the-times-still-rooting-to-see-maris-in-hall-of-fame.html"} , {"author" : "Steve Kurutz is a staff writer for Details magazine." , "body" : "THE Belt Parkway, which stretches for 36 miles from Owls Head Park in Bay Ridge, Brooklyn, to Long Island, is a road as bold and monolithic as New York City itself. The highway, which was built by Robert Moses, is lined with concrete barriers and colossal traffic jams on weekends. Driving the Belt is like skirting along the very heart of urbanism." , "date" : "20030713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Still of the Night" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/13\/nyregion\/in-the-still-of-the-night.html"} , {"body" : "More Machines On the Rise O.K., so maybe there isn't a robot more thrilling -- or threatening -- than the shape-shifting, molecular-recombining villainess in ''Terminator 3.'' But reality offers artificial intelligence that is almost as ingenious, and much more benevolent. Many of these lean (but never mean) machines can be seen starting tomorrow" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/arts\/family-fare.html"} , {"body" : "More Wild Edibles Wild Edibles, the seafood market that has a stand in the Grand Central Market and a store on Third Avenue in Murray Hill, will now share part of Oppenheimer Prime Meats, 2606 Broadway (99th Street). Robert Pence, the owner of Oppenheimer, had extra space, so Jonathan and Robert Meyer and Richard Martin, the owners of Wild Edibles," , "date" : "20030709" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "11" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/09\/dining\/off-the-menu.html"} , {"body" : "In southeast Brooklyn past Avenue D and Avenue J, where the roads run out of alphabet on their way to the sea, the Garson name is a familiar one in political circles. Since the 1970's, in and around Sheepshead Bay, a Garson, or the spouse of one, has run for one office or another more than a dozen times: local school board, State Democratic" , "date" : "20030705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Politics Laid Bare: Success and Scandal in Family of Judges" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/05\/nyregion\/politics-laid-bare-success-and-scandal-in-family-of-judges.html"} , {"body" : "New York City's Public Schools Athletic League girls' team, led by Virgil Hodge, swept the sprint events yesterday in the New York State Interscholastic Outdoor Championships at Union-Endicott High School Field near Binghamton. Rain fell steadily throughout the meet. Hodge won the 100 meters in 11.94 seconds and then brought her school, Washington" , "date" : "20030608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "PLUS: TRACK AND FIELD; CITY TEAM SWEEPS STATE CHAMPIONSHIPS" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/08\/sports\/plus-track-and-field-city-team-sweeps-state-championships.html"} , {"body" : "MINICHIELLO--Sophie. Age 86, on May 31, 2003. Born in Manhattan. Graduated St. John's University School of Pharmacy in 1939. Resided in Sheepshead Bay. Beloved wife of the late Frank. Survived by her children Frances, Joseph, George, Marie, Ann and the late Rita, and their spouses, Linda, George and Michael, and seven grandchildren. Her brother" , "date" : "20030602" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths MINICHIELLO, , SOPHIE" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/02\/classified\/paid-notice-deaths-minichiello-sophie.html"} ,   {"body" : "The tables were set, the bar fully stocked. There was even a sign in the window indicating that Blue Points, littlenecks, topnecks and steamers were available. But nothing was available yesterday afternoon at Lundy's, the storied, sprawling seafood restaurant in Sheepshead Bay, Brooklyn. Instead, it was plastered with bright orange signs that read" , "date" : "20030507" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tax Debts Force A Seafood Hub To Close for a Day" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/07\/nyregion\/tax-debts-force-a-seafood-hub-to-close-for-a-day.html"} , {"body" : "EVENTS SECOND ARTS FESTIVAL, Rockefeller Center, 30 Rockefeller Center, Manhattan. More than 100 fine-arts exhibitors. Today and tomorrow, 9 a.m. to 7 p.m.; Sunday, 10 a.m. to 5:30 p.m. Free. SUNSET SINGING CIRCLE, Robert F. Wagner, Jr. Park, Pavilions, Battery Park City, Lower Manhattan. A singalong with Terre Roche, a singer and guitarist." , "date" : "20030502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/02\/arts\/spare-times-502677.html"} , {"body" : "ARE late-night urban revelers putting the cap on their weekends, and wrecking yours, by playing kick-the-can with the garbage receptacles stacked outside your apartment window? Did the pothole down the block swallow your car? Paying too much for lousy cable reception? Has the bulb on your favorite street light blown out again? Gino P. Menchini, a" , "date" : "20030501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Call Him a Know-It-All, He Says, but Call Him" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/01\/nyregion\/public-lives-call-him-a-know-it-all-he-says-but-call-him.html"} , {"body" : "A 65-year-old man who was apparently enraged over a dispute with his neighbors about noise has been charged in the shooting deaths of two men on a southern Brooklyn Street on Saturday, the authorities said. The suspect, Arthur Kelly, who lived in a second-floor apartment directly beneath an apartment where the sister of one of the victims lived," , "date" : "20030429" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Neighbor Held In Killing of 2 Over Noise" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/29\/nyregion\/neighbor-held-in-killing-of-2-over-noise.html"} , {"body" : "Two men were killed and a woman was wounded when gunfire erupted shortly before noon yesterday on a quiet residential block in Sheepshead Bay, Brooklyn, the police said. Although the circumstances remained unclear, investigators said all three victims were apparently shot by a man who approached their car near the intersection of Avenue V and East" , "date" : "20030427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Gunman Kills 2 Men on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/27\/nyregion\/gunman-kills-2-men-on-brooklyn-street.html"} , {"body" : "Samuel J. LeFrak, an outspoken champion of middle-income housing who headed the family company that produced it in and around New York City more plentifully than any other builder in the years since World War II, died yesterday at his home in Manhattan. He was 85. Through four decades, the flamboyant Mr. LeFrak led the Lefrak Organization, founded" , "date" : "20030417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "14" , "title" : "Samuel J. LeFrak, Master of Mass Housing, Dies at 85" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/17\/nyregion\/samuel-j-lefrak-master-of-mass-housing-dies-at-85.html"} , {"body" : "The aircraft carrier Abraham Lincoln is finally coursing home from the war in Iraq, bringing with it an airman whose Brooklyn home is now filled with relief. The anxiety of a worried family -- the cigarettes, the acting out in school, the tears in front of the television news -- is drifting away. The story is familiar, almost trite. But the" , "date" : "20030412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Fear for a Navy Son, and for Fellow Muslims; Viewing Images of a War They Hate, a Brooklyn Family Is Proud and Sad" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/12\/nyregion\/fear-for-navy-son-for-fellow-muslims-viewing-images-war-they-hate-brooklyn.html"} , {"body" : "TO some, the Olympia movie theater was a dark, smelly cavern with sticky gum spots on the floor and soda spills on the seats, a place where one's powers of concentration were tested by the propensity of the audience to chatter away just at the final clinch. To others, the flaws of the 90-year-old theater on Broadway near West 107th Street were part" , "date" : "20030406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Fade to Black" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/06\/nyregion\/fade-to-black.html"} , {"body" : "EVENTS SPRING CRAFTS PARK AVENUE, Seventh Regiment Armory, Park Avenue and East 67th Street, Manhattan. Today, 3 to 8 p.m.; tomorrow, 10 a.m. to 6 p.m.; and Sunday, 11 a.m. to 5 p.m. Works of jewelry, blown glass, wood, ceramics, leather, wearable art and more, by 175 artists. Admission: $10; children under 16 free. Information: (800) 649-0279." , "date" : "20030404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/04\/arts\/spare-times-104914.html"} , {"body" : "THE neighborhood of Sheepshead Bay, which struggled in the 1980's and early 90's, has been making a comeback in recent years. So too, it appears, is the fish for which the bay is named. The creature whose face and teeth are said to look like those of a sheep is found nowadays in more southern waters, but lately there have been rumors that" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sheepshead Bay, Brooklyn; Where Water Is Big Part of Community" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/realestate\/if-you-re-thinking-living-sheepshead-bay-brooklyn-where-water-big-part-community.html"} ,   {"body" : "WHAT YOU WISH FOR By David Cray Carroll & Graf ($24, hardcover) As he waited behind a long line of cars and SUVs at the 57th Street traffic light, Foley's mind was not plagued by doubt. He was not, he knew, answering a false alarm. The Linux code on the disc, as he'd reasoned, was sufficient only to perform a pair of tasks. It moved files from" , "date" : "20030330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK BOOKSHELF; High Anxiety in Heavy Traffic, Apprehended on the Pier" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/30\/nyregion\/neighborhood-report-new-york-bookshelf-high-anxiety-heavy-traffic-apprehended.html"} , {"body" : "They were young men who came here from all over the country, from places like Peoria, Ariz., Aurora, Colo., and Missoula, Mont., to be deployed with the 10th Mountain Division to Afghanistan and other far parts of the world. But when their Black Hawk helicopter crashed on Tuesday afternoon, the 13 soldiers aboard were returning not from any foreign" , "date" : "20030313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FORT DRUM (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Army Examines Wreckage of Black Hawk" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/13\/nyregion\/army-examines-wreckage-of-black-hawk.html"} , {"body" : "At Ralph Lauren's show two weeks ago, an impossibly slim model, wearing a white satin evening gown that would have made Jean Harlow proud, strode down the runway wearing something just as stunning: a bold, chunky, showy necklace made of dozens of crystal quartz beads, wrapped around and around and around her narrow neck. The necklace, and similar" , "date" : "20030227" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Colored Stones Light a Fire in Jewelry Sales" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/27\/business\/colored-stones-light-a-fire-in-jewelry-sales.html"} , {"body" : "At a time when many bank robbers have had success using the front door, a crew determined to do it the hard way drilled through the wall of a Brooklyn bank over the weekend and left with the contents of six safety deposit boxes, according to the police. It was an elaborate caper, but it had seemingly modest results. Officials of Banco Popular," , "date" : "20030204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Robbing a Bank the Hard Way: Through Wall, Not Teller Window" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/04\/nyregion\/robbing-a-bank-the-hard-way-through-wall-not-teller-window.html"} , {"body" : "Vandals spray-painted swastikas on eight cars in the Midwood section of Brooklyn, the police said yesterday. It was the second incident of racist vandalism in Brooklyn in less than two weeks. The cars were discovered around 6 a.m. yesterday in an area around 29th Street and Avenue L. On Jan. 16 vandals defaced 26 cars on a two-block stretch of" , "date" : "20030126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Swastikas Painted on Cars" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/26\/nyregion\/swastikas-painted-on-cars.html"} , {"body" : "A man who dressed as an Orthodox Jew and burglarized nine synagogues in Sheepshead Bay and Midwood in recent weeks has been arrested, the authorities said yesterday. From Dec. 28 until about Saturday, the man, Mark Cukierwar, 31, dressed in yarmulke and black suit, broke into the synagogues after hours and stole money from the collection boxes," , "date" : "20030115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Synagogue Burglaries" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/15\/nyregion\/metro-briefing-new-york-brooklyn-arrest-in-synagogue-burglaries.html"} , {"body" : "As a rainy 2003 dawned yesterday, the rhythms of life began inexorably anew: the year's first baby, the city's first killing, the Times Square cleanup, newspaper articles about all of the above. Some things were different this year. It was a governor being sworn in for another term, not a mayor being sworn in for a first term. Those mounds of" , "date" : "20030102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Beginnings, an Ending And Tons of Remnants" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/02\/nyregion\/3-beginnings-an-ending-and-tons-of-remnants.html"}]