[  {"body" : "An exceptionally violent Monday night and Tuesday in the city added seven names to the list of those killed in 2003, now at 594 and uncomfortably close to the 600 mark hailed for the last year as a sign of a safer New York. In addition, two people died in a fire in the Bronx that appears to have been set, the police said. Those deaths have not been" , "date" : "20031231" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homicides Surge in City as Year Nears End" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/31\/nyregion\/homicides-surge-in-city-as-year-nears-end.html"} , {"body" : "A man and a woman were fatally shot last night in a hallway of their apartment building in Sunset Park, Brooklyn, the police said. Shortly before 7 p.m. the woman, who was 21, was heard arguing with another resident in the first floor hallway of the four-story, brick apartment building at 4002 Third Avenue, the police said. They were approached by" , "date" : "20031230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gunman Kills Man and Woman In Brooklyn Apartment Building" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/30\/nyregion\/gunman-kills-man-and-woman-in-brooklyn-apartment-building.html"} , {"body" : "Pei Li Tsang sipped from a cup of tea as she sat on a couch in her Sheepshead Bay apartment. Her shy daughter, Anny, 10, a professed bookworm, read a Harry Potter novel while her brother, Jason, 7, laughed at a car chase on television. It was a good moment. Peaceful. Satisfying. They had left China to come to America for moments just like this one." , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "The Neediest Cases; As Chinese Immigrants Struggle in a Strange Land, Just Asking for Help Is a Challenge" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neediest-cases-chinese-immigrants-struggle-strange-land-just-asking-for-help.html"} , {"body" : "Open door: snow fills the mountains Sprinkling a skyful: quiet, a deep lane. Heaped silk-white. Vast courtyard. Such leisure. --Wang Wei, eighth century MOST gardens put themselves to bed when their last brown stalk lies down to mold. The approach of winter stills their growth and, as leaves are shed, slows their respiration. Then a snowfall comes," , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "In Winter, The City Almost Sleeps; Reaping the Harvest Of a Snowy Garden" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/in-winter-the-city-almost-sleeps-reaping-the-harvest-of-a-snowy-garden.html"} , {"body" : "IT had all the makings of a practical joke. But Glenn Nordlinger never found it funny. Mr. Nordlinger, a financial consultant for musicians, had moved to the Upper East Side from Central Park West in August and had dutifully filled out his change of address forms. But by October, his flow of mail -- usually about 30 pieces a day -- was still a" , "date" : "20031228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: URBAN STUDIES\/MISSING; Please, Mr. Postman" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/28\/nyregion\/neighborhood-report-urban-studies-missing-please-mr-postman.html"} , {"body" : "Five months after Chancellor Joel I. Klein admitted that the New York City schools were wrongly pushing out many struggling high school students, the Department of Education says it has turned around its handling of students who have fallen behind and are not expected to graduate on time. ''Discharges are absolutely down for the period ending Dec." , "date" : "20031224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Schools Reduce the Number of Students They Force to Leave Early" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/24\/nyregion\/schools-reduce-the-number-of-students-they-force-to-leave-early.html"} , {"body" : "A 27-year-old mother of two was killed in a burst of gunfire early yesterday as she emerged from a Brooklyn nightclub, the police said. Two young men also were shot. Two other men were immediately arrested on murder charges, and a .380-caliber handgun was recovered at the scene of the shooting, which occurred at 2:15 a.m. outside the Crystal" , "date" : "20031223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Killed Leaving a Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/23\/nyregion\/woman-is-killed-leaving-a-brooklyn-club.html"} , {"body" : "In running away with Hollywood, is the Brooklyn Navy Yard running away from its proletarian past? The concrete walls of Steiner Studios, a $118 million project under construction in a cinematic Navy Yard locale on the Brooklyn waterfront, are climbing ever higher and the first of five soundstages is scheduled to open next fall. Its owners hope it" , "date" : "20031215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Disquiet on the Set; At Navy Yard, It's Hollywood vs. a Blue-Collar Past" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/15\/nyregion\/disquiet-on-the-set-at-navy-yard-it-s-hollywood-vs-a-blue-collar-past.html"} , {"body" : "EVENTS AFRICAN DIASPORA FILM FESTIVAL 2003. With screenings, discussions and other events through Sunday. Most screenings are at Anthology Film Archives, 32 Second Avenue, at Second Street, Lower East Side. Screening tickets are $8.50; students and 62+, $6. Panel discussions are planned at Teachers College, Columbia University, Broadway and 116th" , "date" : "20031212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/12\/arts\/spare-times-515736.html"} , {"body" : "Homes on two blocks in Brooklyn were evacuated late Tuesday and yesterday after carbon monoxide seeped from electrical fires under the streets, the authorities said. Last night, authorities evacuated a set of houses in Queens. The fires were linked to rock salt spread over the weekend to melt snow and ice. The first fire, under a stretch of 47th" , "date" : "20031211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Fumes From 2 Utility Fires Force Evacuations in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/11\/nyregion\/fumes-from-2-utility-fires-force-evacuations-in-brooklyn.html"} ,   {"body" : "The city is dangling the prospect of up to $10 million in city bank deposits for banks and other financial institutions to encourage them to open branches in neighborhoods with few or no branches. Under the program, which was announced yesterday, banks that accept the municipal deposits will pay the city a reduced interest rate, but will offer" , "date" : "20031121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: City To Promote Bank Services" , "url" : "http:\/\/www.nytimes.com\/2003\/11\/21\/nyregion\/metro-briefing-new-york-brooklyn-city-to-promote-bank-services.html"} , {"body" : "''Ben lives at 340 Ocean Parkway. Where does Ben vote?'' Charles Brickous, a retired chemist from Crown Heights, Brooklyn, threw that question out to a classroom filled with an unusual assortment of students -- retirees, political party activists and random other city residents -- who had gathered in a musty Brooklyn back office for what might be" , "date" : "20031030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "This Time, Actually Helping Voters; Remedial Class Tries to Improve Poll Workers' Performance" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/30\/nyregion\/this-time-actually-helping-voters-remedial-class-tries-improve-poll-workers.html"} , {"body" : "EVENTS WALL STREET COMMUNITY DAY FESTIVAL, from South to Water Streets, Lower Manhattan. Today, 11 a.m. to 6 p.m. Sponsored by Community Board No. 1. CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Tonight and tomorrow night at 8, ''An Evening of Flamenco and Kothak,'' in celebration of Spanish and North Indian" , "date" : "20031024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/24\/arts\/spare-times-825620.html"} , {"author" : "Jocko Weyland is the author of ''The Answer Is Never: A Skateboarder's History of the World,'' published by Grove Press." , "body" : "POST-IT notes that read ''Lunch at Balthazar or Felix'' or ''F Downtown to W. 4th St.'' A capital A made of silver tape. A ''Heaven Bank Note'' for $5,000 signed by someone named Yin Low. The battered audiocassette of Dr. John Gray's ''Secret of Passion.'' A bruised photograph of a girl's bare feet on a scooter next to a street lamp oozing a wet" , "date" : "20031019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CITYPEOPLE; Gliding Along, And Gathering A City's Castoffs" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/19\/nyregion\/citypeople-gliding-along-and-gathering-a-city-s-castoffs.html"} , {"body" : "EVENTS CITY UNIVERSITY OF NEW YORK GRADUATE CENTER, 365 Fifth Avenue, at 34th Street. Today at 2 p.m., a discussion about Woodrow Wilson and World War I with Thomas Fleming, a historian and author of ''The Illusion of Victory: America in World War I''; fee, $10; free for faculty and students. Tonight at 7, a free reading and discussion of" , "date" : "20031017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/17\/arts\/spare-times-719730.html"} , {"body" : "Myra Alperson, who leads bicycle and walking tours in New York City and writes a newsletter called Nosh News, has logged thousands of miles while eating her way around the city. ''Nosh New York'' (St. Martin's Griffin, $16.95) is her latest guidebook, crammed with a neighborhood-by-neighborhood survey of places to eat in every borough but Staten" , "date" : "20031015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Inside the City That Never Stops Eating" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/15\/dining\/food-stuff-inside-the-city-that-never-stops-eating.html"} , {"body" : "A man whom the police described as intoxicated was arrested and accused of setting a fire outside the door of his estranged girlfriend's fourth-floor apartment in Sunset Park yesterday morning. The police said the residents of the apartment building, at 570 Seventh Avenue, fled and no one was hurt. After firefighters put out the blaze, the stairs" , "date" : "20031014" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Man Accused In Apartment Fire" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/14\/nyregion\/metro-briefing-new-york-brooklyn-man-accused-in-apartment-fire.html"} , {"body" : "EVENTS FAMILY HISTORY FAIR, City University Of New York Graduate Center, 365 Fifth Avenue, at 34th Street. Displays and workshops on researching ancestry and family backgrounds. Sunday, noon to 5 p.m. Free. Information: (212) 817-8215. NEW YORK CITY UNDERGROUND COMEDY FESTIVAL, Laurie Beechman Theater, 407 West 42nd Street, Clinton. Tonight at 8," , "date" : "20031010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/10\/arts\/spare-times-612111.html"} , {"body" : "2 Years After Accident, Lawsuits and Grieving A drunken driver speeding through a red light in his minivan. A pregnant woman, her young son and her teenage sister crossing the street. On Aug. 4, 2001, the woman, Maria Herrera, 24; her son, Andrew, 4; and her sister, Dilcia Peña, 16, died instantly when the minivan slammed into them in the Sunset" , "date" : "20031005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WESTBURY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/05\/nyregion\/following-up.html"} , {"body" : "Bishop Nicholas DiMarzio was installed yesterday as the seventh bishop of Brooklyn in a rite of pomp and majesty before scores of prelates and a smattering of New York political figures. In his homily at the Basilica of Our Lady of Perpetual Help in Sunset Park, the new bishop reached out to the disparate interests of his turf -- Jews, Muslims," , "date" : "20031004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Bishop Pledges Support for Abuse Victims" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/04\/nyregion\/new-bishop-pledges-support-for-abuse-victims.html"} ,   {"body" : "A group of City Council members announced a proposal yesterday to regulate cybercafes, saying the businesses were much like the video arcades of the 1980's in that they were magnets for violence and truancy. The lawmakers held a news conference yesterday to respond to instances of serious violence that began at cybercafes in southwest Brooklyn in" , "date" : "20031004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "Lawmakers, Citing Violence, Seek to Regulate Cybercafes" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/04\/nyregion\/lawmakers-citing-violence-seek-to-regulate-cybercafes.html"} , {"body" : "RECREATION NEW YORK ROAD RUNNERS CLUB. Two adult runs on Sunday in Central Park: the Norway Run, a five-kilometer race, begins at 9:15 a.m., followed at 9:30 by Grete's Great Gallop, a 13.1-mile run. Both adult races start at 70th Street and the East Drive. At 10:30 races for children 2 to 12 will be held on the 72nd Street Transverse, near" , "date" : "20031003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/arts\/spare-times-513792.html"} , {"body" : "Events BLESSINGS OF THE ANIMALS, to celebrate the Feast of St. Francis, will take place at two locations on Sunday. At 11 a.m., the blessing is part of a celebration also featuring performances by Paul Winter and his Consort and the Forces of Nature Dancers at the Cathedral Church of St. John the Divine, 1047 Amsterdam Avenue, at 112th Street," , "date" : "20031003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/arts\/spare-times-for-children.html"} , {"body" : "Two days before the installation of the new Roman Catholic bishop of Brooklyn, a lawyer filed a lawsuit yesterday charging diocesan officials with turning a blind eye while priests sexually abused 27 young people over the past five decades. The suit is another version of a case dismissed in April by a judge who ruled that too much time had passed" , "date" : "20031002" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New Lawsuit to Greet Brooklyn's New Bishop" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/02\/nyregion\/new-lawsuit-to-greet-brooklyn-s-new-bishop.html"} , {"body" : "NOBODY says much about Chinatown these days. Not Manhattan Chinatown, anyway. Flushing is where the excitement is, or Brooklyn. ''You know,'' one Chinese-food maven whispered to me recently, ''there are really two Chinatowns in Brooklyn now, Sunset Park and the Avenue U area near Bensonhurst, but nobody knows about that one.'' Lovers of Chinese" , "date" : "20031001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Hello, Old Friend: Rediscovering Manhattan's Chinatown" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/01\/dining\/hello-old-friend-rediscovering-manhattan-s-chinatown.html"} , {"body" : "This is what cutting class looks like these days for many high school students in the Sunset Park neighborhood of Brooklyn: A long, narrow room with two small fluorescent lights where boys sit at desks for hours on end, staring straight ahead at computer screens, rarely speaking to one another and more rarely seeing a girl. Teenagers in this" , "date" : "20031001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Violence Spills Outside Cybercafes" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/01\/nyregion\/brooklyn-violence-spills-outside-cybercafes.html"} , {"body" : "A former pediatrician, Stefan Irving, was found guilty yesterday of crossing international borders to have sex with children, a federal crime. A federal jury in Manhattan convicted Mr. Irving, 56, of Sunset Park, Brooklyn, of traveling to Mexico and Central America to have sex with boys as young as 6. He faces life in prison when sentenced. Mr." , "date" : "20030930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CENTRAL AMERICA" , "NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Manhattan: Pedophile Tourist Is Convicted" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/30\/nyregion\/metro-briefing-new-york-manhattan-pedophile-tourist-is-convicted.html"} , {"body" : "The day after the fight, the pool hall was quiet. There was the occasional deliveryman or a couple of teenagers looking for a quiet thrill banging on the video game machines. Nicholas Brooks, 14, of Bay Ridge lay in critical but stable condition at Lutheran Medical Center, beaten and stabbed. Three teenagers who had been detained by the police," , "date" : "20030924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Corner Shadowed by Racial Tensions" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/24\/nyregion\/a-corner-shadowed-by-racial-tensions.html"} , {"body" : "A former Brooklyn pediatrician took beach vacations to Mexico and Central America not to enjoy sun and sand, but rather to have sex with young boys at a resort for pedophiles, a federal prosecutor told a Manhattan jury yesterday as the man's trial began. The former doctor, Stefan Irving, 56, of Sunset Park, traveled to Mexico and Honduras, where he" , "date" : "20030924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO" , "ACAPULCO (MEX)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "Prosecutor Says Man Visited Pedophile Resort" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/24\/nyregion\/prosecutor-says-man-visited-pedophile-resort.html"} , {"body" : "A 14-year-old boy was hospitalized in critical condition late yesterday after he was attacked in Brooklyn during what the police described as a confrontation between two groups of young people. Three teenagers were arrested following the incident, the police said, and were charged with gang assault. Other charges are pending. They identified one of" , "date" : "20030923" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Boy, 14, Is Stabbed As Teenagers Clash" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/23\/nyregion\/boy-14-is-stabbed-as-teenagers-clash.html"} ,   {"body" : "They drone loudly and zip perilously in and out of traffic. They can be life-threatening, as a gruesome accident in Brooklyn underscored yesterday. And they are illegal. But these small motorized scooters, viewed by many as a growing menace on the city's sidewalks, bicycle paths and streets, are still sold throughout the city, to the dismay of" , "date" : "20030916" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Scooters, Long a Nuisance, Draw Anger as a Safety Risk" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/16\/nyregion\/scooters-long-a-nuisance-draw-anger-as-a-safety-risk.html"} , {"body" : "EVENTS ''GONE FISHING,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Catch-and-release fishing today, 11:30 a.m. to 1:30 p.m. Free; equipment provided. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''UPTOWN FRIDAYS!,'' Studio Museum in Harlem, 144 West 125th Street. With music, cocktails," , "date" : "20030912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/12\/arts\/spare-times-258342.html"} , {"body" : "A man was arrested yesterday in the stabbing death of his roommate, and the police said there appeared to have been a dispute over a 21-year-old woman who lived with them in their apartment in Sunset Park. About 3 a.m. yesterday, the man who was arrested, Jehng Delion, 18, grabbed a kitchen knife and stabbed his roommate, Feng-Lin Zun, several" , "date" : "20030909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Arrested In Stabbing Death" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/09\/nyregion\/metro-briefing-new-york-brooklyn-man-arrested-in-stabbing-death.html"} , {"body" : "Early Saturday morning, Patricia Lyons, 41, was beaten and strangled in her room in Sunset Park, Brooklyn. Three of her housemates said they heard noises, but did nothing, explaining that they thought it was just another fight between her and her friend. The friend, Leonard Ludwigsen, told investigators that he would turn himself in on Saturday for" , "date" : "20030908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Beat Friend, Then Killed Her When She Told, Police Say" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/08\/nyregion\/man-beat-friend-then-killed-her-when-she-told-police-say.html"} , {"body" : "Three people were killed early yesterday in separate encounters in New York City, the police said. In the Brownsville section of Brooklyn, three men were shot, one of them fatally, as they sat on a bench around 1:30 a.m. in the courtyard of a city housing project playing dice, the police said. Two men approached and shot at the three men, hitting" , "date" : "20030907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Three Killed In One Night Of Violence Around City" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/07\/nyregion\/three-killed-in-one-night-of-violence-around-city.html"} , {"body" : "The Floating Hospital was not a true hospital, and that was precisely its charm. For more than a century it floated up and down New York City's waterways, making a clinical checkup feel like a day at the beach. In the summer, the familiar barge would ply the harbor as its staff offered primary health care, nutrition counseling and entertainment for" , "date" : "20030901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Long-Lived Floating Hospital Is Still Going, Just Not Floating" , "url" : "http:\/\/www.nytimes.com\/2003\/09\/01\/nyregion\/long-lived-floating-hospital-is-still-going-just-not-floating.html"} , {"body" : "EVEN if you think you know New York -- and no one truly does, not in its entirety, vast and varied -- an occasional chance to see a part of the city fresh through someone else's eyes is too good to pass up. So the answer was an eager yes when the offer came to join a bunch of newly minted Brooklyn College professors on a bus tour the other morning" , "date" : "20030829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Brooklyn, A Rich Stew Tasted Anew" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/29\/nyregion\/nyc-brooklyn-a-rich-stew-tasted-anew.html"} , {"body" : "TAMARIND, mango and pineapple are refreshing flavors on their own on a hot summer day, but they were not enough to satisfy Maria and Demetrio Aguirre. The couple, who are from the state of Michoacán in southwestern Mexico, take the juice of those fruits, mix them with a potent chili powder and freeze them into ice pops. The pops, which they sell" , "date" : "20030827" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "TEMPTATION; Fire or Ice? Both Suffice" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/27\/dining\/temptation-fire-or-ice-both-suffice.html"} , {"body" : "The Sau Voi Corporation is a tiny convenience store on the outskirts of Chinatown with about 200 square feet of jampacked retailing space overwhelmingly devoted to three things: ladies' underwear, Vietnamese pop music and lottery tickets. The music and the bras don't sell much. In fact, Richard Lee, Sau Voi's owner, said he could not remember the" , "date" : "20030822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chinatown Journal; Great Sandwiches, Cheap. But Please Buy Something Else." , "url" : "http:\/\/www.nytimes.com\/2003\/08\/22\/nyregion\/chinatown-journal-great-sandwiches-cheap-but-please-buy-something-else.html"} , {"body" : "The neon Domino Sugar sign looms over the East River like a beacon, visible for miles. Gleaming above the Brooklyn complex where sugar has been refined for more than a century, it has become a symbol of a rapidly fading industrial legacy, a reminder that the city known for high-tech finance and elegant living was built on ships and machinery, brawn" , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Familiar Domino Sugar Refinery Will Shut Much of Its Operation" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/nyregion\/familiar-domino-sugar-refinery-will-shut-much-of-its-operation.html"} ,   {"body" : "Two men were shot and seriously injured yesterday morning while sitting in their parked car in Sunset Park. The men, ages 25 and 22, were not immediately identified. They were taken to Lutheran Medical Center in Brooklyn and were listed in serious condition. The first was shot in the left arm, and the second was struck in both of his thighs and in" , "date" : "20030821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Two Men Shot In Car" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/21\/nyregion\/metro-briefing-new-york-brooklyn-two-men-shot-in-car.html"} , {"body" : "For weeks, school officials and education advocates across New York State have waited on tenterhooks for the list of schools deemed ''persistently dangerous,'' which state education officials were required to prepare by the federal No Child Left Behind Act. But when the list was released yesterday, it prompted more bemusement than horror. Only two" , "date" : "20030819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "List of 'Dangerous' Schools Lists Few, Puzzling Many" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/19\/nyregion\/list-of-dangerous-schools-lists-few-puzzling-many.html"} , {"author" : "Jonathan Mahler is writing a book about New York and baseball in the 70's." , "body" : "By the time darkness descended on New York on Thursday evening, I was eating a pizza with a friend on my stoop in Park Slope, Brooklyn. We wanted to hear the end of the Yankee game, so we got into my car and started driving. Pretty soon we'd picked up five middle-aged Russian women who had been walking from Midtown Manhattan to Brighton Beach." , "date" : "20030817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "9" , "title" : "The New York That's Visible in the Dark" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/17\/opinion\/the-new-york-that-s-visible-in-the-dark.html"} , {"body" : "EVENTS ''SUNSET JAM ON THE HUDSON,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Free interactive drumming workshop with Mary Knysh. Tonight at 6:30. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''JAMBALAYA!,'' Flushing Town Hall, 137-35 Northern Boulevard, Queens. A free outdoor performance" , "date" : "20030815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/15\/arts\/spare-times-907073.html"} , {"body" : "The New York City Fire Department released figures yesterday that it said proved that closing six engine companies in May had had only a minimal effect on fire operations. But fire union representatives said that the department was misleading the public by releasing only part of the data. The statistics, collected in June and July after the six" , "date" : "20030808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire Department and Union Disagree on Closings' Effect" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/08\/nyregion\/fire-department-and-union-disagree-on-closings-effect.html"} , {"author" : "E-mail: kjohn@nytimes.com" , "body" : "ALOT of serious environmentalists, especially those who make a living from its ways and means, carry more than a whiff of the deep woods. They're worshippers of the wild, the endangered, the ancient and the pristine. That is not remotely the kind of environmentalism you'll find at the Arrow Reuse Center for Building Materials in Long Island City," , "date" : "20030803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; The Color of Grass, the Color of Money" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/03\/nyregion\/coping-the-color-of-grass-the-color-of-money.html"} , {"body" : "Growing numbers of students -- most of them struggling academically -- are being pushed out of New York City's school system and classified under bureaucratic categories that hide their failure to graduate. Officially the city's dropout rate hovers around 20 percent. But critics say that if the students who are pushed out were included, that number" , "date" : "20030731" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "To Cut Failure Rate, Schools Shed Students" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/31\/nyregion\/to-cut-failure-rate-schools-shed-students.html"} , {"body" : "THE grocery Hidalgo Mexican Food Products looks as if it could as easily be in a courtyard in Cuernavaca as on a nondescript block in Astoria, Queens. The shelves are lined with avocado leaves and chilies. Small bags of dried herbs share the aisles with cans of beans, sacks of tortillas and racy comic books in Spanish. Bundles of fresh epazote" , "date" : "20030723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The True Flavors of Mexico, Hidden in New York" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/23\/dining\/the-true-flavors-of-mexico-hidden-in-new-york.html"} , {"body" : "EVENTS ''SUNSET JAM ON THE HUDSON,'' Robert F. Wagner Jr. Park, Battery Park City, Lower Manhattan. Free interactive drumming workshops with Pamela Patrick. Tonight at 6:30. Sponsored by the Battery Park City Parks Conservancy. Information: (212) 267-9700. ''100 YEARS OF KOREAN IMMIGRATION,'' Flushing Town Hall, 137-35 Northern Boulevard, Queens." , "date" : "20030718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/18\/arts\/spare-times-552917.html"} , {"body" : "The police yesterday identified the young woman whose body was found burned in a Brooklyn parking lot as a 19-year-old from the Bronx who had been reported missing days earlier. The police also released photographs of the woman, Taisha Camacho. The police are trying to determine her whereabouts between May 4, when she was reported missing, and May" , "date" : "20030711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Bronx: Corpse Is Identified" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/11\/nyregion\/metro-briefing-new-york-bronx-corpse-is-identified.html"} ,   {"body" : "She recently had a pedicure. Her teeth were pristine. She had not taken drugs and had no criminal record. Those facts, along with a haunting sterling silver pendant depicting a blazing sun, are among the few clues the police have to solve the mysterious killing of a young woman. Her nearly naked body was set ablaze on May 7 outside an auto repair" , "date" : "20030708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burned Body In Brooklyn Still a Puzzle To the Police" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/08\/nyregion\/burned-body-in-brooklyn-still-a-puzzle-to-the-police.html"} , {"body" : "THEY look like Giacometti-style interlopers that have sprouted in urban backyards. In fact, the tall, narrow steel ladders that can still be found in various neighborhoods around the city were erected for a very utilitarian purpose, as anchors for clotheslines. In row-house neighborhoods like Sunset Park, Brooklyn, and Ridgewood, Queens, these" , "date" : "20030629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CITY LORE -- NEIGHBORHOOD MYSTERY; Relics From the Web of Backyard Life" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/29\/nyregion\/neighborhood-report-city-lore-neighborhood-mystery-relics-web-backyard-life.html"} , {"body" : "Fire marshals will no longer investigate most car fires. There will be 3,500 fewer police officers compared to three years ago. Inmates on Rikers Island will not get intensive drug counseling. And most city libraries are now open five days, instead of six. It is hardly the kind of thank you that New Yorkers might expect after being asked to pay" , "date" : "20030627" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FEARS ASIDE, CITY AVOIDS STEEP CUTS" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/27\/nyregion\/fears-aside-city-avoids-steep-cuts.html"} , {"body" : "In a world of specialization, the R. G. Ortiz chain has won clients by catering to a particular travel niche: transporting the dead from anywhere in the New York metropolitan area to final resting places anywhere in Mexico. For $2,200 or so, perhaps a third of the price of a funeral in New York, R. G. Ortiz Funeral Homes handles the paperwork" , "date" : "20030626" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Death, Homeward Bound; Most Mexican Immigrants Are Sent Back for Burial" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/26\/nyregion\/in-death-homeward-bound-most-mexican-immigrants-are-sent-back-for-burial.html"} , {"body" : "In a world of specialization, the R. G. Ortiz chain has won clients by catering to a particular travel niche: transporting the dead from anywhere in the New York metropolitan area to final resting places anywhere in Mexico. For $2,200 or so, perhaps a third of the price of a funeral in New York, R. G. Ortiz Funeral Homes handles the paperwork" , "date" : "20030625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Death, Homeward Bound; Most Mexican Immigrants Are Sent Back for Burial" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/25\/nyregion\/in-death-homeward-bound-most-mexican-immigrants-are-sent-back-for-burial.html"} , {"body" : "About 13 years ago, Eligio Abreu was living in Sunset Park, Brooklyn, where he grew up, and attending college in Manhattan. But after his girlfriend got pregnant, he stopped going to school and started working at a cosmetics factory a friend told him about near his home. He has been there ever since. ''One thing that was good about this company is" , "date" : "20030624" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Blue Collars Grow Endangered; Factory Jobs Decline in Sunset Park" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/24\/nyregion\/where-blue-collars-grow-endangered-factory-jobs-decline-in-sunset-park.html"} , {"body" : "YOU can see the difference in the door. For years, the door that separated the principal's office from the main corridor at Public School 8 in Brooklyn Heights was painted shut. Passing by, students, teachers and parents saw only a sealed panel with a large Fox lock in the middle; to visit the principal, they had to pass through the administration" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Midcourse Correction for a Troubled School" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/nyregion\/urban-tactics-midcourse-correction-for-a-troubled-school.html"} , {"body" : "Generally, adding bike lanes to city streets makes them safer for cyclists, drivers and pedestrians alike. But ever since a bike lane was installed along Shore Road in Bay Ridge, Brooklyn, some residents have worried that it will cause, rather than prevent, collisions. The problem, they say, is that the bike lane has gobbled up five feet of Shore" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; With a New Bike Safety Lane, a Road Feels Anything but Safer" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/nyregion\/neighborhood-report-bay-ridge-with-new-bike-safety-lane-road-feels-anything-but.html"} , {"body" : "The magic was wearing thin by yesterday morning. The owls were long gone. So was the magician. And everywhere there was coffee. Lots of it. The Harry Potter midnight mania that swept over the city Friday night left in its wake a tired, albeit smiling group of managers and sales clerks at stores like Books of Wonder, a children's bookstore at 16" , "date" : "20030622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "27" , "title" : "After the Potter Parties, No Rest at the Registers" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/22\/nyregion\/after-the-potter-parties-no-rest-at-the-registers.html"} , {"body" : "A proposal to reduce truck traffic in New York City and the region by building a rail freight tunnel under New York Harbor got new support yesterday when a broad group of business, labor, environmental and civic leaders announced that they had formed a coalition to lobby for federal money for the project. The coalition, which includes" , "date" : "20030604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Coalition Adds New Support For a Harbor Freight Tunnel" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/04\/nyregion\/coalition-adds-new-support-for-a-harbor-freight-tunnel.html"} ,   {"body" : "Mayor Michael R. Bloomberg scaled back another of his threatened budget cuts yesterday, agreeing not to reduce staffing in as many fire companies as planned. The mayor had intended to cut staffing levels at more than 50 fire engine companies to four firefighters each from five, to save roughly $13 million a year. Under a deal announced yesterday" , "date" : "20030604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bloomberg Scales Back His Plan To Reduce Staffing in Firehouses" , "url" : "http:\/\/www.nytimes.com\/2003\/06\/04\/nyregion\/bloomberg-scales-back-his-plan-to-reduce-staffing-in-firehouses.html"} , {"body" : "EVENTS NEW YORK IRANIAN FILM FESTIVAL, Anthology Film Archives, 32-34 Second Avenue, at Second Street, East Village. A series of contemporary films continues through Sunday. Screenings tonight at 7:30 and 9:30; tomorrow at 5:30, 7:30 and 9:30 p.m.; and Sunday at 5:15, 7:15 and 9:30 p.m. Admission: $8; $5 for students. Information: (212) 505-5181." , "date" : "20030530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/30\/arts\/spare-times-894036.html"} , {"body" : "At Engine Company 204 in Cobble Hill, Brooklyn, the police used two vans to cart away 12 protesters who had invaded the firehouse to keep it alive. At Engine Company 212 in Williamsburg, protesters rushed in and jammed pieces of lumber to prop open the door. One man chained himself to the bumper of the fire truck, and others sat down in front of" , "date" : "20030526" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Some Firehouses Go Quietly, Some With Rage" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/26\/nyregion\/some-firehouses-go-quietly-some-with-rage.html"} , {"body" : "New York City's fourth and eighth graders made solid gains this year on New York State's standardized English Language Arts tests, with particularly sharp improvements among fourth graders in some of the city's poorest and historically lowest-performing districts. But politicians and education officials cautioned that it was hardly time to" , "date" : "20030525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "How Students Fared on the State English Exam" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/25\/nyregion\/how-students-fared-on-the-state-english-exam.html"} , {"body" : "The Bloomberg administration moved closer to shutting down six fire companies yesterday when the Fire Department told the units that they would close on Sunday morning. A Fire Department directive, written in the staccato style of department pronouncements, began, ''Effective 0900 hours May 25, 2003, the following units are disbanded.'' It went on" , "date" : "20030522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Six Firehouses Receive Order to Close by Sunday Morning, as Lawsuit to Save Them Proceeds" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/22\/nyregion\/six-firehouses-receive-order-close-sunday-morning-lawsuit-save-them-proceeds.html"} , {"body" : "Mayor Michael R. Bloomberg had an unusually busy day yesterday for a spring Sunday when he had no big parade to march in. He talked up the city's good points at a breakfast in Bayside, Queens; saluted Israel at a rally in Coney Island, Brooklyn; and observed emergency workers in puffy suits at an antiterrorism drill on the Brooklyn waterfront. The" , "date" : "20030519" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Seldom on a Sunday? Mayor Hits the Streets This Time" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/19\/nyregion\/seldom-on-a-sunday-mayor-hits-the-streets-this-time.html"} , {"body" : "EVENTS P.S. 11 BENEFIT, Chelsea Market, Ninth and Tenth Avenues, between 15th and 16th Streets. Food and drink sampling from more than 20 restaurants, including Boulud, Amy's Bread, Hale and Hearty Soup, and the Chelsea Market Basket. Today, 6 to 9 p.m. Admisssion, $30. Information: (212) 496-4520. NEW YORK ASIAN FILM FESTIVAL, Anthology Film" , "date" : "20030516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/16\/arts\/spare-times-704342.html"} , {"body" : "THE night of Aug. 29, 1978, a lean, neatly dressed 23-year-old stumbled into the Fifth Precinct station house in the heart of Chinatown, bleeding from bullet wounds to his head and back. The victim was immediately recognized as the founder of the Ghost Shadows, one of Chinatown's most notorious gangs. But he refused to cooperate with the police," , "date" : "20030511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Years of the Dragons" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/11\/nyregion\/years-of-the-dragons.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "DIANE Mastrorocco loves New York, from the Brooklyn Museum to the Q train, and most of all the public libraries. One of her fondest childhood memories is of checking out a book about a farmer and a horse at her library in Sunset Park for months in a row, until she had it memorized. She still remembers the horizontal format; maybe that's why she" , "date" : "20030511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; When Doors Are Barred, And Books Sit Idle" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/11\/nyregion\/coping-when-doors-are-barred-and-books-sit-idle.html"} , {"body" : "Three operators of a moving company charged with effectively holding customers' possessions for ransom were convicted of fraud by a jury in federal court in Brooklyn yesterday. The two main defendants, Avinoam Damti and Ofer Yosef, face sentences of at least six years each, prosecutors said. The men, immigrants from Israel, were deemed flight risks" , "date" : "20030510" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Movers Convicted of Fraud; Held Clients' Goods Hostage" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/10\/nyregion\/movers-convicted-of-fraud-held-clients-goods-hostage.html"} ,   {"body" : "My favorite thing in Montero's is the little working model of a steam engine, greasy and coated with dust, on a ledge up above where the cigarette machine used to be. It's a foot high, 18 inches or so long, jet black, with six vertical pistons. Flick the switch hidden behind the black-and-white photograph of the two Danish seamen standing outside" , "date" : "20030509" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "33" , "title" : "MY BROOKLYN; A Raffish Reminder, Landlubbers, of Saltier Days" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/09\/arts\/my-brooklyn-a-raffish-reminder-landlubbers-of-saltier-days.html"} , {"body" : "A former Brooklyn pediatrician who lost his medical license after a pedophilia conviction 20 years ago faced new charges yesterday for participating in what prosecutors called an international sex ring involving young boys. The former doctor, Stefan Irving, 56, of Sunset Park, was arrested on Monday morning after a lengthy nationwide investigation" , "date" : "20030508" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ACAPULCO (MEX)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Former Pediatrician Arrested On New Pedophilia Charges" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/08\/nyregion\/former-pediatrician-arrested-on-new-pedophilia-charges.html"} , {"body" : "A guard at the federal prison in Brooklyn was arraigned yesterday on charges that she stole $1,600 in money orders from inmates and shared it with her roommate, prosecutors said. According to court papers, the guard, Debbie Austin, who works at the Metropolitan Detention Center in Sunset Park, intercepted six money orders last year that were" , "date" : "20030507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Guard Accused Of Theft From Prisoners" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/07\/nyregion\/metro-briefing-new-york-brooklyn-guard-accused-of-theft-from-prisoners.html"} , {"body" : "Two men stole $40,000 in cash yesterday from a businessman on his way to a local bank, the police said. The man's car was struck in the rear near 56th Street and Second Avenue in Sunset Park at 11:20 a.m. by a gray Ford Aerostar minivan, they said. When the victim stopped to check on the damage, an armed man who had not been riding in the van" , "date" : "20030506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Businessman Robbed Of $40,000" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/06\/nyregion\/metro-briefing-new-york-brooklyn-businessman-robbed-of-40000.html"} , {"body" : "With eight weeks left in the school year, most of New York City's 80,000 teachers still know nothing about the new math and reading programs that schools are to adopt this fall, and the Education Department has scaled back its plans for introducing them. Chancellor Joel I. Klein announced in January that he would impose a citywide curriculum so" , "date" : "20030503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teachers In the Dark On Curriculum" , "url" : "http:\/\/www.nytimes.com\/2003\/05\/03\/nyregion\/teachers-in-the-dark-on-curriculum.html"} , {"body" : "Ferry service between the Brooklyn Army Terminal in Sunset Park and Pier 11 in Lower Manhattan will continue, officials said yesterday, although after today it will no longer be free. The city had said it would not be able to provide the service, started after the Sept. 11 attack, once the Federal Emergency Management Agency ended its $290,000" , "date" : "20030430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Ferry Service Is Saved" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/30\/nyregion\/metro-briefing-new-york-brooklyn-ferry-service-is-saved.html"} , {"body" : "Ferry service between Brooklyn and Lower Manhattan, one of the small changes wrought by the upheaval of Sept. 11, is slated to end next Wednesday, much to the consternation of some commuters and elected officials. The free service, which shuttles riders from the Brooklyn Army Terminal in Sunset Park to Pier 11 in Lower Manhattan, was started just" , "date" : "20030423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Free Brooklyn-Manhattan Ferry to End Soon" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/23\/nyregion\/free-brooklyn-manhattan-ferry-to-end-soon.html"} , {"body" : "It looked like a colorized newsreel from the Depression: panicky depositors lining up outside a bank, convinced it was about to fail, demanding dollars they had entrusted to savings accounts and keepsakes they had put in safe deposit boxes. They seemed to expect the tellers to say the cash drawers were empty, the vault bare. Added to that was a" , "date" : "20030423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Chinatown Bank Endures Run As Fear Trumps Reassurances" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/23\/nyregion\/chinatown-bank-endures-run-as-fear-trumps-reassurances.html"} , {"body" : "Much has been said by critics about the raw candor that courses through ''Russell Simmons Def Poetry Jam on Broadway.'' It is this rage, humor and openness, coming unfiltered from the lives of the nine poets who perform their own work, that make audiences leap to their feet at the end and tell their friends about it later; that keep other people" , "date" : "20030418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "A Rainbow of Poets Who Rhyme From Life" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/18\/movies\/a-rainbow-of-poets-who-rhyme-from-life.html"} , {"body" : "Conrad Gallagher came to New York hoping to establish a beachhead for his culinary empire and escape from an unpleasant legal situation at home. Now it appears he will be returning to Ireland a prisoner. Mr. Gallagher is not a household name among New York foodies. In the British Isles, though, he was the enfant terrible of Irish cooking, a" , "date" : "20030412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "DUBLIN (IRELAND)" , "IRELAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Celebrated Irish Chef Faces Extradition in Theft of Three Paintings From a Dublin Hotel" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/12\/nyregion\/celebrated-irish-chef-faces-extradition-theft-three-paintings-dublin-hotel.html"} ,   {"body" : "SUHEIR HAMMAD cannot stop talking about red velvet cake. ''Oh, honey,'' and ''Yes, girl,'' she says, savoring the idea of tasting it, cracking up a visitor. That's how the conversation begins in her small dressing room at the Longacre Theater, where she performs in ''Russell Simmons Def Poetry Jam on Broadway,'' and how it ends at a nearby bakery," , "date" : "20030314" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; From Amman, Jordan, to Broadway, Via Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/14\/nyregion\/public-lives-from-amman-jordan-to-broadway-via-brooklyn.html"} , {"body" : "Monday morning, and Jennifer Logan's second graders are banging tambourines, shaking maracas and chanting their rhyme of the day: If you can spell thing, you can spell sting. If you can spell sting, you can spell ring. If you can spell ring, you can spell spring. If you can spell spring, you can spell bring. B-R-I-N-G, cha-cha-cha! This is a" , "date" : "20030310" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "A Living Lab for the City's New Curriculum" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/10\/us\/a-living-lab-for-the-city-s-new-curriculum.html"} , {"body" : "John Kennedy O'Hara, one of the few people ever prosecuted in New York for lying about his voting address, yesterday lost what may be the last round in a marathon legal battle against the Brooklyn district attorney. A federal judge, John Gleeson, rejected Mr. O'Hara's latest effort to contest a 1999 state court conviction that he has fought" , "date" : "20030308" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Ex-Candidate Fails in Bid To Overturn Conviction" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/08\/nyregion\/ex-candidate-fails-in-bid-to-overturn-conviction.html"} , {"body" : "HERE'S this little railroad on the Brooklyn waterfront with 1.5 miles of track, one locomotive and a three-man crew -- the engineer, the conductor and the brakeman. Trains like speed, but this one never goes faster than five miles an hour, on rails that run through Sunset Park, beneath the arched footbridges of the Brooklyn Army Terminal, and" , "date" : "20030302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Riding the Bounding Rails" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/02\/nyregion\/riding-the-bounding-rails.html"} , {"author" : "Suki Kim's first novel, ''The Interpreter,'' was published in January by Farrar, Straus & Giroux." , "body" : "ABOUT three years ago, I became an interpreter by accident. I was working on a novel in which the heroine floated from job to job. I wanted to give her something she could stick to, work that, at least on the surface, did not suggest a commitment. One day, while flipping through a newspaper, I saw this ad: ''Freelance interpreter wanted. Flexible" , "date" : "20030302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Translating Poverty and Pain" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/02\/nyregion\/new-york-observed-translating-poverty-and-pain.html"} , {"body" : "One of the hottest young hip-hop poets these days is Suheir Hammad, 29, who was born in a Palestinian refugee camp in Amman, Jordan, and reared in Sunset Park, Brooklyn. Six days a week Ms. Hammad stands onstage at the Longacre Theater in ''Russell Simmons Def Poetry Jam on Broadway,'' chanting her heart out: ''Don't seduce yourself with my" , "date" : "20030219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ISRAEL" , "IRAQ"] , "nytd_section_facet" : ["Arts" , "Washington"] , "page_facet" : "1" , "title" : "Arab-American Writers, Uneasy in Two Worlds; Immigrant Authors Feel Added Burdens Since 9\/11" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/19\/arts\/arab-american-writers-uneasy-two-worlds-immigrant-authors-feel-added-burdens.html"} , {"body" : "On Oct. 27, 2002, Sammi Hadzovic and his sister went shopping at the Costco in Sunset Park, Brooklyn, and bought a 24-bottle flat of Tropicana Season's Best Ruby Red Grapefruit Juice. At home, Mr. Hadzovic's sister started handing out the 10-ounce bottles to her three children. As she shook one bottle, she felt something solid moving inside it. She" , "date" : "20030214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Looking At a Bottle Of Juice That Looks Back" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/14\/nyregion\/looking-at-a-bottle-of-juice-that-looks-back.html"} , {"body" : "In a borough where one-bedroom condos sell for $650,000 and designer chocolatiers colonize waterfront warehouses, some Brooklyn residents have been shocked by the new Warner Brothers movie ''Kangaroo Jack'' and its portrayal of Brooklyn as dirty and dangerous. O.K., those residents are actually Marty Markowitz, borough president and diehard" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; You Mess With Brooklyn, You Mess With Marty" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/neighborhood-report-brooklyn-up-close-you-mess-with-brooklyn-you-mess-with-marty.html"} , {"body" : "The people at Maimonides Medical Center in Brooklyn are justifiably proud of their accomplishments. Maimonides performed the first heart transplant in the United States, in 1967, and its award-winning computer systems allow several doctors at remote sites to view an X-ray simultaneously. But in its ongoing efforts to serve the dizzyingly diverse" , "date" : "20030202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "36" , "title" : "With Hospital Bed, You Get Eggroll, and It's Kosher" , "url" : "http:\/\/www.nytimes.com\/2003\/02\/02\/nyregion\/with-hospital-bed-you-get-eggroll-and-it-s-kosher.html"} , {"body" : "A police sergeant, answering a report of an armed man threatening to kill himself, struggled with the man and shot him, the authorities said yesterday. The man, identified as Sigfredo Sifre, 42, was grappling with his wife over a gun when the police arrived at the couple's apartment in Sunset Park, Brooklyn, around 10:15 p.m. on Friday, the police" , "date" : "20030130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Police Shoot Armed Man" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/30\/nyregion\/metro-briefing-new-york-brooklyn-police-shoot-armed-man.html"} ,   {"body" : "An armed man was shot in the chest and critically wounded in a confrontation with the police in Sunset Park last night, the police said. Details about the shooting, which happened inside a house at 242 51st Street, were not immediately released. It was not clear if the police fired the shot that hit the man, said Sgt. Dennis Ferber. The police were" , "date" : "20030129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Armed Man Is Shot" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/29\/nyregion\/metro-briefing-new-york-brooklyn-armed-man-is-shot.html"} , {"body" : "In Russia, there is a cherished expression, says Anatoly Alter, furrier to the women of Brighton Beach: ''We're not so rich that we can buy cheap merchandise.'' This, he says, helps explain why even Russian immigrants of modest income in the neighborhood must have a fur. Along bustling Brighton Beach Avenue in Brooklyn, shadowed by the arches of" , "date" : "20030123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Embracing Mother Russia, Warmly; To Émigrés in Brooklyn, Furs Are Badge of Success" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/23\/nyregion\/embracing-mother-russia-warmly-to-emigres-in-brooklyn-furs-are-badge-of-success.html"} , {"body" : "Less than a week after the Bloomberg administration announced an overhaul of the New York City school system, Chancellor Joel I. Klein introduced citywide mathematics and reading programs yesterday that he said would provide teachers with much-needed direction while giving them leeway to be creative. It will be the first time in several decades" , "date" : "20030122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY IS CONVERTING READING AND MATH TO UNIFORM COURSE" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/22\/nyregion\/city-is-converting-reading-and-math-to-uniform-course.html"} , {"author" : "E-mail: anemona@nytimes.com" , "body" : "ONE by one, the ghosts of Christmas past arrived at Prospect Park in Brooklyn last weekend. They traveled upright in collapsible shopping carts, tied to the tops of S.U.V.'s, dragged from the back of a Boy Scout troop's van and eerily wrapped like corpses in garbage bags and tablecloths. One, though only one, came bouncing up in a child's" , "date" : "20030112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Deep in the Piney Heart of the City" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/12\/nyregion\/coping-deep-in-the-piney-heart-of-the-city.html"} , {"body" : "DEAR DIARY: Several years ago, before Loehmanns opened a store in Manhattan, I went to its annual coat sale. I had completed my shopping and was walking past the fur coats on my way out when a woman stopped me to ask my opinion about the mink coat she was trying on. I admired it, and she told me that she was a recently retired teacher, married for" , "date" : "20030106" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/06\/nyregion\/metropolitan-diary-721972.html"} , {"body" : "AS NEW YORK confronts momentous questions -- about the rebuilding of Lower Manhattan, its budget woes, the danger of terrorism, the prospect of the Olympics in 2012 -- there is no shortage of predictions on where the city is headed in the next few decades. To peer into the future, the City section has consulted a dozen historians, sociologists," , "date" : "20030105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Tomorrow: 12 Visions" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/05\/nyregion\/new-york-s-tomorrow-12-visions.html"}]