[  {"body" : "Maybe the bones were still there. Through the years, the historians and preservationists would come to the triangular lot on the corner of Hudson Avenue and Front Street in Vinegar Hill, Brooklyn. They would press their noses to the lot's chain-link fence and stare down at the dirt. They were almost certain that there, just below the surface, lay" , "date" : "20031213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "What Remains of the Day; In Vinegar Hill, a Last Look at a Revolutionary War Grave Site" , "url" : "http:\/\/www.nytimes.com\/2003\/12\/13\/nyregion\/what-remains-day-vinegar-hill-last-look-revolutionary-war-grave-site.html"} , {"body" : "RECREATION NEW YORK ROAD RUNNERS CLUB. Two adult runs on Sunday in Central Park: the Norway Run, a five-kilometer race, begins at 9:15 a.m., followed at 9:30 by Grete's Great Gallop, a 13.1-mile run. Both adult races start at 70th Street and the East Drive. At 10:30 races for children 2 to 12 will be held on the 72nd Street Transverse, near" , "date" : "20031003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/10\/03\/arts\/spare-times-513792.html"} , {"body" : "AS far as anyone knows, no vinegar has ever been mass-produced in Vinegar Hill, a minuscule neighborhood covering only eight blocks close to the Manhattan Bridge anchorage and abutting the Brooklyn Navy Yard on the borough's northwestern shore. In fact, its name comes from the site in County Wexford, Ireland, where Irish rebels fought the English" , "date" : "20030831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Vinegar Hill, Brooklyn; On Cobblestone Streets, History Lingers" , "url" : "http:\/\/www.nytimes.com\/2003\/08\/31\/realestate\/if-you-re-thinking-living-vinegar-hill-brooklyn-cobblestone-streets-history.html"} , {"body" : "A studio grows in Brooklyn. O.K., it doesn't exactly look like one. At the moment, Sound Stage 1 of the new Steiner Studios at the Brooklyn Navy Yard is hard-hat country. But every day it's looking less and less like the weed-choked, rubble-strewn empty lot that cynics said it would forever be. Who could blame them? The highlight reel of plans for" , "date" : "20030721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "On Brooklyn Back Lot, Finally, Some Action; After Years of Talk, a Movie Studio Is Being Built at the Navy Yard" , "url" : "http:\/\/www.nytimes.com\/2003\/07\/21\/nyregion\/brooklyn-back-lot-finally-some-action-after-years-talk-movie-studio-being-built.html"} , {"body" : "He has crisscrossed the country, ripping away roofs, upgrading kitchens, expanding family rooms and building cottages from scratch. He has traveled to Europe, spending weeks with a camera crew in Britain and Italy, documenting the evolution of Palladian-style architecture. But in his nearly quarter-century of constructing a multimedia empire out of" , "date" : "20030403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mr. Fix-It, Meet Urban Decay; Bob Vila Does Brooklyn, In the Form of a Dumbo Dump" , "url" : "http:\/\/www.nytimes.com\/2003\/04\/03\/nyregion\/mr-fix-it-meet-urban-decay-bob-vila-does-brooklyn-in-the-form-of-a-dumbo-dump.html"} , {"body" : "EVENTS BIBLICAL ILLUSTRATIONS, Cathedral of St. John the Divine, Amsterdam Avenue and 112th Street, Morningside Heights. A display of works by Barry Moser, created for the Pennyroyal Caxton edition of the King James version of the Bible. Daily, 8 a.m. to 6 p.m., through April 27. SMALL PRESS BOOK FAIR, Small Press Center, 20 West 44th Street," , "date" : "20030328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/03\/28\/arts\/spare-times-987433.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, at the Federal Reserve Bank of New York, 33 Liberty Street, Lower Manhattan. On view is the 1933 Double Eagle $20 gold coin, considered the most valuable coin in the world. ''Drachmas, Doubloons and Dollars: The History of Money,'' a major exhibition of currency from the society's permanent" , "date" : "20030110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2003\/01\/10\/arts\/spare-times-776572.html"}]