{
	"1981" : "",
	"1983" : "",
	"1984" : "",
	"1985" : "",
	"1986" : "",
	"1987" : "",
	"1988" : "",
	"1989" : "Brooklyn Heights has long been the target for multiple renovation efforts by Brooklyn developers. In 1989, after Chase announced that it would open up its own skyscraper, <a href='http://www.nytimes.com/1989/01/22/realestate/transforming-downtown-brooklyn.html?pagewanted=all&src=pm'>Bruce Ratner offered his own support for the ongoing efforts to re-develop the Metrotech area and help build the Polytechnic University campus</a>.",
	"1990" : "In Brooklyn, the year 1990 was marked predominantly by the <a href='http://topics.nytimes.com/topics/reference/timestopics/people/h/yusuf_k_hawkins/index.html'>Bensonhurst riots</a>, a tumultous period of the borough set off by the shooting death of 16-year-old African American Yusef Hawkins. This is reflected by the <em>Times</em>'s drastically increased coverage of the neighborhood, nearly tripling the number of stories written about Bensonhurst from the previous year.",
	"1991" : "On the heels of the 1990 Bensonhurst riots came the Crown Heights riot of 1991. On August 19, one of the vehicles in the motorcade of the local Rebbe, Menachem Mendel Schneerson, <a href='http://topics.nytimes.com/topics/reference/timestopics/people/c/gavin_cato/index.html'>ran over a Guyanese child</a>, killing him almost instantly. What ensued was a three-day riot that left the neighborhood wrought with racial tension. Coverage required 540 articles from the <em>Times</em>, an increase of 446 from 1990.",
	"1992" : "",
	"1993" : "",
	"1994" : "",
	"1995" : "",
	"1996" : "",
	"1997" : "",
	"1998" : "",
	"1999" : "It's important to note that in this year, Fort Greene makes the first of 14 consecutive appearances in the top 5 for mentions from the <em>Times</em>. The neighborhood has appeared in the top five a few times in years past, but since 1999, it has yet to drop out of it. Fort Greene's 122 mentions in 1999 stand in stark contrast with the 18 it received in 1981.",
	"2000" : "",
	"2001" : "",
	"2002" : "",
	"2003" : "Park Slope, already a darling of <em>The New York Times</em>, received a major boost in mentions this year because of a widely controversial <a href='http://www.nyc.gov/html/dcp/html/parkslope/parkslope1.shtml'>rezoning plan</a> that transformed many of the neighborhood's once residential areas into those reserved for commercial development. A majority of the pieces written about this change were interest pieces, like <a href='http://www.nytimes.com/2003/12/28/realestate/rezoning-and-redefining-park-slope.html?pagewanted=all&src=pm&gwh=5A4C24479E5D53535858AB834B79FEAA'>this one</a>, that highlighted the opposition of local citizens.",
	"2004" : "",
	"2005" : "",
	"2006" : "",
	"2007" : "",
	"2008" : "In 2008, the <em>Times</em> took an unprecedented amount of interest in the goings on of Park Slope and its residents, devoting to them a bevy of Sunday Styles pieces. Of particular interest to the newspaper was the period of unrest in the neighborhood set off by <a href='http://www.nytimes.com/2008/07/14/nyregion/14slope.html'>the suspension of alternate-side parking rules</a>, leading to paper cups and water bottles littering the streets.",
	"2009" : "",
	"2010" : "Williamsburg, a steady centerpiece of the <em>Times</em>'s Brooklyn coverage had a coming-of-age sort of year in 2010, when they were mentioned 608 times, 140 more than 2009, a jump of nearly 30%. Topics covered by these articles spanned a variety of people and places, including <a href='http://cityroom.blogs.nytimes.com/2010/08/12/mccarren-park-williamsburg-1153-a-m/'>McCarren Park</a>,  <a href='http://dinersjournal.blogs.nytimes.com/2010/02/22/blue-bottle-coffee-to-open-in-williamsburg/'>Blue Bottle Coffee</a>, and <a href='http://www.nytimes.com/2010/11/13/nyregion/13metjournal.html'>residents unhappy with the recent arrival of chains like Duane Reade and Starbucks</a>.",
	"2011" : "Park Slope and Williamsburg seem to be battling every year for the most mentions from the <em>Times</em>, but since taking the lead in 2010, Williamsburg has yet to relinquish it.",
	"2012" : ""
}