[  {"body" : "Walking across City Hall Park en route to his cousin's Christmas celebration, Edward J. Miles was startled when a stranger approached him. He was even more surprised when the stranger thrust a plastic bag into his hand. In it were an orange, two apples, peanuts, three carrots, some crackers and a pair of socks, ''wrapped in a neat Christmas" , "date" : "19841228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY ; Sympathy in the Park" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/28\/nyregion\/new-york-day-by-day-sympathy-in-the-park.html"} , {"body" : "THE Division of Housing and Community Renewal, the agency responsible for administering laws regulating rent in New York State, has created two new volunteer committees - one of landlords, the other of tenants - to advise it on rental housing policies. Yvonne Scruggs-Leftwich, commissioner of the division, said the committees would create a forum" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NEW RENTAL RATES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/realestate\/new-rental-rates.html"} , {"body" : "Warren M. Anderson, the chairman of the Union Carbide Corporation, had said he wanted to visit the central Indian city of Bhopal to gauge how much aid was needed after a leak at a company-owned insecticide plant killed an estimated 2,100 people, his associates recalled. Instead, he was arrested on his arrival at the Bhopal airport yesterday and" , "date" : "19841208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BHOPAL (INDIA)" , "INDIA"] , "nytd_section_facet" : ["World"] , "page_facet" : "7" , "title" : "MAN IN THE NEWS; AN EMBATTLED CHAIRMAN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/08\/world\/man-in-the-news-an-embattled-chairman.html"} , {"body" : "Three of the five Republican county leaders in New York City say they would oppose a Republican endorsement of Mayor Koch for re-election next year. The three - Alfred S. Pantaleone, of Brooklyn, John F. Haggerty, of Queens and George Hart, of Staten Island - could block any such nomination because they control a majority of the citywide joint" , "date" : "19841119" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "3 CITY G.O.P. AIDES OPPOSE ENDORSING KOCH" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/19\/nyregion\/3-city-gop-aides-oppose-endorsing-koch.html"} , {"body" : "Democrats took upstate seats away from Republicans Tuesday, and Republicans took downstate seats away from Democrats in races that may influence politics in the State Senate while leaving the partisan alignment unchanged. In the Assembly, Republicans picked up four seats and were waiting for a recount in a fifth district, narrowing the Democrats'" , "date" : "19841108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "NEW YORK STATE" , "NASSAU COUNTY (NY)" , "WESTCHESTER COUNTY (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "AFTER THE VOTING: LOOKING FOR GUIDEPOSTS IN THE NEW POLITICAL LANDSCAPE; LEGISLATURE'S ALIGNMENT IS UNCHANGED IN ALBANY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/08\/nyregion\/after-voting-looking-for-guideposts-new-political-landscape-legislature-s.html"} , {"body" : "Democrats held their political ground in the New York State Legislature, despite President Reagan's strong showing yesterday at the top of the Republican ballot. All 211 seats were up for election, but the political makeup of the Legislature did not change markedly: Democrats retained control the Assembly and Republicans are still the majority in" , "date" : "19841107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "ROCHESTER (NY)" , "NASSAU COUNTY (NY)" , "QUEENS (NYC)" , "SYRACUSE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "DEMOCRATS RETAIN MOST OF THEIR SEATS IN ALBANY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/07\/nyregion\/democrats-retain-most-of-their-seats-in-albany.html"} , {"body" : "All 211 seats in the New York Legislature will be filled in Tuesday's election, but serious contests have developed for only about 30 of the seats. Most incumbents who decided to seek re-election are not being seriously challenged, and even if there are significant upsets, political control is not likely to change from one party to the other in" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "NEW YORK VOTING FOR LEGISLATURE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/nyregion\/new-york-voting-for-legislature.html"} , {"body" : "''No way,'' said John Angelo, a strapping building tradesman - no way he was going to be the Princess of Wales this year to his wife's Prince Charles. Last year - ''another one of her big ideas'' - he was the back half of a horse, with one of his friends as the front. ''It was a nightmare under there,'' he said. He didn't want to talk about it." , "date" : "19841031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; A NIGHT FOR BLACK MAGIC AND OTHER OLD RITES" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/31\/nyregion\/about-new-york-a-night-for-black-magic-and-other-old-rites.html"} , {"body" : "While the stifling heat and humidity of an unseasonably warm autumn day reduced the men's competition in the New York City Marathon to a battle of attrition yesterday, Grete Waitz, the overwhelming favorite among women, had other problems with which to contend. In fact, the stomach cramps that plagued her throughout the day were so severe that she" , "date" : "19841029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "WAITZ AND PIZZOLATO TAKE TOP PRIZES IN MARATHON" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/29\/sports\/waitz-and-pizzolato-take-top-prizes-in-marathon.html"} , {"body" : "About $6 million is expected to be spent this year on races for the State Legislature, but there will probably be no significant change in the balance of power in either house, legislative leaders said yesterday. The Republicans, who control the State Senate, and the Democrats, who control the Assembly, both say they are spending more than $1" , "date" : "19841025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/25\/nyregion\/034974.html"} ,   {"body" : "The Police Department has begun a one-year experiment that will pair police officers with family counselors in an effort to prevent domestic violence. Commissioner Benjamin Ward, in announcing the program yesterday, said it was intended to identify problem households ''before violence erupts and tragedies result.'' The criteria for such" , "date" : "19841013" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "POLICE PROGRAM AIMS TO PREVENT DOMESTIC FIGHTS" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/13\/nyregion\/police-program-aims-to-prevent-domestic-fights.html"} , {"body" : "Governor Cuomo yesterday announced a $150,000 state contract providing 200 additional meals a day for the elderly in southwest Brooklyn. He said the Southwest Brooklyn Meals on Wheels program, supported by Federal funds since 1976, could not serve as many meals as needed because of a freeze on Federal support. The program will be administered by" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY ; ; State Funds to Aid Meals on Wheels" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/nyregion\/the-city-state-funds-to-aid-meals-on-wheels.html"} , {"body" : "As they ring doorbells, stuff mailboxes and shake hands, Democrats in New York State are expressing concern that the strength of President Reagan's re-election drive may translate into help for Republican candidates in close Congressional and legislative races in the state. While the coattails of Presidenital candidates have not been particularly" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "STATE DEMOCRATS FEAR REAGAN COATTAIL EFFECT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/nyregion\/state-democrats-fear-reagan-coattail-effect.html"} , {"body" : "Alexander Vitale, a judge for 20 years and a State Supreme Court Justice since 1982, died Wednesday at Nassau Hospital in Mineola, L.I., of complications after a heart attack. He was 65 years old and lived in Woodbury, L.I. Justice Vitale, a Democrat, was elected a judge in the Nassau County District Court in 1964 and a judge in the Nassau County" , "date" : "19840908" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "JUSTICE A. VITALE, 65; A JURIST ON 3 COURTS ON L.I. SINCE 1964" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/08\/obituaries\/justice-a-vitale-65-a-jurist-on-3-courts-on-li-since-1964.html"} , {"body" : "The issue of abortion, which has emerged so heatedly in the Presidential campaign, has been arousing disputes for hundreds of years, and the grounds of disagreement have not changed much. The roots of the controversy go deep into the nature of human life and human responsibility, and for many centuries Christian theologians and Jewish scholars have" , "date" : "19840908" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "TROUBLESOME ABORTION ISSUE: THEOLOGICAL ROOTS ARE SPREAD WIDE AND DEEP" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/08\/us\/troublesome-abortion-issue-theological-roots-are-spread-wide-and-deep.html"} , {"body" : "A T last count in July, there were 7,893 names on the waiting list at Stuyvesant Town, the 35 red-brick buildings containing 8,736 rent-stabilized apartments that lie between 14th and 20th Streets and First Avenue and Avenue C. At least the situation has improved. Over 111,000 applications were on file in the fall of 1947 when Stuyvesant Town's" , "date" : "19840906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "STUYVESANT TOWN: STILL GOING STRONG" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/06\/garden\/stuyvesant-town-still-going-strong.html"} , {"body" : "A Teacher's Reward The sort of letter every teacher would like to get came the other day to Harry Schwartz, electricity shop teacher at Isaac Bildersee Junior High, 956 East 82d Street, in the Bay Ridge section of Brooklyn. ''Being the nice sister that I am,'' wrote Andreana LaMonica, telling about making some french fries for her brother Jason," , "date" : "19840901" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY;" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/01\/nyregion\/new-york-day-by-day-164660.html"} , {"body" : "IN ''Only the Dead Know Brooklyn,'' Thomas Wolfe decided that the right way to say it was ''Bensonhoist,'' but not many of today's residents of this southwest Brooklyn community pronounce it that way. Bensonhurst is where Robert Merrill, Elliot Gould and Harvey Fierstein grew up, where Woody Allen went last year to find extras for his new film," , "date" : "19840826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BENSONHURST" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/26\/realestate\/if-you-re-thinking-of-living-in-bensonhurst.html"} , {"body" : "Two Democrats are waging a heated battle for their party's nomination to run in November against Representative Guy V. Molinari, one of the city's two Republicans in the House. The district, the 14th, covers all of Staten Island and the Bay Ridge section of Brooklyn. One of the candidates - Terence H. Benbow, a Wall Street lawyer - has already" , "date" : "19840819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAY RIDGE (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "2 DEMOCRATS VYING TO RUN UPHILL HOUSE RACE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/19\/nyregion\/2-democrats-vying-to-run-uphill-house-race.html"} , {"body" : "There are tenants in New York who describe John Anthony Zaccaro as a model landlord, and there are others who call him names. Friends see him as an avid sportsman and fierce competitor, a generous neighbor, a stickler for fairness. Almost everyone agrees he has a penchant for privacy. As the husband and business partner of Representative Geraldine" , "date" : "19840818" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "FERRARO'S HUSBAND: COMPETITIVE, PRIVATE MAN" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/18\/us\/ferraro-s-husband-competitive-private-man.html"} ,   {"body" : "An IND subway train derailed in the New Utrecht section of Brooklyn yesterday after it struck a metal trash container pushed onto the tracks by vandals, Transit Authority officials said. Five people were slightly injured. Early this morning, two Brooklyn boys were arrested in the derailment and charged with reckless endangerment, criminal tampering" , "date" : "19840725" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "B TRAIN DERAILED NEARING STATION; 2 BOYS ARRESTED" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/25\/nyregion\/b-train-derailed-nearing-station-2-boys-arrested.html"} , {"body" : "BUYERS looking for a creative way to buy themselves shelter in New York City often consider purchasing a small rental building. The object is to obtain an apartment or two for oneself while counting on the rent from other apartments to cover all or most of the building's costs. The depreciation allowance permitted on the rental portion of the" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "TALKING SHELTER; RENTS CAN PAY COSTS FOR OWNER" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/talking-shelter-rents-can-pay-costs-for-owner.html"} , {"body" : "As Robert Swanson, the Federal mediator assigned to the four-day-old strike against the Long Island Lighting Company, likes to tell it, the first strike he was ever involved in helped him bring a focus to his life. And he has been involved in labor disputes ever since. When dockworkers in New York City walked off the job in 1946, Mr. Swanson, who" , "date" : "19840714" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "LILCO MEDIATOR: PLYING THE ART OF ACCORD" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/14\/nyregion\/lilco-mediator-plying-the-art-of-accord.html"} , {"body" : "More police officers will be assigned to deal with such ''quality of life'' crimes as prostitution, gambling, drug dealing and vandalism under a reorganization plan announced yesterday by the Police Department. The goal, Police Commissioner Benjamin Ward said at a news conference at City Hall, is to put more emphasis on community-based crime" , "date" : "19840704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY CRACKS DOWN ON STREET CRIMES" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/04\/nyregion\/city-cracks-down-on-street-crimes.html"} , {"body" : "They were talking about it in the Crown Heights section of Brooklyn yesterday. Bearded men in dark coats under a hot sun, men known for their deep spiritual values, their belief in education and hard work, their pride in self-reliance. They were all Hasidic Jews, and they were talking about President Reagan's decision, announced Wednesday, to add" , "date" : "19840629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "REAGAN GRANTS HASIDIM 'DISADVANTAGED' STATUS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/29\/nyregion\/reagan-grants-hasidim-disadvantaged-status.html"} , {"body" : "Every weekday morning, Audrey Smith rises around 5:30, dresses herself and her 16-month-old baby, Venice, and takes the subway from her home in the Brownsville section of Brooklyn to Bay Ridge High School. After dropping Venice in the school's nursery, Miss Smith goes to class. Miss Smith, who is 18 years old, is one of 18 young women enrolled in" , "date" : "19840617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE DROPOUT PROBLEM WON'T GO AWAY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/17\/weekinreview\/the-dropout-problem-won-t-go-away.html"} , {"body" : "''I'M a product of the Depression,'' said Al Nahas, co-owner of Nightfalls, a new garden restaurant in the Bay Ridge section of Brooklyn. ''It never occurred to me that a small piece of marble and glass could cost $160.'' The marble and glass in question are parts of small, understated sconces placed on a colonnade in the restaurant's upstairs" , "date" : "19840614" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "DRAMATIC EFFECTS IN RESTAURANT DESIGN" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/14\/garden\/dramatic-effects-in-restaurant-design.html"} , {"body" : "That this Nathan's, opened in 1916 in Coney Island, was the world's first Nathan's did not impress Brett Close in the least. ''What's Nathan's?'' he asked. Brett Close had never been to Coney Island before. At age 17, he was, in fact, making his first trip to New York City. As part of an exchange program with John Dewey High School in Brooklyn, he" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WATERLOO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "WHEN SMALL TOWN MEETS BIG CITY: STUDENTS FIND A COMMON GROUND" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/when-small-town-meets-big-city-students-find-a-common-ground.html"} , {"body" : "Though the calendar said ''June'' yesterday, other vital signs said ''August'' as New York City endured the fourth day of an unbroken heat wave that has led to busier ambulances and lower water pressure than normal. With a high temperature of 95 - matching a 10-year record and 15 degrees above the normal high for the day - the city, along with much" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "WESTERN STATES (US)" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HEAT WAVE RAISES WORRIES ON WATER" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/heat-wave-raises-worries-on-water.html"} , {"body" : "Carl Erskine, Carl Furillo and the late Gil Hodges were inducted yesterday into the new Brooklyn Dodger Hall of Fame, a creation of the faculty and students at Intermediate School 320, now named for Jackie Robinson and situated on McKeever Place, where Ebbets Field fans once bought their hot dogs and parked their cars. The ceremony took place on" , "date" : "19840608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "BROOKLYN'S TEAM, AS EVER" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/08\/sports\/brooklyn-s-team-as-ever.html"} ,   {"body" : "Yankees vs. Toronto Blue Jays , at Yankee Stadium, 8 P.M. Phil Niekro, who dazzled the Blue Jays in Toronto, goes after his ninth victory. (Television - Channel 11, 8 P.M. Radio - WABC, 770; 8 P.M.) Mets vs. Expos , at Montreal. The Mets, clinging to third place, open an important weekend series against a team that has again been a disappointment" , "date" : "19840608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "FRIDAY SPORTS Baseball" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/08\/sports\/friday-sports-baseball.html"} , {"body" : "A Staten Island community leader and lawyer, Terence H. Benbow, has announced his candidacy for the Democratic nomination for Congress in the 14th District, which includes Staten Island and the Bay Ridge area of Brooklyn. Making announcements in both parts of the district on Sunday, Mr. Benbow said he would emphasize ''unbridled development,'' mass" , "date" : "19840522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BAY RIDGE (NYC)" , "NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Lawyer Seeking Nomination on S.I." , "url" : "http:\/\/www.nytimes.com\/1984\/05\/22\/nyregion\/the-city-lawyer-seeking-nomination-on-si.html"} , {"body" : "IN a new public-service television spot, the fearsome Mr. T knocks down a New York City landlord's door to save the day for a Hispanic couple who had just been denied an apartment because of their ethnic background. The capsule melodrama's message is that in housing-discrimination cases, the authorities render justice swiftly and surely. But even" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HOUSING BIAS PERVASIVE, YET DIFFICULT TO PROSECUTE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/realestate\/housing-bias-pervasive-yet-difficult-to-prosecute.html"} , {"body" : "Janet Upright, a daughter of Jerome Seid of East Orange, N.J., and the late Alice Seid, was married yesterday to Jonathan Pines, a son Dr. and Mrs. Kermit L. Pines of Tenafly, N.J. Mayor Richard Van Nostrand of Tenafly performed the ceremony at the Pines home. The bride is a psychotherapist in private practice in New York, an outreach social worker" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "65" , "title" : "Jon Pines Is Wed To Janet Upright" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/style\/jon-pines-is-wed-to-janet-upright.html"} , {"body" : "The assignment in Sister Rosela McFadden's sixth-grade English class in St. Ephrem's School in the Bay Ridge section of Brooklyn was to write Governor Cuomo about his proposal to increase the drinking age to 21. The immediate result was a variety of letters supporting the plan. The end result was a message from the Governor's office. ''Alcohol and" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Sixth Graders Back Cuomo" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/nyregion\/new-york-day-by-day-sixth-graders-back-cuomo.html"} , {"body" : "Two young men were shot to death early yesterday as they left a high school dance in the Bay Ridge section of Brooklyn, the police said. The dance had been organized by an Asian student group from John Dewey High School in the Bensonhurst section, a police spokesman, Officer Norris Hollomon, said. The police said they did not know the motive for" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "2 YOUNG MEN SHOT DEAD AFTER DANCE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/nyregion\/2-young-men-shot-dead-after-dance-in-brooklyn.html"} , {"body" : "As the warring goes on in Lebanon, many Lebanese in New York City are trying to bridge the divisions that are tearing apart their homeland. For many, the terror and destruction in Lebanon have provided a new consciousness of their Lebanese identity. Despite different religious convictions and political beliefs, some Lebanese in New York say they" , "date" : "19840410" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY'S LEBANESE SEEK THE UNITY THEIR LAND LACKS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/10\/nyregion\/city-s-lebanese-seek-the-unity-their-land-lacks.html"} , {"body" : "It was a perfect day for softball yesterday, and a few players limbered up under cloudless skies on Heckscher Field at 62d Street in Central Park. But softball was not only being played in the park, it was also under serious discussion there. Wearing sneakers, baseball caps and team T-shirts, representatives of 30 leagues marched outside the" , "date" : "19840410" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY'S FEES ON SOFTBALL UNDER FIRE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/10\/nyregion\/city-s-fees-on-softball-under-fire.html"} , {"body" : "FOR most Scandinavians, according to Douglas Westergaard, it wouldn't be Thursday without arter med flask, the thick yellow Swedish pea soup made with roasted or smoked pork shoulder. Nor would it be Christmas without the simmered cod called lutfisk or Easter without sauces and preserves of lingonberries and cloudberries. ''We get letters from" , "date" : "19840404" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "SCANDINAVIA"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "SCANDINAVIA TO AMERICA, VIA BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/04\/garden\/scandinavia-to-america-via-brooklyn.html"} , {"body" : "Acting after a flawed police investigation in Queens sent an innocent man to prison for more than two years, the New York City Police Department plans to establish a squad of detectives to handle only homicides. In an experiment, the department will form a homicide squad in Brooklyn. If the experiment works, police officials said, similar squads" , "date" : "19840321" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLICE PLAN SPECIAL HOMICIDE SQUAD" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/21\/nyregion\/police-plan-special-homicide-squad.html"} ,   {"body" : "TOMORROW is St. Patrick's Day, and to New York it is the occasion for more than a parade, although there will be one, as there has been on this day every year since 1852. It is a time, perhaps, to remember the leading role that the Irish have played in building New York, often in governing it and frequently in uplifting and entertaining it. Little" , "date" : "19840316" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SIGHTS AND SOUNDS OF IRISH NEW YORK; TRACING A GRAND HERITAGE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/16\/arts\/sights-and-sounds-of-irish-new-york-tracing-a-grand-heritage.html"} , {"body" : "the origin of the word is the Latin for ''meat, farewell'' - traditionally ushers in the meatless Lenten period preceding Easter. In Italian the term is carnevale, and at Tommaso's, a restaurant in the Bay Ridge section of Brooklyn, where the pre-Lenten feasting began last Friday, Carnevale is the occasion for 10 days of hearty banquets punctuated" , "date" : "19840229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "A BROOKLYN PRE-LENT FEAST ITALIAN STYLE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/29\/garden\/a-brooklyn-pre-lent-feast-italian-style.html"} , {"body" : "T HE howls began when the Jets drafted Ken O'Brien last spring. Verbal New York fans, observing the National Football League draft in a midtown hotel, wanted to know if the Jet management had lost its mind drafting a Division II quarterback ahead of Dan Marino. The howls were not of the same volume and viciousness as the jeers that followed Richard" , "date" : "19840220" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "IT'S TIME FOR A CHANGE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/20\/sports\/it-s-time-for-a-change.html"} , {"body" : "Milton C. Lee, a vice president of the Bank of China from the early 1930's to 1952, collapsed and died after swimming last Friday at the Vanderbilt Y.M.C.A. in Manhattan. He was 82 years old and lived in the Bay Ridge section of Brooklyn. Mr. Lee became an insurance broker for the John Hancock Mutual Life Insurance Company in Manhattan after" , "date" : "19840203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "MILTON C. LEE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/03\/obituaries\/milton-c-lee.html"} , {"body" : "To the Editor: While city officials are studying Peter Obletz's suggestions for using the old West Side Conrail tracks from the Bronx to the Village, they might also consider some other unused or abandoned trackages. To name a few: * The former Long Island Rail Road branch from the mainline at Rego Park to the point in Ozone Park where the Rockaway" , "date" : "19840130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "A RAIL CORRIDOR TOO PRECIOUS FOR AMTRAK" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/30\/opinion\/l-a-rail-corridor-too-precious-for-amtrak-206574.html"} , {"body" : "With fewer suburban shopping malls being built and with rents at many existing malls increasing steadily, some retail chain store operators are taking a new look at neighborhood shopping strips in older urban areas surrounding Manhattan and finding good locations for themselves. These healthy commercial strips - such as Bergenline Avenue in Union" , "date" : "19840125" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "ABOUT REAL ESTATE; NEW LIFE FOR OLD SHOPPING DISTRICTS" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/25\/business\/about-real-estate-new-life-for-old-shopping-districts.html"} , {"body" : "The Succession in Brooklyn Mayor Koch has entered the campaign to pick the new Democratic leader of Brooklyn. Meade H. Esposito is quitting today after 16 years in the job. The Mayor has been on the telephone seeking votes for Anthony Genovesi, who is the candidate of the Assembly Speaker, Stanley Fink of Brooklyn. Governor Cuomo has not joined in" , "date" : "19840124" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/24\/nyregion\/new-york-day-by-day-198572.html"} , {"body" : "DAISY EDMONDSON and Stewart Alter, both magazine editors, left their small Greenwich Village apartment eight months ago because they had just had a baby and, what's more, their landlord had doubled the rent. After ''systematically'' canvassing neighborhoods just outside Manhattan for an affordable house to their liking, the couple finally bought a" , "date" : "19840122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RESALE-HOME PRICES: UP AND RISING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/22\/realestate\/resale-home-prices-up-and-rising.html"} , {"body" : "TEANECK LIKE many people at this time of year, Rabbi David M. Feldman finds himself preparing lists of 1984 priorities, personal and professional. But for Rabbi Feldman, it is also a time to reflect on 1983, a year of challenge, change and adaptation. ''I have become enamored of this community,'' said the 54-year-old clergyman, who served the Bay" , "date" : "19840101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "RABBI'S CHALLENGE" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/01\/nyregion\/rabbi-s-challenge.html"}]