[  {"body" : "It has been called everything from an ''insult'' to a ''punishment from God,'' and the months since it was announced have brought threats of secession and revenge. People scoffed at the ''dowdy numbers'' and pouted like spoiled children about how Manhattan gets ''everything it wants.'' But the inevitable will be confronted at midnight Monday, when" , "date" : "19841229" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SHIFT FROM 212 TO 718 CODE PAINS 3 BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/29\/nyregion\/shift-from-212-to-718-code-pains-3-boroughs.html"} , {"body" : "CHRISTMAS is a special time for all youngsters, but there are some who, while not disturbed, have problems that may be heightened by holiday tensions. Dr. Stanley Turecki, a child and family psychiatrist, terms these children difficult, and he heads a year-old program at Beth Israel Medical Center that tries to help families learn better ways of" , "date" : "19841224" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "40" , "title" : "RELATIONSHIPS; DIFFICULT CHILDREN AT HOLIDAY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/24\/style\/relationships-difficult-children-at-holiday.html"} , {"body" : "Thousands of the nation's homeless people will soon receive free health care and social services through a $25 million grant from two charitable foundations. The Pew Memorial Trust and the Robert Wood Johnson Foundation said they had selected community organizations in 18 American cities, including New York, to supervise health clinics that are to" , "date" : "19841220" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "2 FOUNDATIONS GIVE $25 MILLION TO AID HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/20\/us\/2-foundations-give-25-million-to-aid-homeless.html"} , {"body" : "A 24-year-old Brooklyn woman was stabbed to death and thrown out of a window after being lured to a neighbor's apartment to discuss a babysitting job, the police said. A spokesman, Officer Edward Kulesa, said the body of the woman, Pamela Fitzpatrick, was found at about 5:30 P.M. behind 777 St. Mark's Avenue in the Bedford-Stuyvesant section. The" , "date" : "19841219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Woman, 24, Fatally Stabbed; Apartment Neighbor Is Held" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/19\/nyregion\/woman-24-fatally-stabbed-apartment-neighbor-is-held.html"} , {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "-American neighborhood of Astoria, Queens, knows Tina Santorineou. She's everybody's sister, mother or sweetheart. She's the ''Sounds of Greece'' on the radio. In the Puerto Rican barrio of the South Bronx, people invariably turn to Gilda Miros for help in coping with their problems. For the after-midnight crowd from Bedford-Stuyvesant to East" , "date" : "19841212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FROM ETHNIC RADIO STATIONS, TOUCH OF AMERICA AND 'HOME'" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/12\/garden\/from-ethnic-radio-stations-touch-of-america-and-home.html"} , {"body" : "At least six people were hurt yesterday when a police van that was hit by a car jumped a curb and slammed into a vacant storefront in the Bedford-Stuyvesant section of Brooklyn, the police said. The driver of the car, who was taken to Kings County Hospital Center with minor injuries, was arrested on a charge of driving while intoxicated, according" , "date" : "19841208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "6 Injured as Auto Hits PoliceVan inBrooklyn" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/08\/nyregion\/6-injured-as-auto-hits-policevan-inbrooklyn.html"} , {"body" : "Physically, Janes United Methodist Church in Bedford-Stuyvesant has not risen from the ashes. Indeed, the ashes linger from a fire last month that ravaged the Brooklyn church on the eve of its 125th anniversary. Spiritually, it's a different story. ''Our future is very rosy,'' said the pastor, the Rev. Robert O. Simpson. Engineers have told him" , "date" : "19841205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; A Rosy Future" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/05\/nyregion\/new-york-day-by-day-a-rosy-future.html"} , {"body" : "A 24-year-old computer supervisor was fatally stabbed Thursday in an argument over a $1 bill he found in a Brooklyn grocery store, and the police continued their search for suspects yesterday. Relatives of the victim, Kevin Perry, said he staggered home bleeding, and told them he had been attacked by two men who said that the bill Mr. Perry found" , "date" : "19841124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "MAN FATALLY STABBED IN A DISPUTE OVER $1 HE FOUND IN A STORE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/24\/nyregion\/man-fatally-stabbed-in-a-dispute-over-1-he-found-in-a-store.html"} , {"body" : "Friday VICTORIAN WORLD IN 3-D AT PARK A three-dimensional glimpse of American and English life a century ago is offered at the Central Park Dairy in an exhibition called ''Stereographs: The Victorian World in 3-D,'' continuing through March. Pictures of the park when the mall's great elms were spindly saplings are there, and so are scenes" , "date" : "19841123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDERR GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/23\/arts\/weekenderr-guide.html"} ,   {"body" : "At the bank on 13th Avenue in the Borough Park section of Brooklyn, people pass and ask, ''Where is Mr. W?'' or, ''Have you heard how Mr. W is doing?'' Customers write to his wife, they send get-well cards and ask how he is feeling. Mrs. W writes back, thanking them for their interest and reporting on her husband's progress. She never lets on about" , "date" : "19841122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GIVING AID WHEN TIMES TURN HARD" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/22\/nyregion\/giving-aid-when-times-turn-hard.html"} , {"body" : "Members of the Janes United Methodist Church gathered yesterday to celebrate the 125th anniversary of their congregation. They crowded into their parsonage on Stuyvesant Street in the Bedford-Stuyvesant section of Brooklyn, but their hearts were a block away, where the church they had planned to honor was still smoldering from the fire that" , "date" : "19841112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN PARISHIONERS MOURN CHURCH'S RUIN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/12\/nyregion\/brooklyn-parishioners-mourn-church-s-ruin.html"} , {"body" : "MONDAY, NOVEMBER 12, 1984 International Israel offered to begin a cease-fire in south Lebanon with the Shiite Moslem militia there. The move was a response to Lebanon's suspension of troop withdrawal talks over the arrest of a group of Moslem militiamen. (Page A1, Column 4.) Israel destroyed 28 homes of Palestinian farmers in the West Bank of the" , "date" : "19841112" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/12\/nyregion\/no-headline-078194.html"} , {"body" : "Federal Express enjoys a reputation for reliable overnight delivery of letters and parcels virtually anywhere in the United States. But in recent years, the company now acknowledges, that hasn't included the Bedford-Stuyvesant community of Brooklyn. After a spate of driver complaints about harassment by ''hooligans'' there, New York managers of the" , "date" : "19841112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Singled Out" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/12\/opinion\/singled-out.html"} , {"body" : "A Brooklyn woman found broken glass in a jar of baby food as she fed her 4-month-old son yesterday, the police said. The child was examined and found unhurt. It was the second such incident in three weeks. Sgt. Raymond O'Donnell, a police spokesman, said the woman, Annette Young of 762 Hancock Street, bought the jar of Beech-Nut chicken and rice" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "A Woman in Brooklyn Finds GlassInsideJarofBabyFood" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/nyregion\/a-woman-in-brooklyn-finds-glassinsidejarofbabyfood.html"} , {"body" : "A three-alarm fire destroyed a six- story brick church and spread to two other buildings last night in the Bedford-Stuyvesant section of Brooklyn, the Fire Department said. No injuries were reported. Between 20 and 30 fire trucks and 125 firefighters responded to the blaze, which began shortly before 10 P.M. at Janes United Methodist Church, 174" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Fire Destroys a Church In Bedford-Stuyvesant" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/nyregion\/fire-destroys-a-church-in-bedford-stuyvesant.html"} , {"body" : "The band. Everyone on Clermont Avenue wanted to know where was the band, as if a New York City Marathon without the Bishop Loughlin High School band playing the theme from ''Rocky'' for five hours was a naked event. The music went, quite figuratively, down the sewers of Lafayette Avenue, but the Fort Greene section of Brooklyn did not miss a beat" , "date" : "19841029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "ENTHUSIASTIC CITY FOLK TREAT RACE AS A GRAND SHOW; BROOKLYN STRIKES UP SPIRIT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/29\/sports\/enthusiastic-city-folk-treat-race-as-a-grand-show-brooklyn-strikes-up-spirit.html"} , {"body" : "Leaving the security of Bedford- Stuyvesant's familiar streets, the Scouts in Troop 488 of the Greater New York Councils of the Boy Scouts of America prepared for their expedition to the Alpine Scout Camp in Alpine, N.J. A trip into the wilds, the Scouts explained, requires careful planning. There are flashlights to be packed: ''Out in the woods," , "date" : "19841028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ALPINE SCOUT CAMP (ALPINE, NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "SCOUTS CELEBRATE TRADITION AND CHANGE" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/28\/nyregion\/scouts-celebrate-tradition-and-change.html"} , {"body" : "Glass fragments were found in two jars of Gerber's baby food last night by a Brooklyn couple whose 11-month-old daughter had been fed half of one jar, according to the police. The child was taken to St. John's Episcopal Hospital where doctors said she seemed to be unaffected. Last Friday the Gerber Products Company of Fremont, Mich., recalled" , "date" : "19841024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Couple Finds Glass In Child's Baby Food" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/24\/nyregion\/a-couple-finds-glass-in-child-s-baby-food.html"} , {"body" : "Shaker Country Tour , sponsored by Fraunces Tavern Museum, 212-425- 1778. This trip to the Shaker Museum in Old Chatham, N.Y., and Hancock Shaker Village near Pittsfield, Mass., will be next Thursday from 8 A.M. to about 7 P.M. It will include a visit to a cabinetmaker's workshop, a small chair factory, a blacksmith's shop, textile weaving shops" , "date" : "19841018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["OLD CHATHAM (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "CALENDAR: A BUS TOUR TO SHAKER COUNTRY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/18\/garden\/calendar-a-bus-tour-to-shaker-country.html"} ,   {"body" : "A 32-year-old man was shot dead by a police officer in Brooklyn yesterday after he grabbed a gun the officer had just taken from another man, the police said. The dead man, identified as Robert Ruiz, was hit by one shot in the chest, the police said. The incident occurred in the Bedford-Stuyvesant section after two officers on foot patrol stopped" , "date" : "19841001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Officer Fatally Shoots Man" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/01\/nyregion\/officer-fatally-shoots-man.html"} , {"body" : "Bright and early last Friday, Gordon Powell and a small team of assistants took themselves to Ralph Avenue at the eastern edge of Bedford-Stuyvesant in Brooklyn to look long and hard, inside and out, at an empty building. It was one of the 138 small buildings that the Department of Housing Preservation and Development will auction off on Oct. 16 at" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; CITY'S SALE OF HOUSES INCREASING" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/business\/about-real-estate-city-s-sale-of-houses-increasing.html"} , {"body" : "The chancellor of the City University of New York is investigating charges by the former financial aid director at Medgar Evers College that she was demoted because she would not give aid to ineligible students. The chancellor, Dr. Joseph S. Murphy, is also looking into charges by the woman, Patricia Duncan, that she was assaulted by an assistant" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MEDGAR EVERS COLLEGE TORN AGAIN BY CONFLICT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/nyregion\/medgar-evers-college-torn-again-by-conflict.html"} , {"body" : "The people of Brownsville, like those in other poor neighborhoods, believe that their community lies somewhere beyond America's line of vision. It comes into view only occasionally, when cries over some perceived wrong mount into screams, when riot-sparked fires illuminate rage or when a criminal act makes news. It is a community that outsiders," , "date" : "19840920" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BEYOND SCARS, BROWNSVILLE SHOWS SIGNS OF NEW HOPE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/20\/nyregion\/beyond-scars-brownsville-shows-signs-of-new-hope.html"} , {"body" : "Governor Cuomo yesterday announced new regulations for state- chartered banks intended to lure up to $1 billion in investments to depressed neighborhoods. The regulations link the investments to new authority that permits the banks to invest in real-estate development, a power the banks have long sought. Under legislation enacted last June by the" , "date" : "19840920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CUOMO PLAN SEEKS TO SPUR INVESTING IN NEEDY SECTIONS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/20\/nyregion\/cuomo-plan-seeks-to-spur-investing-in-needy-sections.html"} , {"body" : "The clothes have been gathered together for donation to the Salvation Army. Cuff links, tie clips and cologne have been given away. The large brown ashtray remains at one end of the coffee table, where it has been for years. But it will soon be put on a shelf, hidden from view. Annie Hunter is lovingly doing away with the everyday reminders of one" , "date" : "19840914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER A DEATH, FAMILY IS A LIFETIME" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/nyregion\/after-a-death-family-is-a-lifetime.html"} , {"body" : "A Federal judge yesterday sentenced former State Senator Vander L. Beatty of Brooklyn to four years in prison for stealing more than $200,000 from a community redevelopment program he helped establish while in the Legislature. Judge I. Leo Glasser in District Court in Brooklyn also fined the 43- year-old Mr. Beatty $24,000 and ordered him to" , "date" : "19840913" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BEATTY IS GIVEN A 4-YEAR TERM IN FEDERAL CASE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/13\/nyregion\/beatty-is-given-a-4-year-term-in-federal-case.html"} , {"body" : "Andrew J. Stein, the Manhattan Borough President, handily defeated three opponents yesterday to win the Democratic nomination for the House of Representatives in the 15th District on the East Side. In the Sixth District in south Queens, Representative Joseph P. Addabbo, the 24-year House veteran who is the senior member of New York City's" , "date" : "19840912" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PRIMARY RACES WON BY STEIN AND ADDABBO" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/12\/nyregion\/primary-races-won-by-stein-and-addabbo.html"} , {"body" : "A five-term Assemblyman was defeated in Democratic party primary voting yesterday by a college instructor who became the first black ever to win nomination to the Assembly from the North Bronx. But in voting closely watched by politicians for the impact of minority voter registration on local races, eight other legislators turned back black or" , "date" : "19840912" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "BUFFALO (NY)" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BLACK CHALLENGER DEFEATS 5-TERM BRONX INCUMBENT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/12\/nyregion\/black-challenger-defeats-5-term-bronx-incumbent.html"} , {"body" : "It was Nicole Anthony's day to be dipped in the water, to have her sins washed away and her spirit purified. It was her day to be baptized at the Upper Room Baptist Church. As the sun moved toward the horizon on a recent Friday, the 9-year-old contemplated the evening's coming event, when she would be admitted into Christianity and the church. ''I" , "date" : "19840910" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHURCH IS AT CENTER OF LIFE FOR A FAMILY PROUD OF TRADITION" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/10\/nyregion\/church-is-at-center-of-life-for-a-family-proud-of-tradition.html"} ,   {"body" : "While scores of candidates in tomorrow's New York State primary elections campaigned at street fairs, corners, parks and anywhere else crowds could be found, behind the scenes, aides instructed workers and prepared literature for the Primary Day effort to get out the vote. With no statewide nomination at stake to attract voters, this behind-the-" , "date" : "19840910" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY'S CANDIDATES MAKE FINAL APPEALS FOR VOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/10\/nyregion\/city-s-candidates-make-final-appeals-for-votes.html"} , {"body" : "''Vote early and vote often'' was not just an election-year gag in Brooklyn last week as a grand jury disclosed that cemetery voting and other forms of stuffing the ballot box were not buried with Tammany Hall. Only days before this Tuesday's state primary elections, the jury said it had uncovered systematic and widespread fraud in the primaries in" , "date" : "19840909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "BOSS TWEED IS GONE, BUT NOT HIS VOTE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/09\/weekinreview\/boss-tweed-is-gone-but-not-his-vote.html"} , {"body" : "Judge Mark A. Costantino overruled the State Court of Appeals last night in Federal District Court in Brooklyn in an election case. He said State Senator Anna V. Jefferson of Brooklyn could not be thrown off next Tuesday's Democratic primary ballot because of a clerical error in her designating petitions. He said that removing Senator Jefferson" , "date" : "19840907" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CANDIDATE IS RESTORED TO BALLOT IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/07\/nyregion\/candidate-is-restored-to-ballot-in-brooklyn.html"} , {"body" : "Hours after darkness forces a tenuous calm on his jagged-edged neighborhood in Brooklyn, William Anthony is at some nearly deserted subway station, making a living. With the swish of a broom and the scrape of a dustpan, he cleans up cigarette butts, candy wrappers, empty wine bottles, soda and beer cans - remnants of the ephemeral pleasures of" , "date" : "19840906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A FAMILY MAN SWEEPS FLOORS, AND DREAMS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/06\/nyregion\/a-family-man-sweeps-floors-and-dreams.html"} , {"body" : "A Brooklyn grand jury investigating election fraud has found that eight primary elections in the borough between 1968 and 1982 were marked by repeated fraud, including multiple voting by teams of political workers with fake voter registration cards. The grand jury's report described a situation reminiscent of 19th-century Tammany Hall tactics," , "date" : "19840905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN GRAND JURY FINDS FRAUD IN 8 PRIMARIES" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/05\/nyregion\/brooklyn-grand-jury-finds-fraud-in-8-primaries.html"} , {"body" : "On the basis of a mistake with a calculator, New York State's highest court yesterday invalidated the designating petitions of a State Senator, denying her renomination on the Democratic Party line. The ruling by the Court of Appeals will cost the lawmaker, Senator Anna V. Jefferson, her seat unless she can get back on the ballot with independent" , "date" : "19840830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A CLERICAL ERROR COSTS CANDIDATE PLACE ON TICKET" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/30\/nyregion\/a-clerical-error-costs-candidate-place-on-ticket.html"} , {"body" : "THURSDAY, AUGUST 30, 1984 International Rabbi Meir Kahane was blocked from entering Israel's largest Arab town as he tried to launch a campaign to drive Arab citizens from the country. The Brooklyn-born rabbi and three busloads of armed supporters were barred by the police at a roadblock two miles outside Um el Fahm, a community of 25,000 in the" , "date" : "19840830" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/30\/nyregion\/no-headline-164197.html"} , {"body" : "Friday CONNECTICUT SEAFARE Oysters and bluefish will be celebrated and eaten as a part of fish-fry festivals in two Connecticut villages. In Clinton, just off Exit 63 of the Connecticut Turnpike (Interstate 95), bluefish is the fish du jour. A three- day affair, with auction and parade, begins at the Town Dock tonight at 5 with bluefish dinners" , "date" : "19840817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/17\/arts\/weekender-guide.html"} , {"body" : "A Brooklyn man has been arrested and charged with molesting four children, aged 8 and 9, in his apartment, the police said. The children, two boys and two girls, assisted the police by convincing the suspect to open his front door, authorities said. The suspect, Alfonso Bell, a 25-year-old auto glass installer, was arrested Friday afternoon in his" , "date" : "19840812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "A BROOKLYN MAN IS CHARGED WITH MOLESTING FOUR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/12\/nyregion\/a-brooklyn-man-is-charged-with-molesting-four-children.html"} , {"body" : "The cake, which was chocolate, couldn't have been more appropriate. Shaped and decorated to look like a row house, it was the centerpiece of a ribbon-cutting ceremony yesterday celebrating the facade restorations on three historic row houses in the Bedford-Stuyvesant section of Brooklyn. ''We're all very proud,'' said Alice Barnes. Mrs. Barnes and" , "date" : "19840811" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DAY BY DAY; Face Lift for 3 Facades" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/11\/nyregion\/new-york-day-by-day-face-lift-for-3-facades.html"} ,   {"body" : "The City Health Department said yesterday that it was sending out mobile medical teams to give free tests to young children to find out if they had lead poisoning. The Health Commissioner, Dr. David J. Sencer said the mobile teams would visit areas with a high incidence of lead poisoning among children, such as the Bedford-Stuyvesant, Brownsville," , "date" : "19840809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; TESTING CHILDREN FOR LEAD POISON By The Associated Press" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/09\/nyregion\/the-city-testing-children-for-lead-poison-by-the-associated-press.html"} , {"body" : "Bernadine Thomas Harris, a social worker with Family and Children's Services in Stamford, Conn., was married yesterday to Dr. Robert Jay Williams Jr., associate director and coordinator of the Speech and Hearing Center at the Harlem Hospital Center. The Rev. Robert W. Perry performed the ceremony at Union Baptist Church in Stamford. The bride, the" , "date" : "19840805" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Dr. Robert Williams Jr. Marries Bernadine Harris" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/05\/style\/dr-robert-williams-jr-marries-bernadine-harris.html"} , {"body" : "For more than 10 years, Charles Thurston, a community leader in the Bedford-Stuyvesant section of Brooklyn, worked to bring federally subsidized low-income housing to the area. Yesterday the accuracy of his belief in the need for such housing was evident. The corporation Mr. Thurston heads has received an estimated 15,000 applications for 208" , "date" : "19840802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "15,000 SEEK 208 BROOKLYN APARTMENTS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/02\/nyregion\/15000-seek-208-brooklyn-apartments.html"} , {"body" : "Two teen-agers and a woman were shot and wounded early yesterday when a street dispute spread into a Brooklyn liquor store, the police said. Alexander Braham, 19 years old, and Alexander Wilson, 18, both of Brooklyn, were outside John's Liquor Store, at 223 Ralph Avenue in the Bedford-Stuyvesant section, when they became involved in an argument" , "date" : "19840730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CITY; ; BrooklynShooting Leaves 3 Injured" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/30\/nyregion\/the-city-brooklynshooting-leaves-3-injured.html"} , {"body" : "trimmed blue letters, ''Mark Breland'' is written across the back of his hooded white terrycloth robe. He's a skinny 21-year-old welterweight from the Bedford-Stuyvesant section of Brooklyn, a three-time world amateur champion and a record five-time New York Golden Gloves champion who is reputed to be the best boxer in this Olympic tournament. Mark" , "date" : "19840730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "ADVICE FROM ALI IS AN AID FOR BRELAND" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/30\/sports\/advice-from-ali-is-an-aid-for-breland.html"} , {"body" : "''I don't even worry about the courts,'' former State Senator Vander L. Beatty once boasted to a colleague. Last week, Mr. Beatty had to eat those words, among many others. The Brooklyn Democrat interrupted his Federal trial on charges of racketeering, mail fraud and obstruction of justice to admit that he had stolen more than $200,000 from a" , "date" : "19840729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; COURTROOM CONFESSION" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/29\/weekinreview\/the-region-courtroom-confession.html"} , {"body" : "Shortly after midnight on July 11, Anthony Williams, a 25-year-old pianist and organist, left his brother's apartment in the Wakefield section of the Bronx to return to his home in New Rochelle. Earlier that evening, Mr. Williams, who accompanied church choirs, had been at a rehearsal of his new gospel-music group, which had just recorded its first" , "date" : "19840729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "CRIME UPDATE; WRONG MAN WAS SLAIN IN PLANNED KILLING, DETECTIVES BELIEVE" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/29\/nyregion\/crime-update-wrong-man-was-slain-in-planned-killing-detectives-believe.html"} , {"body" : "Former State Senator Vander L. Beatty of Brooklyn interrupted his trial yesterday and pleaded guilty to all 16 counts of an indictment charging him with having stolen more than $200,000 from a community redevelopment program. Mr. Beatty gave no reason for his move in Federal District Court in Brooklyn, but he said no deal had been reached with the" , "date" : "19840725" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BEATTY ADMITS HIS GUILT AT RACKETEERING TRIAL" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/25\/nyregion\/beatty-admits-his-guilt-at-racketeering-trial.html"} , {"body" : "A Federal prosecutor charged in court yesterday that Vander L. Beatty, when he was a State Senator from Brooklyn, systematically stole ''hundreds of thousands of dollars'' from a neighborhood rehabilitation program and then ''organized an elaborate cover-up.'' ''This case, ladies and gentlemen, is about fraud and obstruction of justice,'' the" , "date" : "19840719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BEATTY TRIAL ON RACKETEERING BEGINS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/19\/nyregion\/beatty-trial-on-racketeering-begins.html"} , {"body" : "D'Amato on Patrol Susan Heller Anderson and Sara Rimer Senator Alfonse M. D'Amato donned a bulletproof vest the other day to ride in a police car through the Bedford-Stuyvesant section of Brooklyn. He rode with Detective John Bell and Officer Sandra Cooper of the 77th Precinct as they responded to disputes; a knifing; a ''10- 13'' radio call, to" , "date" : "19840719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/19\/nyregion\/new-york-day-by-day-075862.html"} ,   {"body" : "Seven years ago, an Ecuadorean priest with pinched cheeks and somber demeanor looked out over the depleted congregation at Sunday mass at St. Barbara's Roman Catholic Church in the north Brooklyn community of Bushwick and contemplated what seemed to be a neighborhood's death rattle. Four days earlier, at 9:34 P.M. on July 13, 1977, a power failure" , "date" : "19840717" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUSHWICK, A SHAMBLES IN '77, SHOWING SIGNS OF RECOVERY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/17\/nyregion\/bushwick-a-shambles-in-77-showing-signs-of-recovery.html"} , {"body" : "Jury selection began in Brooklyn yesterday in the Federal District Court trial of former State Senator Vander L. Beatty on charges of funneling more than $200,000 of state money into private real-estate deals. The racketeering and mail fraud indictment charges Mr. Beatty with taking the money between August 1979 and February 1983 from the" , "date" : "19840717" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Jury Being Picked In Beatty Trial" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/17\/nyregion\/the-city-jury-being-picked-in-beatty-trial.html"} , {"body" : "THE corner of Wythe Avenue and Ross Street in Brooklyn may prove to be something of a turning point for New York City housing policy as well as for the troubled neighborhood of Williamsburg. On one side of Ross, just across Kent Avenue from the Brooklyn Navy Yard, a private developer has nearly completed 45 houses, each with three four-bedroom" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY TO TEST NEW PLAN ON LAND SALES" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/realestate\/city-to-test-new-plan-on-land-sales.html"} , {"body" : "A teen-ager was shot and killed Wednesday night while sitting outside watching fireworks with two of her friends in a Brooklyn housing project where they lived, the police said yesterday. Detectives said the victim, Verna Burgess, 18 years old, was struck by an apparently random shot that might have been fired by someone celebrating the Fourth of" , "date" : "19840706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN TEEN-AGER FATALLY SHOT WHILE VIEWING FIREWORKS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/06\/nyregion\/brooklyn-teen-ager-fatally-shot-while-viewing-fireworks.html"} , {"body" : "IN the last five years, condominium and cooperative apartments in prewar town houses, once viewed as the choice of just a few idiosyncratic developers and buyers, have become a significant part of New York City's private housing market. Brokers, developers, and housing experts say the number of owner-occupied apartments in town houses is" , "date" : "19840624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE TOWN HOUSE APARTMENT ALTERNATIVE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/24\/realestate\/the-town-house-apartment-alternative.html"} , {"body" : "Dr. Felix Taubman, former director of medicine at St. John's Episcopal Hospital in Brooklyn, died Monday at the Brookdale Hospital Medical Center in Brooklyn. He was 68 years old and lived in Brooklyn. Dr. Taubman, who joined St. John's in 1949, was medical director from 1970 until 1982. He also was director emeritus of the Interfaith Medical" , "date" : "19840621" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Dr. Felix Taubman Dies at 68; Former Director at St. John's" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/21\/obituaries\/dr-felix-taubman-dies-at-68-former-director-at-st-john-s.html"} , {"body" : "At the Bedford branch of the Brooklyn Public Library these days, there is new furniture, an added supply of books, a new cultural and recreational program for adults on Thursdays and a literacy program for people who can't read. A sudden increase in the city budget? No, an anonymous donor's gift of $100,000 to the branch in the Bedford- Stuyvesant" , "date" : "19840619" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Library Largess" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/19\/nyregion\/new-york-day-by-day-library-largess.html"} , {"body" : "That this Nathan's, opened in 1916 in Coney Island, was the world's first Nathan's did not impress Brett Close in the least. ''What's Nathan's?'' he asked. Brett Close had never been to Coney Island before. At age 17, he was, in fact, making his first trip to New York City. As part of an exchange program with John Dewey High School in Brooklyn, he" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WATERLOO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "WHEN SMALL TOWN MEETS BIG CITY: STUDENTS FIND A COMMON GROUND" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/when-small-town-meets-big-city-students-find-a-common-ground.html"} , {"body" : "Deputy Mayor Stanley Brezenoff called on Brooklyn College graduates yesterday to help rebuild New York City, which he said had been ravaged by the recession and by the ''fierce and acrimonious competition'' for a ''share of the smaller pot.'' Mr. Brezenoff, speaking in outdoor ceremonies at the college's 59th commencement, in which 1,650 students" , "date" : "19840605" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BREZENOFF GIVES ADDRESS TO BROOKLYN GRADUATES" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/05\/nyregion\/brezenoff-gives-address-to-brooklyn-graduates.html"} , {"body" : "New York City's charter was changed to include a provision called Uniform Land Use Review Procedure, or Ulurp. It was intended to open a ''meaningful dialogue'' about decisions to permit development of city land by requiring city agencies to submit land use proposals to community boards for comment. The provision has worked well to insure" , "date" : "19840605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Ulurp Offers a Voice, Not a Veto In 1975" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/05\/opinion\/ulurp-offers-a-voice-not-a-veto-in-1975.html"} ,   {"body" : "The Koch administration may subject more of its land-use proposals to a review procedure involving local planning boards as the result of strong local opposition to two recent Brooklyn projects, the city's Corporation Counsel said yesterday. The counsel, Frederick A. O. Schwarz Jr., said challenges to the conversion of the Brooklyn Navy Yard brig" , "date" : "19840524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CITY MAY SEEK LAND-USE REVIEW ON MORE PROJECTS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/24\/nyregion\/city-may-seek-land-use-review-on-more-projects.html"} , {"body" : "Marilyn Berger, a former newspaper and television correspondent, is a freelance journalist. BROOKE ASTOR, THE PHILANTHROpist and socialite, picked up the telephone and called Vartan Gregorian, president of New York Public Library. He was in the middle of a meeting in his office. He dropped everything and took the call. ''Greg, it's Brooke,'' Mrs." , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "50" , "title" : "BEING BROOKE ASTOR" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/magazine\/being-brooke-astor.html"} , {"body" : "THE New Theater of Brooklyn has opened its first season in Park Slope with a rare American production of Alexander Ostrovsky's ''Artists and Admirers.'' The author of 48 plays, Ostrovsky (1824-1886) was one of Russia's most popular dramatists, both a predecessor to and a precursor of Chekhov. Except for ''The Storm'' and ''Diary of a Scoundrel,''" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "28" , "title" : "THE THEATER: OSTROVSKY'S 'ARTISTS AND ADMIRERS'" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/theater\/the-theater-ostrovsky-s-artists-and-admirers.html"} , {"body" : "A group of Brooklyn officials and neighbors are challenging the Koch administration's plan to open a shelter for the homeless in a building that the Board of Estimate set aside last November for a day-care center. The opponents say they are bringing the challenge, which is to be heard tomorrow afternoon in State Supreme Court in Brooklyn, because" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PLAN FOR SHELTER FACES CHALLENGE BY BROOKLYNITES" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/nyregion\/plan-for-shelter-faces-challenge-by-brooklynites.html"} , {"body" : "THERE is a Fort Greene in Brooklyn that brings to mind drab housing projects, crime and poverty. There is another that is gracefully restored and preserved brownstones. ''There are two Fort Greenes,'' said Roberta Kyle, a writer who moved to the neighborhood in 1970. ''Whenever there is a murder, the papers say it happened in Fort Greene even if it" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "Reading scores in the city's public schools have declined for the first time in five years, Acting Schools Chancellor Nathan Quinones said yesterday. However, the scores on the standardized tests remained above the national norm for the fourth year in a row, he said. Reading tests given to students in the second through the ninth grades on April 3" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "READING SCORES FALL IN CITY FOR THE FIRST TIME IN 5 YEARS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/nyregion\/reading-scores-fall-in-city-for-the-first-time-in-5-years.html"} , {"body" : "A 3-year-old girl was killed and her mother and a 15-year-old neighbor were badly burned last night in a fire in their apartment building in the Bedford-Stuyvesant section of Brooklyn, the police said. The two-alarm fire at 538 Gates Avenue was reported at 7:03 P.M. The child, identified as Jennifer Green, died at Woodhull Memorial Hospital a short" , "date" : "19840430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Brooklyn Girl Dies in a Fire That Severely Hurts 2 Others" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/30\/nyregion\/a-brooklyn-girl-dies-in-a-fire-that-severely-hurts-2-others.html"} , {"body" : "For the past several years Carmela Flodin has waged a losing battle against the illegal dumpers who have littered the vacant, city- owned lot that abuts her property in the Brownsville section of Brooklyn. Now, through the city's newly created Adjacent Home-Owners Program, Mrs. Flodin and other residential-roperty owners will have the opportunity" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; CITY LOTS FOR SALE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/realestate\/postings-city-lots-for-sale.html"} , {"body" : "Hattie Carthan, the ''tree lady'' of Brooklyn whose conservation efforts flowered into botanical beauty amid urban blight, died Monday at Brooklyn Hospital. She was 83 years old and lived in the Bedford-Stuyvesant section. At the age of 64, Mrs. Carthan sent out postcards to every address on her block on Vernon Avenue and suggested a block" , "date" : "19840428" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "HATTIE CARTHAN,83,PROPONENT OF TREES IN BROOKLYN, IS DEAD" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/28\/obituaries\/hattie-carthan83proponent-of-trees-in-brooklyn-is-dead.html"} , {"body" : "In February 1981, Mr. Levin began working as a supervisor in the Brooklyn office of the Office of Special Services for Children. In April 1982, he was demoted, fined 30 days' salary and transferred to a different department in the city's Human Resources Administration. Mr. Levin said in an interview that he had been punished for reporting" , "date" : "19840425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A SOCIAL WORKER FRUSTRATED BY INACTION ''Kids were dying, and nobody was doing anything about it,'' Irwin Levin said yesterday. I couldn't live with myself if I didn't do something.''" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/25\/nyregion\/social-worker-frustrated-inaction-kids-were-dying-nobody-was-doing-anything.html"} ,   {"body" : "A city investigation has found that social workers in Brooklyn were seriously negligent in cases of abuse that led to the deaths of nine children. In eight cases, the investigation found that ''only minimal fact-finding was done'' by welfare workers. In one instance, a child under 1 year old was hospitalized four times with injuries from beatings." , "date" : "19840424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "INQUIRY FAULTS CITY AGENCY IN CHILD-ABUSE DEATHS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/24\/nyregion\/inquiry-faults-city-agency-in-child-abuse-deaths.html"} , {"body" : "A Bronx grand jury accused three correction officers yesterday of accepting bribes and agreeing to smuggle marijuana into the House of Detention for Men on Rikers Island. Two of the guards were also charged with taking marijuana into the jail, according to Thomas A. Duffy, the State Special Prosecutor, who announced the indictments. The three" , "date" : "19840419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 RIKERS GUARDS ACCUSED OF PLOT ON MARIJUANA" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/19\/nyregion\/3-rikers-guards-accused-of-plot-on-marijuana.html"} , {"body" : "Police Commissioner Benjamin Ward is considering removing all 90 city detectives from a Federal-state- city antidrug force to expand the Police Department's own drive against street- level drug dealers. He said he was considering the action because of his dissatisfaction with the results of the joint effort, which is aimed at middle- and top-level" , "date" : "19840415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "CITY POLICE MAY LEAVE JOINT ANTIDRUG FORCE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/15\/nyregion\/city-police-may-leave-joint-antidrug-force.html"} , {"body" : "The designation of the Fulton Park section of Bedford-Stuyvesant in Brooklyn as an urban renewal area goes back to 1967, and the construction of the final redevelopment parcel got under way only last year. But that is not bad at all by the standards set by the city in completing the ambitious urban-renewal plans it made in the postwar period. More" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "ABOUT REAL ESTATE; BROOKLYN RENEWAL: TWO-STORY HOMES" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/business\/about-real-estate-brooklyn-renewal-two-story-homes.html"} , {"body" : "The posters still hanging at midweek in the Rev. Jesse Jackson's New York campaign headquarters proclaimed proudly: ''Now Is the Time.'' Last Tuesday's New York Presidential primary was the time to demonstrate that black New Yorkers had enrolled in the Democratic Party in numbers closer than before to their proportion of the population and that" , "date" : "19840408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "NEW YORK BLACKS TAKE A BIG STEP TOWARD POLITICAL CLOUT" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/08\/weekinreview\/new-york-blacks-take-a-big-step-toward-political-clout.html"} , {"body" : "The police raided 32 storefront drug and gambling operations in Brooklyn yesterday in what they described as a new crackdown on illegal businesses along Nostrand Avenue. Police Commissioner Benjamin Ward, speaking at a news conference, said 270 uniformed and plainclothes police officers raided the storefronts shortly after 12:30 P.M. The officers" , "date" : "19840407" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "51 ARE SEIZED IN STOREFRONT RAIDS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/07\/nyregion\/51-are-seized-in-storefront-raids-in-brooklyn.html"} , {"body" : "The number of Democrats eligible to vote Tuesday has surged in predominantly black and Hispanic sections of New York City since the last statewide primary in 1982, according to an analysis of Board of Elections records. All 16 Assembly Districts in the city where Democratic enrollment rose by 5,000 or more were in neighborhoods identified by" , "date" : "19840401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DEMOCRATS GAIN BLACK AND HISPANIC VOTERS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/01\/nyregion\/new-york-democrats-gain-black-and-hispanic-voters.html"} , {"body" : "Response to the Rev. Jesse Jackson's Presidential campaign has dramatized the political diversity both among New York's black leaders and within its broader minority community. By providing a rallying point and by tapping a wellspring of black pride, Mr. Jackson's candidacy has generated an emotional grass-roots response that has already swollen" , "date" : "19840330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STATE PRIMARY PUTS BLACK AND HISPANIC VOTERS IN THE SPOTLIGHT" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/30\/nyregion\/state-primary-puts-black-and-hispanic-voters-in-the-spotlight.html"} , {"body" : "WHEN Patricia Snyder and her husband moved to Boerum Hill 20 years ago, many of the deteriorating brownstones in the neighborhood just south of downtown Brooklyn were scheduled for demolition. The old families were either moving out or dying off, to be replaced by absentee landlords or real-estate speculators, and banks were writing mortgages there" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BOERUM HILL" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "Six hundred registered nurses returned to work with a new contract yesterday after a one-day walkout at the Interfaith Medical Center in Brooklyn. Negotiators agreed on the contract eight hours after the nurses struck the center's two hospitals Friday. The nurses approved the pact that night. Interfaith includes the Jewish Hospital and Medical" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "31" , "title" : "Interfaith Nurses End Strike" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/nyregion\/interfaith-nurses-end-strike.html"} ,   {"body" : "A Brooklyn automobile repairman was arrested yesterday and charged with fatally shooting a city marshal who was serving him an eviction notice for not paying his rent. The suspect - Jeffrey Bey, 32 years old, of 486 East 28th Street in the Flatbush section of Brooklyn - had been renting a garage at 426 Lexington Avenue in the Bedford-Stuyvesant" , "date" : "19840324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "MAN HELD IN MARSHAL'S KILLING" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/24\/nyregion\/man-held-in-marshal-s-killing.html"} , {"body" : "In the center of the dressing room, Mark Breland turned idly on his spindly legs and spun himself in a lazy circle. The other boxers studied him. They watched as he let his long, thin arms go limp and as he slowly shook the stiffness from his narrow shoulders. A song with an angry rhythm played on his big radio. The boxers watched him move through" , "date" : "19840321" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "A SPOTLIGHT LIFE FOR YOUNG BOXER" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/21\/sports\/a-spotlight-life-for-young-boxer.html"} , {"body" : "The body of a city marshal missing since last Tuesday when he was serving eviction papers was found in a garbage-strewn lot in the East New York section of Brooklyn yesterday afternoon, the police said. A police spokesman, Sgt. Raymond O'Donnell, said the body had been found in weeds at the foot of Flatlands Avenue, off Autumn Avenue. It bore the" , "date" : "19840319" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "MISSING MARSHAL FOUND DEAD" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/19\/nyregion\/missing-marshal-found-dead.html"} , {"body" : "THE nonprofit community development corporation has become one of the lasting institutional legacies of the turmoil of the 1960's in older American cities. The early model of the species was the Bedford-Stuyvesant Restoration Corporation in Brooklyn. Now there are thousands around the country, greatly varying in effectiveness and in levels of" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NONPROFIT REALTY GROUPS GETTING MORE PRIVATE HELP" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/realestate\/nonprofit-realty-groups-getting-more-private-help.html"} , {"body" : "Rafael Esparra resigned yesterday after four years as Mayor Koch's Special Adviser for Hispanic Affairs to enter a House primary race in Brooklyn's 11th Congressional District. In announcing Mr. Esparra's resignation, which is effective today, the Mayor said that the 43-year-old Puerto Rican native ''was one of the best appointments I've ever" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; Koch Aide Quits For House Race" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/the-city-koch-aide-quits-for-house-race.html"} , {"body" : "Nine years ago, Curtis and Alvina Bill moved here from Denver to spend, as Mrs. Bill put it, ''our last years with our children.'' Mr. Bill was suffering from emphysema, and as his condition grew worse, he eventually became bedridden, requiring oxygen 24 hours a day. ''Curtis is 77, and I don't want to put him in a nursing home as long as I can" , "date" : "19840310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "DANNEMORA (NY)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "25" , "title" : "WANTED FOR 'ADOPTION': A COUNTRY DOCTOR" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/10\/nyregion\/wanted-for-adoption-a-country-doctor.html"} , {"body" : "New York City's poorest neighborhoods are experiencing the severest teacher shortage in years, according to school officials. They say the problem, intensified by a rapid turnover of teachers who accept jobs and then quit, has hurt children who need help the most - those for whom school often represents the most stable influence in their lives. The" , "date" : "19840229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY'S POOR DISTRICTS ARE HIT HARD BY A SEVERE SHORTAGE OF TEACHERS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/29\/nyregion\/city-s-poor-districts-are-hit-hard-by-a-severe-shortage-of-teachers.html"} , {"body" : "When Brooklyn's Woodhull Hospital opened its doors 15 months ago, after 6 years of delays and huge budget overruns, it seemed that the worst of its troubles might be over. But running Woodhull has been nearly as complicated as building it. In its first year of operation it failed two state medical inspections and suffered a string of technical" , "date" : "19840228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "WOODHULL: PROGRESS, BUT PROBLEMS PERSIST" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/28\/nyregion\/woodhull-progress-but-problems-persist.html"} , {"body" : "One man has been arrested and another is being sought in the murder of an off-duty police officer who was shot and killed, possibly with his own gun, during a robbery on Jan. 31, the police said yesterday. Both men, the authorities said, have criminal records. The man still at large, who the police said did the actual shooting, has been arrested 13" , "date" : "19840221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SUSPECT ARRESTED AND ONE SOUGHT IN MURDER OF AN OFF-DUTY OFFICER" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/21\/nyregion\/suspect-arrested-and-one-sought-in-murder-of-an-off-duty-officer.html"} , {"body" : "A New York City police officer was shot to death last night and two others were wounded by a man who opened fire when two of the officers stopped at a gas station to question him about a stolen moped. The slain officer was shot several times in the head with a snub-nosed revolver fired at close range. He was hit as he stepped out of his patrol car" , "date" : "19840215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "OFFICER SHOT DEAD, 2 WOUNDED" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/15\/nyregion\/officer-shot-dead-2-wounded.html"} ,   {"body" : "Prospect Heights High School and Clara Barton High School for the Health Professions face each other on President Street, near old apartment buildings in the Crown Heights section of Brooklyn, but academically they are miles apart. Clara Barton is regarded as one of the best schools in the city. Prospect Heights is considered one of the worst. It" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "ARE NEIGHBORHOOD HIGH SCHOOLS SUFFERING A BRAIN DRAIN?" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/weekinreview\/are-neighborhood-high-schools-suffering-a-brain-drain.html"} , {"body" : "THE court appointment of tenants as administrators of troubled apartment buildings is a good idea in theory, said Philip Rosenberg, himself manager of 5,000 rental units in the city. ''But practically,'' he said, ''there are problems.'' The comment by Mr. Rosenberg, who is president of Progressive\/BPC Management Corporation, was meant as a" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "TENANT MANAGEMENT ON RISE IN TROUBLED BUILDINGS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/realestate\/tenant-management-on-rise-in-troubled-buildings.html"} , {"body" : "For a while, it looked as if the last battle had been fought by the battalion, which was founded on Delancey Street in 1850 and has a long and illustrious history dating to the Civil War. The Division of Military and Naval Affairs in Albany had apparently decided to form a new unit in upstate New York and disband the First Battalion, 71st Infantry," , "date" : "19840202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "COURT ORDER RESCUES HISTORIC GUARD UNIT" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/02\/nyregion\/court-order-rescues-historic-guard-unit.html"} , {"body" : "An off-duty police officer was shot and killed early yesterday, possibly with his own gun, after he was knocked down during a dispute on a Brooklyn street, the police said. The killer stood over the fallen officer, 27-year-old Angelo E. Brown, and fired three shots into him, striking him in the neck, the police said. ''He did not have a chance,''" , "date" : "19840201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AN OFF-DUTY OFFICER IS SLAIN IN A DISPUTE ON A BROOKLYN STREET" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/01\/nyregion\/an-off-duty-officer-is-slain-in-a-dispute-on-a-brooklyn-street.html"} , {"body" : "DAISY EDMONDSON and Stewart Alter, both magazine editors, left their small Greenwich Village apartment eight months ago because they had just had a baby and, what's more, their landlord had doubled the rent. After ''systematically'' canvassing neighborhoods just outside Manhattan for an affordable house to their liking, the couple finally bought a" , "date" : "19840122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RESALE-HOME PRICES: UP AND RISING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/22\/realestate\/resale-home-prices-up-and-rising.html"} , {"body" : "MANY blacks, Hispanics and members of other minority groups often give up hope of owning a home because they think lenders will not grant them mortgages even when their earnings are more than sufficient to carry a loan. To help overcome that hurdle and to promote home ownership among minorities, the Federal National Mortgage Association has agreed" , "date" : "19840115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEW HELP IN BUYING A HOME" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/15\/realestate\/new-help-in-buying-a-home.html"} , {"body" : "Former State Senator Vander L. Beatty of Brooklyn, who was convicted last month of state charges involving election fraud, was accused by Federal authorities yesterday of stealing more than $200,000 from a neighborhood rehabilitation program. f1013 The United States Attorney's office in Brooklyn made public an indictment charging Mr. Beatty with" , "date" : "19840111" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "U.S. ACCUSES BEATTY OF $200,000 THEFT FROM URBAN FUNDS" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/11\/nyregion\/us-accuses-beatty-of-200000-theft-from-urban-funds.html"} , {"body" : "About 75 needy people are to be given supper six nights a week at a center that is to open Thursday in the Bedford- Stuyvesant section of Brooklyn. The Marjorie Merriweather Post Emergency Food Assistance Center, named for the late heiress to the Post cereal fortune, was financed with $50,000 by Mrs. Post's two daughters, Eleanor Close Barzin and" , "date" : "19840101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "26" , "title" : "POST FAMILY FINANCES SUPPERS FOR THE NEEDY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/01\/nyregion\/post-family-finances-suppers-for-the-needy.html"}]