[  {"body" : "THE Division of Housing and Community Renewal, the agency responsible for administering laws regulating rent in New York State, has created two new volunteer committees - one of landlords, the other of tenants - to advise it on rental housing policies. Yvonne Scruggs-Leftwich, commissioner of the division, said the committees would create a forum" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NEW RENTAL RATES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/realestate\/new-rental-rates.html"} , {"body" : "In something more than an academic exercise, some Jewish supporters of President Reagan are challenging the results of election polls that show the Jewish vote for the Republican candidate was smaller in 1984 than it was in 1980. According to The New York Times\/ CBS News Poll, 32 percent of the Jewish vote went to Mr. Reagan this year, compared" , "date" : "19841218" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "'84 POLL RESULTS DISPUTED BY JEWS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/18\/us\/84-poll-results-disputed-by-jews.html"} , {"body" : "A people Become poor and enslaved When they are robbed of the tongue Left them by their ancestors: They are lost forever . . . . - From ''Language and Dialect'' They are Sicilian-American poets and proud of it: the barber, the tailor, the former broom maker, the interpreter, the professor, all poets who write and recite poetry in New York in their" , "date" : "19841130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "POETS' GROUP PRESERVES LINK TO SICILY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/30\/nyregion\/poets-group-preserves-link-to-sicily.html"} , {"body" : "The morning after a fire destroyed the synagogue that housed his yeshiva in the Bensonhurst section of Brooklyn, Rabbi Yaakov Mosbacher received offers from other Bensonhurst schools, synagogues and even churches for classroom space. But the rabbi turned them all down. He said he wanted to move the yeshiva, with its 45 students, out of the" , "date" : "19841108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF BENSONHURST; AFTER SYNAGOGUE FIRES, BENSONHURST TRIES TO RETAIN CALM" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/08\/nyregion\/the-talk-of-bensonhurst-after-synagogue-fires-bensonhurst-tries-to-retain-calm.html"} , {"body" : "A Brooklyn synagogue two blocks from one that was virtually destroyed in an arson fire early Wednesday was the target of an arson attempt Thursday evening, the police said yesterday. The latest fire was set in the doorway of Congregation and Talmud Torah Tifereth Israel, at 2025 64th Street in the Bensonhurst section. A passer-by spotted the small" , "date" : "19841103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Arson Attempt Made AtSecondSynagogue" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/03\/nyregion\/arson-attempt-made-atsecondsynagogue.html"} , {"body" : "A task force of 20 detectives and fire marshals was set up yesterday to investigate a fire early Wednesday that virtually destroyed a synagogue and Hebrew school in the Bensonhurst section of Brooklyn. Fire marshals have determined that the fire was a case of arson. The synagogue and school made up most of the Mapleton Park Hebrew Institute's" , "date" : "19841102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE CITY; Task Force Set Up In Synagogue Fire" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/02\/nyregion\/the-city-task-force-set-up-in-synagogue-fire.html"} , {"body" : "An explosion and a fire severely damaged a synagogue and a yeshiva early yesterday in the Bensonhurst section of Brooklyn. Fire marshals said arson was the cause. The two-story, red-brick Mapleton Park Hebrew Institute building at 2022 66th Street, near 20th Avenue, contains an Orthodox synagogue on the first floor and the Yeshiva Yesod Hachaim on" , "date" : "19841101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BLAZE DAMAGES A JEWISH SCHOOL AND SYNAGOGUE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/01\/nyregion\/blaze-damages-a-jewish-school-and-synagogue.html"} , {"body" : "Two performances of Italian folk music - one of them free - will be presented this weekend by Musica Popolare, a group of Italian and Italian-American musicians. The group, which has 16 musicians, specializes in vocal and instrumental music from the southern regions of Italy, including Calabria, Campania and Sicily. Tomorrow at 7:30 P.M. the group" , "date" : "19841026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Italian Folk Concerts" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/26\/arts\/italian-folk-concerts.html"} , {"body" : "Along Cropsey Avenue in Brooklyn, vans - many with tinted-glass windows and fancy paint jobs - seem as numerous as city buses most mornings. In Queens, near the 169th Street subway stop, dozens of vans line up to wait for customers coming off the trains in the afternoon. Some legal and some illegal, van services have cropped up all over the city in" , "date" : "19840924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "VANS ARE CARRYING MORE COMMUTERS AND CUTTING INTO CITY'S BUS BUSINESS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/24\/nyregion\/vans-are-carrying-more-commuters-and-cutting-into-city-s-bus-business.html"} , {"body" : "As they ring doorbells, stuff mailboxes and shake hands, Democrats in New York State are expressing concern that the strength of President Reagan's re-election drive may translate into help for Republican candidates in close Congressional and legislative races in the state. While the coattails of Presidenital candidates have not been particularly" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "STATE DEMOCRATS FEAR REAGAN COATTAIL EFFECT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/nyregion\/state-democrats-fear-reagan-coattail-effect.html"} ,   {"body" : "IN ''Only the Dead Know Brooklyn,'' Thomas Wolfe decided that the right way to say it was ''Bensonhoist,'' but not many of today's residents of this southwest Brooklyn community pronounce it that way. Bensonhurst is where Robert Merrill, Elliot Gould and Harvey Fierstein grew up, where Woody Allen went last year to find extras for his new film," , "date" : "19840826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BENSONHURST" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/26\/realestate\/if-you-re-thinking-of-living-in-bensonhurst.html"} , {"body" : "After reading ''Getting to Know Calzone'' (Food column, July 8), I must ask whether Craig Claiborne and Pierre Franey have ever visited the humble neighborhood of Bensonhurst, in Brooklyn. Ah, well, perhaps it's not on their gustatory map. But we, the lucky natives of that solid Italian neighborhood, have known and loved the tasty ''filled bun''" , "date" : "19840729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Magazine"] , "page_facet" : "58" , "title" : "Calzone Chez Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/29\/magazine\/l-calzone-chez-brooklyn-092801.html"} , {"body" : "Success Story The eyes of Lafayette High School in Brooklyn continue to be focused on major league box scores, but these days they follow the progress of two rookies - John Franco of the Cincinnati Reds and Benny Distefano of the Pittsburgh Pirates - as well as Pete Falcone of the Atlanta Braves. Those three are only the latest of a string of" , "date" : "19840728" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "SCOUTING;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/28\/sports\/scouting-095238.html"} , {"body" : "THE SPREAD of cooperative conversions in southern and central sections of Brooklyn has reached the point where buyers can find cooperatives selling in a wide range of prices, brokers report. In some cases, the buildings were constructed in the 1950's or 1960's as top-of-the- market housing, with doorman service, garages and other amenities. They" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CONVERSIONS TO CO-OPS SPREAD WIDELY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/conversions-to-co-ops-spread-widely-in-brooklyn.html"} , {"body" : "A convicted bank robber who was arrested in the still-unsolved $5.8 million Lufthansa robbery was found shot to death yesterday in a basement apartment in Brooklyn, the police said. A young woman was also found slain in the apartment. The police said they did not know the motive for the execution-style killings or whether they were linked to the" , "date" : "19840719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LUFTHANSA ROBBERY SUSPECT IS SLAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/19\/nyregion\/lufthansa-robbery-suspect-is-slain.html"} , {"body" : "One day recently, Jack Greenberg reflected on the great strides made by the civil rights movement in his 35 years with the NAACP Legal Defense and Educational Fund Inc. Some of these gains, he said, were contained in statute books, others in landmark court decisions that he and his lawyers had helped secure. Others were economic and statistical." , "date" : "19840705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "9" , "title" : "EX-DIRECTOR OF NAACP LEGAL FUND REFLECTS ON STATE OF CIVIL RIGHTS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/05\/us\/ex-director-of-naacp-legal-fund-reflects-on-state-of-civil-rights.html"} , {"body" : "Night after middle of the night, his wife would tell him to give it up, David, and come to bed. But David Mintz of Brooklyn would not come to bed. The world was out there waiting, he said, just waiting for a soybean- curd-based frozen desert. He could not, would not, rest until Tofutti was invented. It was not always easy for the 53- year-old" , "date" : "19840620" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/20\/nyregion\/about-new-york.html"} , {"body" : "That this Nathan's, opened in 1916 in Coney Island, was the world's first Nathan's did not impress Brett Close in the least. ''What's Nathan's?'' he asked. Brett Close had never been to Coney Island before. At age 17, he was, in fact, making his first trip to New York City. As part of an exchange program with John Dewey High School in Brooklyn, he" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WATERLOO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "WHEN SMALL TOWN MEETS BIG CITY: STUDENTS FIND A COMMON GROUND" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/when-small-town-meets-big-city-students-find-a-common-ground.html"} , {"body" : "Benefits, Big and Small BY ROBERT E. TOMASSON Tickets to the following may be obtained from the beneficiaries unless otherwise indicated. Museum Gala June 11 - Attracting a million visitors a year, the Israel Museum in Jerusalem is among the largest museums in the Middle East, with a collection ranging from antiquity to modern times. American" , "date" : "19840610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "72" , "title" : "Future Events" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/10\/style\/future-events.html"} , {"body" : "Three people died early yesterday when fire swept through a rooming house in the Bushwick section of Brooklyn, authorities said. The fire started at about 2 A.M. at 1065 Jefferson Avenue, near Bushwick Avenue, and burned out of control until 3:10 A.M., according to a Fire Department spokesman, Robert Ash. The cause is under investigation, he said." , "date" : "19840604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Tenants Die in Fire In Bushwick Building" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/04\/nyregion\/3-tenants-die-in-fire-in-bushwick-building.html"} ,   {"body" : "3 Young Children Die In Fire in Bensonhurst By The Associated Press Two young brothers and their sister were killed and their mother, father and a third brother were seriously injured when fire swept through a two- story house in the Bensonhurst section of Brooklyn yesterday morning, authorities said. Lieut. Kevin Sullivan, a Fire Department" , "date" : "19840528" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/28\/nyregion\/no-headline-221557.html"} , {"body" : "Some grew up in wealth and comfort in the city, the suburbs and upstate New York. They went to private schools and Ivy League universities before moving almost effortlessly into well-paid executive jobs in finance or in the fashion industry. Their lives in New York City involve business deals in the garment district and Wall Street, fashionable" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "DRUG USERS, RICH AND POOR, TELL OF THE COSTS AND THE ANGUISH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/nyregion\/drug-users-rich-and-poor-tell-of-the-costs-and-the-anguish.html"} , {"body" : "Operators of New York City's nine ''haunted houses'' were directed yesterday by Mayor Koch to install new safety measures, including smoke detectors and emergency lighting. The steps, which also affect other enclosed amusement attractions, are intended to avert the kind of fire that killed eight young people at a New Jersey amusement park last" , "date" : "19840518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH TIGHTENS RULES ON 'HAUNTED HOUSES'" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/18\/nyregion\/koch-tightens-rules-on-haunted-houses.html"} , {"body" : "Ray Catanio spent his boyhood and early manhood tending cows and corn on farms owned by his grandfather and a neighbor. Now, he makes his living driving truckloads of bricks to construction sites in New York City 90 minutes away. ''On the farms I worked as a kid, there isn't an acre left to plow,'' the 44-year-old Mr. Catanio said. In the last" , "date" : "19840515" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "VALUES CLASH IN JERSEY'S GROWTH BELT" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/15\/nyregion\/values-clash-in-jersey-s-growth-belt.html"} , {"body" : "Peggy Greenawalt was telling an acquaintance that in the last few years she had moved from a house in Greenwich, Conn., to a Madison Avenue apartment in Manhattan to a brownstone in Brooklyn. ''What happened?'' the man asked her sympathetically. What happened is the story of Park Slope's continuing surge in popularity. The pace of revival in this" , "date" : "19840507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARK SLOPE: NEW FACES, NEW SHOPS AND NEW WORRIES OVER ITS GROWTH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/07\/nyregion\/park-slope-new-faces-new-shops-and-new-worries-over-its-growth.html"} , {"body" : "Two young men were shot to death early yesterday as they left a high school dance in the Bay Ridge section of Brooklyn, the police said. The dance had been organized by an Asian student group from John Dewey High School in the Bensonhurst section, a police spokesman, Officer Norris Hollomon, said. The police said they did not know the motive for" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "2 YOUNG MEN SHOT DEAD AFTER DANCE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/nyregion\/2-young-men-shot-dead-after-dance-in-brooklyn.html"} , {"body" : "More than $3 million in cash was seized at a Brooklyn house during a raid that uncovered more than 15 pounds of heroin and cocaine, Federal authorities announced yesterday. Agents of the F.B.I. and the Drug Enforcement Administration also confiscated 28 rifles, shotguns and pistols, jewelry and a number of art works whose value has yet to be" , "date" : "19840427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/27\/nyregion\/150330.html"} , {"body" : "Clocks ticked audibly. People tiptoed gingerly up the escalator, which had been turned off because of the noise. Upstairs at the New York Penta Hotel yesterday, 1,014 players sat in utter silence, staring at chessboards. The four-day New York Open Chess Tournament attracted some of the world's best players, largely because of the stakes - $105,000" , "date" : "19840423" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; A Big-Money Day In Chess" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/23\/nyregion\/new-york-day-by-day-a-big-money-day-in-chess.html"} , {"body" : "MAUREEN DOWD T he city had the look of hard wet rain. Early spring clouds piled on top of skyscrapers. The office was quiet, which was O.K. because I was new at the job and had a lot of catching up to do. I was getting ready to go to lunch when my boss, who runs this stable of cultural sleuths, handed me a a job that really rocked me. Get out" , "date" : "19840415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "'TELL ME THE PLOT,' I HISSED, BUT HER LIPS WERE SEALED" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/15\/movies\/tell-me-the-plot-i-hissed-but-her-lips-were-sealed.html"} , {"body" : "Sixteen elderly men and women arrived at a Brooklyn High School yesterday with a message. ''We are swingers,'' they told the students, in a visit intended to dispel myths about the aged. The Franklin Delano Roosevelt High School in the Bensonhurst section had invited the men and women of the Senior Citizens League of Flatbush to attend classes for" , "date" : "19840330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "MYTHS FADE AS AGED VISIT F.D.R. HIGH" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/30\/nyregion\/myths-fade-as-aged-visit-fdr-high.html"} ,   {"body" : "Some passages from current and recently published books that we find particularly appealing. Troubled Waters Fishing for stingray in Bolivia - an episode from Jonathan Kandell's account of his travels in South America, ''Passage Through El Dorado'' (Morrow). Guido, as still as a statue, fired the harpoon. He had speared a large stingray. The fish" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "39" , "title" : "NOTED WITH PLEASURE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/books\/noted-with-pleasure.html"} , {"body" : "A Transit Authority express bus from Brooklyn caught fire on 57th Street near Fifth Avenue shortly after 9 A.M. yesterday, just after its last passengers got off. The fire destroyed the interior of the bus, which had come in from the Bensonhurst section. The driver, John Carroll, said that the bus had lost power at Fifth Avenue and that he had got" , "date" : "19840204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Empty Bus Burns At 57th and 5th" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/04\/nyregion\/the-city-empty-bus-burns-at-57th-and-5th.html"} , {"body" : "News Analysis Throughout the long and turbulent history of school desegregation, one of the most inflammatory issues has been the requirement that families send their children to schools not of their choosing. Thus a concept known as the ''magnet'' school, adopted on a limited scale during the 1970's, has had special appeal because it is based on" , "date" : "19840131" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; MAGNET SCHOOLS USED AS TOOL FOR EQUALITY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/31\/science\/education-magnet-schools-used-as-tool-for-equality.html"} , {"body" : "Borough President Howard Golden was elected yesterday to succeed Meade H. Esposito as head of the Democratic Party in Brooklyn after a brief but bitter battle that involved the Mayor, the Governor and the Assembly Speaker. ''Today's a new beginning, the blackboard is clear,'' said the 58-year-old Mr. Golden as he stood on a chair in shirtsleeves" , "date" : "19840126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEMOCRATS PICK GOLDEN TO HEAD BROOKLYN PARTY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/26\/nyregion\/democrats-pick-golden-to-head-brooklyn-party.html"} , {"body" : "A New York City police officer was arrested yesterday and charged with possession of stolen property. The officer, James H. Crompton, who is 43 years old and has been on the force 19 years, is assigned to the 68th Precinct in Brooklyn. The authorities said his arrest followed an investigation after he officer was observed loading skirts, part of a" , "date" : "19840125" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Officer Arrested In Clothing Theft" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/25\/nyregion\/the-city-officer-arrested-in-clothing-theft.html"} , {"body" : "DAISY EDMONDSON and Stewart Alter, both magazine editors, left their small Greenwich Village apartment eight months ago because they had just had a baby and, what's more, their landlord had doubled the rent. After ''systematically'' canvassing neighborhoods just outside Manhattan for an affordable house to their liking, the couple finally bought a" , "date" : "19840122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RESALE-HOME PRICES: UP AND RISING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/22\/realestate\/resale-home-prices-up-and-rising.html"} , {"body" : "Meade H. Esposito, the gravelly voiced politician who has led the Democratic Party in Brooklyn for 16 years, told friends yesterday he was going to step down. He urged the election of Borough President Howard Golden to succeed him as head of the party, which sends more Democrats to the House of Representatives than 21 states and - even in an age of" , "date" : "19840119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ESPOSITO SAYS HE'LL RETIRE AS BROOKLYN PARTY CHIEF" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/19\/nyregion\/esposito-says-he-ll-retire-as-brooklyn-party-chief.html"} , {"body" : "Andrea Jill Tabot, daughter of Mr. and Mrs. Seymour Tabot of Bayside, Queens, was married yesterday to State Senator Martin M. Solomon, son of Susan Rose Kaplan of Valley Stream, L.I., and the late Harry Solomon. Rabbi Abraham Avrech performed the ceremony at the Park Ten restaurant in Manhattan. The bride is a geriatric program coordinator at the" , "date" : "19840109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Andrea Tabot Is Wed To a Brooklyn Senator" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/09\/style\/andrea-tabot-is-wed-to-a-brooklyn-senator.html"} , {"body" : "Nearly 500 parents, students, teachers and alumni gathered yesterday to protest the planned closing of Power Memorial Academy, the Roman Catholic boys high school that has become over the years a tradition among some families. ''Power's not just a school, it's not just a building,'' said Mike Drohan, a member of the class of 1961, who returned" , "date" : "19840108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "500 PROTEST PLANNED CLOSING OF POWER MEMORIAL ACADEMY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/08\/nyregion\/500-protest-planned-closing-of-power-memorial-academy.html"}]