[  {"body" : "-American neighborhood of Astoria, Queens, knows Tina Santorineou. She's everybody's sister, mother or sweetheart. She's the ''Sounds of Greece'' on the radio. In the Puerto Rican barrio of the South Bronx, people invariably turn to Gilda Miros for help in coping with their problems. For the after-midnight crowd from Bedford-Stuyvesant to East" , "date" : "19841212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FROM ETHNIC RADIO STATIONS, TOUCH OF AMERICA AND 'HOME'" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/12\/garden\/from-ethnic-radio-stations-touch-of-america-and-home.html"} , {"body" : "A Brooklyn man who runs a child- counseling practice from his home is being sought on charges he sexually abused a 10-year-old boy, authorities said last night. The man was identified as Avrohom Mondrowitz of 1440 60th Street in the Borough Park section. A spokesman for the Brooklyn District Attorney's Office, which issued an arrest warrant for Mr." , "date" : "19841210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Child Counselor in Brooklyn Is Charged With Abusing Boy" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/10\/nyregion\/child-counselor-in-brooklyn-is-charged-with-abusing-boy.html"} , {"body" : "''THIS is for anyone who comes to the door,'' said Esther as she lifted a pint jar brimming with quarters out of a wooden cabinet. ''I never say I don't have anything if someone needs it.'' Eight years ago Esther, a seamstress, had no money. Arthritis and deteriorating eyesight had forced her to stop working. Impoverished and sick, she turned to" , "date" : "19841209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "A CHRISTMAS APPEAL: HELP FOR THE NEEDIEST CASES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/09\/nyregion\/a-christmas-appeal-help-for-the-neediest-cases.html"} , {"body" : "It is a busy week for the Teitelbaums. Barely recovered from a colossal wedding Tuesday at the Nassau Coliseum, they are preparing for another, albeit slightly less grandiose one, tomorrow. The wedding tomorrow, the first at the New York Coliseum, will join a Teitelbaum cousin with the great- grandson and namesake of the founder of the Muncas" , "date" : "19841208" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DAY BY DAY; Another Wedding, Another Coliseum" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/08\/nyregion\/new-york-day-by-day-another-wedding-another-coliseum.html"} , {"body" : "A Brooklyn rabbi was listed in critical condition at Maimonides Hospital yesterday as a result of a holdup Wednesday night in the driveway of his home. The police said two robbers shot the rabbi, 45-year-old Abraham Mann, in the left arm and stomach before fleeing with $250,000 in jewels in an attache case. The rabbi lives on 51st Street in the" , "date" : "19841207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Brooklyn Rabbi Shot in Holdup" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/07\/nyregion\/the-city-brooklyn-rabbi-shot-in-holdup.html"} , {"body" : "The Securities and Exchange Commission is in the midst of the largest insider trading investigation ever conducted by the agency, ''both in terms of the number of securities traded and the amount of possibly illegal profits involved,'' the agency has disclosed in a court filing. The investigation centers on a Swiss brokerage firm, Ellis A.G., and" , "date" : "19841206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Insider Trading Case Centers on Swiss Firm" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/06\/business\/insider-trading-case-centers-on-swiss-firm.html"} , {"body" : "Thousands of Hasidic Jews from around the world gathered at the Nassau Coliseum this evening for the wedding of two scions of the Satmar sect. The ceremony, joining two grandchildren of Grand Rabbi Moses Teitelbaum, the head of the sect, was held on a 200-by-40-foot platform outside the arena. An estimated 20,000 Hasidim, according to Satmar" , "date" : "19841205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "20,000 AT L.I. COLISEUM SEE 2 RABBIS' CHILDREN MARRY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/05\/nyregion\/20000-at-li-coliseum-see-2-rabbis-children-marry.html"} , {"body" : "AT first glance, the 1984 co-op conversion market in New York seems quite confused. On the one hand, sales have been hot. With prices rising throughout the city, buyers who had been waiting on the sidelines have jumped back in. Some co-op apartments that had stagnated on the market for two years or more have become salable. On the other hand, the" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "PACE OF CO-OP CONVERSIONS SLACKENING" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/realestate\/pace-of-co-op-conversions-slackening.html"} , {"body" : "At the bank on 13th Avenue in the Borough Park section of Brooklyn, people pass and ask, ''Where is Mr. W?'' or, ''Have you heard how Mr. W is doing?'' Customers write to his wife, they send get-well cards and ask how he is feeling. Mrs. W writes back, thanking them for their interest and reporting on her husband's progress. She never lets on about" , "date" : "19841122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GIVING AID WHEN TIMES TURN HARD" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/22\/nyregion\/giving-aid-when-times-turn-hard.html"} , {"body" : "The morning after a fire destroyed the synagogue that housed his yeshiva in the Bensonhurst section of Brooklyn, Rabbi Yaakov Mosbacher received offers from other Bensonhurst schools, synagogues and even churches for classroom space. But the rabbi turned them all down. He said he wanted to move the yeshiva, with its 45 students, out of the" , "date" : "19841108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF BENSONHURST; AFTER SYNAGOGUE FIRES, BENSONHURST TRIES TO RETAIN CALM" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/08\/nyregion\/the-talk-of-bensonhurst-after-synagogue-fires-bensonhurst-tries-to-retain-calm.html"} ,   {"body" : "Rabbi Josef Grunwald, who transplanted the remains of a devastated Hungarian Hasidic congregation to Brooklyn after World War II and rebuilt it there, died Friday night at the Westchester County Medical Center in Valhalla after a stroke. He was 82 years old and lived in the Williamsburg section of Brooklyn. Rabbi Grunwald was the Rebbe, or grand" , "date" : "19840813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "JOSEF GRUNWALD, RABBI, DIES AT 82" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/13\/obituaries\/josef-grunwald-rabbi-dies-at-82.html"} , {"body" : "Gladys Messinger and Lillian Friedman arrived at the Beth Israel Medical Center on Saturday, signed the volunteer book and assumed their posts at the information desk. They spent the day answering questions from callers about such things as a grandfather on the fifth floor, a friend on the seventh floor and whether the strike had been settled yet." , "date" : "19840730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "STRUCK HOSPITALS AIDED BY CORPS OF VOLUNTEERS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/30\/nyregion\/struck-hospitals-aided-by-corps-of-volunteers.html"} , {"body" : "Thousands of music lovers thronged to New York City's free outdoor concerts over the weekend, putting up with such distractions as noisy children, eccentric strangers and barking dogs to enjoy the notes that wafted through the fresh air. Some concertgoers laid careful plans. June Dobson, a singer and retired legal secretary, put on blue- tinted" , "date" : "19840716" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MUSIC IN THE AIR IS FREE AND DRAWS THOUSANDS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/16\/nyregion\/music-in-the-air-is-free-and-draws-thousands.html"} , {"body" : "The banner draped across 13th Avenue in Brooklyn proclaims it ''the Borough Park Street of Values.'' And discount signs in many of the windows attest to the bargain-hunting nature of shopping there. But local merchants say they are afraid that a new city ordinance that prohibits them from displaying their goods on the sidewalk will change the" , "date" : "19840707" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "STORES PROTEST SIDEWALK DISPLAY BAN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/07\/nyregion\/stores-protest-sidewalk-display-ban.html"} , {"body" : "Merle Nancy Witkin, a daughter of Mr. and Mrs. Paul Witkin of Edison and Beach Haven, N.J., was married yesterday to Richard James Milder, the son of Dr. and Mrs. Emanuel Milder of the Borough Park section of Brooklyn. Rabbi Norman Weitzner performed the ceremony at the Crystal Plaza in Livingston, N.J. Mrs. Milder graduated cum laude from Yale" , "date" : "19840529" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "20" , "title" : "Merle Nancy Witkin Weds Richard Milder" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/29\/style\/merle-nancy-witkin-weds-richard-milder.html"} , {"body" : "Maybe the curious, the fascinated and the admiring were less noticeable at first. Maybe they were just obscured by the huge, shifting band of news people. Or maybe it was that when John Z. DeLorean's trial on charges of cocaine trafficking began last month, the ruggedly handsome defendant and his wife, a fashion model, used to hurry down the" , "date" : "19840508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "A REPORTER'S NOTEBOOK: DELOREAN THE DEFENDANT AS CELEBRITY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/08\/us\/a-reporter-s-notebook-delorean-the-defendant-as-celebrity.html"} , {"body" : "Harry Dershowitz, retired co-owner of the Merit Sales Company in Manhattan,who was active in Jewish affairs in Brooklyn, died of heart disease yesterday at Maimonides Hospital in Brooklyn. He was 74 years old and lived in the Borough Park section of Brooklyn. Mr. Dershowitz, the father of Alan M. Dershowitz, a Harvard Law School professor, and" , "date" : "19840426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "HARRY DERSHOWITZ" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/26\/obituaries\/harry-dershowitz.html"} , {"body" : "''AMERICAN manufacturers - not only in electronics, but in a whole host of consumer goods - are going to have to concern themselves with productivity,'' said Daniel Epstein of Oceanside. ''True productivity can only be achieved through improved quality.'' On a wall behind his desk in his office at the ILC Data Device Corporation in Bohemia, where" , "date" : "19840422" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; QUALITY ASSURANCE: ITS HIS IN QUANTITY" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/22\/nyregion\/long-islanders-quality-assurance-its-his-in-quantity.html"} , {"body" : "Of all the special Passover foods required for the seder, when families gather to celebrate the exodus of the Jews from their Egyptian bondage, none is more important than matzoh. The thin, crisp crackerlike sheets symbolize the unleavened bread eaten on the journey, the bread of affliction. In a modest, one-story brick building in the Borough Park" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Matzoh From the Beginning" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/nyregion\/new-york-day-by-day-matzoh-from-the-beginning.html"} , {"body" : "C. GERALD FRASER Ben Bonus, an actor, producer and a prominent figure in the American Yiddish Theater, died of a heart attack last Friday on a street in Miami. He was 63 years old and lived in Manhattan. Mrs. Bonus, the actress and director known professionally as Mina Bern, said yesterday that she and her husband were taking a walk. ''He was in" , "date" : "19840409" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "BEN BONUS, 63, A YIDDISH ACTOR AND PRODUCER" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/09\/obituaries\/ben-bonus-63-a-yiddish-actor-and-producer.html"} ,   {"body" : "Ten years ago, Jeno Hershkowitz and Judah Tabak quietly bought Passover food for a needy family that lived nearby in the Borough Park section of Brooklyn. Yesterday they got together again, as they now do every year, to distribute food to about 1,200 neighbors for the holiday, which begins a week from tonight. The modest operation that began in the" , "date" : "19840409" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Food for the Holiday" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/09\/nyregion\/new-york-day-by-day-food-for-the-holiday.html"} , {"body" : "The number of Democrats eligible to vote Tuesday has surged in predominantly black and Hispanic sections of New York City since the last statewide primary in 1982, according to an analysis of Board of Elections records. All 16 Assembly Districts in the city where Democratic enrollment rose by 5,000 or more were in neighborhoods identified by" , "date" : "19840401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DEMOCRATS GAIN BLACK AND HISPANIC VOTERS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/01\/nyregion\/new-york-democrats-gain-black-and-hispanic-voters.html"} , {"body" : "Every evening Joseph and Sarah Katz drive for an hour to Jerusalem to pray at the Wailing Wall for their son, who has been missing in action in Lebanon since June 11, 1982. Then they drive home again to Ramat Gan, near Tel Aviv, to wait for news that never comes. Five Israeli soldiers are missing. One, a Druse, is believed to have been kidnapped." , "date" : "19840401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SYRIA" , "LEBANON" , "MIDDLE EAST" , "ISRAEL, STATE OF" , "SULTAN YAKUB (LEBANON)"] , "nytd_section_facet" : ["World"] , "page_facet" : "11" , "title" : "KIN OF ISRAELIS LOST IN BATTLE CLING TO HOPE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/01\/world\/kin-of-israelis-lost-in-battle-cling-to-hope.html"} , {"body" : "A Congressman from Brooklyn took a fellow Congressman from Spokane, Wash., on a tour of his district yesterday and showed him what it was like to represent 516,000 people - all within 18 square miles. Representative Thomas S. Foley, a Democrat who represents an equal number of constituents across 30,000 square miles of forests and farmland, said" , "date" : "19840331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "BROOKLYN SHOWS HOUSE WHIP NEED FOR U.S. AID" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/31\/nyregion\/brooklyn-shows-house-whip-need-for-us-aid.html"} , {"body" : "Acting after a flawed police investigation in Queens sent an innocent man to prison for more than two years, the New York City Police Department plans to establish a squad of detectives to handle only homicides. In an experiment, the department will form a homicide squad in Brooklyn. If the experiment works, police officials said, similar squads" , "date" : "19840321" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLICE PLAN SPECIAL HOMICIDE SQUAD" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/21\/nyregion\/police-plan-special-homicide-squad.html"} , {"body" : "President Reagan's new liaison to American Jewish officials and groups, Marshall J. Breger, sometimes finds himself at the White House discussing policy questions just before sundown Friday. Then, as an Orthodox Jew, he leaves his wallet and briefcase at the White House before walking home to observe the Sabbath. He explains that Jewish law forbids" , "date" : "19840314" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "6" , "title" : "MAKING OLD CONSTITUENCY A NEW ONE FOR REAGAN" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/14\/us\/making-old-constituency-a-new-one-for-reagan.html"} , {"body" : "Sarabeth Antzis, a daughter of Rabbi and Mrs. Norman Antzis of Borough Park, Brooklyn, was married yesterday to David J. Kufeld, the son of Mr. and Mrs. William Kufeld of Great Neck, L.I. Rabbi Yaacov A. Lerner of Congregation Young Israel in Great Neck performed the ceremony at the Crest Hollow Country Club in Woodbury, L.I. The bride graduated" , "date" : "19840213" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "David J. Kufeld Wed To Miss Antzis on L.I." , "url" : "http:\/\/www.nytimes.com\/1984\/02\/13\/style\/david-j-kufeld-wed-to-miss-antzis-on-li.html"} , {"body" : "Two Brooklyn men were arrested yesterday in connection with the murder of a man who was taken from his home Wednesday evening and was later found stabbed and beaten. The police said that the two men - Robert Rabbit Sr., 47 years old, and Ernest P. Veneziano, 43 - had gone to the home of Salvatore Sciortino and Isabel Cruz, at 924 Ditmas Avenue in" , "date" : "19840211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "2 Brooklyn Men Are Arrested In an Abduction and Slaying" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/11\/nyregion\/2-brooklyn-men-are-arrested-in-an-abduction-and-slaying.html"} , {"body" : "A wide-body airliner still five to ten miles from a night landing at La Guardia Airport about a year ago was flown to just 400 feet above Brooklyn, according to industry sources. With the automatic pilot controlling the plane, the pilot and his co-pilot were alerted to the danger only when a cockpit warning system activated an automated voice that" , "date" : "19840210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LA GUARDIA AIRPORT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "PLANE WAS SAVED BY ALARM SYSTEM" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/10\/nyregion\/plane-was-saved-by-alarm-system.html"} , {"body" : "Dr. Harry I. Wohlberg, the spiritual leader of Congregation Shomrei Emunah in the Borough Park section of Brooklyn for 37 years and professor of Bible and homiletic literature at Yeshiva University, died Sunday in Far Rockaway, Queens. He was 79 years old and lived in Far Rockaway. Dr. Wohlberg, who retired in 1973, served as vice president of the" , "date" : "19840207" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "DR. HARRY I. WOHLBERG" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/07\/obituaries\/dr-harry-i-wohlberg.html"} ,   {"body" : "Andrea Jill Tabot, daughter of Mr. and Mrs. Seymour Tabot of Bayside, Queens, was married yesterday to State Senator Martin M. Solomon, son of Susan Rose Kaplan of Valley Stream, L.I., and the late Harry Solomon. Rabbi Abraham Avrech performed the ceremony at the Park Ten restaurant in Manhattan. The bride is a geriatric program coordinator at the" , "date" : "19840109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Andrea Tabot Is Wed To a Brooklyn Senator" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/09\/style\/andrea-tabot-is-wed-to-a-brooklyn-senator.html"}]