[  {"body" : "JUST up from the beautiful boardwalk and seashore in the Brighton Beach section of Brooklyn is a rental-apartment building whimsically styled after crenelated Moorish castles and a modern high-rise where cooperative apartments fetch up to $160,000. Incongruously, just a few blocks inland is a blighted section of two- and three-family homes. ''In" , "date" : "19841125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "BRIGHTON IS REHABILITATING ITS BLIGHTED AREA" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/25\/realestate\/brighton-is-rehabilitating-its-blighted-area.html"} , {"body" : "The next few weeks should provide the first chance to assess the city's prospects for generating new rental housing under an ambitious new program. By Nov. 29, the first proposals will be filed in response to a request by the city's Department of Housing Preservation and Development and the Housing Development Corporation, a financing agency. They" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY'S RENTAL-SUBSIDY PROGRAM TO GET FIRST TEST SOON" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/city-s-rental-subsidy-program-to-get-first-test-soon.html"} , {"body" : "Samuel G. Freedman is a reporter on the Culture staff of The New York Times. A beggar staggers up the aisle of the Broadway local subway and into the next car. In his wake sits a woman reading ''One Hundred Years of Solitude,'' by Gabriel Garc ia M arquez, the Colombian Nobel laureate. On a sidewalk off Times Square, near a souvlaki stand and a" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "METROPOLIS OF THE MIND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/metropolis-of-the-mind.html"} , {"body" : "Many of New York City's old Slavic neighborhoods may be on the decline, but the Slavic spirit was very much alive last week. There was a Slavic Book Exhibit, a Slavic Fine Arts Show and a Slavic Folk Dance Festival. And this weekend, the American Association for the Advancement of Slavic Studies brought together 1,000 scholars, students and" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "EUROPE, EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "62" , "title" : "SLAVIC SPIRIT STILL VIBRANT IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/nyregion\/slavic-spirit-still-vibrant-in-new-york.html"} , {"body" : "With confetti drifting around him and tens of thousands of supporters jammed into the blocks below, Walter F. Mondale yesterday told an exuberant rally in New York City's garment district that he would be elected President on Tuesday. ''The pollsters are trying to tell you the election is over,'' Mr. Mondale said. ''The slick magazines have told" , "date" : "19841102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GARMENT DISTRICT (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "THOUSANDS CROWD GARMENT DISTRICT TO CHEER MONDALE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/02\/us\/thousands-crowd-garment-district-to-cheer-mondale.html"} , {"body" : "The traditional garment center rally yesterday was almost as important for Governor Cuomo and the Mondale-Ferraro campaign in the state as next Tuesday's election. The New Yorkers could assure a big rally, but not necessarily an election victory. ''We couldn't miss; it would have been a terrible damper,'' said William C. Hennessy, the Democratic" , "date" : "19841102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "DEMOCRATS DELIVER A LARGE TURNOUT" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/02\/nyregion\/democrats-deliver-a-large-turnout.html"} , {"body" : "BACK in 1981, the London production of ''Total Eclipse'' was a critical success and, according to Charles P. Kopelman, a good many producers wanted to bring it to New York. Mr. Kopelman may be slightly subjective. He is one of the three producers who are indeed bringing the Christopher Hampton play to New York, and who plan previews in November and" , "date" : "19841026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/26\/theater\/broadway.html"} , {"body" : "Alex Blinder's wife was so upset that she lost her voice on Saturday. And yesterday afternoon, grim knots of men in gray fedoras and women in shawls gathered outside Mr. Blinder's Russian food market, discussing a story in a Russian-language paper. ''Savage Murder of Emigre Woman and Her Son,'' the headline on the story said. ''In Soviet Union," , "date" : "19841015" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SLAYINGS ANGER RUSSIAN COMMUNITY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/15\/nyregion\/slayings-anger-russian-community.html"} , {"body" : "Friday GINSBERG MEETS VIDEO Allen Ginsberg does not watch television. He does not even own a set. And yet he has made his first video - a 3- to 5-minute dramatization of his poem ''Father Death Blues.'' Mr. Ginsberg reads, or rather sings the poem, which was inspired by his father's death. Ellis Island serves as the backdrop. Mr. Ginsberg's piece," , "date" : "19840914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/arts\/weekender-guide.html"} , {"body" : "DURING the summer, there are two kinds of parents in the suburbs: Those whose children are at camp and those whose children are home. It is easy to tell them apart. The former have quiet dinners for two in local restaurants, go to the movies on weekday nights and have just seen the latest show at the Whitney. The latter are identified by a distinct" , "date" : "19840819" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "WESTHCESTER OPINION; WHEN CHILDREN DON'T CAMP" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/19\/nyregion\/westhcester-opinion-when-children-don-t-camp.html"} ,   {"body" : "Reversing a lower court, a New York State appeals court yesterday reinstated charges against a reputed organized crime figure in a case stemming from the gangland-style slaying of two men and a shootout with a police officer. The reinstatement of attempted-assault and weapon-possession charges against the defendant, Anthony F. Gaggi of Brooklyn," , "date" : "19840814" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "COURT RESTORES SHOOTOUT CHARGES" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/14\/nyregion\/court-restores-shootout-charges.html"} , {"body" : "FROM MOSCOW TO MAIN STREET. Among the Russian Emigres. By Victor Ripp. 247 pages. Little, Brown and Company. $16.95. A HUNDRED-THOUSAND Russians have come to this country during the last decade, in what is known as the third wave of Russian immigration. (The first was after the Russian Revolution; the second after World War II.) Some of the latest" , "date" : "19840804" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BOOKS OF THE TIMES; THE RUSSIANS ARE HERE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/04\/books\/books-of-the-times-the-russians-are-here.html"} , {"body" : "Runaway Police Horse Hurts 5 in Coney Island A runaway police horse injured five people yesterday, including a 5-year- old boy, when it bolted and ran nearly a mile in the Coney Island section of Brooklyn, a police spokesman said. The boy, identified as Ecxyub Joshi of 147-10 41st Avenue, Flushing, was taken to Coney Island Hospital for treatment" , "date" : "19840729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/29\/nyregion\/no-headline-096586.html"} , {"body" : "A happy anachronism, the Brighton Beach Bath and Racquet Club, at 77 the oldest beach club left in the city and the only one remaining of the many that once lined the Brooklyn shoreline, has a lively social life that belies the ages of most of its members. Enjoying the tennis, paddle-ball and handball courts, swimming pools, areas for canasta," , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "45" , "title" : "BRIGHTON CLUB BASKS IN BYGONE SUN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/style\/brighton-club-basks-in-bygone-sun.html"} , {"body" : "Yankees vs. Kansas City Royals, at Yankee Stadium, 2 P.M. (Television - Channel 11, 2 P.M. Radio - WABC 770, 2 P.M.). Mets vs. Braves, at Atlanta, Dwight Gooden, who led the National League in strikeouts with 133 at the All- Star Game break, then struck out three American League players in the game, will oppose Len Barker in the finale of the" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SUNDAY SPORTS Baseball" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/sports\/sunday-sports-baseball.html"} , {"body" : "Along the Jersey Shore, environmental officials in helicopters are swooping over the ocean waves looking for the rosy tint of the capricious red tide. In New York City's bays and on both coasts of Long Island Sound, sanitarians are testing the brackish waters for the telltale bubbles of coliform bacteria. Off Long Island, Dr. Anita Freudenthal and" , "date" : "19840702" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "OFFICIALS TEST BEACHES IN NEW YORK REGION FOR HEALTH PERILS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/02\/nyregion\/officials-test-beaches-in-new-york-region-for-health-perils.html"} , {"body" : "When Claudio Gentile, the star defender of Italy's World Cup soccer champions, recently played in the United States, it was noted here that his name in Italian means ''kind, nice, soft,'' but that his tactics were anything but kind, nice, soft. Ralph Slovenko, a professor at Wayne State University in Detroit, noted that ''gentile'' also means" , "date" : "19840702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "WHAT'S IN A NAME?" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/02\/sports\/what-s-in-a-name.html"} , {"body" : "49 Food Places Listed For Health Violations The New York City Department of Health cited 49 food establishments last week for violating the health code. In addition, it named two that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Phebe's, 361" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "49 Food Outlets Cited by City ;" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/nyregion\/49-food-outlets-cited-by-city.html"} , {"body" : "''Bella,'' written by Susan Mernit and directed by Mark Mannucci, is a New York play, more cheerful than not, that deals with everyday problems of aging and caring for parents, and will be shown Sunday at 9 P.M. on Channel 5. There is something appealing, something charming about it, which is strange in itself, because this tale about an old" , "date" : "19840518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "TV WEEKEND; A New York Tale of Aging And Caring for Parents" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/18\/arts\/tv-weekend-a-new-york-tale-of-aging-and-caring-for-parents.html"} , {"body" : "Thirty men and women sat down to a lunch at Nathan's Famous restaurant in Coney Island yesterday, starting a program under which the elderly and disabled can use food stamps to pay for meals in certain restaurants in New York State. The State Commissioner of Social Services, Cesar A. Perales, said 66 restaurants had been certified to participate in" , "date" : "19840508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "FOOD STAMPS USED FOR DINING" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/08\/nyregion\/food-stamps-used-for-dining.html"} ,   {"body" : "It's a little early for a splash in the ocean at Coney Island. But you can get an advance taste at an exhibition called ''Fun and Fantasy: Brooklyn's Amusement Parks and Leisure Areas,'' running through June 5 at the Museum of the Borough of Brooklyn at Brooklyn College. There are scenes of Coney Island at the turn of the century, with visitors" , "date" : "19840501" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Coney Island Scenes, Mainly at the Beach" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/01\/nyregion\/new-york-day-by-day-coney-island-scenes-mainly-at-the-beach.html"} , {"body" : "The New York City Department of Health cited 18 food establishments last week for violating the health code. In addition, it named three that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Blue Willow Restaurant, 644 Broadway Len Fong" , "date" : "19840408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "18 Food Outlets Cited by City; 18 Food Outlets Cited by City For Violations of Health Code" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/08\/nyregion\/18-food-outlets-cited-city-18-food-outlets-cited-city-for-violations-health-code.html"} , {"body" : "Describing himself as a proven friend of New York, Walter F. Mondale campaigned yesterday in the balmy April sunshine through city and suburb. ''I'm no mystery,'' the former Vice President shouted to a crowd at the Brighton Beach baths in Brooklyn. '' I'm no guess-what candidate. I'm Walter Mondale.'' ''I'm not introducing myself for the first" , "date" : "19840402" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CANDIDATES TAKE THEIR PLEAS TO CHURCHES, STREETS AND CENTRAL PARK; LINKS WITH THE STATE STRESSED BY MONDALE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/02\/nyregion\/candidates-take-their-pleas-churches-streets-central-park-links-with-state.html"} , {"body" : "Some homebound elderly people in the shorefront area of Brooklyn - Coney Island and Brighton Beach - have meals brought in by the Manhattan-based Jewish Association for Services for the Aged. They would have gone hungry during the big storm on Thursday because ''our vans couldn't get through the streets in Coney Island,'' said Mimi Koren, the" , "date" : "19840331" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY; Meals on Military Wheels" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/31\/nyregion\/new-york-day-by-day-meals-on-military-wheels.html"} , {"body" : "Little Flower to be replanted on Broadway. WHEN ''Fiorello!'' opened on Broadway on Nov. 23, 1959, it received the array of accolades that comes around once a season, if then. The show's creators woke up the next morning to see that Brooks Atkinson had given the stamp of ''exciting'' to their work, and they went on to win both the Pulitzer Prize" , "date" : "19840330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/30\/arts\/broadway.html"} , {"body" : "32 Food Places Listed For Health Violations The New York City Department of Health cited 32 food establishments last week for violating the health code. In addition, it named four that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Fountain" , "date" : "19840311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/11\/nyregion\/no-headline-044545.html"} , {"body" : "Williams Theater to open in April with Gurney play. THIS may be a quiet theater season, but not on West 48th Street, where workmen are busily putting the finishing touches on the refurbishing of the Playhouse. It is about to reopen with a new name - the Tennessee Williams Theater. Appropriately enough, the first production will be by a rapidly" , "date" : "19840302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/02\/arts\/broadway.html"} , {"body" : "THE streets of Canarsie help tell the story of a community older than the nation itself. On a few blocks in this section of southeastern Brooklyn, the slope from sidewalk to front door discloses the original terrain of a neighborhood that once survived on farming and fishing. Not until modern sewers were installed less than 40 years ago were street" , "date" : "19840212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CANARSIE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/12\/realestate\/if-you-re-thinking-of-living-in-canarsie.html"} , {"body" : "CAROL BURNETT, a remarkably gifted comedian and actress, has done television specials with Julie Andrews, Beverly Sills and Dolly Parton. Tonight at 10 on CBS-TV, she turns her attention to a male performer in an hourlong production titled ''Burnett 'Discovers' Domingo,'' meaning, of course, the opera star Placido Domingo. The anticipated" , "date" : "19840127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "TV WEEKEND; CAROL BURNETT IN SPECIAL WITH PLACIDO DOMINGO" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/27\/arts\/tv-weekend-carol-burnett-in-special-with-placido-domingo.html"}]