[  {"body" : "A group of about 25 college students and local artists has helped to restore the 58-year-old East Village Synagogue. The Phodajcer Shul, as it is also called, a small building at First Street and First Avenue, was founded by immigrants from the merchant town of Phodajce, Austria, in 1926. Now it stands as a memorial to its founders and their" , "date" : "19841230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "STUDENTS HELP REVIVE LOWER EST SIDE SYNAGOGUE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/30\/nyregion\/students-help-revive-lower-est-side-synagogue.html"} , {"body" : "Dr. Paul D. Shafer, president of the Packer Collegiate Institute in Brooklyn Heights for 31 years, died Dec. 14 in Bath, Me. He was 82 years old. Dr. Shafer was appointed president in 1937 and served until 1968, when he retired. The school, on Joralemon Street, was founded as the Brooklyn Female Academy in 1845 to provide college educations for" , "date" : "19841226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "DR. PAUL D. SHAFER" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/26\/obituaries\/dr-paul-d-shafer.html"} , {"body" : "The church is full, the choir falls silent and the preacher approaches the lectern. By most accounts, the Christmas sermon is the most important and most difficult of the year. The subject in most cases is the birth of Christ, but the lessons drawn from that familiar story are as individual as the preacher and the congregation. In a sampling of" , "date" : "19841225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "HOLIDAY SAMPLER: SERMONS INTERPRET THE CHRISTMAS MESSAGE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/25\/nyregion\/holiday-sampler-sermons-interpret-the-christmas-message.html"} , {"body" : "It is through memories of childhood that many people think of Christmas. They close their eyes, take a deep breath and think they can smell the cinnamon of grandmother's cookies baking. Or they recall storing a favorite ornament and carefully unwrapping it a year later. Mostly, they remember the fitful sleep of Christmas Eve, waiting for the" , "date" : "19841225" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "CHRISTMAS MEMORIES INSPIRE GIFTS TO NEEDIEST" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/25\/nyregion\/christmas-memories-inspire-gifts-to-neediest.html"} , {"body" : "Governor Cuomo has appointed 23 people to a commission on ''life and the law'' that will review and make recommendations on a wide range of issues associated with new medical technologies. In issuing an executive order last week creating the panel, the Governor said it is to recommend ways in which the government can respond to ''some of society's" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "22" , "title" : "CUOMO APPOINTS 23 TO STUDY ISSUES IN MEDICAL TECHNOLOGY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/nyregion\/cuomo-appoints-23-to-study-issues-in-medical-technology.html"} , {"body" : "As much as I prefer home-cooked food, there comes a time when the supermom syndrome has to give way to common sense. Now is the time. Even if it is physically possible to work, keep house, take care of children, cook, shop for Christmas presents and participate in the holiday festivities, so many tasks seem beyond reason. Some of them can be" , "date" : "19841222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "30" , "title" : "DE GUSTIBUS; TAKEOUT FOOD SHOPS CAN ADD JOY TO THE HOLIDAYS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/22\/style\/de-gustibus-takeout-food-shops-can-add-joy-to-the-holidays.html"} , {"body" : "When Alfred T. White, the Brooklyn philanthropist, built the Riverside Buildings in the late 1880's, he aimed to show that comfortable, well- designed housing could be built for the working poor as a profit-making venture. Except for a building lost when the Brooklyn-Queens Expressway came through, the brick residences still stand on Columbia Place" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RIVERSIDE BUILDINGS (BKLYN, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; ON THE HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/postings-on-the-heights.html"} , {"body" : "Church of St. Francis Xavier (Roman Catholic), West 16th Street, east of Avenue of the Americas. Bach's Cantata No. 61 and the Christmas segment of Handel's ''Messiah''; Village Singers directed by Mark Mangini. At 8 P.M. Admission, $6; Theater Development Fund vouchers accepted. Information: 254-9703. Metropolitan Community Church of New York" , "date" : "19841214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "A CALENDAR OF MUSIC FOR THE CHRISTMAS SEASON Today" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/14\/arts\/a-calendar-of-music-for-the-christmas-season-today.html"} , {"body" : "The day after Thanksgiving, it begins, Piano benches and music cabinets are opened and searched; a year of dust is blown off the old ''Messiah'' score. Rusty amateur voices start practicing up for a round of hallelujahs and fa-la-las. Rock musicians study Phil Spector's Christmas album one more time; jazz players brush up on the chords of Thad" , "date" : "19841214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE MANY SOUNDS OF CHRISTMAS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/14\/arts\/the-many-sounds-of-christmas.html"} , {"body" : "The executive committee of the National Association for the Advancement of Colored People yesterday approved programs to fight South Africa's policy of racial separation and to seek the establishment of a long-term famine relief effort for Africa. The organization's executive director, Dr. Benjamin L. Hooks, also issued statements sharply critical" , "date" : "19841209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "SOUTH AFRICA, REPUBLIC OF" , "AFRICA"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "37" , "title" : "N.A.A.C.P. ISSUES PROGRAM FOR FAMINE RELIEF" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/09\/us\/naacp-issues-program-for-famine-relief.html"} ,   {"body" : "Youngsters can experience a traditional Dutch St. Nicholas Day at the Ladies' Parlor of the Long Island Historical Society, 128 Pierrepont Street, Brooklyn Heights, tomorrow at 3:30, 4:15 and 5 P.M. Children will listen to stories and receive treats. Admission is free. Reservations: (718) 624-0890." , "date" : "19841207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Stories for Children" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/07\/arts\/stories-for-children.html"} , {"body" : "A Temple University student from India, despondent over his expulsion from the school, plunged four stories to his death yesterday morning from a Hare Krishna temple in Brooklyn Heights, according to the police. A police spokesman said the student, tentatively identified as Shayana Pal, had apparently jumped at 4:30 A.M. from a fourth floor" , "date" : "19841206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Temple U. Student Dies Here In Apparent Suicide Plunge" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/06\/nyregion\/temple-u-student-dies-here-in-apparent-suicide-plunge.html"} , {"body" : "Croissants Worth a Wait Croissants USA makes a neat little package of a dozen mini-croissants that are among the best frozen croissants around, crisp and buttery and very close, in taste as well as texture, to the freshly baked product. Their high quality has partly to do with the use of good natural ingredients and partly with their preparation -" , "date" : "19841205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/05\/garden\/food-notes-128497.html"} , {"body" : "ST. Ann's School in Brooklyn Heights, where a firefighter died battling a blaze Saturday night, was closed to students yesterday as school officials scrambled to find another site for classes. ''By Wednesday, we expect to be open again, although in alternate space,'' said Linda Kaufman, the assistant headmaster of the private school. She said" , "date" : "19841204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SCHOOL, AFTER FATAL FIRE, SEEKS TEMPORARY HOME" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/04\/nyregion\/school-after-fatal-fire-seeks-temporary-home.html"} , {"body" : "An article in some late editions on Sunday about a fire at a private school in Brooklyn Heights described it incorrectly and gave a wrong address. The school, St. Ann's, has no religious affiliation and is at 129 Pierrepont Street. Later developments are reported today on page B7." , "date" : "19841204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "1" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/04\/nyregion\/c-correction-127365.html"} , {"body" : "ANOTHER VIEW To connoisseurs of photography, Lewis Hine is famous for his pictures of immigrants and workers in America in the first half of the 20th Century. Now, an exhibition of 50 photographs he made for the Red Cross war relief in Europe at the end of World War I, is on public view, many of the prints for the first time in open exhibition, at" , "date" : "19841203" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/03\/arts\/going-out-guide.html"} , {"body" : "AT first glance, the 1984 co-op conversion market in New York seems quite confused. On the one hand, sales have been hot. With prices rising throughout the city, buyers who had been waiting on the sidelines have jumped back in. Some co-op apartments that had stagnated on the market for two years or more have become salable. On the other hand, the" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "PACE OF CO-OP CONVERSIONS SLACKENING" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/realestate\/pace-of-co-op-conversions-slackening.html"} , {"body" : "The dead firefighter was missing inside the St. Ann's Holy Trinity School, an eight-story brick building for 14 minutes before his colleagues found him on the smoke-filled fourth floor, said Lieut. Frank Martinez, a department spokesman, The firefighter was identified as Phillip C. D'Adamo, 34 years old, of ladder company 118, Lieutenant Martinez" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FIREFIGHTER DIES BATTLING A BLAZE One firefighter was killed and four others were injured yesterday night in a smoky fire that broke out in the unoccupied auditorium of an Episcopal School in Brooklyn Heights, authorities said." , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/nyregion\/firefighter-dies-battling-blaze-one-firefighter-was-killed-four-others-were.html"} , {"body" : "THREE years ago Nancy Chaffetz worked as a lawyer with Shearman & Sterling, a Wall Street law firm, and Leslie Hartley Wolff sold municipal bond funds, also on Wall Street. Both women, however, gave up their successful careers to develop residential real estate in Brooklyn. Today, with considerable profits from their ventures, neither has any" , "date" : "19841129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "SECOND CAREERS AS DEVELOPERS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/29\/garden\/second-careers-as-developers.html"} , {"body" : "SPECTACULAR IN BROOKLYN A spectacle that opens today in Brooklyn smacks more of a Max Reinhart epic than something that could fit in a church, but the production of ''Carmina Burana,'' with trimmings, will indeed be housed in the Church of St. Ann and the Holy Trinity, in Brooklyn Heights at Clinton and Montague Streets. It will involve more than" , "date" : "19841129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/29\/arts\/going-out-guide.html"} ,   {"body" : "Christine Silber, a daughter of Mr. and Mrs. Raymond Silber of Amityville, L.I., was married yesterday to Martin Connor, a son of Mr. and Mrs. Henry Connor of Mercerville, N.J. The Rev. Anthony Failla celebrated the nuptial mass and Deacon William Mitchell, the bride's uncle, performed the ceremony at St. Charles Borromeo Roman Catholic Church in" , "date" : "19841125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "81" , "title" : "Miss Silber Bride Of State Senator" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/25\/style\/miss-silber-bride-of-state-senator.html"} , {"body" : "SOME may wend their way over rivers and through woods to grandfather's house. Others, no doubt, will hire a limo and head across town to mom's co-op. But on Thanksgiving Day, after an early-afternoon repast, Jack Gasnick will leave his home in Forest Hills and begin his annual holiday hike to Fresh Meadows, Queens, there to visit his oak tree and" , "date" : "19841121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/21\/garden\/metropolitan-diary-097501.html"} , {"body" : "To the Editor: As a past chairman of the Committee to Save Montague Street, I think Steven Kunreuther (letter, Nov. 10) and Roger Starr (Editorial Notebook, Oct. 4) both have good ideas on how to prevent neighborhoods from changing as fast as detergent formulas. Unfortunately, my experience suggests that neither will do the trick, either alone or" , "date" : "19841121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "COMMERCIAL-RENT STABILIZATION CAN WORK" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/21\/opinion\/l-commercial-rent-stabilization-can-work-098130.html"} , {"body" : "Top-seeded Mark Talbott of Boston beat the defending champion, Mario Sanchez of Mexico City, 9-15, 15-9, 15- 3, 15-10 last night to win the $34,000 Chivas Regal Open squash championship at the Uptown Racquet Club. Earlier, Alicia McConnell of Brooklyn Heights won her third straight women's title, defeating Mariann Greenberg of Mamaroneck, N.Y., 15-" , "date" : "19841120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "TOP-RATED TALBOTT WINS SQUASH TITLE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/20\/sports\/top-rated-talbott-wins-squash-title.html"} , {"body" : "Mark Talbott of Boston and Mario Sanchez of Mexico City will meet in the final of the $34,000 Chivas Regal open squash-racquets tournament tonight at the Uptown Racquet Club. Talbott, seeded first and the dominant player on the World Professional Squash Association tour for the last two seasons, won his semifinal last night from fifth-seeded John" , "date" : "19841119" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "TALBOTT AND SANCHEZ IN FINAL" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/19\/sports\/talbott-and-sanchez-in-final.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "FREEHOLD WHEN Donald DeSanto was growing up in Brooklyn, there seemed to be little space for monuments commemorating significant moments in history. By the time he was a student at St. Francis College, he was acutely aware of his hometown shortcoming. ''There were a few plaques scattered around my neighborhood in Brooklyn Heights,'' Mr. DeSanto" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "STATUE REDEDICATED" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/nyregion\/statue-rededicated.html"} , {"body" : "The Upper East Side is New York City's prime residential neighborhood. No other section has its glitter and glamour, its cachet and chic. To be at home in this enclave of a hundred square blocks from 60th to 86th Streets, Fifth to Third Avenues, is to have at your door some of the best New York has to offer. To be sure, there are affluent and" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN THE UPPER EAST SIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/if-you-re-thinking-of-living-in-the-upper-east-side.html"} , {"body" : "David Boyum of Brooklyn Heights upset fourth-seeded Clive Caldwell of Toronto, 15-11, 15-14, 9-15, 15-8, yesterday afternoon as the Chivas Regal Open squash racquets tournament opened at the Uptown Racquet Club. Mark Talbott of Boston, the top- seeded player, defeated Frank Satterthwaite of New York, 15-8, 15-8, 17- 14. The defending champion," , "date" : "19841117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "44" , "title" : "SPORTS NEWS BRIEFS; Boyum Scores Upset in Squash" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/17\/sports\/sports-news-briefs-boyum-scores-upset-in-squash.html"} , {"body" : "Alicia McConnell has never forgotten the feeling. It was about eight years ago that she played in a tennis tournament for the first time. She was 13 years old, and she and her friend Mary Holbert went from Brooklyn Heights out to a club on Long Island. ''We showed up in our little white shorts and T-shirts, and one racquet,'' she remembered. ''We" , "date" : "19841115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "22" , "title" : "PLAYERS; CHAMPION PONDERS SCALING HIGH WALL" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/15\/sports\/players-champion-ponders-scaling-high-wall.html"} ,   {"body" : "CAROLE BROWNELL hailed the cab at 12th Street in Greenwich Village, her destination being Henry Street in Brooklyn Heights. The cab had both front and back speakers. The driver was Jan C. van Arkel, who was playing tapes of classical music, and in the course of the ride to Brooklyn he and Miss Brownell, a public-affairs consultant, got onto the" , "date" : "19841114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/14\/garden\/metropolitan-diary-081819.html"} , {"body" : "JESSICA ALICE RICHTER is 4 years old and about to have her first encounter with the competitive world. She will soon begin meeting unfamilar people who will measure her intelligence, verbal ability and social and physical development. Jessica's parents, Carol and Louis Richter, will be subjected to a similar but more subtle set of tests in their" , "date" : "19841114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "1" , "title" : "PRIVATE SCHOOLS: THE FIRST STEPS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/14\/garden\/private-schools-the-first-steps.html"} , {"body" : "THINGS to consider when visiting a school include the following: * Determine if there are programs of immediate interest to your child. ''If a school supports a child's strengths, he will be a happy learner and will be able to deal with any problems with a sense of security,'' said Jean Mandelbaum, director of All Souls Nursery School on the Upper" , "date" : "19841114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "10" , "title" : "IMPORTANCE OF VISIT" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/14\/garden\/importance-of-visit.html"} , {"body" : "Wilbur L. Woods, the director of the Brooklyn Office of the Department of City Planning, has worked in Brooklyn since 1977. In an interview he discussed the city's efforts to encourage development of city-owned sites in Brooklyn. Q. Has the city been successful in persuading companies to move their back- office space to Brooklyn? A. Not to any" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Q & A WITH BROOKLYN'S CHIEF PLANNER; WILBUR L. WOODS TOUTS ADVANTAGES OF BOUROGH SITES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/realestate\/q-with-brooklyn-s-chief-planner-wilbur-l-woods-touts-advantages-bourogh-sites.html"} , {"body" : "At the Roman Catholic Church of St. Thomas More in New York yesterday Juliana Lucille Bassett, a daughter of Thomas A. Bassett of New York and Millbrook, N.Y., and the late Irene McCallum Bassett, was married to Stephen John McLaughlin, a son of Clement W. McLaughlin of North Brunswick, N.J., and Joyce M. Crowley of Barrington, Ill. Msgr. George" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "82" , "title" : "Juliana Bassett Weds S. J. McLaughlin" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/style\/juliana-bassett-weds-s-j-mclaughlin.html"} , {"body" : "St. Thomas Episcopal Church in Manhattan was the setting yesterday for the marriage of Nancy Elizabeth Havens, a daughter of Mr. and Mrs. William Westerfield Havens Jr. of Dobbs Ferry, N.Y., to John Dozier Hasty, a son of John William Hasty and Gardiner Langley Hasty, both of Thomasville, Ga. The Rev. Dorsey McConnell performed the ceremony," , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "85" , "title" : "Miss Havens Has Nuptials" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/style\/miss-havens-has-nuptials.html"} , {"body" : "Joyce Maynard is the author of the novel ''Baby Love.'' New York has always been a city I come to from somewhere else. I lived there, very briefly - owned a good black suit and three silk blouses, rode the subway to work, bought my dinner at a deli every night on my way home and ate it in a Pullman kitchen overlooking Gramercy Park. But when I" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "103" , "title" : "A MOTHER INTRODUCES THE CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/a-mother-introduces-the-city.html"} , {"body" : "Brooklyn, Queens, Staten Island and the Bronx have joined an economic recovery in New York City that until last year was limited largely to Manhattan, according to a Federal report released yesterday. The number of jobs in all five boroughs has increased for the first time since the city began to recover in 1977 from the severe recession earlier in" , "date" : "19841102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SURGE IN JOBS REPORTED IN ALL 5 CITY BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/02\/nyregion\/surge-in-jobs-reported-in-all-5-city-boroughs.html"} , {"body" : "ART OF THE INDIAN The American Indians of the Northwest Coast have a rich tradition of art and a good look at that art may be had on the northeast coast in the IBM Gallery of Science and Art, Madison Avenue and 56th Street (407-6100) where more than 300 items have been deployed tastefully over the subterranean gallery's 13,000 square feet. The" , "date" : "19841101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/01\/arts\/going-out-guide.html"} , {"body" : "SMALL cooperatives, those with fewer than 25 or so member families, have long known that the members often can better and more economically manage their financial matters and maintenance chores. Now medium-sized and larger cooperatives as big as 600 apartments are increasingly foregoing professional management services and doing part or all of the" , "date" : "19841028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "49" , "title" : "BEST MANAGEMENT OFTEN IS DO-IT-YOURSELF" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/28\/realestate\/best-management-often-is-do-it-yourself.html"} ,   {"body" : "The Old Dutch Homesteads of Brooklyn, Long Island Historical Society, 128 Pierrepont Street, Brooklyn Heights, 718-624-0890. The Long Island Historical Society is sponsoring an exhibition, a lecture series and a house tour of Brooklyn homes built by Dutch settlers of the early 17th through 19th centuries. Opening today is the exhibition of" , "date" : "19841025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "CALENDAR: BROOKLYN HOUSES" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/25\/garden\/calendar-brooklyn-houses.html"} , {"body" : "The 100th aniversary of the birth of the Austrian composer Alban Berg will occur next February, and will be marked in November with a series of performances by the Chamber Music Society of Lincoln Center. The first, on Nov. 1, will feature the United States premiere of three early Berg compositions, sung by Frederica von Stade, mezzo-soprano. The" , "date" : "19841022" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Berg Birthday" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/22\/arts\/berg-birthday.html"} , {"body" : "The 100th aniversary of the birth of the Austrian composer Alban Berg will occur next February, and will be marked in November with a series of performances by the Chamber Music Society of Lincoln Center. The first, on Nov. 1, will feature the United States premiere of three early Berg compositions, sung by Frederica von Stade, mezzo-soprano. The" , "date" : "19841018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Berg Birthday" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/18\/arts\/berg-birthday.html"} , {"body" : "Thirteen thousand subway riders were removed from smoky trains and thousands more were delayed for long periods yesterday as six fires erupted under trains in Manhattan and Brooklyn and in tunnels under the East River, officials said. At least 22 people, including 6 transit officers aiding passengers, were overcome by smoke and taken to hospitals," , "date" : "19841012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SIX FIRES IN SUBWAYS FORCE 13,000 TO FLEE IN THE EVENING RUSH" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/12\/nyregion\/six-fires-in-subways-force-13000-to-flee-in-the-evening-rush.html"} , {"body" : "FOR six years James Schlefer, a freelance flutist, harbored a four-foot boa constrictor named Oliver in his apartment in Brooklyn Heights. Oliver would not hurt a fly. Water bugs he eats, and also mice, but the point is Oliver is not a dangerous pet. Nor is he an especially adventurous pet, spending most of his time sleeping in a fish tank with a" , "date" : "19841010" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/10\/garden\/metropolitan-diary-258319.html"} , {"body" : "Kate Elizabeth Wittenstein, a daughter of Mr. and Mrs. Arthur Wittenstein of Brooklyn Heights, was married yesterday to Gregory Lawrence Kaster, a son of Mr. and Mrs. Theodore Kaster of Park Forest, Ill. The ceremony was performed at the home of the bride's parents by Justice Joseph Dowd of the New York State Supreme Court. The bride, who has" , "date" : "19841001" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Gregory Kaster Wed To Kate Wittenstein" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/01\/style\/gregory-kaster-wed-to-kate-wittenstein.html"} , {"body" : "IN an indirect way, Sol Goldman, the real- estate investor, probably holds more power to reshape the city's skyline than any other single individual. What he would have to do is sell some of his Manhattan properties to a developer. But selling is a step he insists he takes only rarely, and then with reluctance. ''Every time I sell, I'm sorry,'' he" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "INVESTOR FOR 50 YEARS TURNS TO DEVELOPMENT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/realestate\/investor-for-50-years-turns-to-development.html"} , {"body" : "Portable Loom Weaving for Beginners, Parsons School of Design\/ Midtown Campus, 560 Seventh Avenue, 212-741-7576. Beginning Oct. 1 learn the fundamentals of weaving beginning with the construction of a portable loom. Students will practice the various techniques used in ethnic, traditional and contemporary weaving. Fee: $205 for 12 sessions, on" , "date" : "19840920" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: COURSE FOR ASPIRING WEAVERS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/20\/garden\/calendar-course-for-aspiring-weavers.html"} , {"body" : "To longtime residents and shopkeepers on and near Columbia Street in southern Brooklyn, the coming of the Brooklyn-Queens Expressway in the 1950's was only the first of two neighborhood calamities. The highway's below-grade open slice along Hicks Street permanently severed the old Italian and Hispanic blocks nearer the waterfront from the" , "date" : "19840914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COLUMBIA STREET (BROOKLYN)" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "27" , "title" : "ABOUT REAL ESTATE; BROOKLYN'S COLUMBIA ST. IN THE CONDOMINIUM ERA" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/business\/about-real-estate-brooklyn-s-columbia-st-in-the-condominium-era.html"} , {"body" : "A la Bonne Cocotte, 23 Eighth Avenue; 212-675-7736. Course: Techniques based on menus. French home-style cooking to regional cooking, haute cuisine and baking. Instructor: Lydie Pinoy Marshall. Cost: Four lessons, $280. Morning and evening classes. Classes begin: Oct. 2. Type: Participation. Maximum number in class: 10. Wendy Berry's Cooking" , "date" : "19840912" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "COOKING SCHOOLS: WHEN, WHERE, WHAT, HOW MUCH" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/12\/garden\/cooking-schools-when-where-what-how-much.html"} ,   {"body" : "Empire State Building Going Dark for 2 Months For devotees of spectacularly lighted buildings there will be a big gap for the next two months. The multicolored lighting system that dresses up the Empire State Building was shut down last night (after a red, white and blue Labor Day display) for rewiring and to be automated. The system, 204" , "date" : "19840904" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY;" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/04\/nyregion\/new-york-day-by-day-165518.html"} , {"body" : "At the Fairmount Presbyterian Church in Cleveland Heights, Ohio, yesterday Elizabeth Hoyt Jones, a daughter of Mr. and Mrs. Eben Bradley Jones of Pepper Pike, Ohio, was married to Kevin Joseph Fee, a son of Mr. and Mrs. John James Fee Jr. of Rockville Centre, L.I. The ceremony was performed by the Rev. Dr. Henry W. Andersen and the Rev. Daniel" , "date" : "19840902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "67" , "title" : "Elizabeth Hoyt Jones Bride of K. J. Fee" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/02\/style\/elizabeth-hoyt-jones-bride-of-k-j-fee.html"} , {"body" : "Cecelia Irene Fitzgibbon, a daughter of Mr. and Mrs. Joseph Vincent Fitzgibbon of Seekonk, Mass., was married yesterday to Keith S. Cameron, the son of Angelyn Stanley Cameron of Middlebury, Conn., and the late Stuart Elliot Cameron. The Rev. Scott A. Kallstrom performed the ceremony at Grace Episcopal Church in Brooklyn Heights. Mrs. Cameron, who" , "date" : "19840902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "65" , "title" : "KEITH CAMERON WED TO CECELIA FITZGIBBON" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/02\/style\/keith-cameron-wed-to-cecelia-fitzgibbon.html"} , {"body" : "Clutching a Bible, the preacher at the Kingdom Hall of the Jehovah's Witnesses at Central Park West and 102d Street railed against ''discos, videos and designer clothes.'' The teen-agers in the congregation, with skinny leather ties and slicked-back hair, shifted in their seats and stared at their shoes. Fundamentalist preachers of all faiths have" , "date" : "19840829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISSENT GROWS AMONG JEHOVAH'S WITNESSES" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/29\/nyregion\/dissent-grows-among-jehovah-s-witnesses.html"} , {"body" : "DEAR DIARY: One of the the things I've noticed in the few months since we moved to Scarsdale from Greenwich Village is that women seem to sport more jewelry in the suburbs. While shopping in the local Gristede's on a recent afternoon, I turned around from the frozen food case to find my 18-month-old daughter, Bonnie, being given a lesson in" , "date" : "19840829" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/29\/garden\/metropolitan-diary-163883.html"} , {"body" : "HUGH MASEKELA The South African trumpeter Hugh Masekela got his first instrument after watching the movie ''Young Man With a Horn'' at the age of 13. He took lessons and played in a be-bop band. But, he notes, there were no opportunities in South Africa for blacks to get a proper musical education. So, in 1960, he left for London and then New York," , "date" : "19840828" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/28\/arts\/going-out-guide.html"} , {"body" : "TOBACCO has long been part of Hamish Maxwell's life. His father, Sir Alexander Maxwell, headed a British tobacco importing concern and served as Britain's Tobacco Controller during World War II. Cigarettes were always around the Maxwell house, and today Hamish Maxwell smokes two packs a day, varying his brands. Throughout his career - and this year" , "date" : "19840805" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "MARLBORO MAN; RIDING HERD AT PHILIP MORRIS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/05\/business\/marlboro-man-riding-herd-at-philip-morris.html"} , {"body" : "THE scene, in front of the Russian Tea Room, where Julie Kaplan is taking a photograph of a friend, a recent visitor from Florida. Exiting the restaurant, a well-dressed, bearded man who offers to take a photograph of Miss Kaplan with her friend. As he is doing so, a second man leaving the restaurant observes the impromptu photo session and says" , "date" : "19840725" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/25\/garden\/metropolitan-diary-085854.html"} , {"body" : "SNAP JUDGMENTS There is a world of difference between the various exhibitions now on display at the International Center of Photography, 1130 Fifth Avenue, at 94th Street (860-1777) - which is often what this museum of pictorial recording wants to show as it exhibits the pictures of worlds that are miles and years apart. In the small gallery at the" , "date" : "19840724" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/24\/arts\/going-out-guide.html"} , {"body" : "To the Editor: Granted that my own prescription for solving the Westway impasse - developing a modified version of the park, while trading in the highway funds to finish the Second Avenue subway and build a light-rail transit line on the far West Side - verges on political and fiscal fantasy. Nonetheless, the anti-Westway remark of City Council" , "date" : "19840723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "IN LIEU OF ERECTING A MID-HUDSON PYRAMID" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/23\/opinion\/l-in-lieu-of-erecting-a-mid-hudson-pyramid-078871.html"} ,   {"body" : "Now, when days are hot and nights are soft, is the season that draws New Yorkers to water's edge. Not for more than a century perhaps have weekend strollers been able to stretch their legs and imaginations on more shoreline, along waterfronts that were once cut off by the barrier of piers and warehouses that symbolized the city's commerce. And yet," , "date" : "19840720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/20\/arts\/no-headline-076400.html"} , {"body" : "The mammoth St. George Hotel, a landmark in Brooklyn Heights since 1885, is lumbering slowly back to life after years of decay and neglect. But the renovation process, like the construction of the eight buildings that constituted the hotel, has been piecemeal. Much work remains to be done. The hotel fell into decay after World War II, and in 1978" , "date" : "19840720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; ST. GEORGE HOTEL, A DOZING GIANT, STIRS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/20\/business\/about-real-estate-st-george-hotel-a-dozing-giant-stirs.html"} , {"body" : "THE corner of Wythe Avenue and Ross Street in Brooklyn may prove to be something of a turning point for New York City housing policy as well as for the troubled neighborhood of Williamsburg. On one side of Ross, just across Kent Avenue from the Brooklyn Navy Yard, a private developer has nearly completed 45 houses, each with three four-bedroom" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY TO TEST NEW PLAN ON LAND SALES" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/realestate\/city-to-test-new-plan-on-land-sales.html"} , {"body" : "ANYONE in a position of authority in a co- op or condominium soon discovers the difficulty of finding volunteers for a board or committee. Officers frequently find that they must struggle to fill vacancies. ''It has become a major problem,'' said Irene Soskin, secretary of the New Jersey Chapter of the Community Associations Institute, a national" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "TALKING" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/realestate\/talking.html"} , {"body" : "The Jehovah's Witnesses have asked the city for permission to build a 34- story residential tower just outside the Brooklyn Heights Historic District, a project some residents say would disturb the character of the neighborhood. The skyscraper would be the second tallest in the borough, after the 55-year- old Williamsburgh Savings Bank at Flatbush" , "date" : "19840709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN HTS. TOWER PLAN IS DISPUTED" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/09\/nyregion\/brooklyn-hts-tower-plan-is-disputed.html"} , {"body" : "Central Park Fun CASTLE TOYS AND GAMES, a program directed by the Wiz of Belvedere, who will show how to make toys from unusual objects, Saturday at 1 P.M. (reservations required: 772-0210), and FOLK SONGS INTERNATIONAL, a musical program, Sunday at 2 and 3 P.M., at Belvedere Castle, 79th Street, south of the Great Lawn. Free. THE MUPPETS TAKE" , "date" : "19840629" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/29\/arts\/for-children.html"} , {"body" : "Morris W. Watkins, executive secretary of the Alumni Federation of Columbia University from 1946 to 1972, died last Wednesday at Lenox Hill Hospital. He was 87 years old and lived in Brooklyn Heights. Mr. Watkins, who was valedictorian of the class of '24, was a co-author of the college's football song, ''Roar, Lion, Roar.'' He later worked as an" , "date" : "19840625" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "MORRIS W. WATKINS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/25\/obituaries\/morris-w-watkins.html"} , {"body" : "IN the last five years, condominium and cooperative apartments in prewar town houses, once viewed as the choice of just a few idiosyncratic developers and buyers, have become a significant part of New York City's private housing market. Brokers, developers, and housing experts say the number of owner-occupied apartments in town houses is" , "date" : "19840624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE TOWN HOUSE APARTMENT ALTERNATIVE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/24\/realestate\/the-town-house-apartment-alternative.html"} , {"body" : "At Public School 8 in Brooklyn Heights, children filed into the auditorium for the annual awards ceremony. The principal, Blanche Kasindorf, told them it was ''a very important occasion.'' There were dozens of awards, for everything from scholastic achievement, punctuality and citizenship to helping deliver newspapers to classrooms. Each elicited a" , "date" : "19840622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; The Teachers Learn, Too" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/22\/nyregion\/new-york-day-by-day-the-teachers-learn-too.html"} , {"body" : "Black people have lived in Brooklyn since Dutch days, from the middle of the 1600's, and over the centuries that community developed its own churches and congregations. Today, blacks constitute about a third of Brooklyn's population and their churches, an important element in social organization, have also multiplied. The venerable Long Island" , "date" : "19840616" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "GOING OUT GUIDE; SPIRES AND INSPIRES" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/16\/arts\/going-out-guide-spires-and-inspires.html"} ,   {"body" : "SEASONED collectors delight in telling tales about the truckloads of Tiffany glass that were carted off to junk shops in the 1920's, when the popularity of the Art Deco movement and of 18th-century-revival styles swept the country. And how in 1932, when Louis Comfort Tiffany's studios went bankrupt, the lead from the lamp bases was melted down and" , "date" : "19840615" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "METROPOLITAN GUIDE TO THE GLOW OF LOUIS TIFFANY'S GLASS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/15\/arts\/metropolitan-guide-to-the-glow-of-louis-tiffany-s-glass.html"} , {"body" : "Figs Italian Style The recent heat wave has not been good for local produce. Strawberries, especially, deteriorate rapidly and are difficult to pick and ship in hot weather. But soft fruit from California continues to fill local markets. Nectarines, at 69 cents a pound, are a good buy, and Black Mission figs, although expensive, are a wonderfully" , "date" : "19840613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/13\/garden\/food-notes-257287.html"} , {"body" : "A few months ago, in an attempt to fight Mayor Koch's opposition to commercial rent stabilization, the Community Book Store on Montague Street in Brooklyn Heights put his book ''Mayor'' on sale at $53.88, about three times the retail price of $17.95. John Scioli, the store's owner, who has been fighting the proposed tripling of his $1,300-a-month" , "date" : "19840612" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; 'Mayor,' Page by Page" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/12\/nyregion\/new-york-day-by-day-mayor-page-by-page.html"} , {"body" : "IN CHURCH The arts flourish in New York's houses of worship, from imposing cathedrals, such as St. John the Divine, where the very architecture may serve as backdrop for an exhibition or an avant-garde musical, to side-street churches that contribute a room for a theater group. One has a jazz ministry, another a poet's center, another a gallery." , "date" : "19840607" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/07\/arts\/going-out-guide.html"} , {"body" : "The marriage of Avis Hedges Navarro, an assistant vice president of the Bank of Boston International in New York, to Paul Richard Aaronson, an associate with the New York law firm of Sullivan & Cromwell, took place yesterday. Rabbi Burt Siegel performed the ceremony at the Center for Inter-American Relations in Manhattan. The bride, the daughter of" , "date" : "19840604" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Avis Navarro Marries Paul Aaronson" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/04\/style\/avis-navarro-marries-paul-aaronson.html"} , {"body" : "A new generation of apartment developers is on the rise in Manhattan, taking its place beside the individuals and families who have built a substantial share of the borough's new apartments in the last two decades. The pattern in New York is for family-run investment building companies sooner or later to veer away from residential construction" , "date" : "19840603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "BUILDING APARTMENTS DESPITE HIGH COSTS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/03\/realestate\/building-apartments-despite-high-costs.html"} , {"body" : "David K. Langstaff, a writer and public-relations consultant who served with the United States Information Agency in Europe after World War II, died May 23 at Long Island College Hospital. He was 59 years old and lived in Brooklyn Heights. Mr. Langstaff was a graduate of Harvard College. During World War II, he was an infantry officer. From 1952 to" , "date" : "19840601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "DAVID K. LANGSTAFF" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/obituaries\/david-k-langstaff.html"} , {"body" : "Brooklyn's Black Churches Brooklyn has long been known as the ''borough of churches,'' and the Long Island Historical Society is focusing on a key segment in ''Black Churches and Brooklyn,'' an exhibition running through Sept. 9. The exhibition, at 128 Pierrepont Street in Brooklyn Heights, traces the histories of 14 existing congregations founded" , "date" : "19840528" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "NEW YORK DAY BY DAY;" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/28\/nyregion\/new-york-day-by-day-222757.html"} , {"body" : "IN a new public-service television spot, the fearsome Mr. T knocks down a New York City landlord's door to save the day for a Hispanic couple who had just been denied an apartment because of their ethnic background. The capsule melodrama's message is that in housing-discrimination cases, the authorities render justice swiftly and surely. But even" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HOUSING BIAS PERVASIVE, YET DIFFICULT TO PROSECUTE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/realestate\/housing-bias-pervasive-yet-difficult-to-prosecute.html"} , {"body" : "THERE may be no better place to observe the ebb and flow of industrial real estate in Brooklyn than at Bush Terminal, the waterfront complex that is said to be the world's largest multitenant industrial facility. This year, measured by tenant expansions, the tide appears to be flowing rather than ebbing. Yet there is no shortage of available space." , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSH TERMINAL (BROOKLYN, NY)" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BUSH TERMINAL'S TENANTS ARE TAKING ON MORE SPACE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/realestate\/bush-terminal-s-tenants-are-taking-on-more-space.html"} ,   {"body" : "Ellen Elizabeth Edenburn, the daughter of the late Mr. and Mrs. H. Michael Edenburn of Manchester, Conn., was married yesterday to Ted McCampbell Newman, the son of Georgia Miller Newman of Louisville, Ky., and the late John Lewis Newman. The Rev. John Duane Verdery, headmaster emeritus of the Wooster School in Danbury, Conn., performed the" , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "Ellen E. Edenburn Married to Ted McC. Newman" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/style\/ellen-e-edenburn-married-to-ted-mcc-newman.html"} , {"body" : "ATHOUGH tenants of multifamily buildings never have liked the idea, they are required by law to allow inspections of their apartments and to give a key to the person or entity responsible for the building. In a rental building, the responsible person is the landlord, his superintendent or his agent; in a cooperative or condominium, it is a board" , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "TALKING INSPECTIONS; OWNER HAS A RIGHT TO CHECK UP" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/realestate\/talking-inspections-owner-has-a-right-to-check-up.html"} , {"body" : "Elisabeth Hall Elkind, a daughter of Mr. and Mrs. Morton Digby Elkind of Brooklyn Heights and Saltaire, L.I., was married yesterday to David Henry Alquist, the son of Mr. and Mrs. Henry E. Alquist of St. Simons Island, Ga. Walter Lawton, a leader of the Society for Ethical Culture, performed the ceremony at the Harvard Club of New York. Margaret" , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Elisabeth Elkind Wed to David Alquist" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/style\/elisabeth-elkind-wed-to-david-alquist.html"} , {"body" : "A new apartment house planned for a vacant lot that lies between two 19th century buildings on Willow Street in the Brooklyn Heights Historic District will reflect in its scale and style the buildings on either side as well as other structures on the block. Jonathan Eichner, the developer of the four-story residential project planned for 54 Willow" , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; NEW ECHOES OLD" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/realestate\/postings-new-echoes-old.html"} , {"body" : "At 12:50 A.M. on Feb. 27, the beginning of a cool, clear day, the crack of gunfire broke the silence in an apartment building on the West Side of Manhattan. Forty minutes later, John Chin, a middle-level school employee on the staff of Anthony J. Alvarado, the Schools Chancellor, was arrested on weapons and other charges in that building, at 95" , "date" : "19840512" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "ALVARADO'S DOWNFALL WAS MARKED BY IRONIES AND INEVITABILITY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/12\/nyregion\/alvarado-s-downfall-was-marked-by-ironies-and-inevitability.html"} , {"body" : "Dr. Edwin P. Maynard Jr., the director of medicine at Brooklyn Hospital from 1943 to 1955 and president of the New York Heart Association from 1943 to 1948, died Wednesday at his home in Brooklyn Heights. He was 91 years old. Dr. Maynard, a specialist in cardiovascular diseases who was senior attending physician at the Brooklyn Cumberland Medical" , "date" : "19840512" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Dr. Edwin P. Maynard Jr., 91, Ex-HeadofBrooklynHospital" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/12\/obituaries\/dr-edwin-p-maynard-jr-91-ex-headofbrooklynhospital.html"} , {"body" : "Many historic houses and districts are open for public view in the New York area. The following are some building tours available to the public in the coming weeks. Saturday: Brooklyn Heights Landmarks Festival offers a self-guided tour of five 19th-century town houses from 1 to 4 P.M. A brochure and map describe and pinpoint houses from Pineapple" , "date" : "19840510" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "HISTORIC-HOUSE TOURS IN NEW YORK AND L.I." , "url" : "http:\/\/www.nytimes.com\/1984\/05\/10\/garden\/historic-house-tours-in-new-york-and-li.html"} , {"body" : "AS you may know, it is impossible to drive a car in some parts of town without being waylaid by hustlers with squeegees. Yet motorists aren't the only targets for unsolicited services. Pedestrians, too, are being victimized, Metropolitan Diary has learned. A recent victim was Stephen Melinger of the Bronx. Mr. Melinger was waiting for an elevator" , "date" : "19840509" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/09\/garden\/metropolitan-diary-176709.html"} , {"body" : "Peggy Greenawalt was telling an acquaintance that in the last few years she had moved from a house in Greenwich, Conn., to a Madison Avenue apartment in Manhattan to a brownstone in Brooklyn. ''What happened?'' the man asked her sympathetically. What happened is the story of Park Slope's continuing surge in popularity. The pace of revival in this" , "date" : "19840507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARK SLOPE: NEW FACES, NEW SHOPS AND NEW WORRIES OVER ITS GROWTH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/07\/nyregion\/park-slope-new-faces-new-shops-and-new-worries-over-its-growth.html"} , {"body" : "THERE is a Fort Greene in Brooklyn that brings to mind drab housing projects, crime and poverty. There is another that is gracefully restored and preserved brownstones. ''There are two Fort Greenes,'' said Roberta Kyle, a writer who moved to the neighborhood in 1970. ''Whenever there is a murder, the papers say it happened in Fort Greene even if it" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} ,   {"body" : "''Black Churches and Brooklyn,'' an exhibition of independent black churches established in the borough during the 19th century, is on view through May 31 at the Long Island Historical Society, 128 Pierrepont Street in Brooklyn Heights. The show focuses on 15 churches still active today. Admission and a a catalogue are free. Information: 624-0890." , "date" : "19840504" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Brooklyn Churches" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/04\/arts\/brooklyn-churches.html"} , {"body" : "Frank Laskowski of Brooklyn Heights said that he had seen a lot of progress in his 70 years in the city, and that to his way of thinking ''progress is usually no damned good.'' While waiting at the corner of Montague and Henry Streets for the ''don't walk'' light to change to ''walk'' - just one more annoying example of what he was talking about -" , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/nyregion\/about-new-york.html"} , {"body" : "James K. Crimmins, a former partner in the New York law firm of Chadbourne, Parke, Whiteside & Wolff, died of cancer Saturday at his home on Sanibel Island, Fla. He was 78 years old and also lived in Greenwich, Conn. Mr. Crimmins had been with Chadbourne, Parke for 50 years when he retired in 1979. He joined the firm after graduation from Harvard" , "date" : "19840501" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "James K. Crimmins, 78, Dies;Former Partner in Law Firm" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/01\/obituaries\/james-k-crimmins-78-dies-former-partner-in-law-firm.html"} , {"body" : "FOR real-estate professionals, architects and architecture buffs, one of the most engaging ways to learn about New York's buildings is through the Municipal Art Society's tours. This year, the society is celebrating the 10th anniversary of its ''Discover New York Walking Tours'' with three-hour tours of six districts: Wall Street in May; City Hall" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "SIX BUILDING-TO-BUILDING TOURS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/realestate\/six-building-to-building-tours.html"} , {"body" : "For two years, the mezzo-soprano Emily Hastings was the Metropolitan Opera's understudy for Rosina, the young heroine of Rossini's ''Barber of Seville.'' Although she rehearsed for hours, she never got to perform the role. So, when the Brooklyn Opera Society asked Miss Hastings to sing Rosina, she leaped at the chance. Then she was told that" , "date" : "19840427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "A 'BARBER OF SEVILLE' SCORED FOR PUPPETS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/27\/arts\/a-barber-of-seville-scored-for-puppets.html"} , {"body" : "The New-York Historical Society, 170 Central Park West, at 77th Street, celebrating the centennial of the New York State Forest Preserve, is exhibiting ''The Adirondacks: A Wilderness Preserved'' through June 3. The exhibition includes more than 60 color and black-and-white photographs by Harold Davis and Ray Stoddard. Hours: Tuesday through" , "date" : "19840427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Adirondacks Pictures" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/27\/arts\/adirondacks-pictures.html"} , {"body" : "Newcomb College Pottery, a Retrospective, Jordan-Volpe Gallery, 457 West Broadway (between Houston and Prince Streets), 505-5240. Hand-decorated ceramics done from 1895 through 1945 by the students of the Newcomb College Pottery of New Orleans will be exhibited through May 15. The works' Southern motifs include bayous, local flowers and birds." , "date" : "19840419" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "CALENDAR OF EVENTS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/19\/garden\/calendar-of-events.html"} , {"body" : "In the summer of 1981, when Mayor Koch was campaigning for a second term, he had a stock speech at rallies. He told the gathered voters that he had spent his first term saving them and the city from fiscal bankruptcy and wanted to spend his second restoring the budget cuts he had been forced to make and thus bring shrunken municipal services back" , "date" : "19840417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "Potholes Matter" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/17\/opinion\/potholes-matter.html"} , {"body" : "GILBERT AND SULLIVAN The doyen of New York interpreters of Gilbert and Sullivan, the Blue Hill Troupe, is celebrating the 60th anniversary of its founding this year. Over six decades the troupe has achieved a dexterity within its specialty and is one of the few that regularly performs the entire Gilbert and Sullivan cycle of 13 operettas. Audiences" , "date" : "19840416" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/16\/arts\/going-out-guide.html"} , {"body" : "City Council President Carol Bellamy accused Mayor Koch yesterday of failing to deal with the city's pothole problem, touching off an exchange of increasingly bitter personal insults. By the end of the day, Mr. Koch had called her ''the arch bomb thrower'' who ''can't think of anything herself,'' and she had said that he should spend more time" , "date" : "19840412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "POTHOLES IGNITE NEW ROUND IN BELLAMY-KOCH FEUD" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/12\/nyregion\/potholes-ignite-new-round-in-bellamy-koch-feud.html"} ,   {"body" : "As the warring goes on in Lebanon, many Lebanese in New York City are trying to bridge the divisions that are tearing apart their homeland. For many, the terror and destruction in Lebanon have provided a new consciousness of their Lebanese identity. Despite different religious convictions and political beliefs, some Lebanese in New York say they" , "date" : "19840410" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY'S LEBANESE SEEK THE UNITY THEIR LAND LACKS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/10\/nyregion\/city-s-lebanese-seek-the-unity-their-land-lacks.html"} , {"body" : "DAVID BIRD Milton A. Kimmelman, who formerly owned several major hotels in New York City and in Atlantic City, died on Saturday, his 75th birthday, at University Hospital after suffering a stroke. He lived in New York City and Quogue, L.I. Mr. Kimmelman had owned the Sherry-Netherland, the Ambassador, the Victoria, the Beacon, the Barbizon and the" , "date" : "19840409" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "MILTON KIMMELMAN, HOTELIER" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/09\/obituaries\/milton-kimmelman-hotelier.html"} , {"body" : "which appeared certain at the beginning of this week, seemed like a doubtful premise with the winds and rains of the middle of the week, but should again be real this weekend, if forecasts are correct - inevitably brings New Yorkers outdoors with the spirit of caged animals. A winter of confinement makes even the least nature-oriented urbanite" , "date" : "19840406" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DESPITE APRIL SHOWERS, CITY'S THINKING SPRING" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/06\/arts\/despite-april-showers-city-s-thinking-spring.html"} , {"body" : "ORIGINAL GREEK This is the sixth year that the Barnard-Columbia Greek Drama Group has mounted a production of classical Greek theater in its original form and language. This year's work is Euripides's ''Electra,'' the story of a woman who helps her brother, Orestes, avenge the murder of their father, Agamemnon, by their mother, Clytemnestra." , "date" : "19840405" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/05\/arts\/going-out-guide.html"} , {"body" : "OF A BURGEONING SPRING Suddenly, it was spring. And after the battering nightmare of last week's storm, New York and the rest of the Northeast awakened eagerly this weekend, grateful to savor nearly unbroken sunshine. Crocuses popped through the melting snowbanks along Hicks Street and added a tiny but welcome touch of purple to the brownstones on" , "date" : "19840402" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORKERS SEEK PLEASURES" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/02\/nyregion\/new-yorkers-seek-pleasures.html"} , {"body" : "If the Westway, the covered highway along the Hudson River in lower Manhattan, is ever built - still, after a dozen years, an unanswered question - it will have on top of it a 93- acre park that will go a long way toward removing the curse of the urban highway. To open up the waterfront by covering the roadway with usable land was the basis of the" , "date" : "19840328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "WESTWAY (WEST SIDE HIGHWAY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 DESIGN PLANS BEING CONSIDERED FOR PROPOSED PARK OVER THE WESTWAY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/28\/nyregion\/3-design-plans-being-considered-for-proposed-park-over-the-westway.html"} , {"body" : "WHEN Patricia Snyder and her husband moved to Boerum Hill 20 years ago, many of the deteriorating brownstones in the neighborhood just south of downtown Brooklyn were scheduled for demolition. The old families were either moving out or dying off, to be replaced by absentee landlords or real-estate speculators, and banks were writing mortgages there" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BOERUM HILL" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "The Watchtower Bible and Tract Society drew considerable opposition from the Brooklyn Heights community in 1960 when it demolished several row houses to put up a pre-Landmark Law high-rise dormitory. Now the Society, which has extensive holdings in the Heights, is seeking a zoning variance for part of its property outside the neighborhood's" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; HIGHER IN THE HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/realestate\/postings-higher-in-the-heights.html"} , {"body" : "Triple Whammy In an attempt to fight Mayor Koch's opposition to commercial rent protection, the Community Bookstore, which may be forced out because another business has offered to pay triple its rent, is tripling the price of ''Mayor,'' Mr. Koch's best-selling book. The bookstore, a fixture on Montague Street in Brooklyn Heights for 10 years, is" , "date" : "19840324" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/24\/nyregion\/new-york-day-by-day-075879.html"} , {"body" : "COMMERCIAL rent control is no more popular with landlords than residential rent control, which may be one reason why the pitch of debate was higher than usual in the elegant headquarters of the Municipal Art Society last week during a panel discussion entitled ''There Goes the Neighborhood.'' One proponent referred to the Small Business" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "DEBATE ON RETAIL RENT CONTROL CRACKLES" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/realestate\/debate-on-retail-rent-control-crackles.html"} ,   {"body" : "For 121 years it has been the Long Island Historical Society. Now the venerable institution, with a museum and library on Brooklyn Heights, is about to become the Brooklyn Historical Society. Last month the society's directors, after years of discussion, decided that times had changed since Brooklyn was the city on Long Island. Its focus shifted in" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY ; Time for a Change in Name" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/new-york-day-by-day-time-for-a-change-in-name.html"} , {"body" : "A bout a century ago George Bernard Shaw noted with some vexation that stagings of Italian opera tended to be set in only one period - ''the past''- and two places - ''an exterior'' and ''an interior.'' He found in those performances ''sheer carelessness, lack of artistic conscience'' and the ''cynical conviction that nothing particularly matters" , "date" : "19840311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A NEW BREED OF DIRECTOR CHANGES THE FACE OF OPERA" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/11\/arts\/a-new-breed-of-director-changes-the-face-of-opera.html"} , {"body" : "Bishop Charles Alfred Voegeli, a former Episcopal Bishop in Haiti who was forced at gunpoint to leave that country in 1964, died of a heart attack Friday at his home in Brooklyn Heights. He was 79 years old. For 21 years, as spiritual leader of the Missionary District of Haiti and the Dominican Republic, Bishop Voegeli led the Episcopal Church on" , "date" : "19840305" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "11" , "title" : "CHARLES VOEGELI; EPISCOPAL BISHOP" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/05\/obituaries\/charles-voegeli-episcopal-bishop.html"} , {"body" : "Patricia O'Flanagan Corley ended the first paragraph of her charmingly written piece about Bellport (''Once Upon a Summertime in Bellport,'' Opinion Page, Feb. 5) by writing, ''Nowhere, however, has its once glamorous past won mention.'' And then she didn't mention any aspects of its once glamorous past. As one of the fortunate well-to-do, whose" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "; Glamorous Times In Bellport" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/nyregion\/l-glamorous-times-in-bellport-260234.html"} , {"body" : "There were grumblings about secession. There was grousing about ''the stationery mess.'' There was caballing about legal challenges. All in all, it was a dark day yesterday in Brooklyn, Queens and Staten Island. Residents, officials and businessmen in what Manhattanites sometimes refer to as ''the outer boroughs'' reacted grimly to the news that" , "date" : "19840216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "718 AREA CODE FOR BROOKLYN, QUEENS AND STATEN ISLANDGAINS APPROVAL" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/16\/nyregion\/718-area-code-for-brooklyn-queens-and-staten-islandgains-approval.html"} , {"body" : "TIN WIFE. By Joe Flaherty. 336 pages. Simon & Schuster. $14.95. ''TIN WIFE'' is a posthumously published novel by Joe Flaherty, a well-known journalist who died of cancer last fall at the age of 47. A reviewer therefore finds himself between the rock and the hard place. If he damns Mr. Flaherty's book, his bad taste will have been to speak ill of" , "date" : "19840216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "24" , "title" : "BOOKS OF THE TIMES" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/16\/books\/books-of-the-times-249377.html"} , {"body" : "Martin Boulay, 15 years old, of Brooklyn, was stabbed to death outside Tilden High School at about 2:30 P.M. yesterday by a man who had argued with him and then fled, according to the police. . . . In a dispute between two owners of a bar in Brooklyn Heights shortly before midnight Monday, the police said, Richard Maroon, 50, was shot and" , "date" : "19840215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/15\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "ASEEMINGLY endless assortment of edible Valentine's Day gifts are in shops all over town. At Bloomingdale's Bakery on 59th Street between Lexington and Third Avenues you can get a Valentine message of 10 to 15 letters for $10, with each letter a sugar cookie 3 inches high. The message is assembled while you wait and boxed in popcorn (to prevent" , "date" : "19840208" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "14" , "title" : "FOR A VALENTINE, A SWEET HERAT (EDIBLE0" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/08\/garden\/for-a-valentine-a-sweet-herat-edible0.html"} , {"body" : "MAINTENANCE charges for cooperatives and condominiums are increasing only slightly this year. Managers credit a decline in fuel prices and mortgage- interest rates combined with only moderate increases in other operating expenses. Some boards of directors were also able to hold the line by reducing building staff or raising rents for commercial" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "MAINTENANCE CHARGES RISING, BUT ONLY MODERATELY" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/realestate\/maintenance-charges-rising-but-only-moderately.html"} , {"body" : "-year-old Ben Schwartz of Brooklyn Heights goes skiing, his mother, Rita, waits nervously all day for the telephone to ring. ''By 6:30 P.M. when the ski patrol hasn't called, I know everything is all right,'' she said. ''He skis on expert slopes, but I don't know that he is an expert.'' An executive in the public-affairs office at the Port" , "date" : "19840123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "RELATIONSHIPS; CHILDREN AND RISKS THEY TAKE" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/23\/style\/relationships-children-and-risks-they-take.html"} ,   {"body" : "DAISY EDMONDSON and Stewart Alter, both magazine editors, left their small Greenwich Village apartment eight months ago because they had just had a baby and, what's more, their landlord had doubled the rent. After ''systematically'' canvassing neighborhoods just outside Manhattan for an affordable house to their liking, the couple finally bought a" , "date" : "19840122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RESALE-HOME PRICES: UP AND RISING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/22\/realestate\/resale-home-prices-up-and-rising.html"} , {"body" : "Parties and Causes. BY ROBERT E. TOMASSON Tickets to the following may be obtained from the beneficiaries unless otherwise indicated. Award Dinner Jan. 24 - There will be cocktails starting at 6:30 followed by dinner, dancing and levity by Dick Cavett at the annual dinner of the Anti- Defamation League of B'nai B'rith. There will also be speeches" , "date" : "19840122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "45" , "title" : "Future Events" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/22\/style\/future-events.html"} , {"body" : "JUST about everybody feels out of control when they try to negotiate the price of a home. Brokers say that even financial wizards at Fortune 500 companies tug their hair, grit their teeth and show other signs of emotional stress when they get down to hard bargaining over the purchase or sale of their homes. It always has been difficult for buyers" , "date" : "19840115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE ART OF NEGOTIATING WITHOUT TRAUMA" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/15\/realestate\/the-art-of-negotiating-without-trauma.html"} , {"body" : "Trying to fight City Hall within City Hall, a group of Brooklyn Heights neighbors hopes that the Board of Estimate will vote today to take up the tangled case of an apartment building they say is just not right for their area. Their problem is that two city panels have agreed the proposed 11-story structure, at 97 Columbia Heights, would be" , "date" : "19840112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN AREA IS TRYING TO STOP 11-STORY PROJECT" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/12\/nyregion\/brooklyn-area-is-trying-to-stop-11-story-project.html"} , {"body" : "Announcement has been made by Mr. and Mrs. Sidney Morgan of Tamarac, Fla., of the engagement of their daughter, Deborah Morgan, to Thomas F. Prince, son of Mr. and Mrs. Milton S. Prince of New York. Miss Morgan is in the international marketing department of Paramount Pictures in New York. Her fiance is a principal in the Brooklyn Heights" , "date" : "19840108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "51" , "title" : "Deborah Morgan Affianced" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/08\/style\/deborah-morgan-affianced.html"} , {"body" : "ACROSS the street from the green canopy of a new fruitstand and the steel gates of empty storefronts, three American flags mark the entrance to Al Cabbad's variety store. Inside, under a glass counter, Mr. Cabbad keeps a photo album of the lower Park Slope neighborhood, of the brick buildings and scattered shops, many of them abandoned, that line" , "date" : "19840108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FIFTH AVENUE (BROOKLYN, NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "ALONG BROOKLYN'S FIFTH AVE., A TRANSITION" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/08\/realestate\/along-brooklyn-s-fifth-ave-a-transition.html"}]