[  {"body" : "New York City has required housing developers using Federal subsidies to pay millions of dollars since 1979 into a program meant to restore poor neighborhoods. But an examination of city records shows that the program has paid out only a fraction of the money and that little legitimate neighborhood improvement has been accomplished. For each of the" , "date" : "19841226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DEVELOPERS PAY INTO A FUND TO AID NEIGHBORHOODS, BUT LITTLE RESULTS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/26\/nyregion\/developers-pay-into-a-fund-to-aid-neighborhoods-but-little-results.html"} , {"body" : "To the Editor: Roger Starr and I probably have an equal concern about housing, but I find it hard to accept his view that rent control is the principal basis for the deterioration of New York's housing or that we can rejigger a lost cause with tax gimmicks (Editorial Notebook, Nov. 30). I suggest a number of other bases: * In 1947 New York was the" , "date" : "19841220" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "CITY-BUILT SINGLE-FAMILY HOMES CAN END HOUSING" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/20\/opinion\/l-city-built-single-family-homes-can-end-housing-162383.html"} , {"body" : "In a cloistered gray brick building here that resembles a fraternity house for entrepreneurs, the Rensselaer Polytechnic Institute is helping new companies go into business. Its example is being copied nationwide. R.P.I.'s project, which it calls an industrial incubator, gives newly formed high-technology companies work space at low rent, business" , "date" : "19841203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "COLLEGES HELP TO 'INCUBATE' NEW INDUSTRY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/03\/nyregion\/colleges-help-to-incubate-new-industry.html"} , {"body" : "New York City and its school system, trying to prevent teen-age girls from leaving school to care for their out-of-wedlock babies, are now financing day-care centers for young mothers in 17 high schools. Two years ago, only five such programs existed. Now, 14 schools are operating day-care centers on the premises and by the spring term 3 more will" , "date" : "19841126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY TRIES TO KEEP YOUNG MOTHERS IN SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/26\/nyregion\/city-tries-to-keep-young-mothers-in-school.html"} , {"body" : "When darkness settles over Main Street here, a faint thumph- thumph echoes from the windows above Citizens Hose Company No. 5. Around the corner, a door leads to a makeshift gymnasium, bathed in fluorescent light, where the smell of sweat hangs in the air like a hot summer rain and where young men box. Here Cus D'Amato reigns. His boxing club has" , "date" : "19841123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CATSKILL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A SMALL-TOWN BOXING CLUB PUTS YOUNG LIVES IN ORDER" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/23\/nyregion\/a-small-town-boxing-club-puts-young-lives-in-order.html"} , {"body" : "Their basic training ended, 56 teen- agers put on crisp, new gray-and-red uniforms yesterday and began transplanting trees and building picnic tables and benches in Roy Wilkins Southern Queens Park in St. Albans. It was the formal start of New York City's effort to put teen-agers to work who might otherwise be spending their days and nights on the" , "date" : "19841110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "VOLUNTEER CORPS BEGINS AIDING CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/10\/nyregion\/volunteer-corps-begins-aiding-city.html"} , {"body" : "The brownstone look may be considered a thing of the past in new- home construction, but a builder in Brooklyn will bring it to Fort Greene with 98 new condominiums to be sold at modest prices. The builder is the Shnay Construction Company of Queens, and the architect is the firm of Beyer Blinder Belle of Manhattan. The units, in 13 buildings, will" , "date" : "19841109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; BROWNSTONE LOOK RETURNING IN FORT GREENE PROJECT" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/09\/business\/about-real-estate-brownstone-look-returning-in-fort-greene-project.html"} , {"body" : "Right at the start, I want to say that I have always been treated well by the United States Postal Service. Rarely has a letter to or from me been mishandled, and Post Office employees have been almost uniformly courteous and helpful. But this time the Postal Service has pulled a beaut. Not on me. They've done it to a group of low-income working" , "date" : "19841016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "NEW YORK; TWO SMALL STEPS FOR SECURITY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/16\/opinion\/new-york-two-small-steps-for-security.html"} , {"body" : "'' IN organizational terms,'' said Samuel Sadin of New Hyde Park, ''the goals are to foster cooperation and exchange information between Jewish senior citizen advocacy groups and to foster the formation of new ones. The other goals are to deal with concerns - health care, Social Security income, the aged poor, the need for long-term custodial or" , "date" : "19841014" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; AIDING OLDER PEOPLE AS OLDER PEOPLE" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/14\/nyregion\/long-islanders-aiding-older-people-as-older-people.html"} , {"body" : "When a developer wanted to build a thousand units of low-rise housing in the Brownsville section of Brooklyn a year ago, city officials decided that no environmental-impact statement would be needed because the development would create no significant environmental impact. But when the owner of a four-story loft building on Bridge Street in Brooklyn" , "date" : "19841007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "ENVIRONMENTAL REVIEW CARRIES AN IMPACT OF ITS OWN" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/07\/realestate\/environmental-review-carries-an-impact-of-its-own.html"} ,   {"body" : "Four people, including a 12-year-old girl, were wounded last night when two men entered a grocery store in the Brownsville section of Brooklyn and opened fire with handguns, the police said. The reason for the shootings was not clear. The gunmen entered the store, at 323 Powell Street, shortly after 6 P.M. and shot two employees in the chest. The" , "date" : "19841007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "4 Wounded, Including Child, In Brooklyn Store Shooting" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/07\/nyregion\/4-wounded-including-child-in-brooklyn-store-shooting.html"} , {"body" : "For years, Tom and Julia Deadwiley looked on helplessly as a two-family house next to their Brooklyn home deteriorated, first into a burned shell, then into a vacant lot filled with trash. Telephone calls and complaint letters to city officials and the Police Department went unheeded, they said. And the frustration they encountered in keeping the" , "date" : "19840926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "VACANT LOTS BLOSSOM IN CITY PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/26\/nyregion\/vacant-lots-blossom-in-city-program.html"} , {"body" : "The people of Brownsville, like those in other poor neighborhoods, believe that their community lies somewhere beyond America's line of vision. It comes into view only occasionally, when cries over some perceived wrong mount into screams, when riot-sparked fires illuminate rage or when a criminal act makes news. It is a community that outsiders," , "date" : "19840920" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BEYOND SCARS, BROWNSVILLE SHOWS SIGNS OF NEW HOPE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/20\/nyregion\/beyond-scars-brownsville-shows-signs-of-new-hope.html"} , {"body" : "Governor Cuomo yesterday announced new regulations for state- chartered banks intended to lure up to $1 billion in investments to depressed neighborhoods. The regulations link the investments to new authority that permits the banks to invest in real-estate development, a power the banks have long sought. Under legislation enacted last June by the" , "date" : "19840920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CUOMO PLAN SEEKS TO SPUR INVESTING IN NEEDY SECTIONS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/20\/nyregion\/cuomo-plan-seeks-to-spur-investing-in-needy-sections.html"} , {"body" : "The clothes have been gathered together for donation to the Salvation Army. Cuff links, tie clips and cologne have been given away. The large brown ashtray remains at one end of the coffee table, where it has been for years. But it will soon be put on a shelf, hidden from view. Annie Hunter is lovingly doing away with the everyday reminders of one" , "date" : "19840914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER A DEATH, FAMILY IS A LIFETIME" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/nyregion\/after-a-death-family-is-a-lifetime.html"} , {"body" : "It was Nicole Anthony's day to be dipped in the water, to have her sins washed away and her spirit purified. It was her day to be baptized at the Upper Room Baptist Church. As the sun moved toward the horizon on a recent Friday, the 9-year-old contemplated the evening's coming event, when she would be admitted into Christianity and the church. ''I" , "date" : "19840910" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHURCH IS AT CENTER OF LIFE FOR A FAMILY PROUD OF TRADITION" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/10\/nyregion\/church-is-at-center-of-life-for-a-family-proud-of-tradition.html"} , {"body" : "Hours after darkness forces a tenuous calm on his jagged-edged neighborhood in Brooklyn, William Anthony is at some nearly deserted subway station, making a living. With the swish of a broom and the scrape of a dustpan, he cleans up cigarette butts, candy wrappers, empty wine bottles, soda and beer cans - remnants of the ephemeral pleasures of" , "date" : "19840906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A FAMILY MAN SWEEPS FLOORS, AND DREAMS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/06\/nyregion\/a-family-man-sweeps-floors-and-dreams.html"} , {"body" : "On the basis of a mistake with a calculator, New York State's highest court yesterday invalidated the designating petitions of a State Senator, denying her renomination on the Democratic Party line. The ruling by the Court of Appeals will cost the lawmaker, Senator Anna V. Jefferson, her seat unless she can get back on the ballot with independent" , "date" : "19840830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A CLERICAL ERROR COSTS CANDIDATE PLACE ON TICKET" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/30\/nyregion\/a-clerical-error-costs-candidate-place-on-ticket.html"} , {"body" : "In an effort to cut the infant death rate, New York City is starting a $2.4 million program to let pregnant women know what health services are available to them. ''The programs are there,'' Mayor Koch said in announcing the plan. ''The clinics are there. But the outreach has not been successful. Regrettably, mothers are not coming in.'' Last year," , "date" : "19840824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY ; ; City Opens Drive On Infant Deaths" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/24\/nyregion\/the-city-city-opens-drive-on-infant-deaths.html"} , {"body" : "The City Health Department said yesterday that it was sending out mobile medical teams to give free tests to young children to find out if they had lead poisoning. The Health Commissioner, Dr. David J. Sencer said the mobile teams would visit areas with a high incidence of lead poisoning among children, such as the Bedford-Stuyvesant, Brownsville," , "date" : "19840809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; TESTING CHILDREN FOR LEAD POISON By The Associated Press" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/09\/nyregion\/the-city-testing-children-for-lead-poison-by-the-associated-press.html"} ,   {"body" : "CENSORSHIP The New York Public Library's continuing five-month ''expose'' of censorship, in the form of exhibitions and forums on the subject, starts covering ''Censorship and Black America'' next weekend. This is the subject of an exhibition through Oct. 15 at the Schomburg Center for Research in Black Culture, the modern and attractive complex at" , "date" : "19840723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/23\/arts\/going-out-guide.html"} , {"body" : "Seven years ago, an Ecuadorean priest with pinched cheeks and somber demeanor looked out over the depleted congregation at Sunday mass at St. Barbara's Roman Catholic Church in the north Brooklyn community of Bushwick and contemplated what seemed to be a neighborhood's death rattle. Four days earlier, at 9:34 P.M. on July 13, 1977, a power failure" , "date" : "19840717" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUSHWICK, A SHAMBLES IN '77, SHOWING SIGNS OF RECOVERY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/17\/nyregion\/bushwick-a-shambles-in-77-showing-signs-of-recovery.html"} , {"body" : "Six people, three of them working as doctors, were arrested yesterday in the New York City area on criminal charges of possessing fraudulent medical degrees, and the state authorities said about 100 others would face similar charges in the near future. A seventh indicted person, who was serving the fourth year of a surgical residency at the Cabrini" , "date" : "19840713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "7" , "title" : "6 ARRESTED FOR FAKE MEDICAL DEGREES, INCLUDING 3 KNOWN AS DOCTORS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/13\/us\/6-arrested-for-fake-medical-degrees-including-3-known-as-doctors.html"} , {"body" : "More than 100 families have moved into - and gained control of - a new $10 million housing development in the Brownsville section of Brooklyn without proper authorization. The families moved in amid charges that thousands of dollars in illegal payments were taken from them and prospective tenants for apartment applications, moving expenses, locks" , "date" : "19840630" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/30\/nyregion\/036650.html"} , {"body" : "Moscow offered to begin talks with the United States this fall on banning weapons in outer space. The Soviet leaders also offered a reciprocal moratorium on the testing and deployment of space weapons, to take effect with the opening of such talks, which they said could be held in September in Vienna. (Page 1, Col. 6.) The U.S. told Moscow it was" , "date" : "19840630" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "SATURDAY, JUNE 30, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/30\/nyregion\/saturday-june-30-1984-international.html"} , {"body" : "Balloons for Soaring Scores The Ocean Hill-Brownsville schools in Brooklyn have come a long way since the 60's, when turmoil accompanied school decentralization there. Yesterday, about 500 students and teachers had reason to celebrate: District 23 reported the largest increase in reading scores in the city, 9.5 percent over four years. Carlos R." , "date" : "19840620" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/20\/nyregion\/new-york-day-by-day-014783.html"} , {"body" : "Every weekday morning, Audrey Smith rises around 5:30, dresses herself and her 16-month-old baby, Venice, and takes the subway from her home in the Brownsville section of Brooklyn to Bay Ridge High School. After dropping Venice in the school's nursery, Miss Smith goes to class. Miss Smith, who is 18 years old, is one of 18 young women enrolled in" , "date" : "19840617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE DROPOUT PROBLEM WON'T GO AWAY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/17\/weekinreview\/the-dropout-problem-won-t-go-away.html"} , {"body" : "Perhaps in two or three years, Michael Tyson will be the standard that amateur heavyweights are judged by, as Mark Breland now is among the welterweights. Or perhaps Tyson will be trying to live up to the great expectations faced by the superheavyweight Tyrell Biggs, another gold medal favorite in the 1984 Olympic Games. It is also conceivable that" , "date" : "19840610" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BROOKLYN FIGHTER GAINING AT TRIALS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/10\/sports\/brooklyn-fighter-gaining-at-trials.html"} , {"body" : "A post office at 805 McDonough Street in the Brownsville section of Brooklyn was held up by the same man yesterday for the second time in less than three weeks. The robber told a clerk shortly after 10 A.M. that he had a gun in his pocket and that he was ''a sick man.'' He fled with less than $200. . . . A Bronx couple believed to be involved in a" , "date" : "19840516" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/16\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "For the past several years Carmela Flodin has waged a losing battle against the illegal dumpers who have littered the vacant, city- owned lot that abuts her property in the Brownsville section of Brooklyn. Now, through the city's newly created Adjacent Home-Owners Program, Mrs. Flodin and other residential-roperty owners will have the opportunity" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; CITY LOTS FOR SALE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/realestate\/postings-city-lots-for-sale.html"} ,   {"body" : "The posters still hanging at midweek in the Rev. Jesse Jackson's New York campaign headquarters proclaimed proudly: ''Now Is the Time.'' Last Tuesday's New York Presidential primary was the time to demonstrate that black New Yorkers had enrolled in the Democratic Party in numbers closer than before to their proportion of the population and that" , "date" : "19840408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "NEW YORK BLACKS TAKE A BIG STEP TOWARD POLITICAL CLOUT" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/08\/weekinreview\/new-york-blacks-take-a-big-step-toward-political-clout.html"} , {"body" : "The number of Democrats eligible to vote Tuesday has surged in predominantly black and Hispanic sections of New York City since the last statewide primary in 1982, according to an analysis of Board of Elections records. All 16 Assembly Districts in the city where Democratic enrollment rose by 5,000 or more were in neighborhoods identified by" , "date" : "19840401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DEMOCRATS GAIN BLACK AND HISPANIC VOTERS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/01\/nyregion\/new-york-democrats-gain-black-and-hispanic-voters.html"} , {"body" : "Knicks vs. Cleveland Cavaliers, at Madison Square Garden, 8 P.M. World B. Free, the Cavaliers' star from the Brownsville section of Brooklyn, has scored 60 points in their two games against the Knicks this season, but New York has won both. (Television - MSG Cable, 8 P.M. Radio - WNEW, 1130; 8 P.M.) Los Angeles Lakers vs. San Antonio Spurs, at" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "THURSDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/sports\/thursday-sports-basketball.html"} , {"body" : "Dwayne Washington returned home yesterday and promptly destroyed a slew of myths involving him. He tossed up no game- ending bombs from midcourt, he made no mad dashes the length of the court, he threw no passes between his legs or behind his back. The freshman from Syracuse merely patiently directed his team's offense, allowing his teammate Rafael" , "date" : "19840309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "22" , "title" : "SPORTS OF THE TIMES; The Pearl Fits In At Syracuse" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/09\/sports\/sports-of-the-times-the-pearl-fits-in-at-syracuse.html"} , {"body" : "Raise the issue of low- or moderate- income housing with developers in this city and they will tell you, in chorus, that it can't be done - land is too expensive, Federal subsidies have dried up, there is no profit in anything but luxury apartments. But in the Eastern part of Brooklyn, it is What's going on in Brownsville is a project that sprung" , "date" : "19840221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "NEW YORK; BRICKS AND LOCAL POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/21\/opinion\/new-york-bricks-and-local-power.html"} , {"body" : "Helping the Mother Tongue In a bite-it-out New York accent, traffic bulletins will be announced on the BBC in London next Wednesday. The voice belongs to Willie Bly, formerly of the Brownsville section of Brooklyn, now of Kew Gardens Hills, Queens, with 10 years in the New York taxi business. In a Washington's Birthday program, the BBC is bringing" , "date" : "19840218" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/18\/nyregion\/new-york-day-by-day-257046.html"} , {"body" : "Alfred A. Lama, a former New York State Assemblyman who was co-sponsor of the 1955 Mitchell-Lama middle- income housing law, died of complications from pneumonia yesterday in St. Francis Hospital-The Heart Center in Roslyn, L.I. He was 84 years old and lived in Oakdale, L.I. Mr. Lama, a Democrat who represented the Brownsville section of Brooklyn" , "date" : "19840104" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "ALFRED A. LAMA IS DEAD AT 84; MITCHELL-LAMA LAW SPONSER" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/04\/obituaries\/alfred-a-lama-is-dead-at-84-mitchell-lama-law-sponser.html"}]