[  {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "Walter Arm, the deputy police commissioner in charge of community and press relations for the New York City Police Department from 1955 to 1965, died yesterday of heart failure at the Tarzana Medical Center in Tarzana, Calif. He was 75 years old and lived in North Hollywood. A crime reporter for 25 years with the old New York Herald Tribune, Mr." , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "44" , "title" : "Walter Arm, 75, Dies; Ex-Police Press Chief" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/obituaries\/walter-arm-75-dies-ex-police-press-chief.html"} , {"body" : "It is perhaps conventional wisdom that the economic strength of New York City can be measured in the size of Manhattan's skyline, that what is good for Wall Street, Broadway and Madison Avenue is good for New York as a whole. Yet for the first time in the last six years of general economic upturn in the city, a solid increase in job growth in" , "date" : "19841108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN NEW YORK CITY, JOBS ARE ON THE RISE AND GROWTH IS NOT ALL IN MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/08\/nyregion\/in-new-york-city-jobs-are-on-the-rise-and-growth-is-not-all-in-manhattan.html"} , {"body" : "The morning after a fire destroyed the synagogue that housed his yeshiva in the Bensonhurst section of Brooklyn, Rabbi Yaakov Mosbacher received offers from other Bensonhurst schools, synagogues and even churches for classroom space. But the rabbi turned them all down. He said he wanted to move the yeshiva, with its 45 students, out of the" , "date" : "19841108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF BENSONHURST; AFTER SYNAGOGUE FIRES, BENSONHURST TRIES TO RETAIN CALM" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/08\/nyregion\/the-talk-of-bensonhurst-after-synagogue-fires-bensonhurst-tries-to-retain-calm.html"} , {"body" : "Brooklyn, Queens, Staten Island and the Bronx have joined an economic recovery in New York City that until last year was limited largely to Manhattan, according to a Federal report released yesterday. The number of jobs in all five boroughs has increased for the first time since the city began to recover in 1977 from the severe recession earlier in" , "date" : "19841102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SURGE IN JOBS REPORTED IN ALL 5 CITY BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/02\/nyregion\/surge-in-jobs-reported-in-all-5-city-boroughs.html"} , {"body" : "Right at the start, I want to say that I have always been treated well by the United States Postal Service. Rarely has a letter to or from me been mishandled, and Post Office employees have been almost uniformly courteous and helpful. But this time the Postal Service has pulled a beaut. Not on me. They've done it to a group of low-income working" , "date" : "19841016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "NEW YORK; TWO SMALL STEPS FOR SECURITY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/16\/opinion\/new-york-two-small-steps-for-security.html"} , {"body" : "Police Commissioner Benjamin Ward viewed it as a violation of ''clear-cut rules.'' In the eyes of Transit Police Chief James B. Meehan, however, the failure of a slain officer's partner to report her missing immediately was ''poor judgment.'' So last week, to insure that the two men, as well as the 3,500 members of the transit force, hereafter see" , "date" : "19841014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION ; Clarifying PoliceCommunicationsIn New York City" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/14\/weekinreview\/the-region-clarifying-policecommunicationsin-new-york-city.html"} , {"body" : "Police Commissioner Benjamin Ward announced new police communications procedures yesterday that direct the transit police to notify the city police immediately whenever a transit officer loses contact with a partner or is involved in police action outside the transit system. The directive, which was announced without comment at Police Headquarters," , "date" : "19841009" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT POLICE GET DIRECTIVE FROM WARD" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/09\/nyregion\/transit-police-get-directive-from-ward.html"} , {"body" : "Police Commissioner Benjamin Ward yesterday sharply criticized the judgment and actions of a Transit Authority police officer whose partner was killed eight days ago while chasing a robbery suspect in Brooklyn. The Commissioner said that if the officer had been a member of the city's Police Department he would ''surely'' be brought up on" , "date" : "19841006" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "WARD ASSAILS OFFICER IN DEATH OF HIS PARTNER" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/06\/nyregion\/ward-assails-officer-in-death-of-his-partner.html"} , {"body" : "Early this year, Diana Ross faced a public-relations problem that was assuming huge proportions. Not only had rain and rioting marred the free concert she gave in Central Park six months earlier, but the the singer's film company was contending that, despite the sale of cable-television rights and other income, the event had not produced expected" , "date" : "19841003" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK'S INFLUENTIAL PEOPLE CELEBRATE MILESTONE FOR A MAN OF INFLUENCE" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/03\/nyregion\/new-york-s-influential-people-celebrate-milestone-for-a-man-of-influence.html"} ,   {"body" : "If you are able, save for them a place inside of you . . . In Vietnam, on New Year's Day 1970, Maj. Michael Davis O'Donnell began a poem with those words. Three months later, the 24-year-old helicopter pilot was reported missing in action. Now his poem, contributed by his sister, is being considered for the city's Vietnam Veterans Memorial in lower" , "date" : "19841001" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "1" , "title" : "; VIETNAM VETERANS' WORDS ARE CREATING A MEMORIAL" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/01\/nyregion\/l-vietnam-veterans-words-are-creating-a-memorial-239517.html"} , {"body" : "The blue uniforms of more than 3,500 police officers formed a somber corridor for six blocks along Amsterdam Avenue yesterday. They stood five deep, heads bowed and gloved hands raised in salute. Under a steady drizzle, with the wind carrying the wailing of bagpipes playing ''Amazing Grace,'' they said goodbye to Irma Lozada. She was the first" , "date" : "19840927" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "LAST FAREWELL FOR AN OFFICER SLAIN ON DUTY" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/27\/nyregion\/last-farewell-for-an-officer-slain-on-duty.html"} , {"body" : "For years, Tom and Julia Deadwiley looked on helplessly as a two-family house next to their Brooklyn home deteriorated, first into a burned shell, then into a vacant lot filled with trash. Telephone calls and complaint letters to city officials and the Police Department went unheeded, they said. And the frustration they encountered in keeping the" , "date" : "19840926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "VACANT LOTS BLOSSOM IN CITY PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/26\/nyregion\/vacant-lots-blossom-in-city-program.html"} , {"body" : "A 19-year-old Brooklyn man pleaded not guilty yesterday to charges that he murdered a Transit Authority police officer as she tried to arrest him on a chain-snatching charge. After the plea in Brooklyn Criminal Court, Judge Anne G. Feldman ordered the suspect, Daryl Jeter, held without bail on the charges of murdering Officer Irma Lozada, who," , "date" : "19840924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Brooklyn Man Enters Plea in Officer's Death" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/24\/nyregion\/brooklyn-man-enters-plea-in-officer-s-death.html"} , {"body" : "A 19-year-old Brooklyn man was arrested yesterday and charged with the murder of a Transit Authority police officer on Friday. The officer, 25-year-old Irma Lozada, was the first female New York City police officer to be slain in the line of duty. Police Commissioner Benjamin Ward, at a news conference at the 83d Precinct station house in Bushwick," , "date" : "19840923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "BROOKLYN MAN HELD IN SLAYING OF POLICE OFFICER" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/23\/nyregion\/brooklyn-man-held-in-slaying-of-police-officer.html"} , {"body" : "A Transit Authority police officer who was last seen chasing a robbery suspect yesterday afternoon was found shot to death three hours later in a vacant lot in the Bushwick section of Brooklyn, the police said. The officer, Irma Lozada, 25 years old, was the first female officer of either the transit or regular police to be slain in the line of" , "date" : "19840922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "TRANSIT OFFICER FOUND DEAD; FIRST WOMAN SLAIN ON DUTY" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/22\/nyregion\/transit-officer-found-dead-first-woman-slain-on-duty.html"} , {"body" : "A five-term Assemblyman was defeated in Democratic party primary voting yesterday by a college instructor who became the first black ever to win nomination to the Assembly from the North Bronx. But in voting closely watched by politicians for the impact of minority voter registration on local races, eight other legislators turned back black or" , "date" : "19840912" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "BUFFALO (NY)" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BLACK CHALLENGER DEFEATS 5-TERM BRONX INCUMBENT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/12\/nyregion\/black-challenger-defeats-5-term-bronx-incumbent.html"} , {"body" : "Gone yesterday were the picket lines, the chants for higher pay, the doctors working overtime to help fold sheets. Back for the first time in nearly seven weeks were many of the 52,000 workers who had staged the longest and largest health-care walkout in the city's history. Amid hugs, handshakes and cheers, they trickled back to the 30 hospitals" , "date" : "19840830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "STRIKERS RETURN TO HUGS AND CHEERS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/30\/nyregion\/strikers-return-to-hugs-and-cheers.html"} , {"body" : "In an effort to cut the infant death rate, New York City is starting a $2.4 million program to let pregnant women know what health services are available to them. ''The programs are there,'' Mayor Koch said in announcing the plan. ''The clinics are there. But the outreach has not been successful. Regrettably, mothers are not coming in.'' Last year," , "date" : "19840824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY ; ; City Opens Drive On Infant Deaths" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/24\/nyregion\/the-city-city-opens-drive-on-infant-deaths.html"} , {"body" : "A police officer has been indicted on a charge of assaulting a prisoner who had been accused of assaulting another officer, the Brooklyn District Attorney's office said yesterday. The officer charged with assault - Ernest Graham, 31 years old, of the 83d Precinct in Brooklyn - was said to have attacked the prisoner with his nightstick while taking" , "date" : "19840823" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; Brooklyn Officer Indicted in Assault" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/23\/nyregion\/the-city-brooklyn-officer-indicted-in-assault.html"} ,   {"body" : "What looks like a cobalt-blue blob floating on the computer screen is, in fact, a map. An operator zooms in by tapping a button. The blob is large enough now to show the streets clearly. The operator draws a luminous green border around a six-block area. With another tap, the outlines of each building lot in that area jump to the screen. In" , "date" : "19840810" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY MAPS NEIGHBORHOODS BY COMPUTER TO HELP SAVE THEM FROM DECLINE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/10\/nyregion\/city-maps-neighborhoods-by-computer-to-help-save-them-from-decline.html"} , {"body" : "The city is placing more than $6 million in interest-bearing checking accounts in six minority-owned banks to support continued banking services in minority neighborhoods, Mayor Koch announced yesterday. The money will come from the Department of Housing Preservation and Development and the Board of Education. The six banks are the Capital National" , "date" : "19840809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; COMMUNITY BANKS GET CITY ACCOUNTS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/09\/nyregion\/the-city-community-banks-get-city-accounts.html"} , {"body" : "The City Health Department said yesterday that it was sending out mobile medical teams to give free tests to young children to find out if they had lead poisoning. The Health Commissioner, Dr. David J. Sencer said the mobile teams would visit areas with a high incidence of lead poisoning among children, such as the Bedford-Stuyvesant, Brownsville," , "date" : "19840809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; TESTING CHILDREN FOR LEAD POISON By The Associated Press" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/09\/nyregion\/the-city-testing-children-for-lead-poison-by-the-associated-press.html"} , {"body" : "Seven years ago, an Ecuadorean priest with pinched cheeks and somber demeanor looked out over the depleted congregation at Sunday mass at St. Barbara's Roman Catholic Church in the north Brooklyn community of Bushwick and contemplated what seemed to be a neighborhood's death rattle. Four days earlier, at 9:34 P.M. on July 13, 1977, a power failure" , "date" : "19840717" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUSHWICK, A SHAMBLES IN '77, SHOWING SIGNS OF RECOVERY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/17\/nyregion\/bushwick-a-shambles-in-77-showing-signs-of-recovery.html"} , {"body" : "A supermarket ''exodus'' from New York City is leading to higher prices and fewer jobs - particularly for the poor, aged and disabled, according to Carol Bellamy, the City Council President. Miss Bellamy yesterday released a study by her office showing 20 percent fewer supermarkets citywide last year than there were in 1981, down to 616 from 779." , "date" : "19840703" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STUDY SHOWS 20% DROP IN SUPERMARKETS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/03\/nyregion\/study-shows-20-drop-in-supermarkets-in-city.html"} , {"body" : "A 26-year-old Brooklyn man has been indicted in eight rapes, most of them in the Flatbush section, the Brooklyn District Attorney's office announced yesterday. The man, Gregory Pought of 1150 Gates Avenue in the Bushwick section, was indicted Tuesday on nine counts of rape in the eight rapes that occurred between Feb. 24 and May 8. He was also" , "date" : "19840614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE CITY; Man, 26, Indicted In Flatbush Rapes" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/14\/nyregion\/the-city-man-26-indicted-in-flatbush-rapes.html"} , {"body" : "The 10-cent call from a pay telephone in New York State, started when postage stamps cost 3 cents and subway rides a dime, will end June 29. An increase to 25 cents for New York Telephone customers was part of a rate increase approved today by the Public Service Commission. The increase was approved over objections that it would hurt poor people" , "date" : "19840613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "25\/ PAY PHONE CALLS PART OF RISES APPROVED FOR NEW YORK TELEPHONE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/13\/nyregion\/25-pay-phone-calls-part-of-rises-approved-for-new-york-telephone.html"} , {"body" : "LAST November, a month after his 17th birthday, Clinton Langston quit high school because he thought he was not getting anywhere. He was in the 10th grade and his reading and mathematics scores were still at the elementary school level. ''I saw I was getting older and that I was not doing anything with my life,'' said Mr. Langston, who conceded" , "date" : "19840612" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; THE MOVE TO ALTER EQUIVALENCY TESTS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/12\/science\/education-the-move-to-alter-equivalency-tests.html"} , {"body" : "A 26-year-old unemployed man was charged last night with six rapes and robberies in the Flatbush section of Brooklyn and is a suspect in five other rapes there, the police said last night. The suspect is identified as Gregory Pought, 26 years old, of 1158 Gates Avenue in the Bushwick section of Brooklyn. In a police lineup, Mr. Pought was" , "date" : "19840605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "MAN CHARGED IN FLATBUSH RAPES" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/05\/nyregion\/man-charged-in-flatbush-rapes.html"} , {"body" : "Three people died early yesterday when fire swept through a rooming house in the Bushwick section of Brooklyn, authorities said. The fire started at about 2 A.M. at 1065 Jefferson Avenue, near Bushwick Avenue, and burned out of control until 3:10 A.M., according to a Fire Department spokesman, Robert Ash. The cause is under investigation, he said." , "date" : "19840604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Tenants Die in Fire In Bushwick Building" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/04\/nyregion\/3-tenants-die-in-fire-in-bushwick-building.html"} ,   {"body" : "Students in New York City's public schools improved in mathematics this school year for the third consecutive year, according to preliminary results of a standardized test. The results, released by the Board of Education, showed that of those tested, 60.1 percent scored at or above the national norm - an increase of 2 percentage points over last" , "date" : "19840604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "18" , "title" : "MATH SCORES RISE IN CITY SCHOOLS FOR 3D YEAR" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/04\/nyregion\/math-scores-rise-in-city-schools-for-3d-year.html"} , {"body" : "A resurgent economy, fueling the engine of industrial production, has spurred demand for factory and warehouse space across the country. But in the New York metropolitan region, the new- found prosperity is not unalloyed: Land and buildings to accommodate growing industry are becoming ever more difficult to find. ''I can't go out and buy 200 acres" , "date" : "19840527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FREEPORT (NY)" , "HICKSVILLE (NY)" , "NASSAU COUNTY (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "SUPPLY SCARCE AS DEMAND FOR INDUSTRIAL SPACE RISES" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/27\/realestate\/supply-scarce-as-demand-for-industrial-space-rises.html"} , {"body" : "The City Council chose Nydia M. Velazquez yesterday to fill the Brooklyn Council seat left vacant by the conviction of Luis A. Olmedo on corruption charges. Miss Velazquez, who is 31 years old and the first Hispanic woman to serve on the Council, was recommended for the office in a morning session of the Council Committee on Rules, Privileges and" , "date" : "19840525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OLMEDO SEAT ON COUNCIL FILLED" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/25\/nyregion\/olmedo-seat-on-council-filled.html"} , {"body" : "Almost everybody else in boxing has walked out of the gym, but Boom Boom Mancini keeps having his hands taped. Sugar Ray Leonard has retired, again, thankfully. Larry Holmes's world heavyweight championship defense against Gerrie Coetzee is on hold, perhaps to be disconnected. Marvelous Marvin Hagler has postponed his middleweight title defense" , "date" : "19840522" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "SPORTS OF THE TIMES; ONE GLADIATOR LEFT" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/22\/sports\/sports-of-the-times-one-gladiator-left.html"} , {"body" : "Former City Councilman Luis Olmedo was sentenced yesterday to a year and a day in prison on corruption charges. Mr. Olmedo received the same sentence as his co-defendant, Carlos Castellanos. Mr. Olmedo, a Brooklyn Democrat, and Mr. Castellanos, his campaign manager and top aide, were convicted March 2 of conspiracy and attempted extortion. The" , "date" : "19840519" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE CITY; Ex-Councilman Gets Prison Term" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/19\/nyregion\/the-city-ex-councilman-gets-prison-term.html"} , {"body" : "THERE may be no better place to observe the ebb and flow of industrial real estate in Brooklyn than at Bush Terminal, the waterfront complex that is said to be the world's largest multitenant industrial facility. This year, measured by tenant expansions, the tide appears to be flowing rather than ebbing. Yet there is no shortage of available space." , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSH TERMINAL (BROOKLYN, NY)" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BUSH TERMINAL'S TENANTS ARE TAKING ON MORE SPACE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/realestate\/bush-terminal-s-tenants-are-taking-on-more-space.html"} , {"body" : "Working with neighborhood leaders, half a dozen city agencies mobilized for a publicity campaign about the direct connection between bad housekeeping and rats in a neighborhood where many simply ''airmail'' garbage out the window. On Saturday 1,000 Bushwickers turned out to help push brooms and collect more than a million pounds of rubbish, while" , "date" : "19840511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Worm and the Apple Bagged in Bushwick With an estimated 70 acres of vacant lot, the Brooklyn community of Bushwick is one of New York's most dumped-on, and therefore rat-infested, neighborhoods. And for years all the residents did about it was to dump on the Department of Sanitation. Then last fall during a turbulent community meeting a city planning official suggested that trash and rats might yield if the community and Sanitation joined forces. The impressive result: ''Sanitation Awareness Week,'' culminating with ''Bag It in Bushwick'' day last Saturday." , "url" : "http:\/\/www.nytimes.com\/1984\/05\/11\/opinion\/worm-apple-bagged-bushwick-with-estimated-70-acres-vacant-lot-brooklyn-community.html"} , {"body" : "For the past several years Carmela Flodin has waged a losing battle against the illegal dumpers who have littered the vacant, city- owned lot that abuts her property in the Brownsville section of Brooklyn. Now, through the city's newly created Adjacent Home-Owners Program, Mrs. Flodin and other residential-roperty owners will have the opportunity" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; CITY LOTS FOR SALE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/realestate\/postings-city-lots-for-sale.html"} , {"body" : "At least 11 poor areas of New York City will no longer get federally sponsored physicians because the Reagan Administration has decided to shift such doctors from urban to rural areas, Federal and state health officials said yesterday. Physicians already serving poor areas of the city will not be transferred, but no more will be sent to the 11" , "date" : "19840427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "11 NEEDY AREAS OF CITY LOSING DOCTORS PROJECT" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/27\/nyregion\/11-needy-areas-of-city-losing-doctors-project.html"} , {"body" : "A man with a gun entered a woman's office at a Brooklyn day- care center yesterday, killed her with three shots and committed suicide by shooting himself in the head, the police said. The identities of the man, 53 years old, and the woman, 43, were withheld by the police until their relatives were informed. The shootings occurred at the Horace" , "date" : "19840417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE CITY; Slaying and Suicide In Day-Care Office" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/17\/nyregion\/the-city-slaying-and-suicide-in-day-care-office.html"} ,   {"body" : "The designation of the Fulton Park section of Bedford-Stuyvesant in Brooklyn as an urban renewal area goes back to 1967, and the construction of the final redevelopment parcel got under way only last year. But that is not bad at all by the standards set by the city in completing the ambitious urban-renewal plans it made in the postwar period. More" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "ABOUT REAL ESTATE; BROOKLYN RENEWAL: TWO-STORY HOMES" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/business\/about-real-estate-brooklyn-renewal-two-story-homes.html"} , {"body" : "Federal authorities say a new tactic in fighting organized crime has resulted in the arrests in the last 10 days of two of New York City's top organized-crime leaders. On March 30, Paul Castellano, believed by the police to be the chief of the Gambino crime group, was indicted on Federal murder and racketeering charges. And yesterday, Salvatore" , "date" : "19840410" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW TACTIC GIVEN CREDIT FOR ARRESTS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/10\/nyregion\/new-tactic-given-credit-for-arrests.html"} , {"body" : "The Reagan Administration awarded New York City a $23 million urban-development grant today for a marketing center intended to revitalize the city's wholesale furnishings and interior decorating industry. The center, which will be created by renovating four vacant buildings at the foot of the 59th Street Bridge in Long Island City, Queens, has been" , "date" : "19840330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PLAN FOR MARKET ON QUEENS SITE BACKED BY U.S." , "url" : "http:\/\/www.nytimes.com\/1984\/03\/30\/nyregion\/plan-for-market-on-queens-site-backed-by-us.html"} , {"body" : "Campaign for Olmedo's Seat Edmundo Roman, a former attorney for the City Council who was acquitted on March 3 in the trial in which Councilman Luis A. Olmedo of Brooklyn was convicted of attempted extortion, is now running for Mr. Olmedo's Council seat. Mr. Olmedo was automatically expelled from the Council upon his conviction. Mr. Roman is a" , "date" : "19840317" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/17\/nyregion\/new-york-day-by-day-060206.html"} , {"body" : "Rafael Esparra resigned yesterday after four years as Mayor Koch's Special Adviser for Hispanic Affairs to enter a House primary race in Brooklyn's 11th Congressional District. In announcing Mr. Esparra's resignation, which is effective today, the Mayor said that the 43-year-old Puerto Rican native ''was one of the best appointments I've ever" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; Koch Aide Quits For House Race" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/the-city-koch-aide-quits-for-house-race.html"} , {"body" : "The teacher accused of killing a woman by pushing her into the path of a subway train injured a third-grade student about a month ago, school officials said yesterday. Before that, the officials said, he had taken five long leaves of absence related to his mental health. The teacher, John J. Cardinale, kept his job, in accordance with the rules," , "date" : "19840303" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "26" , "title" : "TROUBLED PAST OF TEACHER IN SLAYING" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/03\/nyregion\/troubled-past-of-teacher-in-slaying.html"} , {"body" : "A 39-year-old man who officials say was about to be removed from his Brooklyn teaching job was charged yesterday with killing a young woman by shoving her into the path of a subway train. The police said witnesses told them that the suspect - John Cardinale of 60-39 Madison Street in Ridgewood, Queens - muttered ''push, push, push'' and shouted" , "date" : "19840302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TEACHER SEIZED IN IRT SLAYING FACED JOB LOSS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/02\/nyregion\/teacher-seized-in-irt-slaying-faced-job-loss.html"} , {"body" : "In a cleanup effort that has cost New York City $5 million so far, city and state officials are debating who should pay for clearing many of the toxic waste sites in the five boroughs. In an effort to recover some of its costs, the city has sued the state for reimbursement of $2.5 million spent to remove wastes from a Long Island City site whose" , "date" : "19840229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STATE AND CITY DEBATE CLEANUP OF TOXIC WASTE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/29\/nyregion\/state-and-city-debate-cleanup-of-toxic-waste.html"} , {"body" : "When Brooklyn's Woodhull Hospital opened its doors 15 months ago, after 6 years of delays and huge budget overruns, it seemed that the worst of its troubles might be over. But running Woodhull has been nearly as complicated as building it. In its first year of operation it failed two state medical inspections and suffered a string of technical" , "date" : "19840228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "WOODHULL: PROGRESS, BUT PROBLEMS PERSIST" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/28\/nyregion\/woodhull-progress-but-problems-persist.html"} , {"body" : "A Federal prosecutor urged a jury yesterday to convict City Councilman Luis A. Olmedo of Brooklyn on corruption charges, saying that ''you've seen over these past five weeks the anatomy of a deal - a payoff'' and that Mr. Olmedo had conspired in extorting it. A lawyer for Mr. Olmedo asked the jury to find his client not guilty, saying the" , "date" : "19840228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CLOSING POINTS ARE PRESENTED IN OLMEDO TRIAL" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/28\/nyregion\/closing-points-are-presented-in-olmedo-trial.html"} ,   {"body" : "The slaying of a father and his son as they sat in a car in Brooklyn was apparently drug related, the police said yesterday. The father, Arturo Coto, 57 years old, of Franklin, Ohio, and his son, Raul, 31, of Astoria, Queens, were killed by an unknown gunman Friday in the Bushwick section. The police had said earlier that the two were brothers." , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "2DeathsCalledDrugRelated" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/nyregion\/2deathscalleddrugrelated.html"} , {"body" : "Two brothers were fatally shot last night as they sat in the front seat of their parked car in the Bushwick section of Brooklyn, the police said. Witnesses saw a man fire several shots through an open window on the passenger side of the car, hitting both victims in the head, according to the police. The killer then fled the scene, the intersection" , "date" : "19840225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY ; 2 Brothers Slain" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/25\/nyregion\/the-city-2-brothers-slain.html"} , {"body" : "Raise the issue of low- or moderate- income housing with developers in this city and they will tell you, in chorus, that it can't be done - land is too expensive, Federal subsidies have dried up, there is no profit in anything but luxury apartments. But in the Eastern part of Brooklyn, it is What's going on in Brownsville is a project that sprung" , "date" : "19840221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "NEW YORK; BRICKS AND LOCAL POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/21\/opinion\/new-york-bricks-and-local-power.html"} , {"body" : "The state's Urban Development Corporation has approved a grant of up to $175,000 to assist a knitwear manufacturer that intends to build a 350,000-square-foot factory on the old Rheingold Brewery site in the Bushwick section of Brooklyn. The two-story building, which would rise on the cleared 18-acre site at Flushing and Bushwick Avenues, would be" , "date" : "19840219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "U.D.C. AIDS FACTORY PLAN FOR RHEINGOLD SITE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/19\/nyregion\/udc-aids-factory-plan-for-rheingold-site.html"} , {"body" : "''It's a down-home, black-tie dinner,'' said Jane Kalmus of the Citizens Committee for New York City, describing her organization's salute to eight New Yorkers, well-known and otherwise, who have helped improve the quality of the city. The event was a dinner-dance in the Grand Ballroom of the Waldorf-Astoria on Valentine's Day, and 800 boosters of" , "date" : "19840216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "LOVING NEW YORK BRINGS AWARDS TO 8" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/16\/garden\/loving-new-york-brings-awards-to-8.html"} , {"body" : "City Councilman Luis A. Olmedo of Brooklyn, charged with criminal conspiracy and attempted extortion, declared at his trial yesterday that he had been seeking jobs for his constituents and not graft for himself in his dealings with a Brooklyn company. ''I was talking with reference to jobs all the time,'' he told the jury after he took the witness" , "date" : "19840211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "SOUGHT JOBS, NOT A PAYOFF, OLMEDO SAYS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/11\/nyregion\/sought-jobs-not-a-payoff-olmedo-says.html"} , {"body" : "At nearly 8 A.M., Woodrow Gist, screwdriver in hand, is climbing up a ladder in an alleyway. His plan is simple: He wants to jimmy open the rear window of the first-floor apartment above him, let his crew members in through the front door and then stand back and watch as they cart off everything inside before the tenants return. Mr. Gist is a city" , "date" : "19840211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "EVICTIONS UP, CITY MARSHALS PROSPER" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/11\/nyregion\/evictions-up-city-marshals-prosper.html"} , {"body" : "A wide-body airliner still five to ten miles from a night landing at La Guardia Airport about a year ago was flown to just 400 feet above Brooklyn, according to industry sources. With the automatic pilot controlling the plane, the pilot and his co-pilot were alerted to the danger only when a cockpit warning system activated an automated voice that" , "date" : "19840210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LA GUARDIA AIRPORT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "PLANE WAS SAVED BY ALARM SYSTEM" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/10\/nyregion\/plane-was-saved-by-alarm-system.html"} , {"body" : "A Federal prosecutor charged in court yesterday that City Councilman Luis A. Olmedo of Brooklyn and two community leaders conspired to extort thousands of dollars from two companies and illicitly received $12,000 from an undercover investigator. As the trial of the three men opened in Federal District Court in Brooklyn, Mr. Olmedo's lawyer" , "date" : "19840201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EXTORTION TRIAL OF COUNCILMAN GETS UNDER WAY" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/01\/nyregion\/extortion-trial-of-councilman-gets-under-way.html"} , {"body" : "MANY New York City property owners believe they are being unjustly penalized under the ''nail-and-mail'' enforcement procedures adopted by the Department of Sanitation, and they are watching with eager interest a court challenge to those procedures. Before the ''nail-and-mail'' statute was passed by the Legislature in 1979, sanitation officers who" , "date" : "19840115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY REFINES SANITATION-TICKET PROCEDURES" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/15\/realestate\/city-refines-sanitation-ticket-procedures.html"} ,   {"body" : "A 15-year veteran of the New York City Police Department, Officer Roy Lucien Jr., surrendered yesterday after his indictment by a Queens grand jury on charges that he stole more than $250 in jewelry during two 1981 burglary investigations. . . . Raymond Melendez Torres, 19 years old, was arrested at 4 A.M. at Kennedy International Airport after a" , "date" : "19840113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/13\/nyregion\/the-city-the-police-blotter.html"}]