[  {"body" : "The children came from the river towns, from Hankins and Callicoon, from Equinunk and Stalker. In twos and threes, tugging parents, they came to Ginger's restaurant and Santa's Workshop, where toy trains, bright yellow trucks and Raggedy Ann dolls, brown stuffed bears, electric hockey games and striped candy canes awaited. Christmas had come to" , "date" : "19841219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LONG EDDY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN THE DELAWARE VALLEY, CHRISTMAS IS AT GINGER'S" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/19\/nyregion\/in-the-delaware-valley-christmas-is-at-ginger-s.html"} , {"body" : "Members of the Board of Estimate yesterday objected to sites selected for huge incinerators as the board heard testimony on a plan to dispose of the city's garbage for decades to come. City officials had held out hope that by obtaining a quick board endorsement of a resolution approving in principle the network of eight incinerators scattered" , "date" : "19841207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICIALS FAULT PLANS TO BUILD 8 TRASH PLANTS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/07\/nyregion\/officials-fault-plans-to-build-8-trash-plants.html"} , {"body" : "WHEN Harilyn Rousso, who has cerebral palsy, was growing up, she had virtually no contact with other disabled people. ''I attended a regular school so I just didn't know anyone else who was disabled, and disability was then shrouded in secrecy and stigma,'' Miss Rousso said, addressing an audience composed almost entirely of disabled women. ''So it" , "date" : "19841128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "DISABLED WOMEN MEET ROLE MODELS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/28\/garden\/disabled-women-meet-role-models.html"} , {"body" : "New York City's public and Catholic high school football playoffs resume this weekend with three sets of semifinals, two of which have a Staten Island flavor. Three of the 12 teams - Port Richmond, New Dorp and Monsignor Farrell - are from Staten Island. In the Public Schools Athletic League, John Adams, the defending champion in the A Division," , "date" : "19841110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "46" , "title" : "3 S.I. Schools in Semifinals" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/10\/sports\/3-si-schools-in-semifinals.html"} , {"body" : "Playoffs begin this weekend for 16 of the city's best Catholic and public high school football teams, and in both leagues, the playoff pool contains a mix of established powers and exciting newcomers. John Adams, the defending Public Schools Athletic League champion, won its third consecutive Queens Division title this season, and did it without" , "date" : "19841103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "HIGH SCHOOL PLAYOFFS TO BEGIN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/03\/sports\/high-school-playoffs-to-begin.html"} , {"body" : "Alfredo Hylton rushed his team into a guaranteed playoff berth by gaining 255 yards on 14 carries and scoring four touchdowns as New Utrecht defeated host Tilden, 27-8. On the second play of the game, Hylton took the ball on a sweep around the right side and ran 39 yards for a touchdown. Later in the first quarter, Hylton broke outside on an" , "date" : "19841021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HYLTON GAINS 255 FOR NEW UTRECHT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/21\/sports\/hylton-gains-255-for-new-utrecht.html"} , {"body" : "Host Jackson sent Springfield Gardens to its fourth straight loss with a 33-0 shutout in the only Public Schools Athletic League game yesterday. The senior fullback Craig Alleyne led the Hickories with 112 yards on six carries. Alleyne scored twice in the first quarter, breaking open fullback- trap plays for touchdown runs of 53 and 42 yards. In" , "date" : "19841007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "ALLEYNE RUSHES FOR 112 AS JACKSON ROMPS, 33-0" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/07\/sports\/alleyne-rushes-for-112-as-jackson-romps-33-0.html"} , {"body" : "Either the Bayside Commodores or the Far Rockaway Seahorses had to leave yesterday's game in the bruising Brooklyn A division with a blemished record. The host Seahorses, after losing seven players to the hospital last week, went home with the 2-1 record, losing by 22-6. ''Anybody in this league can beat anybody else,'' said the Bayside head coach," , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "FAR ROCKAWAY SETS BACK BAYSIDE, 22-6" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/sports\/far-rockaway-sets-back-bayside-22-6.html"} , {"body" : "Public School 189 in Washington Heights is very, very crowded. The gymnasium has been turned into two classrooms and the cafeteria feeds up 500 students in each of 4 shifts beneath a sign warning that occupancy by more than 325 ''is dangerous and unlawful.'' In some classrooms, desks are so scrunched together that aisles have become memories. In" , "date" : "19840927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "SOME SCHOOLS ARE JAMMED AS OTHERS BEG FOR STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/27\/nyregion\/some-schools-are-jammed-as-others-beg-for-students.html"} , {"body" : "A Transit Authority police officer who was last seen chasing a robbery suspect yesterday afternoon was found shot to death three hours later in a vacant lot in the Bushwick section of Brooklyn, the police said. The officer, Irma Lozada, 25 years old, was the first female officer of either the transit or regular police to be slain in the line of" , "date" : "19840922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "TRANSIT OFFICER FOUND DEAD; FIRST WOMAN SLAIN ON DUTY" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/22\/nyregion\/transit-officer-found-dead-first-woman-slain-on-duty.html"} ,   {"body" : "The people of Brownsville, like those in other poor neighborhoods, believe that their community lies somewhere beyond America's line of vision. It comes into view only occasionally, when cries over some perceived wrong mount into screams, when riot-sparked fires illuminate rage or when a criminal act makes news. It is a community that outsiders," , "date" : "19840920" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BEYOND SCARS, BROWNSVILLE SHOWS SIGNS OF NEW HOPE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/20\/nyregion\/beyond-scars-brownsville-shows-signs-of-new-hope.html"} , {"body" : "The Public Schools Athletic League begins its football season today with nine teams having new head coaches and five teams in new divisions. The Catholic Schools Football League, with numerous coaching changes and a realignment, begins its schedule next weekend. On Long Island, Conferences I and IV in Nassau County open this weekend, and" , "date" : "19840915" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "46" , "title" : "P.S.A.L. AND JERSEY SCHOOLS BEGIN A SEASON OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/15\/sports\/psal-and-jersey-schools-begin-a-season-of-change.html"} , {"body" : "Andrew J. Stein, the Manhattan Borough President, handily defeated three opponents yesterday to win the Democratic nomination for the House of Representatives in the 15th District on the East Side. In the Sixth District in south Queens, Representative Joseph P. Addabbo, the 24-year House veteran who is the senior member of New York City's" , "date" : "19840912" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PRIMARY RACES WON BY STEIN AND ADDABBO" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/12\/nyregion\/primary-races-won-by-stein-and-addabbo.html"} , {"body" : "While scores of candidates in tomorrow's New York State primary elections campaigned at street fairs, corners, parks and anywhere else crowds could be found, behind the scenes, aides instructed workers and prepared literature for the Primary Day effort to get out the vote. With no statewide nomination at stake to attract voters, this behind-the-" , "date" : "19840910" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY'S CANDIDATES MAKE FINAL APPEALS FOR VOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/10\/nyregion\/city-s-candidates-make-final-appeals-for-votes.html"} , {"body" : "An effort by Hispanic Democrats in Brooklyn to increase their representation in public office has caused further dissension in the borough's already- fractious Democratic organization. Bids by Hispanic challengers could jeopardize the renomination and re- election of a black Congressman, a white State Senator and the first Hispanic woman to serve" , "date" : "19840816" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEMOCRATS IN BROOKLYN FACE HISPANIC DEMAND" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/16\/nyregion\/democrats-in-brooklyn-face-hispanic-demand.html"} , {"body" : "On a Friday afternoon in March, a month after he became president of the Transit Authority, David Gunn left his office in Brooklyn for a weekend of hiking in the White Mountains of New Hampshire. To catch a 5 P.M. plane to Boston, he took an IRT No. 7 subway train to Roosevelt Avenue and 69th Street in Queens, where he planned to catch a bus to La" , "date" : "19840801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT SYSTEM IS FACING A TROUBLED FUTURE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/01\/nyregion\/transit-system-is-facing-a-troubled-future.html"} , {"body" : "Festa Italiana, Carmine Street at Avenue of the Americas. Today, from 6 P.M., tomorrow and Sunday from noon. Singers, including the Italian Folk Ensemble; dancers, ethnic food. Sponsored by Roman Catholic Church of Our Lady of Pompeii. Information: 989- 6805. Street Fair , 126th Street, between Park and Madison Avenues. Today, 6 to 9 P.M.;" , "date" : "19840727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/27\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "Our Lady of Pompeii Feast, Carmine Street, between Seventh Avenue and Avenue of the Americas, today through Sunday 7 to 11:30 P.M. Folk dancing, disco, food. Sponsored by Our Lady of Pompeii Roman Catholic Church. Information: 989-6805. Nicaraguan Fair, Tompkins Square Park, Seventh to 10th Streets, between Avenues A and B. Sunday, 10 A.M. to dusk." , "date" : "19840720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/20\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "A man was killed yesterday afternoon when a car went out of control on the crowded Canarsie Pier in Brooklyn, knocked him into the water, then drove into Jamaica Bay, officials said. Spokesmen for the Police Department and the Emergency Medical Service said the driver of the car was pulled from the water unhurt within minutes. Victim Reported" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "MAN DIES AS OUT-OF-CONTROL CAR DRIVES OFF CROWDED BROOKLYN PIER" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/nyregion\/man-dies-as-out-of-control-car-drives-off-crowded-brooklyn-pier.html"} , {"body" : "Just as a long conflict over the use of a racial quota at the Starrett City housing project seemed to be resolved, the Reagan Administration intervened last month in an attempt to upset the arduously achieved compromise. The dispute at Starrett City, one of the country's largest publicly supported housing projects, is over the legality of a quota" , "date" : "19840713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STARRETT CITY (BKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "DISPUTE OVER QUOTAS AT STARRETT CITY; COMPLEX MIX OF PRINCIPLE AND POLITICS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/13\/nyregion\/dispute-over-quotas-at-starrett-city-complex-mix-of-principle-and-politics.html"} ,   {"body" : "The City Health Department yesterday listed beaches that it said were not clean enough for swimming. Described as not recommended were Locust Point to Throgs Neck Point in the Bronx, Seagate in Brooklyn, Little Neck Bay in Queens from Fort Totten to the Nassau County line, and, on Staten Island, Fort Wadsworth to Slatter Avenue, including the South" , "date" : "19840628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "City Names Beaches Not Fit for Swimming" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/28\/nyregion\/city-names-beaches-not-fit-for-swimming.html"} , {"body" : "A normally quiet Democratic primary for district leader in Brooklyn has grown into a broader confrontation, with Mayor Koch and Assembly Speaker Stanley Fink on one side and Governor Cuomo and Borough President Howard Golden on the other. The conflict has already led to angry meetings between Mr. Golden, who is also the Brooklyn Democratic" , "date" : "19840617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "KOCH AND FINK VS. CUOMO AND GOLDEN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/17\/nyregion\/koch-and-fink-vs-cuomo-and-golden-in-brooklyn.html"} , {"body" : "Partying in the Park The East Meadow in Central Park could have been renamed Children's Meadow yesterday as more than 2,000 preschoolers gathered for an afternoon of festivities. Clowns wandered among the children, jump ropes twirled and kites soared. It was the New York City Head Start program's 12th annual Day in the Park, and the children had" , "date" : "19840616" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY;" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/16\/nyregion\/new-york-day-by-day-009741.html"} , {"body" : "The police said yesterday that a man who was charged Tuesday for a rape on April 20 was not, as they had thought, responsible for a series of rapes in the Flatbush and Kensington Park sections of Brooklyn. A police spokesman, Sgt. Peter Sweeney, said that the suspect - Oliver Clark, 28, of 660 Hegeman Avenue in the Canarsie section - was being" , "date" : "19840601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CITY; Police Still Seek Brooklyn Rapist" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/nyregion\/the-city-police-still-seek-brooklyn-rapist.html"} , {"body" : "QUESTION: A runner for Team A is on third base with less than two out when his teammate hits a fly to the outfield that obviously is catchable and could result in a close tag-up play at home. Seeking an advantage, the runner positions himself slightly beyond third base and with a running start touches the base at top speed just as the Team B" , "date" : "19840521" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Question Box" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/21\/sports\/question-box.html"} , {"body" : "Significant Victory The candidate of the Progressive Hatikvah Downtown Roosevelt Party, Stephanie Feinstein, 19 years old, took over as president of the Brooklyn College student body yesterday. ''One giant step for women's equality in Brooklyn,'' she said, because, it turned out, she was the school's first female president. A prelaw sophomore from" , "date" : "19840518" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/18\/nyregion\/new-york-day-by-day-201415.html"} , {"body" : "QUESTION: How many major league baseball players have had more walks than hits for a season? Which player came closest to getting as many walks as he had hits? Six players in the American League have had more walks than hits on 13 occasions: Max Bishop (5 times), Roy Cullenbine, Eddie Joost (3), Ted Williams, Mickey Mantle (2), and Gene Tenace." , "date" : "19840514" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Question Box" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/14\/sports\/question-box.html"} , {"body" : "The study, produced at Queens College by the Center for the Biology of Natural Systems, said the incinerators would create airborne concentrations of chemically contaminated dust that ''almost certainly would exceed the New York State Air Guide for dioxin in the air.'' Mayor Koch has said that he wants to build the incinerators to relieve the" , "date" : "19840430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLLUTION THREAT IS CITED IN STUDY ON INCINERATORS An environmental study has estimated that if New York City builds eight incinerators to burn its garbage, the resulting air pollution will increase the incidence of lung cancer in the city by 8 percent." , "url" : "http:\/\/www.nytimes.com\/1984\/04\/30\/nyregion\/pollution-threat-cited-study-incinerators-environmental-study-has-estimated-that.html"} , {"body" : "To replace the city's dwindling dump sites, the Koch Administration proposes to put garbage-burning incinerators in every borough. Under the plan, which was sent to the Board of Estimate yesterday, four energy-generating incinerators would be built by 1990 - two in Brooklyn, in the Canarsie and Williamsburg sections; one in the Inwood section of" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY PLAN LISTS 8 SITES FOR PLANTS TO BURN TRASH AND MAKE POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/nyregion\/city-plan-lists-8-sites-for-plants-to-burn-trash-and-make-power.html"} , {"body" : "Representative Geraldine A. Ferraro of Queens, chairman of the Democratic Platform Committee, said today that New York City would be the site of the first of the party's six regional platform hearings. Mrs. Ferraro said that the hearing, scheduled for April 9, would be devoted to foreign policy, the issue that she said would become the ''most" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "5" , "title" : "IN WASHINGTON, A FIRST FOR NEW YORK ON BUILDING A PLATFORM FOR DEMOCRATS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/nyregion\/in-washington-a-first-for-new-york-on-building-a-platform-for-democrats.html"} ,   {"body" : "A Brooklyn man was killed Saturday when his daughter struck him with an ax, the police said. The victim, Piotr Melandovich, 38 years old, of 1560 East 102d Street in the Canarsie section of Brooklyn, was asleep on the couch at 7 P.M. Saturday, the police said, when his daughter, Jane, 18, struck him. His wife, Arena, was in the apartment at the" , "date" : "19840319" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Daughter in Brooklyn Is Held In Killing of Father With an Ax" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/19\/nyregion\/daughter-in-brooklyn-is-held-in-killing-of-father-with-an-ax.html"} , {"body" : "The two men defeated by Borough President Howard Golden for Democratic leader of Brooklyn have asked a Federal court to invalidate Mr. Golden's selection on the ground that it resulted from a process that violated minority voting rights. The suit, by Anthony J. Genovesi, the party's leader in the Canarsie section, and former Assemblyman Thomas R." , "date" : "19840223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; 2 Suing Golden Over Party Vote" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/23\/nyregion\/the-city-2-suing-golden-over-party-vote.html"} , {"body" : "Knicks vs. Indiana Pacers, at Madison Square Garden, 7:35 P.M. The Knicks are surging, having won 3 games in a row and 9 of their last 10; their recent road record is 8-1. (Television - MSG Cable, 7:30 P.M., live, and 1 A.M., tape. Radio - WNEW, 1130; 7:30 P.M.) Nuggets vs. Atlanta Hawks, at Denver. (Television - WTBS, 9:35 P.M.) Golden State" , "date" : "19840216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "THURSDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/16\/sports\/thursday-sports-basketball.html"} , {"body" : "The New York City public and Catholic high school basketball playoffs begin tomorrow with fields that many regard as the strongest and most balanced in recent seasons. John Jay (6-6), the third-place Brooklyn Division I team, will play Grady (8-4), the second- place team in Division II, at Canarsie High School at 4 P.M. Tilden (11-1), which tied" , "date" : "19840215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "STRONG FIELDS READY FOR CITY PLAYOFFS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/15\/sports\/strong-fields-ready-for-city-playoffs.html"} , {"body" : "THE streets of Canarsie help tell the story of a community older than the nation itself. On a few blocks in this section of southeastern Brooklyn, the slope from sidewalk to front door discloses the original terrain of a neighborhood that once survived on farming and fishing. Not until modern sewers were installed less than 40 years ago were street" , "date" : "19840212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CANARSIE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/12\/realestate\/if-you-re-thinking-of-living-in-canarsie.html"} , {"body" : "Even in Sarajevo, his heart will be in Brooklyn. O NCE every four years, America discovers winter sports. For the vast majority of Americans, not wealthy enough to ski, not far enough north to ice skate as second nature, the winter Olympics are like a Brigadoon, appearing out of the mists every leap year. Southerners whose only interest in ice is" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "GEORGE VECSEYSports of The Times ; The Coach From Canarsie" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/sports\/george-vecseysports-of-the-times-the-coach-from-canarsie.html"} , {"body" : "The owners of the Paerdegat Racquet Club, overlooking the Paerdegat Basin in the Canarsie section of Brooklyn, are putting about $2 million into an expansion project that will turn the eight-court facility into a threelevel swim, exercise, racquet and health club. The new Paedergat Racquet Club, expected to open early in April, will include 11 new" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; PAERDEGAT PROJECT" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/realestate\/postings-paerdegat-project.html"} , {"body" : "The body of a 44-year-old Brooklyn man who had pleaded guilty last year to being part of a narcotics trafficking operation was found yesterday in the trunk of a 1981 black Mercedes owned by his wife. The car was found in a parking lot at 2105 Rockaway Avenue in the Canarsie section. The victim, Lorenzo DiChiara of 162 82d Street, had been missing" , "date" : "19840203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Drug Trafficker FoundDeadinCar" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/03\/nyregion\/the-city-drug-trafficker-founddeadincar.html"} , {"body" : "When Meade H. Esposito won a Democratic district leadership in Brooklyn 24 years ago, he remembers, supporters lifted him from his feet and carried him through the streets. Last week, after Borough President Howard Golden won a three-way race to succeed him as head of one of the nation's largest county political organizations, Mr. Esposito offered" , "date" : "19840129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "A LAST HURRAH, AND LAUGH, FOR ESPOSITO" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/29\/weekinreview\/a-last-hurrah-and-laugh-for-esposito.html"} , {"body" : "Gruff but welcome advice for Robert F. Kennedy. Legislative votes for Nelson A. Rockefeller, and a Picasso print in return. Promises of six top city jobs to fill - no questions asked - from Abraham D. Beame. Recollections of his dealings with the politically powerful spilled nonstop from Meade H. Esposito. Jimmy Carter failed to honor a political" , "date" : "19840127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ESPOSITO LOOKS BACK AT THE GOOD OLD DAYS" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/27\/nyregion\/esposito-looks-back-at-the-good-old-days.html"} ,   {"body" : "Borough President Howard Golden was elected yesterday to succeed Meade H. Esposito as head of the Democratic Party in Brooklyn after a brief but bitter battle that involved the Mayor, the Governor and the Assembly Speaker. ''Today's a new beginning, the blackboard is clear,'' said the 58-year-old Mr. Golden as he stood on a chair in shirtsleeves" , "date" : "19840126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEMOCRATS PICK GOLDEN TO HEAD BROOKLYN PARTY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/26\/nyregion\/democrats-pick-golden-to-head-brooklyn-party.html"} , {"body" : "Esposito Resigns And Looks Back ''Im the most boring suspect in the world,'' 77-year-old Meade H. Esposito said yesterday as, an unlighted cigar in his left hand and a quaver in his gruff voice, he announced his resignation as Democratic leader of Brooklyn. Referring to the investigations during his 16-year tenure, he said, ''I've been investigated" , "date" : "19840125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/25\/nyregion\/new-york-day-by-day-200698.html"} , {"body" : "Meade H. Esposito, the gravelly voiced politician who has led the Democratic Party in Brooklyn for 16 years, told friends yesterday he was going to step down. He urged the election of Borough President Howard Golden to succeed him as head of the party, which sends more Democrats to the House of Representatives than 21 states and - even in an age of" , "date" : "19840119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ESPOSITO SAYS HE'LL RETIRE AS BROOKLYN PARTY CHIEF" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/19\/nyregion\/esposito-says-he-ll-retire-as-brooklyn-party-chief.html"} , {"body" : "Within one of New York City's more obscure but passionate subcultures, that of the railroad aficionado, the name Peter Obletz ranks with that of, say, Ferdinand Magellan. In this circle, Mr. Obletz's esteem as an explorer is undiminished by the less-than-exotic location of his discovery, an abandoned railroad line near Manhattan's western shore - a" , "date" : "19840116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RAIL FAN FINDS RUSTING DREAM OF WEST SIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/16\/nyregion\/rail-fan-finds-rusting-dream-of-west-side.html"}]