[  {"body" : "- David Rothenberg, the 8-year-old Brooklyn boy nearly burned to death by his father last year, hopes to give encouragement to Cheryl Bess, the teen-ager whose face was burned away with acid by a kidnapper, the mothers of the two children said today. David is still an outpatient at the medical center of the University of California at Irvine," , "date" : "19841125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "29" , "title" : "ONE BURN VICTIM EXTENDS AN ENCOURAGING HAND TO ANOTHER" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/25\/us\/one-burn-victim-extends-an-encouraging-hand-to-another.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "To longtime residents and shopkeepers on and near Columbia Street in southern Brooklyn, the coming of the Brooklyn-Queens Expressway in the 1950's was only the first of two neighborhood calamities. The highway's below-grade open slice along Hicks Street permanently severed the old Italian and Hispanic blocks nearer the waterfront from the" , "date" : "19840914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COLUMBIA STREET (BROOKLYN)" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "27" , "title" : "ABOUT REAL ESTATE; BROOKLYN'S COLUMBIA ST. IN THE CONDOMINIUM ERA" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/business\/about-real-estate-brooklyn-s-columbia-st-in-the-condominium-era.html"} , {"body" : "An interdenominational group that operates a citywide network of shelters for the homeless in the winter has begun a program to provide shelters year-round. Last year, most shelters sponsored by religious institutions closed their doors for the summer. Many of the homeless, who had come to depend on the shelters, were left to sleep in chairs or on" , "date" : "19840617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK RELIGIOUS COALITION WILL OPERATE SHELTERS ALL YEAR" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/17\/nyregion\/new-york-religious-coalition-will-operate-shelters-all-year.html"} , {"body" : "This summer, Lynda Clarizio, a Harvard law student, plans to rent the Greenwich Village apartment of Martin Obler, a clinical psychologist, who will be in Southeast Asia. She found the sublet through the service her law firm, Debevoise & Plimpton, has for its summer associates. Kathleen Smith, a student at Northeastern University, will be living in" , "date" : "19840526" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "46" , "title" : "FINDING CITY SUMMER RENTALS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/26\/style\/finding-city-summer-rentals.html"} , {"body" : "Peggy Greenawalt was telling an acquaintance that in the last few years she had moved from a house in Greenwich, Conn., to a Madison Avenue apartment in Manhattan to a brownstone in Brooklyn. ''What happened?'' the man asked her sympathetically. What happened is the story of Park Slope's continuing surge in popularity. The pace of revival in this" , "date" : "19840507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARK SLOPE: NEW FACES, NEW SHOPS AND NEW WORRIES OVER ITS GROWTH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/07\/nyregion\/park-slope-new-faces-new-shops-and-new-worries-over-its-growth.html"} , {"body" : "THERE is a Fort Greene in Brooklyn that brings to mind drab housing projects, crime and poverty. There is another that is gracefully restored and preserved brownstones. ''There are two Fort Greenes,'' said Roberta Kyle, a writer who moved to the neighborhood in 1970. ''Whenever there is a murder, the papers say it happened in Fort Greene even if it" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"}]