[  {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "SINCE Elmont's boundaries were established at the turn of the century, two aspects of life in this bedroom community just across the New York City line in Nassau County have remained constant. Like the farmers who once produced vegetables for the tables of city families, today's residents benefit from Elmont's proximity to New York. And like those" , "date" : "19840812" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN ELMONT" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/12\/realestate\/if-you-re-thinking-of-living-in-elmont.html"} , {"body" : "Fairs and Festivals This Weekend Carnival, 91st Street, between Columbus and Amsterdam Avenues. Sunday, noon to 8 P.M. Rides, games, food, music, entertainment. Sponsored by Prep for Prep. Information: 877-2266. Block Party, Manhattan Avenue, between 123d and 124th Streets, and 123d Street, between Manhattan and Morningside Avenues. Tomorrow, 10" , "date" : "19840803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/arts\/no-headline-108283.html"} , {"body" : "The study, produced at Queens College by the Center for the Biology of Natural Systems, said the incinerators would create airborne concentrations of chemically contaminated dust that ''almost certainly would exceed the New York State Air Guide for dioxin in the air.'' Mayor Koch has said that he wants to build the incinerators to relieve the" , "date" : "19840430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLLUTION THREAT IS CITED IN STUDY ON INCINERATORS An environmental study has estimated that if New York City builds eight incinerators to burn its garbage, the resulting air pollution will increase the incidence of lung cancer in the city by 8 percent." , "url" : "http:\/\/www.nytimes.com\/1984\/04\/30\/nyregion\/pollution-threat-cited-study-incinerators-environmental-study-has-estimated-that.html"} , {"body" : "JOHN A. BASILE, a 23-year-old insurance auditor, and Donna A. DiPilli, a 22-year-old telex operator, need a home after Dec. 2 - their wedding day. The Staten Island couple had hoped to buy a single-family house in the metropolitan area, but they recently gave up the quest after three months and settled for a small condominium apartment on the" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "BUYING A HOME ON $20,000-$50,000 A YEAR" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/realestate\/buying-a-home-on-20000-50000-a-year.html"} , {"body" : "Revenge over drug dealings may have led gunmen to murder 10 people - including eight children and a pregnant woman - in a Brooklyn house, the police said yesterday. Paraphernalia commonly used by drug dealers was found in the first-floor railroad flat of the two-story house where the slayings took place Sunday afternoon, the police said. Officials" , "date" : "19840417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DRUG LINK IS SEEN IN SLAYINGS OF 10" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/17\/nyregion\/drug-link-is-seen-in-slayings-of-10.html"} , {"body" : "When the police cars came last night the local people were surprised. One man was watching ''The Ten Commandments'' on TV in his living room, and came out during a commercial to see what the fuss was about. Another man was on his way to work at Rossi's Bakery, to help put bread in the bags. Ordinary things. But when they learned that 10 people had" , "date" : "19840416" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "MURDER SITE: COMMUNITY IN TRANSITION" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/16\/nyregion\/murder-site-community-in-transition.html"} , {"body" : "Vartan Gregorian celebrated his 24th wedding anniversary by making a speech on George Orwell's prophecies for 1984. About 900 people showed up at Columbia University yesterday to hear Mr. Gregorian, the head of the New York Public Library, along with other speakers and panelists at Representative Ted Weiss's annual community conference. ''Orwell's" , "date" : "19840326" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; A Timely Look At 'Nineteen Eighty-Four'" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/26\/nyregion\/new-york-day-by-day-a-timely-look-at-nineteen-eighty-four.html"} , {"body" : "COMMERCIAL rent control is no more popular with landlords than residential rent control, which may be one reason why the pitch of debate was higher than usual in the elegant headquarters of the Municipal Art Society last week during a panel discussion entitled ''There Goes the Neighborhood.'' One proponent referred to the Small Business" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "DEBATE ON RETAIL RENT CONTROL CRACKLES" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/realestate\/debate-on-retail-rent-control-crackles.html"}]