[  {"body" : "When a building receives historic designation from the New York City Landmarks Preservation Commission, are its owners and residents better off as a result? The answer is ''yes,'' and then again, ''no.'' On balance the commission is a good thing, according to Howard Zipser, a lawyer with Rosenman, Colin, Freund, Lewis & Cohen who specializes in" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "DESIGNATION AS A LANDMARK: A BURDEN OR A BENEFIT?" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/realestate\/designation-as-a-landmark-a-burden-or-a-benefit.html"} , {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "THREE years ago Nancy Chaffetz worked as a lawyer with Shearman & Sterling, a Wall Street law firm, and Leslie Hartley Wolff sold municipal bond funds, also on Wall Street. Both women, however, gave up their successful careers to develop residential real estate in Brooklyn. Today, with considerable profits from their ventures, neither has any" , "date" : "19841129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "SECOND CAREERS AS DEVELOPERS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/29\/garden\/second-careers-as-developers.html"} , {"body" : "Two Brooklyn teen-agers were given maximum sentences of 25 years to life yesterday for killing a Pratt Institute student who was found beaten and drowned in the bathtub of her apartment last November. Justice Anne G. Feldman, saying she wanted to make sure the two were ''removed from society for the maximum period the law allows,'' also sentenced" , "date" : "19841024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TWO GET MAXIMUM TERMS FOR KILLING PRATT STUDENT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/24\/nyregion\/two-get-maximum-terms-for-killing-pratt-student.html"} , {"body" : "Bright and early last Friday, Gordon Powell and a small team of assistants took themselves to Ralph Avenue at the eastern edge of Bedford-Stuyvesant in Brooklyn to look long and hard, inside and out, at an empty building. It was one of the 138 small buildings that the Department of Housing Preservation and Development will auction off on Oct. 16 at" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; CITY'S SALE OF HOUSES INCREASING" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/business\/about-real-estate-city-s-sale-of-houses-increasing.html"} , {"body" : "After moving quietly through the woods on a hay wagon, the boys had just arrived at a clearing when their driver made an announcement. ''There's this little initiation process,'' said the driver, Bernice Gawron. ''Sort of like a crowning.'' That was enough. The boys had been expecting a hay fight, and now clumps of straw flew like ticker tape on" , "date" : "19840812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FISHKILL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FRESH AIR CAMPERS ARE INTRODUCED TO RURAL JOYS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/12\/nyregion\/fresh-air-campers-are-introduced-to-rural-joys.html"} , {"body" : "THE SPREAD of cooperative conversions in southern and central sections of Brooklyn has reached the point where buyers can find cooperatives selling in a wide range of prices, brokers report. In some cases, the buildings were constructed in the 1950's or 1960's as top-of-the- market housing, with doorman service, garages and other amenities. They" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CONVERSIONS TO CO-OPS SPREAD WIDELY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/conversions-to-co-ops-spread-widely-in-brooklyn.html"} , {"body" : "Most Holy Crucifix Church Feast, Mott Street, between Hester and Canal Streets, tomorrow and Sunday, 2 to 11:30 P.M. Music, food and flea market. Information: 979-1109. American Crafts Festival , Lincoln Center, Broadway at 64th Street. Tomorrow and Sunday, noon to 9 P.M. More than 400 craft displays, sheep-shearing demonstrations, puppeteers." , "date" : "19840706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Street Fairs And Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/06\/arts\/street-fairs-and-festivals-this-weekend.html"} , {"body" : "To the Editor: There are several proposals before the State Legislature that would change the nature and percentage of buyers needed to initiate a non-eviction co-op plan. Having just completed the conversion of one of the first and largest non-subsidized minority co-ops in New York City, I believe a change in the law would be destructive to the" , "date" : "19840630" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "CO-OP CONVERSIONS SERVING THE PUBLIC" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/30\/opinion\/l-co-op-conversions-serving-the-public-034828.html"} , {"body" : "IN the last five years, condominium and cooperative apartments in prewar town houses, once viewed as the choice of just a few idiosyncratic developers and buyers, have become a significant part of New York City's private housing market. Brokers, developers, and housing experts say the number of owner-occupied apartments in town houses is" , "date" : "19840624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE TOWN HOUSE APARTMENT ALTERNATIVE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/24\/realestate\/the-town-house-apartment-alternative.html"} ,   {"body" : "To the Editor: At present there are several proposals before the New York State Legislature that would change the nature and percentage of buyers needed to initiate a noneviction co-op plan. Having just completed the conversion of one of the first and largest nonsubsidized low- and moderate-income co-ops in New York City, let me tell you why a" , "date" : "19840624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "; Co-op Laws" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/24\/realestate\/l-co-op-laws-023566.html"} , {"body" : "Clinton Hill Homes: 1984 Tour, the Society for Clinton Hill, 70 Downing Street, Brooklyn, 212-783-1231. On Sunday from 1 to 5 P.M. the Clinton Hill section, a historic district in Brooklyn, will open the doors of its mansions, brownstownes, churches and gardens to the public. Featured on the tour will be the mansion of Frederick B. Pratt, founder" , "date" : "19840607" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: TOURING CLINTON HILL'S HISTORY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/07\/garden\/calendar-touring-clinton-hill-s-history.html"} , {"body" : "frame house at 26 Harbor View Court in the New Brighton section of Staten Island and wonders when all the decorating will be completed. The plumbing works, the heating is in order and flowers are blooming in the yard, but the living room is still furnished in Early University. It has been three years since Mrs. Poitras, 27 years old, a part-time" , "date" : "19840524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "PURCHASING CITY HOMES AT AUCTION" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/24\/garden\/purchasing-city-homes-at-auction.html"} , {"body" : "The old Mohawk Hotel, once an elegant residential hotel but now a shabby reminder of the storied past of Brooklyn's Clinton Hill, will soon rejoin that neighborhood's stock of viable housing. The Shnay Construction Company of Great Neck, L.I., will transform the Mohawk, which comprises five vacant, dilapidated structures on Washington Avenue and on" , "date" : "19840309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CLINTON HILL (BROOKLYN , NY)" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; NEW START IN CLINTON HILL FOR DILAPIDATED ELEGANCE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/09\/business\/about-real-estate-new-start-in-clinton-hill-for-dilapidated-elegance.html"} , {"body" : "CERTAIN kinds of people, with a nose for the arcane and the knack of making even the most daunting spaces charming, always seem to stumble on unusual places to live. Remaining relics of an earlier age, carriage houses, back houses and firehouses, are seized upon by these courageous spirits, who prefer to cope with crumbling walls and unstable" , "date" : "19840301" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "ADVENTUROUS CITY DWELLERS MAKE ODD SPACES LIVABLE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/01\/garden\/adventurous-city-dwellers-make-odd-spaces-livable.html"} , {"body" : "ANEW mass market in cooperative and condominium apartments is being created in New York City by the continuing conversion of the best-preserved segments of the rental housing stock. People with household incomes as low as $25,000 or $30,000 now can buy reasonably priced apartments in the private market. And the price range of the apartments is" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE CO-OPS: AN EXPANDING MARKET" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/realestate\/affordable-co-ops-an-expanding-market.html"} , {"body" : "A 67-year-old woman who had been baby-sitting for a neighbor's young child was found slain yesterday in her apartment in the Clinton Hill section of Brooklyn, the police said. The woman, Rose Staten of 33 Lexington Avenue, died of a head wound that may have been inflicted by an ax, said a police spokesman, Sgt. Edwin LeSchack. The 18-month-old" , "date" : "19840219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "BrooklynWoman,67,IsSlain B" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/19\/nyregion\/brooklynwoman67isslain-b.html"} , {"body" : "DAISY EDMONDSON and Stewart Alter, both magazine editors, left their small Greenwich Village apartment eight months ago because they had just had a baby and, what's more, their landlord had doubled the rent. After ''systematically'' canvassing neighborhoods just outside Manhattan for an affordable house to their liking, the couple finally bought a" , "date" : "19840122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RESALE-HOME PRICES: UP AND RISING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/22\/realestate\/resale-home-prices-up-and-rising.html"} , {"body" : "-year-old bachelor who enjoys throwing parties and working on his car, made a decision recently: He bought a house. ''Actually I decided to look for my own place during the rainstorms of May,'' said Mr. Packard, an engineer on Staten Island ferries. ''I just got tired of apartment living. It seemed I was always going upstairs to the landlord to" , "date" : "19840101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "SINGLES FIND THAT OWNING A HOUSE SUITS THEIR STYLE" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/01\/realestate\/singles-find-that-owning-a-house-suits-their-style.html"}]