[  {"body" : "ANOTHER VIEW To connoisseurs of photography, Lewis Hine is famous for his pictures of immigrants and workers in America in the first half of the 20th Century. Now, an exhibition of 50 photographs he made for the Red Cross war relief in Europe at the end of World War I, is on public view, many of the prints for the first time in open exhibition, at" , "date" : "19841203" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/03\/arts\/going-out-guide.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "Wilbur L. Woods, the director of the Brooklyn Office of the Department of City Planning, has worked in Brooklyn since 1977. In an interview he discussed the city's efforts to encourage development of city-owned sites in Brooklyn. Q. Has the city been successful in persuading companies to move their back- office space to Brooklyn? A. Not to any" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Q & A WITH BROOKLYN'S CHIEF PLANNER; WILBUR L. WOODS TOUTS ADVANTAGES OF BOUROGH SITES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/realestate\/q-with-brooklyn-s-chief-planner-wilbur-l-woods-touts-advantages-bourogh-sites.html"} , {"body" : "''Postcard of Naples,'' a musical revue of Neapolitan music and melodrama, will be presented tomorrow at 5 P.M. at Christ Church and Holy Family, Clinton and Kane Streets in the Cobble Hill section of Brooklyn. The revue will be presented in Italian with English translation. It features rare recordings and live performances, and will chronicle the" , "date" : "19841006" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Neapolitan Arts" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/06\/arts\/neapolitan-arts.html"} , {"body" : "The pianist Abdullah Ibrahim, also known as Dollar Brand, is leading his septet Ekaya (featuring Carlos Ward on alto saxophone) tonight through Sunday at Sweet Basil (242-1785), 88 Seventh Avenue South above Bleecker Street. Sets begin at 10 and 11:45 P.M. and 1:30 A.M.. There is an $8 cover and a $6 minimum. Barry Harris TrioThe pianist Barry" , "date" : "19841005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Abdullah Ibrahim" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/05\/arts\/abdullah-ibrahim.html"} , {"body" : "To longtime residents and shopkeepers on and near Columbia Street in southern Brooklyn, the coming of the Brooklyn-Queens Expressway in the 1950's was only the first of two neighborhood calamities. The highway's below-grade open slice along Hicks Street permanently severed the old Italian and Hispanic blocks nearer the waterfront from the" , "date" : "19840914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COLUMBIA STREET (BROOKLYN)" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "27" , "title" : "ABOUT REAL ESTATE; BROOKLYN'S COLUMBIA ST. IN THE CONDOMINIUM ERA" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/business\/about-real-estate-brooklyn-s-columbia-st-in-the-condominium-era.html"} , {"body" : "The State Department of Health cited eight struck hospitals in New York City yesterday for medical and nursing deficiencies and said it was investigating whether the deficiencies had contributed to the death of one patient. The inspection reports were made public on the 39th day of the strike as Federal mediators and state officials representing" , "date" : "19840821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "8 HOSPITALS CITED FOR DEFICIENCIES CAUSED BT STRIKE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/21\/nyregion\/8-hospitals-cited-for-deficiencies-caused-bt-strike.html"} , {"body" : "Federal Customs Service agents arrested two Colombian men carrying two duffle bags of cocaine worth an estimated $7.5 million on a Brooklyn pier early yesterday, according to a spokesman for the agency. A spokesman for the agency, Michael C. Kaufman, said the two - Carlos Palacio, 29 years old and Hidalgo Mecolta, 27, both from Buenaventura - were" , "date" : "19840813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["COLOMBIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Colombians Are Arrested At Pier on Cocaine Charges" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/13\/nyregion\/2-colombians-are-arrested-at-pier-on-cocaine-charges.html"} , {"body" : "Two more New York City hospitals were struck yesterday as a Federal judge cited the striking union for contempt and some of the city's biggest labor unions promised their support. The union, District 1199 of the Retail, Wholesale and Department Store Union, struck St. Clare's Hospital at 415 West 51st Street in Manhattan and Flushing Hospital in" , "date" : "19840802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "STRIKE WIDENS TO 29 HOSPITALS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/02\/nyregion\/strike-widens-to-29-hospitals-in-city.html"} , {"body" : "The State Health Department reported yesterday that the number of patients at strike-bound New York City hospitals had declined slightly over the last week because of the walkout. There were 12,484 patients reported at 25 of the hospitals the morning before the strike began and 11,602 yesterday, the department said. ''The strike is gradually having" , "date" : "19840721" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "STRUCK HOSPITALS ARE LOSING PATIENTS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/21\/nyregion\/struck-hospitals-are-losing-patients.html"} ,   {"body" : "Technicians and nurses in critical- care units at several New York City hospitals stopped working yesterday as the pressure increased for a settlement in the strike at hospitals and nursing homes. Technicians withdrew from several kidney dialysis centers and nurses stopped working at a Brooklyn hospital's operating rooms and intensive- care unit." , "date" : "19840720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOSPITAL WALKOUT SPREADS TO SOME CRITICAL UNITS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/20\/nyregion\/hospital-walkout-spreads-to-some-critical-units.html"} , {"body" : "Peggy Greenawalt was telling an acquaintance that in the last few years she had moved from a house in Greenwich, Conn., to a Madison Avenue apartment in Manhattan to a brownstone in Brooklyn. ''What happened?'' the man asked her sympathetically. What happened is the story of Park Slope's continuing surge in popularity. The pace of revival in this" , "date" : "19840507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARK SLOPE: NEW FACES, NEW SHOPS AND NEW WORRIES OVER ITS GROWTH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/07\/nyregion\/park-slope-new-faces-new-shops-and-new-worries-over-its-growth.html"} , {"body" : "THERE is a Fort Greene in Brooklyn that brings to mind drab housing projects, crime and poverty. There is another that is gracefully restored and preserved brownstones. ''There are two Fort Greenes,'' said Roberta Kyle, a writer who moved to the neighborhood in 1970. ''Whenever there is a murder, the papers say it happened in Fort Greene even if it" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "WHEN Patricia Snyder and her husband moved to Boerum Hill 20 years ago, many of the deteriorating brownstones in the neighborhood just south of downtown Brooklyn were scheduled for demolition. The old families were either moving out or dying off, to be replaced by absentee landlords or real-estate speculators, and banks were writing mortgages there" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BOERUM HILL" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "A former public-school building in the Cobble Hill section of Brooklyn that dates back to 1888 is being transformed into 28 condominium apartments. Until the early 1970's, the four-story, red-brick building at 174 Pacific Street served as P.S. 78. Then, until 1981, it was a yeshiva for girls. ''The exterior will be refurbished but left intact and" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; NOVEL CONVERSION ;" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/realestate\/postings-novel-conversion.html"} , {"body" : "Charles M. Smith Jr. distilled his own philosophy in a few simple words: ''This is, after all, a city of building. Building keeps this city alive. The dollars that go into building are multiplied many times over. It is a mainstay of this city.'' With that, he was off to City Hall, where Mayor Koch announced that he had named Mr. Smith to be the" , "date" : "19840309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW BUILDINGS HEAD" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/09\/nyregion\/new-buildings-head.html"} , {"body" : "ACROSS the street from the green canopy of a new fruitstand and the steel gates of empty storefronts, three American flags mark the entrance to Al Cabbad's variety store. Inside, under a glass counter, Mr. Cabbad keeps a photo album of the lower Park Slope neighborhood, of the brick buildings and scattered shops, many of them abandoned, that line" , "date" : "19840108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FIFTH AVENUE (BROOKLYN, NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "ALONG BROOKLYN'S FIFTH AVE., A TRANSITION" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/08\/realestate\/along-brooklyn-s-fifth-ave-a-transition.html"}]