[  {"body" : "It has been called everything from an ''insult'' to a ''punishment from God,'' and the months since it was announced have brought threats of secession and revenge. People scoffed at the ''dowdy numbers'' and pouted like spoiled children about how Manhattan gets ''everything it wants.'' But the inevitable will be confronted at midnight Monday, when" , "date" : "19841229" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SHIFT FROM 212 TO 718 CODE PAINS 3 BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/29\/nyregion\/shift-from-212-to-718-code-pains-3-boroughs.html"} , {"body" : "Maxwell Nurnberg, who brought his passion for the English language to generations of students at Abraham Lincoln High School in Brooklyn, died Saturday night at the Downstate Medical Center. He was 87 years old and lived in Brooklyn. Mr. Nurnberg, who taught from a cross-legged position atop his classroom desk, was named chairman of the English" , "date" : "19841224" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "MAXWELL NURNBERG, TEACHER AND WRITER ON ETYMOLOGY, DIES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/24\/obituaries\/maxwell-nurnberg-teacher-and-writer-on-etymology-dies.html"} , {"body" : "The New York City Police Department says it is taking steps to reduce the chance of harm to officers and the public during high-speed auto chases. This month, a total of four youths have been killed in two police chases of speeding cars. In both instances, police officials say, the pursuing officers acted properly. Even before these incidents, the" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "POLICE REVIEW AUTO-CHASE RULES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/nyregion\/police-review-auto-chase-rules.html"} , {"body" : "Two Brooklyn teen-agers were arrested yesterday on charges that they struck and killed three teen-age boys while trying to evade the police in a stolen car. The arrests were made after ''strong community reaction and cooperation'' led the police to William Bonder, 16 years old, who the police said was the driver of the vehicle, and Edgar Leon, 18," , "date" : "19841206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "2 TEEN-AGERS SEIZED IN KILLING OF 3 BOYS IN STOLEN-CAR CRASH" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/06\/nyregion\/2-teen-agers-seized-in-killing-of-3-boys-in-stolen-car-crash.html"} , {"body" : "Those restoring a Victorian house or creating a 19th-century decor will have decisions to make beyond choosing furniture, fabric or wall coverings - they will have to decide about details. The Victorians took decorative details seriously. For example, they often picked out a house's hardware pattern the way we might choose a silver or china" , "date" : "19841206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "FINDING THE RIGHT PERIOD HARDWARE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/06\/garden\/finding-the-right-period-hardware.html"} , {"body" : "Two 14-year-old boys were killed yesterday and a third boy died early today after a stolen car being chased by the police mounted a curb in Coney Island and struck them, the police said. After the car ran down the boys yesterday afternoon, at 21st Street and Mermaid Avenue, two youths scrambled out of the vehicle and fled, according to Officer Tony" , "date" : "19841205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 YOUTHS IN CONEY I. ARE KILLED BY A CAR POLICE WERE CHASING" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/05\/nyregion\/3-youths-in-coney-i-are-killed-by-a-car-police-were-chasing.html"} , {"body" : "A leading figure in British contemporary music, John McCabe, is in town wearing two hats - composer and pianist. His ''Rainforest,'' commissioned by the Chamber Music Society of Lincoln Center, will receive its premiere performances at Tully Hall tonight at 8 and Sunday at 5 P.M. And, in the same concerts, he will join Joseph Swensen in Mozart's" , "date" : "19841130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/30\/arts\/weekender-guide.html"} , {"body" : "FICTION NOVEL WITH COCAINE. By M Ageyev. Translated by Micheal Henry Helm. (Dutton, $15.95.) The narrator of this feverish, personal novel, set at about the time of the Russian Revolution, is a schoolboy of 17 already tortured by double-consciousness; he poses for himself, hates his pose, then revels in the hatred. With Dostoyevskian obsessiveness," , "date" : "19841125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "26" , "title" : "IN SHORT" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/25\/books\/in-short-106418.html"} , {"body" : "Giants vs. Kansas City Chiefs , at Giants Stadium. The Chiefs are the Giants' first American Conference opponent, so the game has been moved from CBS to NBC for the first time this season. (Television - Channel 4, 1 P.M. Radio - WNEW 1130, 1 P.M.) Saints vs. San Francisco 49ers, at New Orleans. (Television - Channel 2, 4 P.M.) Golf The $360,000" , "date" : "19841125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SUNDAY SPORTS Football" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/25\/sports\/sunday-sports-football.html"} , {"body" : "SOMETIMES it seems that parents dread the prospect of school vacations as much as their offspring relish it. That's especially true at Christmas, when children may be at home for two weeks or more. Parents have hectic schedules, and children have high expectations of good times. Fortunately, a host of New York City private schools, Y's," , "date" : "19841122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT CHRISTMASTIME, ACTIVITIES FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/22\/garden\/at-christmastime-activities-for-children.html"} ,   {"body" : "For the last 10 weeks, homeless families, mostly mothers and young children, have been spending weekend nights on plastic chairs, on countertops or on the floor in New York City's emergency welfare office because the city's welfare agency has run out of beds. Other families have been waiting almost through the night while city welfare workers try" , "date" : "19841119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOMELESS SPEND NIGHTS IN CITY WELFARE OFFICE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/19\/nyregion\/homeless-spend-nights-in-city-welfare-office.html"} , {"body" : "Twenty-two new trees were planted last week on once-troubled Sackett Street in the lower Park Slope section of Brooklyn by a real estate company seeking to improve a block in which it already has invested more than $1 million. ''It will serve the dual purpose of enhancing our image and put something back into a neighborhood in which we are doing" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "DEVELOPER GREENS A BLOCK IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/developer-greens-a-block-in-brooklyn.html"} , {"body" : "Paul Goldberger is the Pulitzer Prize- winning architecture critic of The New York Times. New Yorkers sometimes say that Middle America begins at the East River, that once you get outside Manhattan the rest of New York starts to look, if not quite like other places, a lot more ordinary, a lot more mun dane, a lot more like Trenton or Hartford or" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "UTOPIA IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/utopia-in-the-outer-boroughs.html"} , {"body" : "John Russell is chief art critic of The New York Times. When I was growing up in London, long, long ago, my friends and I used to get together of an evening and wonder what New York was like. People told us first one thing and then another. We listened, we read, we went to the movies and we looked at the few speci cd4 mens of American painting that" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "105" , "title" : "CITY ART: LESSONS FOR A CRITIC" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/city-art-lessons-for-a-critic.html"} , {"body" : "Walter F. Mondale comes from Buffalo to Manhattan this morning for the traditional noon rally in the garment district, at Seventh Avenue and 37th Street. After a speech at the Young Men's Hebrew Association on Coney Island Avenue, Brooklyn, he goes on to Cleveland for a speech at the Greater Abyssinia Baptist Church. President Reagan will return to" , "date" : "19841101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "29" , "title" : "The Candidates Today" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/01\/us\/the-candidates-today.html"} , {"body" : "FOR a long time, the J. Walter Thompson Company was the largest ad agency here and abroad. New business came in just for that reason. Unsophisticated ad managers would be attracted to Thompson as unsophisticated consumers are attracted to big brand names - for protection and insurance. But for the last decade Young & Rubicam has been the country's" , "date" : "19841011" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "23" , "title" : "Advertising; J.W.T.'s Man at The Front" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/11\/business\/advertising-jwt-s-man-at-the-front.html"} , {"body" : "Sodium in Baby Food The Food and Drug Administration has written to Gerber and Beech-Nut, manufacturers of processed foods for infants and small children, expressing ''some surprise'' at the sodium levels in their products for toddlers. Some varieties of Gerber's toddler food, according to the labels, contain as much as 805 milligrams of sodium in" , "date" : "19841003" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/03\/garden\/food-notes-243288.html"} , {"body" : "As the air becomes cooler and the afternoons clear, the thoughts of New Yorkers turn to strolling the streets and avenues. This weekend, four of the city's best street fairs, the Columbus Avenue Festival, the Flatbush Frolic, the 52d Street Fair and the Washington Square Park Arts, Crafts and Antiques Fair, are hoping to be able to take advantage" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "AS LEAVES START TO FALL, STREET FAIRS START TO RISE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/arts\/as-leaves-start-to-fall-street-fairs-start-to-rise.html"} , {"body" : "A: Why is Oct. 3 a day of mourning in Brooklyn? B: What is Vic Damone's real name? C: What were the three odors at the Stillwell Avenue subway stop? Elane Feldman made up the quiz to help stir interest in her planned book on the Brooklyn of the 1930's and 40's. Brooklyn Union Gas and a number of neighborhood newspapers have helped spread the word" , "date" : "19840917" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Lingering Questions Of a Lost Age" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/17\/nyregion\/new-york-day-by-day-lingering-questions-of-a-lost-age.html"} , {"body" : "The first and perhaps most painful part of facing a child's drug problem is admitting that the problem exists at all. ''You deny the signals, you play down the symptoms, you think it's a stage and it will go away soon,'' said a mother whose 15-year-old son was expelled from school for using drugs. The realization was only the first step, she said." , "date" : "19840915" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "CHOOSING ANTIDRUG THERAPY FOR TEEN-AGERS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/15\/style\/choosing-antidrug-therapy-for-teen-agers.html"} ,   {"body" : "Friday GINSBERG MEETS VIDEO Allen Ginsberg does not watch television. He does not even own a set. And yet he has made his first video - a 3- to 5-minute dramatization of his poem ''Father Death Blues.'' Mr. Ginsberg reads, or rather sings the poem, which was inspired by his father's death. Ellis Island serves as the backdrop. Mr. Ginsberg's piece," , "date" : "19840914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/arts\/weekender-guide.html"} , {"body" : "A la Bonne Cocotte, 23 Eighth Avenue; 212-675-7736. Course: Techniques based on menus. French home-style cooking to regional cooking, haute cuisine and baking. Instructor: Lydie Pinoy Marshall. Cost: Four lessons, $280. Morning and evening classes. Classes begin: Oct. 2. Type: Participation. Maximum number in class: 10. Wendy Berry's Cooking" , "date" : "19840912" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "COOKING SCHOOLS: WHEN, WHERE, WHAT, HOW MUCH" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/12\/garden\/cooking-schools-when-where-what-how-much.html"} , {"body" : "Friday MUCH ADO' ON 54TH ST. A new theater company with a name that harks back - Stonehenge Enterprises - is presenting its first production, Shakespeare's ''Much Ado About Nothing,'' at 8:15 tonight and tomorrow outdoors in the Courtyard Theater of the American Theater of Actors, 314 West 54th Street. Beatrice and Benedick, whose verbal duels" , "date" : "19840831" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/31\/arts\/weekender-guide.html"} , {"body" : "A 3-year-old boy who was playing with an unlicensed pistol fatally shot his 1 1\/2-year-old brother in the head in their Brooklyn home yesterday, the police said. The boys' mother, Ronda Crispe, heard the shot and ran upstairs at the home at 221 Allen Avenue, in the Sheepshead Bay section, where she found the wounded child, said a police spokesman," , "date" : "19840827" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Child Fatally Shot By His Brother, 3" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/27\/nyregion\/the-city-child-fatally-shot-by-his-brother-3.html"} , {"body" : "On the Upper West Side, where a restaurant is born every minute, Amsterdam's Bar & Rotisserie is a standout. Since it opened two months ago, its simple fresh food, prepared with style, has attracted diners from far beyond the neighborhood. The fact that it is open until 4 A.M. is an added attraction. The core of the appealing menu is food cooked on" , "date" : "19840824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "RESTAURANTS; ROTISSERIE COOKING, CONEY I. ITALIAN" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/24\/arts\/restaurants-rotisserie-cooking-coney-i-italian.html"} , {"body" : "The tax-delinquency rate on property auctioned off by New York City has fallen to its lowest level in decades and is now about the same as for the city as a whole. City officials attribute the improvement to new, more stringent screening procedures for buyers of city-owned properties and more selective offerings. ''The revolving door has been" , "date" : "19840819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "CITY TIGHTENS AUCITON PROCEDURES" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/19\/realestate\/city-tightens-auciton-procedures.html"} , {"body" : "Friday PARK'S MAN OF CLAY Turning from Shakespeare to the Yiddish playwright H. Leivick for his second production of the season in Central Park, Joseph Papp will present ''The Golem'' in English, with music by Stanley Silverman, beginning tonight at 8, through Sept. 2. It's based on a 16th-century legend about a creature made of earth by a rabbi to" , "date" : "19840803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/arts\/weekender-guide.html"} , {"body" : "A delegation of Brooklyn's political and business leaders made an 11th- hour effort before a state panel yesterday to have Coney Island selected as the site of a domed sports stadium. Mayor Koch has announced that he favors a site in Flushing Meadows, Queens, and the Queens Borough President, Donald R. Manes, has pushed for it strenuously. And" , "date" : "19840802" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "FLUSHING MEADOWS (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN LEADERS PRESS BID FOR STADIUM ON CONEY ISLAND" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/02\/nyregion\/brooklyn-leaders-press-bid-for-stadium-on-coney-island.html"} , {"body" : "On a Friday afternoon in March, a month after he became president of the Transit Authority, David Gunn left his office in Brooklyn for a weekend of hiking in the White Mountains of New Hampshire. To catch a 5 P.M. plane to Boston, he took an IRT No. 7 subway train to Roosevelt Avenue and 69th Street in Queens, where he planned to catch a bus to La" , "date" : "19840801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT SYSTEM IS FACING A TROUBLED FUTURE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/01\/nyregion\/transit-system-is-facing-a-troubled-future.html"} , {"body" : "On April 19, 1982, in what appeared to herald a new era in productivity in the city transit system, an arbitration panel ruled that ''work quotas, wherever they exist, shall be abolished.'' The ruling promised to end a costly practice that allowed many subway maintenance workers to achieve their quotas long before the end of an eight-hour shift and" , "date" : "19840731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INEFFICIENTS WAYS OF THE PAST STILL HAMPER TRANSIT SYSTEM" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/31\/nyregion\/inefficients-ways-of-the-past-still-hamper-transit-system.html"} ,   {"body" : "Runaway Police Horse Hurts 5 in Coney Island A runaway police horse injured five people yesterday, including a 5-year- old boy, when it bolted and ran nearly a mile in the Coney Island section of Brooklyn, a police spokesman said. The boy, identified as Ecxyub Joshi of 147-10 41st Avenue, Flushing, was taken to Coney Island Hospital for treatment" , "date" : "19840729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/29\/nyregion\/no-headline-096586.html"} , {"body" : "An IND subway train derailed in the New Utrecht section of Brooklyn yesterday after it struck a metal trash container pushed onto the tracks by vandals, Transit Authority officials said. Five people were slightly injured. Early this morning, two Brooklyn boys were arrested in the derailment and charged with reckless endangerment, criminal tampering" , "date" : "19840725" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "B TRAIN DERAILED NEARING STATION; 2 BOYS ARRESTED" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/25\/nyregion\/b-train-derailed-nearing-station-2-boys-arrested.html"} , {"body" : "CENSORSHIP The New York Public Library's continuing five-month ''expose'' of censorship, in the form of exhibitions and forums on the subject, starts covering ''Censorship and Black America'' next weekend. This is the subject of an exhibition through Oct. 15 at the Schomburg Center for Research in Black Culture, the modern and attractive complex at" , "date" : "19840723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/23\/arts\/going-out-guide.html"} , {"body" : "Aaron E. Koota, a former justice of the New York State Supreme Court and a former Brooklyn District Attorney, died Sunday night at his son's home in Port Washington, L.I. He was 78 years old and a resident of the Flatbush section of Brooklyn. During his four-year tenure as Brooklyn's chief prosecutor, Mr. Koota developed a reputation as a tough" , "date" : "19840723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "AARON E. KOOTA, 78, IS DEAD; FORMER JUDGE AND PROSECUTOR" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/23\/obituaries\/aaron-e-koota-78-is-dead-former-judge-and-prosecutor.html"} , {"body" : "A happy anachronism, the Brighton Beach Bath and Racquet Club, at 77 the oldest beach club left in the city and the only one remaining of the many that once lined the Brooklyn shoreline, has a lively social life that belies the ages of most of its members. Enjoying the tennis, paddle-ball and handball courts, swimming pools, areas for canasta," , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "45" , "title" : "BRIGHTON CLUB BASKS IN BYGONE SUN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/style\/brighton-club-basks-in-bygone-sun.html"} , {"body" : "People's Choice State Senator Tom Bartosiewicz is persistent. He has waged a three-year campaign to win a domed stadium for his borough of Brooklyn. A poll of metropolitan fans is his weapon this time. He announced yesterday that he has delivered to Governor Cuomo the results of a public opinion telephone survey of 800 households that indicates" , "date" : "19840718" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCOUTING;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/18\/sports\/scouting-073412.html"} , {"body" : "A lack of working subway cars forced the cancellation of a total of 60 rush-hour trains yesterday morning and evening, and transit officials predicted similar shortages over the next few days. Officials said the decrease in the number of runs was a result of action taken last week to halt a rash of subway fires. Although officials had said then" , "date" : "19840717" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BID TO HALT FIRES FORCES CUT OF 60 SUBWAY RUNS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/17\/nyregion\/bid-to-halt-fires-forces-cut-of-60-subway-runs.html"} , {"body" : "Rochelle Bromberger says the new house she bought in a federally subsidized development in Coney Island is ''held together with spit and glue.'' Raymond Bermudez, her neighbor, says the stairway to his house pops up if he grasps the bottom step and pulls. The builder of the project, the Mermaid-Neptune Development Corporation, acknowledges that" , "date" : "19840716" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW CONEY I. HOMES CALLED FLAWED" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/16\/nyregion\/new-coney-i-homes-called-flawed.html"} , {"body" : "Yankees vs. Kansas City Royals, at Yankee Stadium, 2 P.M. (Television - Channel 11, 2 P.M. Radio - WABC 770, 2 P.M.). Mets vs. Braves, at Atlanta, Dwight Gooden, who led the National League in strikeouts with 133 at the All- Star Game break, then struck out three American League players in the game, will oppose Len Barker in the finale of the" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SUNDAY SPORTS Baseball" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/sports\/sunday-sports-baseball.html"} , {"body" : "Aquarium Arrivals The training of two new bottle-nose dolphins and new sea lions and giant spider crabs are among the latest attractions at the New York Aquarium, Boardwalk and West Eighth Street in Coney Island, Brooklyn. Hours are 10 A.M. to 5 P.M. Admission $2.50; $1 for those younger than 12. Information: 266-8500." , "date" : "19840713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/13\/arts\/no-headline-063165.html"} ,   {"body" : "Nostalgia wafted over the Coney Island Boardwalk yesterday as officials broke ground for an 11.5-acre park at the site of the old Steeplechase Park, an indoor amusement area built in 1897 and torn down in 1965. Parks Commissioner Henry J. Stern, now 49 years old, remembered that when he was 12 and graduating from junior high, ''as a special treat" , "date" : "19840711" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; At Ceremony for New Park Memories of Old Park" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/11\/nyregion\/new-york-day-by-day-at-ceremony-for-new-park-memories-of-old-park.html"} , {"body" : "Repairs Curtail Service OnD,E,FandMLines By The Associated Press The Transit Authority has announced temporary changes in service on the D, E, F and M subway lines while track work is under way. Effective immediately and extending through September, D and M trains will be shifted from local to express tracks, bypassing certain stations, the" , "date" : "19840708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/08\/nyregion\/no-headline-051504.html"} , {"body" : "REGINALD MARSH and Les Levine make an unlikely pair but brought together by the exigences of reviewing, as they are here, each proves to be a Social Realist of a kind. Marsh, of course, is so designated officially, being an American Scene painter who took as his subjects street life, circus people, the masses disporting themselves on Coney Island" , "date" : "19840708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "ART; SOCIAL REALISM LINKS TWO SMALL EXHIBITIONS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/08\/nyregion\/art-social-realism-links-two-small-exhibitions.html"} , {"body" : "It was a day for revelry both wacky and wondrous. The Statue of Liberty lost the torch she had held aloft for 98 years. Uncle Sam wandered about in his red striped coat and top hat, selling his autograph for 10 cents. A man named J. C. Stare took off on a 15-hour, around-the-world flight during which he planned to dance continuously to raise money" , "date" : "19840705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORKERS CELEBRATE A DANDY FOURTH OF JULY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/05\/nyregion\/new-yorkers-celebrate-a-dandy-fourth-of-july.html"} , {"body" : "Along the Jersey Shore, environmental officials in helicopters are swooping over the ocean waves looking for the rosy tint of the capricious red tide. In New York City's bays and on both coasts of Long Island Sound, sanitarians are testing the brackish waters for the telltale bubbles of coliform bacteria. Off Long Island, Dr. Anita Freudenthal and" , "date" : "19840702" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "OFFICIALS TEST BEACHES IN NEW YORK REGION FOR HEALTH PERILS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/02\/nyregion\/officials-test-beaches-in-new-york-region-for-health-perils.html"} , {"body" : "YACHTS, fishing boats, lifeboats and all other manner of seagoing vessels will be the focus of attention this weekend - with a few runners thrown in for good measure - at Harbor Festival '84. The eighth annual festival, as well as other historical, patriotic and artistic events, will start the metropolitan area's celebration of Independence Day," , "date" : "19840629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THREE-STATE WARM-UP FOR THE FOURTH OF JULY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/29\/arts\/three-state-warm-up-for-the-fourth-of-july.html"} , {"body" : "The City Health Department yesterday listed beaches that it said were not clean enough for swimming. Described as not recommended were Locust Point to Throgs Neck Point in the Bronx, Seagate in Brooklyn, Little Neck Bay in Queens from Fort Totten to the Nassau County line, and, on Staten Island, Fort Wadsworth to Slatter Avenue, including the South" , "date" : "19840628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "City Names Beaches Not Fit for Swimming" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/28\/nyregion\/city-names-beaches-not-fit-for-swimming.html"} , {"body" : "George Cargulia was out of prison on parole, living with his aunt and grandmother in Brooklyn, when he collapsed on the street. Doctors at Coney Island Hospital told him it was pneumonia at first, but three weeks later they said he had AIDS - acquired immune deficiency syndrome. ''My family got scared, and so when I got better I couldn't go back" , "date" : "19840625" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "FOR PEOPLE WITH AIDS, HOUSING IS HARD TO FIND" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/25\/nyregion\/for-people-with-aids-housing-is-hard-to-find.html"} , {"body" : "The city's Department of Transportation has issued the following traffic alerts for the week of June 23 to June 29. BELT PAKWAY: One lane closed in each direction t the 84th Street Bridge. One additional lane may be closed eastbound and westbound, 10 A.M. to 3 P.M. weekdays. One or two lanes closed 9 A.M. to 3 P.M. Tuesday, June 26, at Cohancy" , "date" : "19840623" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "City Issues List of Roadways For Traffic Alerts This Week" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/23\/nyregion\/city-issues-list-of-roadways-for-traffic-alerts-this-week.html"} , {"body" : "TORCHBEARER The Statue of Liberty is undergoing rehabilitation after almost a hundred years of serving as receptionist at the door to the nation's largest immigrant port, and it seems an appropriate time for looking back. The New- York Historical Society, one of the city's most perceptive back-lookers, at 170 Central Park West, at 77th Street" , "date" : "19840620" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/20\/arts\/going-out-guide.html"} ,   {"body" : "That this Nathan's, opened in 1916 in Coney Island, was the world's first Nathan's did not impress Brett Close in the least. ''What's Nathan's?'' he asked. Brett Close had never been to Coney Island before. At age 17, he was, in fact, making his first trip to New York City. As part of an exchange program with John Dewey High School in Brooklyn, he" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WATERLOO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "WHEN SMALL TOWN MEETS BIG CITY: STUDENTS FIND A COMMON GROUND" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/when-small-town-meets-big-city-students-find-a-common-ground.html"} , {"body" : "Four of the nine haunted-house attractions in New York will not be allowed to open for the season today because they have not installed required safety equipment, the Buildings Department said yesterday. The regulation, imposed after the haunted-house fire at an amusement park in Jackson, N.J., in which eight youths died, requires no-smoking signs," , "date" : "19840526" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; 4 Haunted Houses Shut for Violations" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/26\/nyregion\/the-city-4-haunted-houses-shut-for-violations.html"} , {"body" : "Operators of New York City's nine ''haunted houses'' were directed yesterday by Mayor Koch to install new safety measures, including smoke detectors and emergency lighting. The steps, which also affect other enclosed amusement attractions, are intended to avert the kind of fire that killed eight young people at a New Jersey amusement park last" , "date" : "19840518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH TIGHTENS RULES ON 'HAUNTED HOUSES'" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/18\/nyregion\/koch-tightens-rules-on-haunted-houses.html"} , {"body" : "A safety inspection prompted by the fire at a ''haunted house'' in a New Jersey amusement park that claimed eight lives Friday has uncovered no major problems involving eight such amusements in the city, the Fire Department said yesterday. A department spokesman, John Mulligan, said a preliminary report showed five haunted house amusements in the" , "date" : "19840516" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; FireDept.Inspects 8 Haunted Houses" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/16\/nyregion\/the-city-firedeptinspects-8-haunted-houses.html"} , {"body" : "Patricia Bosworth writes frequently about people in the arts. This article is adapted from her biography ''Diane Arbus,'' to be published next month by Knopf. AS A TEEN-AGER, DIANE Arbus used to stand on the window ledge of her parents' New York apartment in the San Remo, high above Central Park West. She would stand there on the ledge for as long" , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "43" , "title" : "DIANE ARBUS, HER VISION, LIDE, AND DEATH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/magazine\/diane-arbus-her-vision-lide-and-death.html"} , {"body" : "Thirty men and women sat down to a lunch at Nathan's Famous restaurant in Coney Island yesterday, starting a program under which the elderly and disabled can use food stamps to pay for meals in certain restaurants in New York State. The State Commissioner of Social Services, Cesar A. Perales, said 66 restaurants had been certified to participate in" , "date" : "19840508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "FOOD STAMPS USED FOR DINING" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/08\/nyregion\/food-stamps-used-for-dining.html"} , {"body" : "Last summer, in desperation and fear, the parents of a 13-year-old boy took him to the police station in Coney Island, seeking some way to control the child's behavior. He had become an incorrigible truant, a runaway and a car thief. And he refused to live at home. Within hours, officers of the pedophile unit of the Police Department's Public" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SEXUAL ABUSE OF BOYS: CASE IN BROOKLYN FOCUSES ATTENTION ON A NATIONWIDE PROBLEM" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/nyregion\/sexual-abuse-of-boys-case-in-brooklyn-focuses-attention-on-a-nationwide-problem.html"} , {"body" : "BROOKLYN AS PLAYGROUND Today, Brooklyn College celebrates the borough's amusement parks and leisure areas. The festivities - a film show, a concert and a symposium - run from 9:30 A.M. to 4:30 P.M. The day begins with ''Coney Island on Film,'' a screening of three 80-year- old silent films and the feature ''Coney Island,'' with Betty Grable and" , "date" : "19840501" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/01\/arts\/going-out-guide.html"} , {"body" : "It's a little early for a splash in the ocean at Coney Island. But you can get an advance taste at an exhibition called ''Fun and Fantasy: Brooklyn's Amusement Parks and Leisure Areas,'' running through June 5 at the Museum of the Borough of Brooklyn at Brooklyn College. There are scenes of Coney Island at the turn of the century, with visitors" , "date" : "19840501" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Coney Island Scenes, Mainly at the Beach" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/01\/nyregion\/new-york-day-by-day-coney-island-scenes-mainly-at-the-beach.html"} , {"body" : "Thirty people recently began pruning, clipping, raking, repairing benches, painting, planting and conducting a general cleanup of Riverside Park. They began at 125th Street and are sweeping down to 72d Street. In Brooklyn, Michael Chase and his horticultural crew of 12 have been digging up the rhododendrons in front of Borough Hall, where" , "date" : "19840501" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AS BUSY SEASON APPROACHES,CLEANUP CREWS RENEW PARKS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/01\/nyregion\/as-busy-season-approachescleanup-crews-renew-parks.html"} ,   {"body" : "Francis X. Clines is a reporter for The New York Times assigned to Washington. He previously wrote the About New York column. THE ART OF THE CITY Views and Versions of New York. By Peter Conrad. Illustrated. 329 pp. New York: Oxford University Press. $18.95. At the heart of New York City is the world of imagination, where people attempt to depict" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "WALT WHITMAN'S AND MAE WEST'S NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/books\/walt-whitman-s-and-mae-west-s-new-york.html"} , {"body" : "A lot of water has passed under the bridge since Melville marveled at the ''thousands upon thousands of mortal men fixed in ocean reveries'' who gathered daily at the Battery in the middle years of the 19th century. ''They must get just as nigh the water as they possibly can without falling in,'' Ishmael observed in ''Moby Dick.'' The water, he" , "date" : "19840428" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "EXPERTS SEEK WAYS TO RECLAIM CITY WATERFRONT" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/28\/nyregion\/experts-seek-ways-to-reclaim-city-waterfront.html"} , {"body" : "Friday A CENTURY IN BROOKLYN Brooklyn as a place to play is the theme of ''Fun and Fantasy,'' an exhibition focusing on the borough's amusement parks and leisure areas in the 100 years since the installation of the country's first roller coaster at Coney Island. The show, free at the Museum of the Borough of Brooklyn, Brooklyn College, includes" , "date" : "19840427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/27\/arts\/weekender-guide.html"} , {"body" : "KATHERINE DREIER was a pivotal figure in the European avant-garde art world in the 1920's, and her mission in life was to bring modern art to the United States. Miss Dreier, who lived in New York and on her farm in West Redding until her death in 1953, promoted and bought art works so new and experimental that they often cost less than $10. But" , "date" : "19840422" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A LIFE DEVOTED TO MODERN ART" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/22\/nyregion\/a-life-devoted-to-modern-art.html"} , {"body" : "THE city is chockablock with springlike things to do this Easter weekend, from ambling in the Easter Parade to greeting the new baby animals at the Bronx Zoo, from boarding the Cyclone roller coaster at Coney Island to oohing and ahing at the Mexican trapeze artists in the Big Apple Circus. The classic Easter Parade gathers momentum at around 11" , "date" : "19840420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BIG APPLE BECOMES THE BIG EGG FOR EASTER" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/20\/arts\/big-apple-becomes-the-big-egg-for-easter.html"} , {"body" : "Following is a summary of reviews of restaurants that have appeared in The New York Times. Stars are followed by the date of original publication. Prices are current, and only weekend hours are given. FERRYBANK, 1 Front Street (852-3137) - * * Handsomely laid out in a converted 19th-century bank building, this monumental dining room is spacious and" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Dining Out Guide: Across the River" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/arts\/dining-out-guide-across-the-river.html"} , {"body" : "The New York State Sportsplex Corporation has decided to study 15 sites in and near New York City as possible locations for a new professional sports complex. The sites range in location from Coney Island, at the southern end of Brooklyn, to Yonkers Raceway, just north of the Bronx line. They range in specificity from Aqueduct Raceway and the" , "date" : "19840412" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Site for Sports Complex" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/12\/nyregion\/new-york-day-by-day-site-for-sports-complex.html"} , {"body" : "Schools reopened, utility crews restored power, evacuees returned to their homes and cleanups and damage assessments got under way across the metropolitan area yesterday as the harshest storm of the year churned out to sea. Overcast skies and relative calm prevailed a day after the storm struck the East with battering seas and fusillades of snow," , "date" : "19840331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "AFTER STORM, THE CLEANUP GETS STARTED" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/31\/nyregion\/after-storm-the-cleanup-gets-started.html"} , {"body" : "Some homebound elderly people in the shorefront area of Brooklyn - Coney Island and Brighton Beach - have meals brought in by the Manhattan-based Jewish Association for Services for the Aged. They would have gone hungry during the big storm on Thursday because ''our vans couldn't get through the streets in Coney Island,'' said Mimi Koren, the" , "date" : "19840331" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY; Meals on Military Wheels" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/31\/nyregion\/new-york-day-by-day-meals-on-military-wheels.html"} , {"body" : "The East's biggest storm of the year battered the metropolitan area with snow, sleet, hail and hurricane-force winds yesterday, disrupting travel, commerce, education and the lives of hundreds of thousands of people. The storm caused widespread flooding, howling up the coast with winds up to 80 miles an hour and 20-foot waves that pounded sea walls" , "date" : "19840330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW JERSEY" , "NEW YORK CITY" , "EASTERN STATES (US)" , "ATLANTIC CITY (NJ)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "STORM BATTERS EAST WITH SNOW, WIND AND FLOODS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/30\/nyregion\/storm-batters-east-with-snow-wind-and-floods.html"} ,   {"body" : "Long before the hearty voice of the radio announcer. Well before the the first lifting of the blinds. As if part of a dream, the sound seeps into the waking consciousness, a portent of the day to come: Scrape. Scrape. Scrape. The sound of the city is the scrape of shovels on the day of a winter storm. Shovels were scraping all over yesterday, as" , "date" : "19840330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ON THE DAY OF THE BIG STORM, FLOODS, ANGER AND RESIGNATION" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/30\/nyregion\/on-the-day-of-the-big-storm-floods-anger-and-resignation.html"} , {"body" : "Eight children, a driver and two teachers were injured when a school bus in Brooklyn was cut off by a car and veered into a light post yesterday, the police said. The bus, which was returning to Public School 253 after a skating trip, ran off the road at Ocean Parkway and Neptune Avenue at 2:35 P.M., the police said All the injured were treated at" , "date" : "19840329" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; 11 on School Bus Hurt in Accident" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/29\/nyregion\/the-city-11-on-school-bus-hurt-in-accident.html"} , {"body" : "Frances DuBose Batiste, president of the Civil Service Employees Association's Region 2, which covers New York City, died of a heart attack on March 18 at Coney Island Hospital. She was 41 years old and lived in Brooklyn. Mrs. DuBose Batistewas a native of South Carolina who grew up in Brooklyn. She began her union activity in 1968 when she became" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "Frances DuBose Batiste, 41, Official of Civil Service Union" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/obituaries\/frances-dubose-batiste-41-official-of-civil-service-union.html"} , {"body" : "Suzy Ganz often plays indoor tennis on Friday nights. Anthony Segales frequently bashes a squash ball on Saturday mornings. Cheryl Budd and Robert Rosenberg spend an hour or more at racquet ball on Saturday afternoons, and Sohail Hasan plays platform tennis Sunday mornings. Each is taking advantage of the variety of racquet sports available to New" , "date" : "19840323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "POPULARITY OF RACQUET SPORTS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/23\/arts\/popularity-of-racquet-sports.html"} , {"body" : "32 Food Places Listed For Health Violations The New York City Department of Health cited 32 food establishments last week for violating the health code. In addition, it named four that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Fountain" , "date" : "19840311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/11\/nyregion\/no-headline-044545.html"} , {"body" : "The Brooklyn and Queens Borough Presidents said yesterday that a new professional sports stadium was needed in New York City, and each said his borough was the best place to build it. Testifying at a hearing in Manhattan of the State Senate Task Force on Professional Sports, Howard Golden of Brooklyn and Donald R. Manes of Queens said a stadium was" , "date" : "19840310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "GOLDEN AND MANES VIE AT HEARING ON STADIUM" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/10\/nyregion\/golden-and-manes-vie-at-hearing-on-stadium.html"} , {"body" : "31 Food Places Listed For Health Violations The New York City Department of Health cited 31 food establishments last week for violating the health code. In addition, it named 2 that were allowed to reopen after correcting earlier violations. The establishments are these: VIOLATIONS Kowloon Coffee Shop, 125 Canal St. Toong Lai Shoon Inc., 20 1\/2" , "date" : "19840304" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/04\/nyregion\/no-headline-029225.html"} , {"body" : "31 Food Places Listed For Health Violations The New York City Department of Health cited 31 food establishments last week for violating the health code. In addition, it named one that was allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. The establishments are these: VIOLATIONS Golden Gate" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/nyregion\/no-headline-013353.html"} , {"body" : "The New York City Department of Health cited 18 food establishments last week for violating the health code. In addition, it named two that were allowed to reopen after correcting earlier violations. The establishments are these: VIOLATIONS Kim Choy Coffee Shop, 51 Division St. Gailrey Luncheonette Inc., 131 Essex St. Wah Loon Coffee House, 13" , "date" : "19840212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "18 Food Outlets Cited by City For Violations of Health Code" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/12\/nyregion\/18-food-outlets-cited-by-city-for-violations-of-health-code.html"} , {"body" : "One of three Brooklyn men who were found shot to death Sunday night in a private house in the Gravesend section of Brooklyn was indicted last week by a Federal grand jury investigating a car- theft operation, the police said yesterday. The indicted man, Richard DiNome, who was 29 years old, had been scheduled to appear on Thursday for arraignment" , "date" : "19840207" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SLAYING VICTIM FACED U.S. CHARGES" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/07\/nyregion\/slaying-victim-faced-us-charges.html"} ,   {"body" : "Three men were found shot to death yesterday in an execution-style killing at a home in the Gravesend section of Brooklyn, the police said yesterday. After responding to a ''hysterical male'' telephoning 911 at 9:57 last night, the police went to the home, at 2305 East Fifth Street, to find the three dead men in the living room. Each was shot in" , "date" : "19840206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "GRAVESEND MAN AND TWO OTHERS ARE FOUND SLAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/06\/nyregion\/gravesend-man-and-two-others-are-found-slain.html"} , {"body" : "Track work will disrupt subway service on the B line in Brooklyn and the No. 4 line in the Bronx, the Transit Authority said yesterday. Beginning Monday and continuing until March 9, Manhattan-bound B trains will bypass the 55th Street, 50th Street and Fort Hamilton Parkway stations in Brooklyn between 10 A.M. and 3 P.M. Passengers for those" , "date" : "19840204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Work to Disrupt 2 Subway Lines" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/04\/nyregion\/the-city-work-to-disrupt-2-subway-lines.html"} , {"body" : "News Analysis Throughout the long and turbulent history of school desegregation, one of the most inflammatory issues has been the requirement that families send their children to schools not of their choosing. Thus a concept known as the ''magnet'' school, adopted on a limited scale during the 1970's, has had special appeal because it is based on" , "date" : "19840131" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; MAGNET SCHOOLS USED AS TOOL FOR EQUALITY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/31\/science\/education-magnet-schools-used-as-tool-for-equality.html"} , {"body" : "When David A. Rockefeller announced two years ago that a new nonprofit corporation would build 5,000 homes and rehabilitate 25,000 apartments for middle-income families in New York City by the late 1980's, the undertaking was greeted with hearty public applause and considerable private skepticism. Officials and urban planners had long maintained" , "date" : "19840129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "HOUSING PARTNERSHIP BEGINS IN THE MIDDLE" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/29\/weekinreview\/housing-partnership-begins-in-the-middle.html"} , {"body" : "CAROL BURNETT, a remarkably gifted comedian and actress, has done television specials with Julie Andrews, Beverly Sills and Dolly Parton. Tonight at 10 on CBS-TV, she turns her attention to a male performer in an hourlong production titled ''Burnett 'Discovers' Domingo,'' meaning, of course, the opera star Placido Domingo. The anticipated" , "date" : "19840127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "TV WEEKEND; CAROL BURNETT IN SPECIAL WITH PLACIDO DOMINGO" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/27\/arts\/tv-weekend-carol-burnett-in-special-with-placido-domingo.html"} , {"body" : "IN 1973, on the stage of the now bulldozed Morosco Theater, Jason Robards and Colleen Dewhurst, in partnership with their friend and director, Jose Quintero, starred in what was hailed as a landmark production of Eugene O'Neill's ''Moon for the Misbegotten.'' After that, no one dared to put another production of O'Neill's drama on Broadway - until" , "date" : "19840120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/20\/arts\/broadway.html"} , {"body" : "Some stations on the Nos. 1 and 2 and B subway lines are closed for a few weeks for repairs, the Transit Authority said yesterday. The B train will not stop at 55th or 50th Streets or Fort Hamilton Parkway in Brooklyn between 10 A.M. and 3 P.M. from now through Feb. 3. It will terminate at Bay 50th Street, and a shuttle bus will run to the Coney" , "date" : "19840118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Subway Stations Closed for Repairs" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/18\/nyregion\/the-city-subway-stations-closed-for-repairs.html"} , {"body" : "Andrea Jill Tabot, daughter of Mr. and Mrs. Seymour Tabot of Bayside, Queens, was married yesterday to State Senator Martin M. Solomon, son of Susan Rose Kaplan of Valley Stream, L.I., and the late Harry Solomon. Rabbi Abraham Avrech performed the ceremony at the Park Ten restaurant in Manhattan. The bride is a geriatric program coordinator at the" , "date" : "19840109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Andrea Tabot Is Wed To a Brooklyn Senator" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/09\/style\/andrea-tabot-is-wed-to-a-brooklyn-senator.html"} , {"body" : "Queens Complex? Ever since the Meadowlands sports complex opened in New Jersey in 1976 and began attracting teams from New York, New York officials have been talking about building a similar multisport complex in the city. Now, according to one key official, it is time to stop talking and start building. ''Time is of the essence,'' said William" , "date" : "19840107" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "SCOUTING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/07\/sports\/scouting-161469.html"} , {"body" : "The New York City Transit Authority has adjusted the service on four subway lines in Manhattan, the Bronx and Brooklyn to allow track and structural repairs, authorities said yesterday. The affected lines are the Nos. 1, 2 and 5 and the M. Between 9 A.M. and 3 P.M., weekday service on the northbound No. 2 and No. 5 lines is being discontinued at" , "date" : "19840105" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; 4 Subway Lines Reshuffle Service" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/05\/nyregion\/the-city-4-subway-lines-reshuffle-service.html"} ,   {"body" : "Two teen-agers studying a frozen creek for school in Brooklyn fell through the ice yesterday and were rescued by firefighters who extended ladders to them, the authorities said. One of the boys, Martin Roller, of 2818 Voorhies Avenue, broke through the ice with his head to reach the surface after falling in. He was taken to Coney Island Hospital" , "date" : "19840103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Saved After Breaking Ice" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/03\/nyregion\/2-saved-after-breaking-ice.html"} , {"body" : "As 1984 dawned, the city belonged to the stragglers. A man in a clown suit pedaled down Greenwich Avenue on a unicycle, smiling broadly. At 24- hour coffee shops all over Manhattan, customers arrived for breakfast in black tie. On West 10th Street, Felix Benitez stood swaying, wearing a party hat and holding a green balloon. He had gone to the" , "date" : "19840102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CONFETTI UNDERFOOT AND QUIET PURSUITS: A NEW YEAR IN NEW YORK OPENS SOFTLY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/02\/nyregion\/confetti-underfoot-and-quiet-pursuits-a-new-year-in-new-york-opens-softly.html"}]