[  {"body" : "New York City has required housing developers using Federal subsidies to pay millions of dollars since 1979 into a program meant to restore poor neighborhoods. But an examination of city records shows that the program has paid out only a fraction of the money and that little legitimate neighborhood improvement has been accomplished. For each of the" , "date" : "19841226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DEVELOPERS PAY INTO A FUND TO AID NEIGHBORHOODS, BUT LITTLE RESULTS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/26\/nyregion\/developers-pay-into-a-fund-to-aid-neighborhoods-but-little-results.html"} , {"body" : "Q. How can you light a candle on the world's largest menorah in the late afternoon in Manhattan, then get back to your house in the Crown Heights section of Brooklyn to light your own Hanukkah menorah plus your Sabbath candles - all before the 4:12 P.M. beginning of the Sabbath? And bless them, as well? A. By the miracle of modern transportation," , "date" : "19841221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Rabbi's Quick Hop" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/21\/nyregion\/new-york-day-by-day-rabbi-s-quick-hop.html"} , {"body" : "An investigation into charges of financial-aid irregularities at Medgar Evers College in Brooklyn has found no reason for bringing action against anyone at the school, according to the Chancellor of the City University. The Chancellor, Dr. Joseph S. Murphy, also said he believed that officials at Evers College had now put in place ''proper" , "date" : "19841217" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AID INQUIRY AT EVERS COLLEGE SAID TO FIND NO WRONGDOING" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/17\/nyregion\/aid-inquiry-at-evers-college-said-to-find-no-wrongdoing.html"} , {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "-DESIGNED fabrics, glass, toys and handmade books are among the offerings at a selection of craft shows and sales around New York City, Westchester County and Connecticut. Annual Holiday Sale, Second Time Around Thrift Shop, 220 East 23d Street, 212-685-2170. Planned Parenthood of New York City's annual craft sale will offer soft sculpture dolls" , "date" : "19841213" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CRAFT EXHIBITIONS FOR HOLIDAY GIFTS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/13\/garden\/craft-exhibitions-for-holiday-gifts.html"} , {"body" : "BIGGER than life, they loom in the main gallery of the Queens Museum - brides and bridegrooms, kings and drummers, even a woman in curlers. They stand, wooden and stoic, until the tug of a string sets a hand in motion, then a leg. Suddenly, the arcade is bubbling with the imagination of children, bringing the puppets to life. The exhibition, which" , "date" : "19841207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "FOR CHILDREN TO LOOK AT AND JOIN IN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/07\/arts\/for-children-to-look-at-and-join-in.html"} , {"body" : "A leading figure in British contemporary music, John McCabe, is in town wearing two hats - composer and pianist. His ''Rainforest,'' commissioned by the Chamber Music Society of Lincoln Center, will receive its premiere performances at Tully Hall tonight at 8 and Sunday at 5 P.M. And, in the same concerts, he will join Joseph Swensen in Mozart's" , "date" : "19841130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/30\/arts\/weekender-guide.html"} , {"body" : "Members of the Janes United Methodist Church gathered yesterday to celebrate the 125th anniversary of their congregation. They crowded into their parsonage on Stuyvesant Street in the Bedford-Stuyvesant section of Brooklyn, but their hearts were a block away, where the church they had planned to honor was still smoldering from the fire that" , "date" : "19841112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN PARISHIONERS MOURN CHURCH'S RUIN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/12\/nyregion\/brooklyn-parishioners-mourn-church-s-ruin.html"} , {"body" : "An audit by the City University of New York has found that almost a third of a sample of students receiving Federal aid at Medgar Evers College in Brooklyn are ineligible. At Evers, a two-year school that charges $1,225 a year in tuition, 950 of its 2,500 students receive Federal aid, with the average grant being about $1,000. The audit sampled 150" , "date" : "19841109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MANY AT EVERS GETTING U.S. AID FOUND INELIGIBLE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/09\/nyregion\/many-at-evers-getting-us-aid-found-ineligible.html"} , {"body" : "Paul Goldberger is the Pulitzer Prize- winning architecture critic of The New York Times. New Yorkers sometimes say that Middle America begins at the East River, that once you get outside Manhattan the rest of New York starts to look, if not quite like other places, a lot more ordinary, a lot more mun dane, a lot more like Trenton or Hartford or" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "UTOPIA IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/utopia-in-the-outer-boroughs.html"} ,   {"body" : "Samuel G. Freedman is a reporter on the Culture staff of The New York Times. A beggar staggers up the aisle of the Broadway local subway and into the next car. In his wake sits a woman reading ''One Hundred Years of Solitude,'' by Gabriel Garc ia M arquez, the Colombian Nobel laureate. On a sidewalk off Times Square, near a souvlaki stand and a" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "METROPOLIS OF THE MIND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/metropolis-of-the-mind.html"} , {"body" : "A rare life-sized stone statue from the eighth century is included in a major display on the humanist image of Buddha, on view through February at the Brooklyn Museum, Eastern Parkway, in the Crown Heights sections. Almost 200 artifacts are on loan from museums and private collections in North America, Europe and Asia. Viewing hours this weekend" , "date" : "19841102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Focus on Buddha" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/02\/arts\/focus-on-buddha.html"} , {"body" : "The idea of role models is becoming a reality for 27 students at Martin Luther King High School on Amsterdam Avenue, thanks to the Women's Media Group and the New York City School Volunteer program. Each week, some sophomores meet with journalists. Yesterday, Alex Haley, the author, talked about the ''write stuff.'' ''I speak at lots of colleges,''" , "date" : "19841025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Speaking From Experience" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/25\/nyregion\/new-york-day-by-day-speaking-from-experience.html"} , {"body" : "Etchings of Pennsylvania coal miners and their families from 1930 to the 40's by Nicholas Bervinchak will be displayed tomorrow through Nov. 4 at the Ukrainian Museum, 203 Second Avenue. The show is part of the museum's photographic exhibition, ''To Preserve a Heritage, the Story of the Ukrainian Immigration in the United States.'' Weekend hours" , "date" : "19841012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "MUSEUM HIGHLIGHTS AND WEEKEND EVENTS" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/12\/arts\/museum-highlights-and-weekend-events.html"} , {"body" : "The chancellor of the City University of New York is investigating charges by the former financial aid director at Medgar Evers College that she was demoted because she would not give aid to ineligible students. The chancellor, Dr. Joseph S. Murphy, is also looking into charges by the woman, Patricia Duncan, that she was assaulted by an assistant" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MEDGAR EVERS COLLEGE TORN AGAIN BY CONFLICT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/nyregion\/medgar-evers-college-torn-again-by-conflict.html"} , {"body" : "Public School 189 in Washington Heights is very, very crowded. The gymnasium has been turned into two classrooms and the cafeteria feeds up 500 students in each of 4 shifts beneath a sign warning that occupancy by more than 325 ''is dangerous and unlawful.'' In some classrooms, desks are so scrunched together that aisles have become memories. In" , "date" : "19840927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "SOME SCHOOLS ARE JAMMED AS OTHERS BEG FOR STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/27\/nyregion\/some-schools-are-jammed-as-others-beg-for-students.html"} , {"body" : "Israeli and American agents have broken a major international counterfeiting ring with the arrest of 10 Soviet Georgian emigres and the seizure of $13 million in bogus United States currency, officials in New York said yesterday. In simultaneous raids Friday, the Israeli police arrested seven men in Israel and the United States Secret Service" , "date" : "19840911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "ISRAEL, STATE OF" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ISRAEL AND U.S. ARREST 10 SOVIET EMIGRES AS MEMBERS OF COUNTERFEITING RING" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/11\/nyregion\/israel-and-us-arrest-10-soviet-emigres-as-members-of-counterfeiting-ring.html"} , {"body" : "New York City's elementary and junior high schools opened yesterday and students in some of the poorest neighborhoods found overcrowding and makeshift classrooms. District superintendents, principals and civic leaders complained that some districts were unable to take advantage of a new city budget appropriation for smaller first-grade classes," , "date" : "19840911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "SCHOOL OVERCROWDING PLAGUES SOME DISTRICTS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/11\/nyregion\/school-overcrowding-plagues-some-districts.html"} , {"body" : "It has been five weeks since New York's health-care walkout began, and the pinch has got so bad that Marcelina Morales, one of the strikers, is finding herself counting pennies. To save on gas, she says, she cooks two days' worth of meals in one day. To save electricity, she has returned to drying clothes on a line instead of in a dryer. She and a" , "date" : "19840820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "STRIKERS FELL PRESSURES OF FIVE PAYLESS WEEKS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/20\/nyregion\/strikers-fell-pressures-of-five-payless-weeks.html"} , {"body" : "Festa Italiana, Carmine Street at Avenue of the Americas. Today, from 6 P.M., tomorrow and Sunday from noon. Singers, including the Italian Folk Ensemble; dancers, ethnic food. Sponsored by Roman Catholic Church of Our Lady of Pompeii. Information: 989- 6805. Street Fair , 126th Street, between Park and Madison Avenues. Today, 6 to 9 P.M.;" , "date" : "19840727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/27\/arts\/fairs-and-festivals-this-weekend.html"} ,   {"body" : "When Helene Lowman first looked down from the balcony on the gymnasium where she was to live, she thought of a scene from ''The Snake Pit.'' The scene in the movie showed a horribly overcrowded dormitory in a mental institution, with the neglected inmates writhing like a group of snakes. ''I saw all these people sleeping in the same room, and I" , "date" : "19840630" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BRONX (NYC)" , "CLEMENTE, ROBERTO, STATE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "AT SHELTER, THE SPIRITS ARE DOWN" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/30\/nyregion\/at-shelter-the-spirits-are-down.html"} , {"body" : "They were talking about it in the Crown Heights section of Brooklyn yesterday. Bearded men in dark coats under a hot sun, men known for their deep spiritual values, their belief in education and hard work, their pride in self-reliance. They were all Hasidic Jews, and they were talking about President Reagan's decision, announced Wednesday, to add" , "date" : "19840629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "REAGAN GRANTS HASIDIM 'DISADVANTAGED' STATUS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/29\/nyregion\/reagan-grants-hasidim-disadvantaged-status.html"} , {"body" : "Friday GUGGENHEIM SKYDANCE Abstract sculptures will be on the move in the Guggenheim Museum tonight through Sunday at 9 as dancers perform on the spiral ramp - around an audience also on the ramp. The occasion will be ''SkyDance\/SkyTime,'' a multimedia event created for the building's architecture and acoustics. Held by ropes, Otto Piene's inflated" , "date" : "19840608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/08\/arts\/weekender-guide.html"} , {"body" : "Carl Erskine, Carl Furillo and the late Gil Hodges were inducted yesterday into the new Brooklyn Dodger Hall of Fame, a creation of the faculty and students at Intermediate School 320, now named for Jackie Robinson and situated on McKeever Place, where Ebbets Field fans once bought their hot dogs and parked their cars. The ceremony took place on" , "date" : "19840608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "BROOKLYN'S TEAM, AS EVER" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/08\/sports\/brooklyn-s-team-as-ever.html"} , {"body" : "A 29-year-old Hasidic Jew has been acquitted of charges that he led a group that cut the beard off a rabbi from another sect in the Hasidic movement. A jury in Brooklyn Criminal Court last week found the defendant, Jacob Cohen, a member of the Satmar Hasidim, not guilty of reckless assault and a civil-rights violation. The rabbi, Pinchas Korf, 49," , "date" : "19840527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "MAN CLEARED OF CUTTING HASIDIC RABBI'S BEARD" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/27\/nyregion\/man-cleared-of-cutting-hasidic-rabbi-s-beard.html"} , {"body" : "In a one-bedroom apartment in the Crown Heights section of Brooklyn, Paulette lives with her two young children, a boyfriend and four other people. The apartment has falling plaster, a broken bathtub and a stove that leaks gas, but Paulette has not confronted the landlord with the conditions. She is a Haitian immigrant, here on ''parole'' by the" , "date" : "19840522" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HAITIANS QUIETLY FIND BETTER LIFE IN THE CITY, DESPITE THEIR FEARS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/22\/nyregion\/haitians-quietly-find-better-life-in-the-city-despite-their-fears.html"} , {"body" : "DOWN his street, in a navy blue U.S.A. sweatsuit, walks Rawle Cox, who, to the ignorance of many of his neighbors, will play in the Olympic Games. ''There he is,'' yells a young man who is an exception. ''Olympic team,'' another calls out without deference. ''Win one for us,'' cries a third, more to tease than to praise. He laughs. ''Win one for" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "FIELD HOCKEY IS HIS CITY GAME" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/sports\/field-hockey-is-his-city-game.html"} , {"body" : "A group of black ministers who said they had been unsuccessfully negotiating with The Daily News for 16 months sharply accused the paper yesterday of not hiring enough blacks and not covering the black community adequately. The ministers' group - the Organization of African American Clergy, which says it represents more than 350 congregations -" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "BLACK PASTORS FAULT DAILY NEWS ON JOBS AND ON ITS COVERAGE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/nyregion\/black-pastors-fault-daily-news-on-jobs-and-on-its-coverage.html"} , {"body" : "HOLLYWOOD HEROINES As a screen star in the 1920's, Lillian Gish was a power at Metro-Goldwyn-Mayer. She called a lot of shots, said Richard Kozarski, a film historian. Miss Gish decided that Nathaniel Hawthorne's novel ''The Scarlet Letter,'' whose theme of adultery had previously been considered unsuitable for the movies, should be made into a" , "date" : "19840428" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/28\/arts\/going-out-guide.html"} , {"body" : "Officials of two New York City public-employee pension funds announced yesterday that they had contributed $50 million apiece to help finance the rehabilitation of thousands of apartment buildings in poor and middle-income neighborhoods. City and state officials said the action marked the first such use of public- employee pension funds anywhere in" , "date" : "19840420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 PENSION FUNDS TO HELP REPAIR HOUSING IN CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/20\/nyregion\/2-pension-funds-to-help-repair-housing-in-city.html"} ,   {"body" : "Police Commissioner Benjamin Ward is considering removing all 90 city detectives from a Federal-state- city antidrug force to expand the Police Department's own drive against street- level drug dealers. He said he was considering the action because of his dissatisfaction with the results of the joint effort, which is aimed at middle- and top-level" , "date" : "19840415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "CITY POLICE MAY LEAVE JOINT ANTIDRUG FORCE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/15\/nyregion\/city-police-may-leave-joint-antidrug-force.html"} , {"body" : "The number of Democrats eligible to vote Tuesday has surged in predominantly black and Hispanic sections of New York City since the last statewide primary in 1982, according to an analysis of Board of Elections records. All 16 Assembly Districts in the city where Democratic enrollment rose by 5,000 or more were in neighborhoods identified by" , "date" : "19840401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DEMOCRATS GAIN BLACK AND HISPANIC VOTERS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/01\/nyregion\/new-york-democrats-gain-black-and-hispanic-voters.html"} , {"body" : "While Irishmen of all nationalities are celebrating St. Patrick's Day tomorrow, Jews of all persuasions will be getting ready for festivities of their own starting at sundown and continuing Sunday. The occasion is Purim, a holiday that commemorates the rescue of the Jews in Persia many, many centuries ago. Purim is celebrated with eating, drinking," , "date" : "19840316" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "SPECIAL JOYS OF PURIM MARKED AROUND CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/16\/arts\/special-joys-of-purim-marked-around-city.html"} , {"body" : "New York City's poorest neighborhoods are experiencing the severest teacher shortage in years, according to school officials. They say the problem, intensified by a rapid turnover of teachers who accept jobs and then quit, has hurt children who need help the most - those for whom school often represents the most stable influence in their lives. The" , "date" : "19840229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY'S POOR DISTRICTS ARE HIT HARD BY A SEVERE SHORTAGE OF TEACHERS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/29\/nyregion\/city-s-poor-districts-are-hit-hard-by-a-severe-shortage-of-teachers.html"} , {"body" : "In an unusual meeting of two worlds, a group of Mormon educators went calling on rabbis from the Lubavitch Hasidic sect in Brooklyn the other day. Both groups are known for their success in attracting newcomers - the Lubavitch among Jews and the Mormons among Christians - but proselytizing was not on the agenda. The meeting was held at the request" , "date" : "19840206" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MORMONS VISIT BROOKLYN TO GRASP HASIDIC WAYS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/06\/nyregion\/mormons-visit-brooklyn-to-grasp-hasidic-ways.html"} , {"body" : "Prospect Heights High School and Clara Barton High School for the Health Professions face each other on President Street, near old apartment buildings in the Crown Heights section of Brooklyn, but academically they are miles apart. Clara Barton is regarded as one of the best schools in the city. Prospect Heights is considered one of the worst. It" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "ARE NEIGHBORHOOD HIGH SCHOOLS SUFFERING A BRAIN DRAIN?" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/weekinreview\/are-neighborhood-high-schools-suffering-a-brain-drain.html"} , {"body" : "A 4-year-old girl who liked to play with matches and her two younger sisters died yesterday in a fire that swept through a two-story, three-apartment frame house in the Crown Heights section of Brooklyn, the Fire Department said. Intense flames drove off four rescuers who tried to reach the children before firefighters arrived at the scene. The" , "date" : "19840128" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "FIRE KILLS 3 SISTERS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/28\/nyregion\/fire-kills-3-sisters-in-brooklyn.html"} , {"body" : "DAISY EDMONDSON and Stewart Alter, both magazine editors, left their small Greenwich Village apartment eight months ago because they had just had a baby and, what's more, their landlord had doubled the rent. After ''systematically'' canvassing neighborhoods just outside Manhattan for an affordable house to their liking, the couple finally bought a" , "date" : "19840122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RESALE-HOME PRICES: UP AND RISING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/22\/realestate\/resale-home-prices-up-and-rising.html"} , {"body" : "A man was seriously injured yesterday in a two-alarm fire that began in a first-floor Chinese restaurant in Brooklyn and spread to apartments above, fire officials said. The 32-year-old victim, whose name was withheld until relatives could be informed, was found in a second-floor apartment at 870 Nostrand Avenue in the Crown Heights section, the" , "date" : "19840118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Man Injured in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/18\/nyregion\/man-injured-in-brooklyn-fire.html"}]