[  {"body" : "To the Editor: At its meeting, the M.T.A. board spent less than two minutes publicly discussing a decision that affects spending hundreds of millions of transit capital dollars. It chose to connect the 63d Street tunnel into the local tracks of the Queens IND subway, the cheapest ''build'' option; however, it is the least effective option and has" , "date" : "19841231" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "CHEAP, BAD QUEENS SUBWAY PLAN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/31\/opinion\/l-cheap-bad-queens-subway-plan-181068.html"} , {"body" : "The Port Authority of New York and New Jersey is making progress in its marketing campaign to lease some two million square feet of space at the World Trade Center. The authority, which is trying to lease space in the 23d through 74th floors of Tower Two at the center, recently signed two agreements for some 300,000 square feet with Marine Midland" , "date" : "19841226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "About Real Estate; 2 New Tenants Signed by Trade Center" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/26\/business\/about-real-estate-2-new-tenants-signed-by-trade-center.html"} , {"body" : "Governor Cuomo announced an agreement yesterday that he said would allow a long-stalled Brooklyn waterfront project to move ahead while saving the jobs of 1,200 manufacturing workers on the site. The agreement involves the 10-building Fulton Landing complex between the Brooklyn and Manhattan Bridges. The owner of the complex, David C. Walentas, had" , "date" : "19841219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "AGREEMENT REACHED ON PLAN TO DEVELOP BROOKLYN WATERFRONT" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/19\/nyregion\/agreement-reached-on-plan-to-develop-brooklyn-waterfront.html"} , {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "An agreement to build a $340 million office, retail and research complex in downtown Brooklyn was announced yesterday by city officials. Forest City Enterprises, a Cleveland-based developer that has built business projects in Detroit, Charleston and Los Angeles, will be the prime developer of the project for financial and high-technology companies," , "date" : "19841208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A $340 MILLION COMPLEX ANNOUNCED FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/08\/nyregion\/a-340-million-complex-announced-for-brooklyn.html"} , {"body" : "SATURDAY, DECEMBER 8, 1984 International Union Carbide's chairman was arrested as he arrived in Bhopal, India, and charged with criminal conspiracy in connection with the insecticide plant gas leak that killed an estimated 2,100 people and injured many thousands more. Warren M. Anderson, the chairman, was later freed on bail. Two senior officials" , "date" : "19841208" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "NEWS SUMMARY;" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/08\/nyregion\/news-summary-137310.html"} , {"body" : "Two things should be said about the Brooklyn Museum. One is that it is on the move in ways that can only delight us. The other is that there is an immediate and temporary reason to go there, in that through Feb. 10, 1985, the Brooklyn Museum has an exhibition called ''The Light of Asia'' that was previously shown with great success at the Los" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART VIEW; THE IMAGES OF THE BUDDHA CONINUES TO ENTHRALL" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/arts\/art-view-the-images-of-the-buddha-coninues-to-enthrall.html"} , {"body" : "A jeweler in Brooklyn was shot to death last night after he and two of his employees struggled with two masked robbers, the police said. The jeweler, Robert Tabib, 29 years old, of Roslyn, L.I., was shot in the chest as he and the two employees - his brother David, also of Rosyln, and Aram Bakhshi of Kew Gardens - fought with the two men. The" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "A Jeweler in Brooklyn Shot Dead by Robbers" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/nyregion\/a-jeweler-in-brooklyn-shot-dead-by-robbers.html"} , {"body" : "Loafing and poor supervision discovered during surprise inspections at railroad and subway work sites have brought to an estimated $2.86 million the cost to the Metropolitan Transportation Authority of such time- wasting, according to a report issued yesterday. ''This wasted manpower, if it were put to use, would result in a combination of reduced" , "date" : "19841119" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "TIME-WASTING CITED IN REPORT ON TRANSIT SITES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/19\/nyregion\/time-wasting-cited-in-report-on-transit-sites.html"} , {"body" : "Twenty-two new trees were planted last week on once-troubled Sackett Street in the lower Park Slope section of Brooklyn by a real estate company seeking to improve a block in which it already has invested more than $1 million. ''It will serve the dual purpose of enhancing our image and put something back into a neighborhood in which we are doing" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "DEVELOPER GREENS A BLOCK IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/developer-greens-a-block-in-brooklyn.html"} ,   {"body" : "Wilbur L. Woods, the director of the Brooklyn Office of the Department of City Planning, has worked in Brooklyn since 1977. In an interview he discussed the city's efforts to encourage development of city-owned sites in Brooklyn. Q. Has the city been successful in persuading companies to move their back- office space to Brooklyn? A. Not to any" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Q & A WITH BROOKLYN'S CHIEF PLANNER; WILBUR L. WOODS TOUTS ADVANTAGES OF BOUROGH SITES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/realestate\/q-with-brooklyn-s-chief-planner-wilbur-l-woods-touts-advantages-bourogh-sites.html"} , {"body" : "A man on trial for attempted burglary and weapons charges shot and critically wounded his lawyer yesterday in front of the State Supreme Court building in Jamaica, Queens, the police said. After the man was caught by two court officers, detectives went to his apartment and found the body of a 24- year-old woman with whom he lived. She had been shot" , "date" : "19841109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LAWYER SHOT AT QUEENS COURTHOUSE; CLIENT IS HELD" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/09\/nyregion\/lawyer-shot-at-queens-courthouse-client-is-held.html"} , {"body" : "Paul Goldberger is the Pulitzer Prize- winning architecture critic of The New York Times. New Yorkers sometimes say that Middle America begins at the East River, that once you get outside Manhattan the rest of New York starts to look, if not quite like other places, a lot more ordinary, a lot more mun dane, a lot more like Trenton or Hartford or" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "UTOPIA IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/utopia-in-the-outer-boroughs.html"} , {"body" : "FOR THE first time since 1905, when New York City extended its paid firefighting force to Staten Island, the borough has its own full-time fire-rescue company. Rescue Company 5, a group of 25 firefighters and 4 officers specially trained in fire- and emergency-rescue work and carrying a truckload of special equipment, now rolls to all emergencies" , "date" : "19841028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "STATEN ISLAND GETS A FIRE-RESCUE UNIT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/28\/nyregion\/staten-island-gets-a-fire-rescue-unit.html"} , {"body" : "BILL Harris, seated above left, admits that getting things from Mexico ''can be a difficult adventure.'' Nevertheless, Mr. Harris and Tom Doane, standing, have just opened a store with such Mexican wares as pottery from Guanajuato (a mug is $7.95, a dinner plate $12.95); cedar and pigskin chairs, $95 and $125; handcarved unfinished pine side" , "date" : "19841018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "HOME BEAT; POTTERY FRON MEXICO" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/18\/garden\/home-beat-pottery-fron-mexico.html"} , {"body" : "Standing in a passageway in the Times Square subway station where two transit officers were attacked last week, William McKechnie, president of the Transit Patrolmen's Benevolent Association, showed how a third officer 140 feet away could not hear a call for help. In an arcade area of the station, he demonstrated that a call to the downtown" , "date" : "19841016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Inaudible at Times Sq." , "url" : "http:\/\/www.nytimes.com\/1984\/10\/16\/nyregion\/new-york-day-by-day-inaudible-at-times-sq.html"} , {"body" : "Thirteen thousand subway riders were removed from smoky trains and thousands more were delayed for long periods yesterday as six fires erupted under trains in Manhattan and Brooklyn and in tunnels under the East River, officials said. At least 22 people, including 6 transit officers aiding passengers, were overcome by smoke and taken to hospitals," , "date" : "19841012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SIX FIRES IN SUBWAYS FORCE 13,000 TO FLEE IN THE EVENING RUSH" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/12\/nyregion\/six-fires-in-subways-force-13000-to-flee-in-the-evening-rush.html"} , {"body" : "Class reunions aren't all the same. Consider, for example, the upcoming Juilliard Reunion Day, the first such occasion in the conservatory's 79-year history, which will take place this Friday. The day's festivities will include presentations by the dance, theater, and opera departments, chamber-music performances, Organ recitals, and open classes" , "date" : "19841007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "JUILLIARD STAGES ITS FIRST REUNION" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/07\/arts\/juilliard-stages-its-first-reunion.html"} , {"body" : "A fire broke out under a subway train in lower Manhattan yesterday, injuring 2 people and forcing 500 passengers to leave the train, transit officials said. It was the second subway fire in two days involving a large number of passengers. Yesterday's fire was reported at 1:38 P.M. under a train at the Chambers Street station of the IRT, according" , "date" : "19841006" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Blaze in Subway Injures 2 And Forces 500 From aTrain" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/06\/nyregion\/a-blaze-in-subway-injures-2-and-forces-500-from-atrain.html"} , {"body" : "Early this year, Diana Ross faced a public-relations problem that was assuming huge proportions. Not only had rain and rioting marred the free concert she gave in Central Park six months earlier, but the the singer's film company was contending that, despite the sale of cable-television rights and other income, the event had not produced expected" , "date" : "19841003" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK'S INFLUENTIAL PEOPLE CELEBRATE MILESTONE FOR A MAN OF INFLUENCE" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/03\/nyregion\/new-york-s-influential-people-celebrate-milestone-for-a-man-of-influence.html"} ,   {"body" : "The beachfront estate in Glen Cove, L.I., built by William Hester, whose family owned The Brooklyn Eagle at the height of its popularity and Loeser's department store in downtown Brooklyn, is being turned into a residential community. The 22-acre, tree-filled site overlooking Hempstead Harbor at Woosley Avenue and Red Spring Lane is being developed" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GLEN COVE (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS;" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/realestate\/postings-238381.html"} , {"body" : "DOWNTOWN DEALS AT PUBLIC EXPENSE To the Editor: Someone has misled The Times. The issues in the Shearson case are not as your Sept. 4 editorial ''On Kicking Away 3,400 Jobs'' identifies them. Shearson never agreed to create or retain any more than 900 to 1,200 back-office jobs at its new lower Manhattan computer facility. The other 2,000 jobs it" , "date" : "19840915" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "LETTER: ON JOBS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/15\/opinion\/l-letter-on-jobs-166744.html"} , {"body" : "Mall Openers in Brooklyn Looking sheepish in ''wacky hats'' - bright paper visors bearing the slogan, ''We're looking fresh again'' - Lieut. Gov. Alfred B. DelBello, Borough President Howard Golden and other officials snipped a ribbon to open a stretch of Fulton Street in downtown Brooklyn as a pedestrian mall. ''An alternative,'' Mr. Golden said," , "date" : "19840914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY;" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/nyregion\/new-york-day-by-day-194629.html"} , {"body" : "The Brooklyn Union Gas Company, whose offer of $300 million in April for the Long Island Lighting Company's gas system was firmly rejected, is now asking the State Legislature to force the sale. Officials of Brooklyn Union believe that such a move by the Legislature would benefit Lilco. Lilco said it rejected the offer in May because selling the" , "date" : "19840815" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN UNION PRESSES BID TO BUY LILCO'S GAS SYSTEM" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/15\/nyregion\/brooklyn-union-presses-bid-to-buy-lilco-s-gas-system.html"} , {"body" : "Riders waited and waited before 9 A.M. for a Manhattan-bound D train in the Atlantic Avenue Station in downtown Brooklyn the other day. Train after train came from Manhattan, but none to Manhattan. Finally, one arrived. It was empty, but it whooshed through the station without stopping. There were sighs and grumbles of frustration. Finally, another" , "date" : "19840813" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY ; Transit Semantics" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/13\/nyregion\/new-york-day-by-day-transit-semantics.html"} , {"body" : "Horns honked impatiently yesterday afternoon on Willoughby Street in downtown Brooklyn. A traffic agent, Ronald Joseph, went to investigate. An armored truck from the Scorpion Armored Car Company, without a driver, was blocking the street. Unable to locate the driver, Mr. Joseph began writing a ticket. From a nearby building a man emerged, drew a" , "date" : "19840809" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; ARMORED AND DEFENSIVE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/09\/nyregion\/new-york-day-by-day-armored-and-defensive.html"} , {"body" : "On a recent balmy evening around 6 o'clock, Ruth Finstein was strolling along West 44th Street when suddenly a policeman on a horse came galloping around the corner from Eighth Avenue, passed the Shubert Theater and stopped smack in front of Sardi's. The helmeted officer drew back on the reins, jumped from his mount and hastily tried to wrap the" , "date" : "19840718" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/18\/garden\/metropolitan-diary-073768.html"} , {"body" : "A State Supreme Court justice has temporarily blocked the city from barring food vendors on 65 busy streets in midtown Manhattan, Brooklyn and Queens. The restrictions, which already apply to about 140 streets, were to be extended to the new streets tomorrow. The justice, Jawn A. Sandifer of Manhattan, granted the injunction late Thursday after the" , "date" : "19840714" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "COURT BLOCKS CURB ON VENDORS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/14\/nyregion\/court-blocks-curb-on-vendors.html"} , {"body" : "Besieged by sharply higher caseloads, a shortage of judges and, in some areas, crowded quarters, the Federal District Courts in New York, New Jersey and Connecticut are struggling to keep up with their calendars, court officials say. The crowded dockets sometimes mean that judges are forced to move along difficult and important cases rather than" , "date" : "19840709" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "U.S. COURTS ARE JAMMED BY CASELOAD" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/09\/nyregion\/us-courts-are-jammed-by-caseload.html"} , {"body" : "A woman was killed yesterday afternoon when an eight-foot piece of lumber attached to sheet of plywood blew from a midtown tower under construction and struck her on the head, the police said. The woman, identified as Vanda Arendt, whom the police described as in her 60's and living at 870 United Nations Plaza, was struck by the debris as she stood" , "date" : "19840625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FALLING LUMBER KILLS A WOMAN ON THE EAST SIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/25\/nyregion\/falling-lumber-kills-a-woman-on-the-east-side.html"} ,   {"body" : "The New York City Department of Investigation is looking into accusations that Federal surplus cheese, intended for distribution to the poor, was served at a Christmas party held by the City Human Rights Commission last December, the City Investigation Commissioner said yesterday. The Commissioner, Patrick W. McGinley, said an investigation had" , "date" : "19840621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CITY STUDIES CHARGE THAT SURPLUS CHEESE WAS SERVED AT PARTY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/21\/nyregion\/city-studies-charge-that-surplus-cheese-was-served-at-party.html"} , {"body" : "Although state and city redevelopment of Fulton Landing, a 15-acre Brooklyn waterfront tract between the Brooklyn Bridge and the Manhattan Bridge, has been stalled, a private effort to create new office space in the area's partly vacant industrial buildings is continuing. Tomorrow prospective tenants will get a tour of the first of the buildings to" , "date" : "19840620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FULTON LANDING (BROOKLYN)" , "NEW YORK CITY" , "MANHATTAN BRIDGE (NYC)" , "BROOKLYN BRIDGE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "24" , "title" : "ABOUT REAL ESTATE; COMMERCIAL RESTORATION ON BROOKLYN WATERFRONT" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/20\/business\/about-real-estate-commercial-restoration-on-brooklyn-waterfront.html"} , {"body" : "Without fanfare or even much attention, New York City's five borough presidents have received approval to nearly triple the amount of city money they may spend as they want. The money - a total of $7 million, or $1.4 million for each of the five - was added as part of the last- minute changes to the budget for the 1985 fiscal year that the city" , "date" : "19840619" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/19\/nyregion\/012376.html"} , {"body" : "Lillian Padilla was unhappy when she had to give up Baron, her German shepherd. ''The kids cried,'' she said, ''but I just couldn't keep him. He tore up my whole apartment.'' Yesterday, Mrs. Padilla was beaming as Baron and his handler, Officer Patrick Yuengling, graduated from the transit police canine training program. There were five transit" , "date" : "19840619" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Police Dog Joins the Force" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/19\/nyregion\/new-york-day-by-day-police-dog-joins-the-force.html"} , {"body" : "It's been strictly a Manhattan show so far, but the splashing of dazzling lights on the tops of skyscrapers, begun by Douglas Leigh in 1976 on the Empire State Building, has ventured into Brooklyn. The latest project of Mr. Leigh, who has lighted the Citicorp, Helmsley and Crown Buildings and the Waldorf-Astoria Hotel, is the tower of the St." , "date" : "19840525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Lights Go On in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/25\/nyregion\/new-york-day-by-day-lights-go-on-in-brooklyn.html"} , {"body" : "A 33-year-old city bus driver was shot in the face yesterday by a youth who got off his bus at Buffalo Avenue and Eastern Parkway in Brooklyn, fired through the closed door and fled, the police said. The shooting occurred on the B14 bus at 12:35 A.M. after the youth and a companion got into a dispute with the driver, Willie Hooks, the police said." , "date" : "19840523" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Bus Driver Shot In Face by Youth" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/23\/nyregion\/the-city-bus-driver-shot-in-face-by-youth.html"} , {"body" : "Room 352: Frank Kron, the biology teacher, admired by students, who strive to please him, known among his colleagues as a stereotype of the profession - a case of burnout. ''This is not what I want to do,'' he says, after 19 years in the classroom. ''There is no reward for being a good teacher.'' Room 333: Heidi Abrams, the English teacher, first" , "date" : "19840518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TEACHERS ON THE FRONT LINE OF THE CLASSROOM STRUGGLE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/18\/nyregion\/teachers-on-the-front-line-of-the-classroom-struggle.html"} , {"body" : "Martin Lopez and Geronimo Wilkerson were in class at I.S. 369 in downtown Brooklyn when they saw a man running from the subway into their schoolyard with a purse in his hand. The two ran after him, caught him and recovered the purse. The two 15-year-old students then helped the police locate the owner of the purse, an 82-year-old woman visiting" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY ; Youths Are Honored For Heroism in Subway" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/nyregion\/new-york-day-by-day-youths-are-honored-for-heroism-in-subway.html"} , {"body" : "The 15 subway stations with the highest crime rate will be the focus of a new drive by the Transit Authority Police Department, officials said yesterday. ''Every crime from spitting to fare evasion to robbery will be dealt with,'' said James B. Meehan, the authority's police chief. ''It's a change in strategy.'' He added, however, that the" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEW DRIVE ON SUBWAY CRIME SET" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/nyregion\/new-drive-on-subway-crime-set.html"} , {"body" : "Irony, inevitability and miscalculation marked the Chancellor's precipitous downfall. Page 14. Anthony John Alvarado resigned yesterday as Chancellor of the New York City school system, four days before he was to face a disciplinary hearing on charges of professional misconduct. His resignation was offered with a ''sincere and profound apology to" , "date" : "19840512" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ALVARADO RESIGNS AS SCHOOLS CHIEF, OFFERING APOLOGY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/12\/nyregion\/alvarado-resigns-as-schools-chief-offering-apology.html"} ,   {"body" : "THERE is a Fort Greene in Brooklyn that brings to mind drab housing projects, crime and poverty. There is another that is gracefully restored and preserved brownstones. ''There are two Fort Greenes,'' said Roberta Kyle, a writer who moved to the neighborhood in 1970. ''Whenever there is a murder, the papers say it happened in Fort Greene even if it" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "The Probation Department office on Adams Street in downtown Brooklyn is a dreary place. Many of the walls are painted a sickly yellow. The paint, said a probation officer, ''must have been surplus, because no one would ever pick such a color.'' Graffiti are everywhere - even on the sinks in the men's room. One large room is divided into rows of" , "date" : "19840428" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "FOR OFFICERS, 'NO TIME' TOGIVE HELP" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/28\/nyregion\/for-officers-no-time-togive-help.html"} , {"body" : "SOMEWHERE between the forbidding peaks of Manhattan office costs and the welcoming valleys of suburban prices - there are four boroughs. The Koch administration insists it is doing everything it can to persuade back-office operators that they would do better settling in Brooklyn or Queens than leapfrogging over to New Jersey or Long Island. But the" , "date" : "19840422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "BACK-OFFICE TENANTS SLIPPING OUT OF TOWN" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/22\/realestate\/back-office-tenants-slipping-out-of-town.html"} , {"body" : "It may not provide much consolation to New York City's subway riders, but the man in charge is familiar with their problems. David L. Gunn arrived from Philadelphia two months ago to take over the Transit Authority, which operates the subways and buses. Mr. Gunn is now a daily user of the service he oversees, commuting by subway from his Brooklyn" , "date" : "19840415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "DAVID GUNN'S UNDERGROUND, FROM HIS NOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/15\/weekinreview\/david-gunn-s-underground-from-his-notes.html"} , {"body" : "The Board of Education filed formal charges yesterday against Anthony J. Alvarado, the suspended Schools Chancellor, contending that he had personally benefited from his position and was ''unfit to properly perform his obligations.'' The 13 charges include allegations that were detailed in a city report issued last month as well as new charges." , "date" : "19840404" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BOARD CHARGES ALVARADO IS 'UNFIT' AS IT FILES 13 MISCONDUCT COUNTS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/04\/nyregion\/board-charges-alvarado-is-unfit-as-it-files-13-misconduct-counts.html"} , {"body" : "Most of New York State's 285 delegates to the Democratic National Convention will be chosen in today's Presidential primary. The polls will be open from 6 A.M. to 9 P.M. in New York City and in Nassau, Suffolk, Westchester, Rockland, Orange, Ulster and Erie Counties. They will be open from noon until 9 P.M. elsewhere in the state. The Rev. Jesse" , "date" : "19840403" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORKERS TO VOTE TODAY IN PRIMARY; JACKSON" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/03\/nyregion\/new-yorkers-to-vote-today-in-primary-jackson.html"} , {"body" : "FESTIVAL There is probably no more appropriate New York neighborhood for a World Theater Festival than the polyglot, multicultured Lower East Side and, indeed, that is where this festival once again unfolds between tonight and next Sunday, at La MaMa E.T.C. theater at 74A East Fourth Street. This year's festival, dedicated to the memory of the" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/arts\/going-out-guide.html"} , {"body" : "WHEN Patricia Snyder and her husband moved to Boerum Hill 20 years ago, many of the deteriorating brownstones in the neighborhood just south of downtown Brooklyn were scheduled for demolition. The old families were either moving out or dying off, to be replaced by absentee landlords or real-estate speculators, and banks were writing mortgages there" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BOERUM HILL" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "ALMOST from the time New York City emerged as a manufacturing center, a classic pattern emerged in the way young businesses took shape and grew. In the last seven years, one entrepreneur, Elazar Rabbani, has followed this pattern to a tee: He came up with a salable idea and turned to family members, his brother Shahram and his brother-in-law Barry" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Science" , "Technology"] , "page_facet" : "10" , "title" : "NEW YORK AREA HAS NOT BEEN LEFT BEHIND" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/jobs\/new-york-area-has-not-been-left-behind.html"} , {"body" : "The Board of Education will meet today to consider Anthony J. Alvarado's standing as head of the New York City school system, the board's president said yesterday. The president, James F. Regan, said he was calling the meeting ''to ask my board to take other actions'' regarding Mr. Alvarado's status as Chancellor. He refused to elaborate. The" , "date" : "19840324" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "REGAN ASKS BOARD TO MEET TODAY ON ALVARADO'S STATUS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/24\/nyregion\/regan-asks-board-to-meet-today-on-alvarado-s-status.html"} ,   {"body" : "Anthony J. Alvarado annnounced yesterday that he was taking an indefinite leave of absence as the New York City Schools Chancellor until questions about his finances were resolved. The surprise announcement from Mr. Alvarado ended days of speculation that he might resign. But it left unresolved a number of questions about the Chancellor's standing" , "date" : "19840322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ALVARADO TAKING LEAVE OF ABSENCE AS SCHOOLS CHIEF" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/22\/nyregion\/alvarado-taking-leave-of-absence-as-schools-chief.html"} , {"body" : "Schools Chancellor Anthony J. Alvarado met privately for more than two hours yesterday with his lawyer and the Board of Education to discuss terms for his possible resignation, but the board rejected the Chancellor's proposals, according to city and school officials. No one at the meeting would say what had occurred in the board room on the 11th" , "date" : "19840321" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "ALVARADO IS SAID TO DISCUSS RESIGNING WITH BOARD" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/21\/nyregion\/alvarado-is-said-to-discuss-resigning-with-board.html"} , {"body" : "About 1,500 passengers on two subway trains were evacuated yesterday evening after 5 cars of a 10-car Brooklyn-bound IRT train jumped the tracks in a tunnel under the East River, according to the Transit Authority. Several injuries were reported. A spokesman for the Transit Authority, Ellen Weiman, said the derailment took place at 5:40 P.M.," , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "1,500 LED TO SAFETY AS 5 IRT CARS DERAIL UNDER THE EAST RIVER" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/nyregion\/1500-led-to-safety-as-5-irt-cars-derail-under-the-east-river.html"} , {"body" : "The 7-year-old girl was deeply distressed. Her father had been charged with sexually abusing her, and her mother appeared to be backing the father in his denial. The girl had been taken from her parents and placed in foster care, but she would have to confront them in court when she testified at her father's trial. ''She was very frightened,''" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "ISLAND OF WARMTH FOR CHILDREN AT BROOKLYN COURT" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/nyregion\/island-of-warmth-for-children-at-brooklyn-court.html"} , {"body" : "Rick Kuhn, the former Boston College basketball player serving a 10- year prison sentence for conspiring to rig scores in the 1978-79 season, testified yesterday that a star teammate, Ernie Cobb, had also been in the scheme and had received $2,000 in bribes from gamblers. ''Ernie was presented the proposition I'd been presented, shaving points in" , "date" : "19840317" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "COBB SAID TO HAVE GOT $2,000" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/17\/sports\/cobb-said-to-have-got-2000.html"} , {"body" : "Rafael Esparra resigned yesterday after four years as Mayor Koch's Special Adviser for Hispanic Affairs to enter a House primary race in Brooklyn's 11th Congressional District. In announcing Mr. Esparra's resignation, which is effective today, the Mayor said that the 43-year-old Puerto Rican native ''was one of the best appointments I've ever" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; Koch Aide Quits For House Race" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/the-city-koch-aide-quits-for-house-race.html"} , {"body" : "The Brooklyn and Queens Borough Presidents said yesterday that a new professional sports stadium was needed in New York City, and each said his borough was the best place to build it. Testifying at a hearing in Manhattan of the State Senate Task Force on Professional Sports, Howard Golden of Brooklyn and Donald R. Manes of Queens said a stadium was" , "date" : "19840310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "GOLDEN AND MANES VIE AT HEARING ON STADIUM" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/10\/nyregion\/golden-and-manes-vie-at-hearing-on-stadium.html"} , {"body" : "In 1948, a former bank teller named Trammell Crow made his first investment in real estate by building a modest-sized warehouse in Dallas. Today, at 69, he is believed to be the nation's largest owner of commercial property, with his affiliated companies valued at $7 billion. In 1964, Paul Milstein, the son of a Bronx flooring-company owner," , "date" : "19840309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TIMES SQUARE DEVELOPMENT PLAN: A LESSON IN POLITICS AND POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/09\/nyregion\/times-square-development-plan-a-lesson-in-politics-and-power.html"} , {"body" : "Two New York City school employees who lent money to Chancellor Anthony J. Alvarado received extra compensation while working for Mr. Alvarado when he was superintendent in East Harlem, according to Board of Education records. The amount of money paid to one of the employees was $12,847 - slightly more than the $12,000 Mr. Alvarado said he had" , "date" : "19840308" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 WHO MADE LOANS TO ALVARADO GOT EXTRA SCHOOL PAY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/08\/nyregion\/2-who-made-loans-to-alvarado-got-extra-school-pay.html"} , {"body" : "POETS Monday night, after the weekend's escapism, is a night for poets and lecturers, not necessarily on the soberly heavy side, but in modes that are literary or intellectual. Tonight at 7:30, for instance, Writers in Performance holds the floor at the Manhattan Theater Club, 321 East 73d Street (472-0600). This is a series now in its 13th year of" , "date" : "19840227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/27\/arts\/going-out-guide.html"} ,   {"body" : "As the corruption trial of City Councilman Luis A. Olmedo of Brooklyn and two other men went through its fourth week, a juror fell asleep one day last week. His head rested on his left shoulder, his eyes were shut and he appeared serenely removed from the proceedings in Federal District Court in downtown Brooklyn. Judge Eugene H. Nickerson, seeing" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "REPORTER'S NOTEBOOK: A NAPPING JUROR AND PLODDING DETAIL AT OLMEDO'S TRIAL" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/nyregion\/reporter-s-notebook-a-napping-juror-and-plodding-detail-at-olmedo-s-trial.html"} , {"body" : "One man has been arrested and another is being sought in the murder of an off-duty police officer who was shot and killed, possibly with his own gun, during a robbery on Jan. 31, the police said yesterday. Both men, the authorities said, have criminal records. The man still at large, who the police said did the actual shooting, has been arrested 13" , "date" : "19840221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SUSPECT ARRESTED AND ONE SOUGHT IN MURDER OF AN OFF-DUTY OFFICER" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/21\/nyregion\/suspect-arrested-and-one-sought-in-murder-of-an-off-duty-officer.html"} , {"body" : "The State Public Service Commission today voted to divide New York City into two area codes to ''prevent an impending exhaustion of telephone numbers.'' Beginning New Year's Day, the 212 area code will reach only telephones in Manhattan and the Bronx. A new area code, 718, will be required to call Brooklyn, Queens and Staten Island. The decision" , "date" : "19840216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "718 AREA CODE FOR BROOKLYN, QUEENS AND STATEN ISLAND GAINS APPROVAL" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/16\/nyregion\/718-area-code-for-brooklyn-queens-and-staten-island-gains-approval.html"} , {"body" : "City Councilman Luis A. Olmedo of Brooklyn said at his trial yesterday that he had been ''fooling them'' when he told detectives posing as kickback-paying construction executives that he could help them get public contracts. He carried out the ruse, he said, because he thought the undercover men were mobsters or drug dealers and he was ''very" , "date" : "19840216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OLMEDO CALLS REMARKS AN ATTEMPT TO MISLEAD" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/16\/nyregion\/olmedo-calls-remarks-an-attempt-to-mislead.html"} , {"body" : "MAINTENANCE charges for cooperatives and condominiums are increasing only slightly this year. Managers credit a decline in fuel prices and mortgage- interest rates combined with only moderate increases in other operating expenses. Some boards of directors were also able to hold the line by reducing building staff or raising rents for commercial" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "MAINTENANCE CHARGES RISING, BUT ONLY MODERATELY" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/realestate\/maintenance-charges-rising-but-only-moderately.html"} , {"body" : "An off-duty police officer was shot and killed early yesterday, possibly with his own gun, after he was knocked down during a dispute on a Brooklyn street, the police said. The killer stood over the fallen officer, 27-year-old Angelo E. Brown, and fired three shots into him, striking him in the neck, the police said. ''He did not have a chance,''" , "date" : "19840201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AN OFF-DUTY OFFICER IS SLAIN IN A DISPUTE ON A BROOKLYN STREET" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/01\/nyregion\/an-off-duty-officer-is-slain-in-a-dispute-on-a-brooklyn-street.html"} , {"body" : "Two advocates of Puerto Rican independence, the eighth and ninth in the last year, were found guilty yesterday of criminal contempt of court for refusing to testify before a Federal grand jury investigating nearly 40 unsolved New York City bombings. The F.A.L.N., the group advocating independence for Puerto Rico, has taken responsibility for the" , "date" : "19840121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 MORE FOUND GUILTY FOR REFUSING TO TALK IN F.A.L.N. INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/21\/nyregion\/2-more-found-guilty-for-refusing-to-talk-in-faln-inquiry.html"} , {"body" : "The Municipal Assistance Corporation yesterday approved a plan to provide more than $1 billion over the next five years to New York City for its capital and operating budgets and for economic-development programs. In what its chairman, Felix G. Rohatyn, called a compromise between the differing wishes expressed recently by city and state officials," , "date" : "19840118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "M.A.C. PASSES $1 BILLION PLAN TO AID THE CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/18\/nyregion\/mac-passes-1-billion-plan-to-aid-the-city.html"} , {"body" : "A teen-ager who was talked out of a suicide leap in 1981 by a New York City police officer, who later adopted him, has run away from home, the police said yesterday. The youth, 18-year-old Michael Buchanan, was reported missing yesterday by his father, William Fox of Staten Island, who is now retired from the Police Department's emergency services" , "date" : "19840114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FORMER OFFICER'S SON MISSING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/14\/nyregion\/former-officer-s-son-missing.html"}]