[  {"body" : "A 3-year-old boy was beaten to death by his father in the East New York section of Brooklyn yesterday after the child spilled some water, and his father burst into a rage, the police said. The boy, Jemel Stone, was taken to Baptist Medical Center shortly after 7 P.M., after he was struck repeatedly with a leather belt by his father, Kenneth Bell," , "date" : "19841231" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Boy, 3, Fatally Beaten; His Father Is Arrested" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/31\/nyregion\/boy-3-fatally-beaten-his-father-is-arrested.html"} , {"body" : "A middle-aged man with a silver-colored pistol strode into a subway car rolling through lower Manhattan yesterday and shot four young men he had apparently singled out from among the passengers, the Transit Authority police reported. As the victims collapsed, all bleeding profusely from wounds of the upper body, a dozen other passengers, screaming" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A GUNMAN WOUNDS 4 ON IRT TRAIN, THEN ESCAPES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/nyregion\/a-gunman-wounds-4-on-irt-train-then-escapes.html"} , {"body" : "To the Editor: Roger Starr and I probably have an equal concern about housing, but I find it hard to accept his view that rent control is the principal basis for the deterioration of New York's housing or that we can rejigger a lost cause with tax gimmicks (Editorial Notebook, Nov. 30). I suggest a number of other bases: * In 1947 New York was the" , "date" : "19841220" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "CITY-BUILT SINGLE-FAMILY HOMES CAN END HOUSING" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/20\/opinion\/l-city-built-single-family-homes-can-end-housing-162383.html"} , {"body" : "Members of the Board of Estimate yesterday objected to sites selected for huge incinerators as the board heard testimony on a plan to dispose of the city's garbage for decades to come. City officials had held out hope that by obtaining a quick board endorsement of a resolution approving in principle the network of eight incinerators scattered" , "date" : "19841207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICIALS FAULT PLANS TO BUILD 8 TRASH PLANTS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/07\/nyregion\/officials-fault-plans-to-build-8-trash-plants.html"} , {"body" : "In some faraway place, the mother and child might have been out for a stroll picking wildflowers. ''There's a red one!'' 5-year-old Mark Williams shrieked. He skipped to the curb, picked the red beer can from the gutter and handed it to his mother. The child regarded it as a game. His 30- year-old mother, Yvonne, looked weary. She had risen early" , "date" : "19841205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/05\/nyregion\/about-new-york.html"} , {"body" : "The Board of Estimate is preparing to vote tomorrow on a resolution that would move New York toward construction of eight large garbage incinerators amid a dispute over whether they would produce unacceptably large amounts of dioxin. The outcome of the vote is not clear, with several members of the eight- member board indicating that they object to" , "date" : "19841205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "DIOXIN DISPUTE CONTINUES AS INCINERATOR VOTE NEARS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/05\/nyregion\/dioxin-dispute-continues-as-incinerator-vote-nears.html"} , {"body" : "In a cloistered gray brick building here that resembles a fraternity house for entrepreneurs, the Rensselaer Polytechnic Institute is helping new companies go into business. Its example is being copied nationwide. R.P.I.'s project, which it calls an industrial incubator, gives newly formed high-technology companies work space at low rent, business" , "date" : "19841203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "COLLEGES HELP TO 'INCUBATE' NEW INDUSTRY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/03\/nyregion\/colleges-help-to-incubate-new-industry.html"} , {"body" : "Paul Goldberger is the Pulitzer Prize- winning architecture critic of The New York Times. New Yorkers sometimes say that Middle America begins at the East River, that once you get outside Manhattan the rest of New York starts to look, if not quite like other places, a lot more ordinary, a lot more mun dane, a lot more like Trenton or Hartford or" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "UTOPIA IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/utopia-in-the-outer-boroughs.html"} , {"body" : "Right at the start, I want to say that I have always been treated well by the United States Postal Service. Rarely has a letter to or from me been mishandled, and Post Office employees have been almost uniformly courteous and helpful. But this time the Postal Service has pulled a beaut. Not on me. They've done it to a group of low-income working" , "date" : "19841016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "NEW YORK; TWO SMALL STEPS FOR SECURITY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/16\/opinion\/new-york-two-small-steps-for-security.html"} , {"body" : "'' THEY will go through any climate you can produce. They have been used by cinematographers in the rain forests along the Amazon. They have been used up in the Arctic. They have been used in the Antarctic. They have been used by NASA when they were doing some shots up on the moon.'' Nathan (Nat) Tiffen is talking about a subject dear to his heart" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; HIS FILTERS HELP PUT THE WORLD IN FOCUS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/nyregion\/long-islanders-his-filters-help-put-the-world-in-focus.html"} ,   {"body" : "For years, Tom and Julia Deadwiley looked on helplessly as a two-family house next to their Brooklyn home deteriorated, first into a burned shell, then into a vacant lot filled with trash. Telephone calls and complaint letters to city officials and the Police Department went unheeded, they said. And the frustration they encountered in keeping the" , "date" : "19840926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "VACANT LOTS BLOSSOM IN CITY PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/26\/nyregion\/vacant-lots-blossom-in-city-program.html"} , {"body" : "Governor Cuomo yesterday announced new regulations for state- chartered banks intended to lure up to $1 billion in investments to depressed neighborhoods. The regulations link the investments to new authority that permits the banks to invest in real-estate development, a power the banks have long sought. Under legislation enacted last June by the" , "date" : "19840920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CUOMO PLAN SEEKS TO SPUR INVESTING IN NEEDY SECTIONS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/20\/nyregion\/cuomo-plan-seeks-to-spur-investing-in-needy-sections.html"} , {"body" : "Marcia Brady Murray, a daughter of Mr. and Mrs. Paul B. Murray of New Canaan, Conn., was married yesterday to Addison D. Minott Jr., a son of Mr. and Mrs. Minott of Brattleboro, Vt. The Rev. Joseph C. Gengras and the Rev. D. Bradley Murray, the bride's uncle, performed the ceremony at the St. Thomas More Roman Catholic Church in Darien, Conn." , "date" : "19840909" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "78" , "title" : "Miss Murray Has Nuptials" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/09\/style\/miss-murray-has-nuptials.html"} , {"body" : "On the basis of a mistake with a calculator, New York State's highest court yesterday invalidated the designating petitions of a State Senator, denying her renomination on the Democratic Party line. The ruling by the Court of Appeals will cost the lawmaker, Senator Anna V. Jefferson, her seat unless she can get back on the ballot with independent" , "date" : "19840830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A CLERICAL ERROR COSTS CANDIDATE PLACE ON TICKET" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/30\/nyregion\/a-clerical-error-costs-candidate-place-on-ticket.html"} , {"body" : "An effort by Hispanic Democrats in Brooklyn to increase their representation in public office has caused further dissension in the borough's already- fractious Democratic organization. Bids by Hispanic challengers could jeopardize the renomination and re- election of a black Congressman, a white State Senator and the first Hispanic woman to serve" , "date" : "19840816" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEMOCRATS IN BROOKLYN FACE HISPANIC DEMAND" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/16\/nyregion\/democrats-in-brooklyn-face-hispanic-demand.html"} , {"body" : "Rain Disrupts Service On a Line of L.I.R.R. Scattered but heavy rains knocked out service last night on the Brooklyn branch of the Long Island Rail Road and caused 45-minute delays on other L.I.R.R. trains, a railroad spokesman said. According to the spokesman, Mildred O'Brien, the delays began at 6:45 as a result of flooding at the East New York" , "date" : "19840804" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/04\/nyregion\/no-headline-110859.html"} , {"body" : "Amid the checkerboard of restored and still-blighted blocks of the Fort Greene section of Brooklyn, developers and residents are seeing a clear demonstration of the effect of changes in New York's J-51 tax exemption and abatement program last year. One of the changes was aimed primarily at protecting elderly and low- income residents of" , "date" : "19840803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; TAX CHANGES INCREASING SOME RENTS IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/business\/about-real-estate-tax-changes-increasing-some-rents-in-fort-greene.html"} , {"body" : "Many a horse-racing fan knows Ozone Park as the home of ''the Big A.'' Just west of Aqueduct Racetrack is a community of some 70,000 residents, one of the most stable neighborhoods in New York City. ''I am not exactly sure how we got our name,'' said Conrad Gutleber, a partner in Corwin Gutleber, a real-estate and insurance agency that has done" , "date" : "19840729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: OZONE PARK" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/29\/realestate\/if-you-re-thinking-of-living-in-ozone-park.html"} , {"body" : "Three men accused of robbing elderly people by posing as utility employees to gain entry into their homes have been arrested. The police said yesterday that they might have committed as many as 60 such crimes in the city since January. The suspects, who gave Michigan addresses, used official-looking identification cards to gain access to homes and" , "date" : "19840721" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "THREE ACCUSED IN MASQUERADE TO ROB HOUSES" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/21\/nyregion\/three-accused-in-masquerade-to-rob-houses.html"} , {"body" : "When a gunman shot at least 20 people to death in a McDonald's restaurant in San Ysidro, Calif. yesterday, he left the greatest number of victims in a single rampage in recent United States history. But the massacre follows a long history of mass slayings and serial murders. In New York, two women and eight children were shot at close range last" , "date" : "19840719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "24" , "title" : "MULTIPLE SLAYINGS IN NATION'S RECENT HISTORY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/19\/us\/multiple-slayings-in-nation-s-recent-history.html"} ,   {"body" : "Just as a long conflict over the use of a racial quota at the Starrett City housing project seemed to be resolved, the Reagan Administration intervened last month in an attempt to upset the arduously achieved compromise. The dispute at Starrett City, one of the country's largest publicly supported housing projects, is over the legality of a quota" , "date" : "19840713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STARRETT CITY (BKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "DISPUTE OVER QUOTAS AT STARRETT CITY; COMPLEX MIX OF PRINCIPLE AND POLITICS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/13\/nyregion\/dispute-over-quotas-at-starrett-city-complex-mix-of-principle-and-politics.html"} , {"body" : "The man suspected of killing 10 people in a Brooklyn house in April was arraigned yesterday on unrelated charges of sodomy and attempted rape, District Attorney Mario Merola of the Bronx said. The suspect, Christopher Thomas, 33 years old, pleaded not guilty to the charges brought by a grand jury, and was ordered held without bail pending a trial," , "date" : "19840627" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "SuspectinBrooklynSlayings Arraigned for Sexual Assault" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/27\/nyregion\/suspectinbrooklynslayings-arraigned-for-sexual-assault.html"} , {"body" : "A tip from the father of two young victims, a cartridge shell in a burned- out apartment and identifications by two witnesses were the chief clues that led to the arrest of Christopher Thomas for the murders of 10 people in Brooklyn two months ago. Law enforcement officials said yesterday that the initial lead in the case, which they described as" , "date" : "19840621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 KEY CLUES LED TO SUSPECT IN MASS MURDERS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/21\/nyregion\/3-key-clues-led-to-suspect-in-mass-murders.html"} , {"body" : "A plan to impose a moratorium on deployment of nuclear-armed cruise missiles at sea was rejected by the Senate as it moved toward approval of a $230 billion military authorization bill. The moratorium was sought by Republicans. (Page A1, Cols. 2-3.) A shift by the White House on abortion is sought by the Agency for International Development. The" , "date" : "19840620" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WEDNESDAY, JUNE 20, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/20\/nyregion\/wednesday-june-20-1984-international.html"} , {"body" : "A 34-year-old Bronx man was charged last night with the slaying of 10 people in a house in the East New York section of Brooklyn last April, the police said. Police Commissioner Benjamin Ward identified the suspect as Christopher Thomas, of 899 East 169th Street. He said Mr. Thomas acted out of the mistaken belief that his estranged wife was having" , "date" : "19840620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BRONX MAN HELD IN MURDER OF 10" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/20\/nyregion\/bronx-man-held-in-murder-of-10.html"} , {"body" : "Though the calendar said ''June'' yesterday, other vital signs said ''August'' as New York City endured the fourth day of an unbroken heat wave that has led to busier ambulances and lower water pressure than normal. With a high temperature of 95 - matching a 10-year record and 15 degrees above the normal high for the day - the city, along with much" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "WESTERN STATES (US)" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HEAT WAVE RAISES WORRIES ON WATER" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/heat-wave-raises-worries-on-water.html"} , {"body" : "A receptionist for the brokerage firm of Fowler & Rosenau, which has offices on the 14th floor of 55 Broad Street in lower Manhattan, heard screams outside her office on the morning of March 30. She alerted several men in the office, including Peter Gregorio, a partner in the firm. They ran into the hall just as a young man emerged from the" , "date" : "19840610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "FINGERPRINT FRAGMENTS ARE CHIEF CLUES IN OFFICE MANAGER'S SLAYING" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/10\/nyregion\/fingerprint-fragments-are-chief-clues-in-office-manager-s-slaying.html"} , {"body" : "About 200 high school students led by Representative Edolphus Towns marched in the East New York section of Brooklyn yesterday to appeal for summer jobs. The students, accompanied by a brass band, stopped at each store along the march route to ask the owner to hire at least one youth for the summer. By noon, 14 jobs had been pledged. Representative" , "date" : "19840609" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A March for Jobs In East New York" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/09\/nyregion\/a-march-for-jobs-in-east-new-york.html"} , {"body" : "Doctors upgraded the condition of Charles Raffa, the father-in-law of Governor Cuomo, to satisfactory yesterday. They said he should soon be able to talk to the police about the two muggers who beat him May 22. The 78-year-old Mr. Raffa underwent plastic surgery on his face at New York University Medical Center after the mugging at a vacant" , "date" : "19840530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Father-in-Law Of Cuomo Gains" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/30\/nyregion\/the-city-father-in-law-of-cuomo-gains.html"} , {"body" : "A resurgent economy, fueling the engine of industrial production, has spurred demand for factory and warehouse space across the country. But in the New York metropolitan region, the new- found prosperity is not unalloyed: Land and buildings to accommodate growing industry are becoming ever more difficult to find. ''I can't go out and buy 200 acres" , "date" : "19840527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FREEPORT (NY)" , "HICKSVILLE (NY)" , "NASSAU COUNTY (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "SUPPLY SCARCE AS DEMAND FOR INDUSTRIAL SPACE RISES" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/27\/realestate\/supply-scarce-as-demand-for-industrial-space-rises.html"} ,   {"body" : "At 7 P.M. on April 15 the bodies of 10 people, 8 of them children, were found on the ground floor of a two-story house at 1080 Liberty Avenue in the East New York section of Brooklyn. All had been shot in the head at close range, most of them as they sat watching television. It was the city's worst mass murder in memory. A force of 75 city" , "date" : "19840527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "CRIME UPDATE; MOTIVE AND CLUES ELUDE POLICE IN SLAYING OF 10 IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/27\/nyregion\/crime-update-motive-and-clues-elude-police-in-slaying-of-10-in-brooklyn.html"} , {"body" : "Governor Cuomo visited his father- in-law in the hospital yesterday and said that he was ''still not considered out of danger'' after being beaten and robbed in a vacant Brooklyn store. The Governor talked with reporters at the New York University Medical Center, where his father-in-law, Charles Raffa, 78 years old, was listed in satisfactory" , "date" : "19840524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CUOMO GOES TO SEE HIS FATHER-IN-LAW, A VICTIM OF BEATING" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/24\/nyregion\/cuomo-goes-to-see-his-father-in-law-a-victim-of-beating.html"} , {"body" : "Governor Cuomo's father-in-law was severely beaten yesterday by two men during an apparent robbery attempt in a vacant supermarket he owns in the East New York section of Brooklyn. The victim, Charles Raffa, 78 years old, was taken to the Baptist Medical Center. He was later taken by police helicopter to the New York University Medical Center where" , "date" : "19840523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TWO MEN BEAT FATHER-IN-LAW OF THE GOVERNOR" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/23\/nyregion\/two-men-beat-father-in-law-of-the-governor.html"} , {"body" : "Francis J. Bloustein, a retired State Supreme Court justice, died Wednesday at his home in the Riverdale section of the Bronx. He was 77 years old. After a long career as a lawyer for the city and as a planning official, Justice Bloustein was elected to Supreme Court in 1966. He was soon at the center of three illegal strikes by the United" , "date" : "19840518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "FRANCIS BLOUSTEIN, EX-JUDGE OF NEW YORK SUPREME COURT" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/18\/obituaries\/francis-bloustein-ex-judge-of-new-york-supreme-court.html"} , {"body" : "Martin Lopez and Geronimo Wilkerson were in class at I.S. 369 in downtown Brooklyn when they saw a man running from the subway into their schoolyard with a purse in his hand. The two ran after him, caught him and recovered the purse. The two 15-year-old students then helped the police locate the owner of the purse, an 82-year-old woman visiting" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY ; Youths Are Honored For Heroism in Subway" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/nyregion\/new-york-day-by-day-youths-are-honored-for-heroism-in-subway.html"} , {"body" : "Francis J. Bloustein, a retired State Supreme Court justice, died last night at his home in the Riverdale section of the Bronx. He was 77 years old. After a long career as a lawyer for the city and as a planning official, Justice Bloustein was elected to the Supreme Court in 1966. Less than 21 months later found himself at the center of three" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "FRANCIS J. BLOUSTEIN, 77, IS DEAD; JUDGE IN '68 TEACHER-STRIKE CASE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/obituaries\/francis-j-bloustein-77-is-dead-judge-in-68-teacher-strike-case.html"} , {"body" : "JOHN A. BASILE, a 23-year-old insurance auditor, and Donna A. DiPilli, a 22-year-old telex operator, need a home after Dec. 2 - their wedding day. The Staten Island couple had hoped to buy a single-family house in the metropolitan area, but they recently gave up the quest after three months and settled for a small condominium apartment on the" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "BUYING A HOME ON $20,000-$50,000 A YEAR" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/realestate\/buying-a-home-on-20000-50000-a-year.html"} , {"body" : "For the past several years Carmela Flodin has waged a losing battle against the illegal dumpers who have littered the vacant, city- owned lot that abuts her property in the Brownsville section of Brooklyn. Now, through the city's newly created Adjacent Home-Owners Program, Mrs. Flodin and other residential-roperty owners will have the opportunity" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; CITY LOTS FOR SALE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/realestate\/postings-city-lots-for-sale.html"} , {"body" : "Father, forgive them, for they know not what they do,'' the Rev. Philip F. Fabiano said yesterday at a funeral for 10 people slain last week in what officials said was the worst mass murder they could recall in New York City. ''These words are now the words of these families,'' Father Fabiano told the mourners at St. Michael's Roman Catholic Church" , "date" : "19840421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "PAIN AND MEMORIES AT THE SERVICE FOR 10 IN BROOKLYN MASS SLAYING" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/21\/nyregion\/pain-and-memories-at-the-service-for-10-in-brooklyn-mass-slaying.html"} , {"body" : "The Human Resources Administration announced yesterday that it was opening three more shelters for the homeless. Two shelters will house up to 120 families, and the third 120 women. The family shelters will be at 151 East 151st Street, near the Grand Concourse, in the South Bronx, and 338 Forbell Street, in the East New York section of Brooklyn." , "date" : "19840420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 3 Shelters Added For the Homeless" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/20\/nyregion\/the-city-3-shelters-added-for-the-homeless.html"} ,   {"body" : "A London police officer was killed and 10 people were wounded as machine- gun fire from the Libyan Embassy raked a group of Libyans protesting the Government of Muammar el-Qaddafi. The police, who said the shots were fired by a lone gunman without warning, surrounded the building. The gunman and staff members of the embassy remained behind locked" , "date" : "19840418" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WEDNESDAY, APRIL 18, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/18\/nyregion\/wednesday-april-18-1984-international.html"} , {"body" : "A force of 75 city detectives yesterday questioned relatives, neighbors and acquaintances of the 10 people who were slain Sunday in a house in the East New York section of Brooklyn. A police official, Inspector John J. Hill, said investigators were making some headway in solving the execution- style murders. Eight of the victims were children. One" , "date" : "19840418" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLICE QUESTION RELATIVES OF 10 SLAIN ON SUNDAY" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/18\/nyregion\/police-question-relatives-of-10-slain-on-sunday.html"} , {"body" : "Revenge over drug dealings may have led gunmen to murder 10 people - including eight children and a pregnant woman - in a Brooklyn house, the police said yesterday. Paraphernalia commonly used by drug dealers was found in the first-floor railroad flat of the two-story house where the slayings took place Sunday afternoon, the police said. Officials" , "date" : "19840417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DRUG LINK IS SEEN IN SLAYINGS OF 10" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/17\/nyregion\/drug-link-is-seen-in-slayings-of-10.html"} , {"body" : "When the police cars came last night the local people were surprised. One man was watching ''The Ten Commandments'' on TV in his living room, and came out during a commercial to see what the fuss was about. Another man was on his way to work at Rossi's Bakery, to help put bread in the bags. Ordinary things. But when they learned that 10 people had" , "date" : "19840416" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "MURDER SITE: COMMUNITY IN TRANSITION" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/16\/nyregion\/murder-site-community-in-transition.html"} , {"body" : "Senator Daniel Patrick Moynihan announced that he was resigning as vice chairman of the Senate Select Committee on Intelligence. The New York Democrat said he was protesting the failure of the Central Intelligence Agency to inform the committee ''properly'' about the scope of United States involvement in the mining of Nicaraguan harbors. (Page A1," , "date" : "19840416" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MONDAY, APRIL 16, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/16\/nyregion\/monday-april-16-1984-international.html"} , {"body" : "Ten people - three women, a teen- age girl and six children - were found shot to death last night in an apartment in a two-family home in Brooklyn. Only an infant girl was found alive, crawling among the victims. The authorities described the deaths as the largest mass slaying in the New York metropolitan area in recent memory. The motive for the" , "date" : "19840416" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "10 IN BROOKLYN ARE FOUND SLAIN INSIDE A HOUSE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/16\/nyregion\/10-in-brooklyn-are-found-slain-inside-a-house.html"} , {"body" : "To replace the city's dwindling dump sites, the Koch Administration proposes to put garbage-burning incinerators in every borough. Under the plan, which was sent to the Board of Estimate yesterday, four energy-generating incinerators would be built by 1990 - two in Brooklyn, in the Canarsie and Williamsburg sections; one in the Inwood section of" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY PLAN LISTS 8 SITES FOR PLANTS TO BURN TRASH AND MAKE POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/nyregion\/city-plan-lists-8-sites-for-plants-to-burn-trash-and-make-power.html"} , {"body" : "Dr. and Mrs. Milton S. Steinberg of Long Beach, L.I., have announced the engagement of their daughter Dr. Robin Faith Steinberg to Dr. Phillip Michael Gendelman, a son of Rose Gendelman Rosen of Amherst, Mass., and the late Irving Gendelman of Milwaukee. The wedding is to be May 20. The future bride, a senior ophthalmology resident at the Tufts New" , "date" : "19840408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "71" , "title" : "Robin Steinberg, Physician, to Wed" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/08\/style\/robin-steinberg-physician-to-wed.html"} , {"body" : "The Reagan Administration awarded New York City a $23 million urban-development grant today for a marketing center intended to revitalize the city's wholesale furnishings and interior decorating industry. The center, which will be created by renovating four vacant buildings at the foot of the 59th Street Bridge in Long Island City, Queens, has been" , "date" : "19840330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PLAN FOR MARKET ON QUEENS SITE BACKED BY U.S." , "url" : "http:\/\/www.nytimes.com\/1984\/03\/30\/nyregion\/plan-for-market-on-queens-site-backed-by-us.html"} , {"body" : "A work program for homeless men and women is being expanded to provide a dozen crews from municipal shelters to clean subway stations nightly near their lodgings, Mayor Koch announced yesterday. The expanded program started Monday with a crew of 10 men from a homeless shelter in Harlem helping to clean the 145th Street IND subway station. City" , "date" : "19840328" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HOMELESS CLEANING SUBWAYS IN EXPANDED WORK PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/28\/nyregion\/homeless-cleaning-subways-in-expanded-work-program.html"} ,   {"body" : "Eleven Brooklyn firefighters were injured yesterday in a three-alarm fire affecting six buildings in the East New York area and a wall collapse in the Red Hook section, the authorities said. The fire was reported at 187 New Jersey Avenue, a three-story house, at 8:43 A.M. and declared under control at 10 A.M., according to a firefighter, Anthony" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE CITY; 11 Firefighters Hurt in 2 Incidents" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/nyregion\/the-city-11-firefighters-hurt-in-2-incidents.html"} , {"body" : "A Brooklyn automobile repairman was arrested yesterday and charged with fatally shooting a city marshal who was serving him an eviction notice for not paying his rent. The suspect - Jeffrey Bey, 32 years old, of 486 East 28th Street in the Flatbush section of Brooklyn - had been renting a garage at 426 Lexington Avenue in the Bedford-Stuyvesant" , "date" : "19840324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "MAN HELD IN MARSHAL'S KILLING" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/24\/nyregion\/man-held-in-marshal-s-killing.html"} , {"body" : "The body of a city marshal missing since last Tuesday when he was serving eviction papers was found in a garbage-strewn lot in the East New York section of Brooklyn yesterday afternoon, the police said. A police spokesman, Sgt. Raymond O'Donnell, said the body had been found in weeds at the foot of Flatlands Avenue, off Autumn Avenue. It bore the" , "date" : "19840319" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "MISSING MARSHAL FOUND DEAD" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/19\/nyregion\/missing-marshal-found-dead.html"} , {"body" : "Rafael Esparra resigned yesterday after four years as Mayor Koch's Special Adviser for Hispanic Affairs to enter a House primary race in Brooklyn's 11th Congressional District. In announcing Mr. Esparra's resignation, which is effective today, the Mayor said that the 43-year-old Puerto Rican native ''was one of the best appointments I've ever" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; Koch Aide Quits For House Race" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/the-city-koch-aide-quits-for-house-race.html"} , {"body" : "The Brooklyn and Queens Borough Presidents said yesterday that a new professional sports stadium was needed in New York City, and each said his borough was the best place to build it. Testifying at a hearing in Manhattan of the State Senate Task Force on Professional Sports, Howard Golden of Brooklyn and Donald R. Manes of Queens said a stadium was" , "date" : "19840310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "GOLDEN AND MANES VIE AT HEARING ON STADIUM" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/10\/nyregion\/golden-and-manes-vie-at-hearing-on-stadium.html"} , {"body" : "New York City's poorest neighborhoods are experiencing the severest teacher shortage in years, according to school officials. They say the problem, intensified by a rapid turnover of teachers who accept jobs and then quit, has hurt children who need help the most - those for whom school often represents the most stable influence in their lives. The" , "date" : "19840229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CITY'S POOR DISTRICTS ARE HIT HARD BY A SEVERE SHORTAGE OF TEACHERS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/29\/nyregion\/city-s-poor-districts-are-hit-hard-by-a-severe-shortage-of-teachers.html"} , {"body" : "Valerie Tysliava, the publisher of a Lithuanian-language newspaper, died Saturday at her home in the East New York section of Brooklyn. She was 69 years old. Mrs. Tysliava took over the newspaper, Vienybe, on the death of her husband, Juozas Tysliava, in 1961. The newspaper was established in 1886 and says it is the oldest continuously published" , "date" : "19840223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Valerie Tysliava, 69, Is Dead; Ran a Lithuanian Newspaper" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/23\/obituaries\/valerie-tysliava-69-is-dead-ran-a-lithuanian-newspaper.html"} , {"body" : "Raise the issue of low- or moderate- income housing with developers in this city and they will tell you, in chorus, that it can't be done - land is too expensive, Federal subsidies have dried up, there is no profit in anything but luxury apartments. But in the Eastern part of Brooklyn, it is What's going on in Brownsville is a project that sprung" , "date" : "19840221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "NEW YORK; BRICKS AND LOCAL POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/21\/opinion\/new-york-bricks-and-local-power.html"} , {"body" : "Brooklyn Drug Crackdown The Brooklyn District Attorney, Elizabeth Holtzman, and East Brooklyn Churches, a coalition redeveloping the East New York section, have joined in an effort to stamp out storefront drug- selling operations, or ''smoke shops.'' Miss Holtzman estimates that there are 100 to 150 such establishments in the East New York area." , "date" : "19840216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/16\/nyregion\/new-york-day-by-day-251548.html"} , {"body" : "THE court appointment of tenants as administrators of troubled apartment buildings is a good idea in theory, said Philip Rosenberg, himself manager of 5,000 rental units in the city. ''But practically,'' he said, ''there are problems.'' The comment by Mr. Rosenberg, who is president of Progressive\/BPC Management Corporation, was meant as a" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "TENANT MANAGEMENT ON RISE IN TROUBLED BUILDINGS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/realestate\/tenant-management-on-rise-in-troubled-buildings.html"} ,   {"body" : "When David A. Rockefeller announced two years ago that a new nonprofit corporation would build 5,000 homes and rehabilitate 25,000 apartments for middle-income families in New York City by the late 1980's, the undertaking was greeted with hearty public applause and considerable private skepticism. Officials and urban planners had long maintained" , "date" : "19840129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "HOUSING PARTNERSHIP BEGINS IN THE MIDDLE" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/29\/weekinreview\/housing-partnership-begins-in-the-middle.html"} , {"body" : "People who know Stanley Brezenoff agree that he seems to embody so many good qualities that try as they may they cannot find anything negative to say about him. ''Stan is one of those truly rare public officials who have a deep sense of social compassion and tough administrative and political instincts,'' said Deputy Mayor Robert F. Wagner Jr., the" , "date" : "19840104" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN IN THE NEWS; A PUBLIC OFFICIAL WHO GARNERS SUPERLATIVES: STANLEY BREZENOFF" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/04\/nyregion\/man-in-the-news-a-public-official-who-garners-superlatives-stanley-brezenoff.html"} , {"body" : "SEARINGTOWN MY friend Mike was complaining about the problems in finding a nursery school in Greenwich Village for his daughter, Moorea. She is named for the island off Tahiti, for reasons too delicate to dwell on. ''A decent school costs $2,500 a year,'' Mike said. I asked him whether he considered sending her to a public nursery school. ''And go" , "date" : "19840101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/01\/nyregion\/about-long-island.html"}]