[  {"body" : "The New York City Department of Health cited 24 food establishments last week for violating the health code. In addition, it named three that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. These are the establishments: VIOLATIONS Provecho's Restaurant, 21 W. 17th St. Jang Won" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "68" , "title" : "24 Food Outlets Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/nyregion\/24-food-outlets-listed-for-health-violations.html"} , {"body" : "Church of St. Francis Xavier (Roman Catholic), West 16th Street, east of Avenue of the Americas. Bach's Cantata No. 61 and the Christmas segment of Handel's ''Messiah''; Village Singers directed by Mark Mangini. At 8 P.M. Admission, $6; Theater Development Fund vouchers accepted. Information: 254-9703. Metropolitan Community Church of New York" , "date" : "19841214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "A CALENDAR OF MUSIC FOR THE CHRISTMAS SEASON Today" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/14\/arts\/a-calendar-of-music-for-the-christmas-season-today.html"} , {"body" : "Elusive Apple ''York Imperials?'' said James Kent, an apple grower with an orchard 20 miles north of West Point that includes many old and unusual varieties. ''My father used to sell York Imperials. They're like Jonathans, crisp and with an excellent flavor, but darker. My father had a story about them. When a buyer asked him why those Jonathans" , "date" : "19841212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/12\/garden\/food-notes-144214.html"} , {"body" : "IT was Andy Warhol, wasn't it, who once said something to the effect that anyone could have a few minutes as a star? Well, it was Edys Hunter who, more recently, changed that to ''a few minutes as a salesperson.'' She said it the other day after selling - most unexpectedly - two toy horses on West End Avenue. This is what happened: Mrs. Hunter, an" , "date" : "19841212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/12\/garden\/metropolitan-diary-144222.html"} , {"body" : "-American neighborhood of Astoria, Queens, knows Tina Santorineou. She's everybody's sister, mother or sweetheart. She's the ''Sounds of Greece'' on the radio. In the Puerto Rican barrio of the South Bronx, people invariably turn to Gilda Miros for help in coping with their problems. For the after-midnight crowd from Bedford-Stuyvesant to East" , "date" : "19841212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FROM ETHNIC RADIO STATIONS, TOUCH OF AMERICA AND 'HOME'" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/12\/garden\/from-ethnic-radio-stations-touch-of-america-and-home.html"} , {"body" : "IT is hard to find a developer willing to restore crumbling, rent-regulated buildings in newly revived neighborhoods. ''No one else would have taken these buildings over, it wouldn't have been worth the trouble,'' said Robert E. Blank, executive director of the Flatbush Development Corporation. ''We are the developers of last resort.'' He made his" , "date" : "19841209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "FOR FLATBUSH, A 'DEVELOPER OF LAST RESORT'" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/09\/realestate\/for-flatbush-a-developer-of-last-resort.html"} , {"body" : "An agreement to build a $340 million office, retail and research complex in downtown Brooklyn was announced yesterday by city officials. Forest City Enterprises, a Cleveland-based developer that has built business projects in Detroit, Charleston and Los Angeles, will be the prime developer of the project for financial and high-technology companies," , "date" : "19841208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A $340 MILLION COMPLEX ANNOUNCED FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/08\/nyregion\/a-340-million-complex-announced-for-brooklyn.html"} , {"body" : "Artists' Toys, Vanderwoude Tananbaum Gallery, 24 East 81st Street, 212-879-8200. Opening today, an exhibition of handmade toys and games by artists on circus themes. The show runs through Dec. 29. Proceeds to benefit the Big Apple Circus and the New York School for Circus Art. Gallery hours: 10 A.M. to 5:30 P.M., Tuesday through Saturday. Christmas" , "date" : "19841206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: HANDMADE TOYS AND GAMES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/06\/garden\/calendar-handmade-toys-and-games.html"} , {"body" : "DANCE Two of the more serious, and more exciting, elements of Spanish dance in the United States will be working together, starting today, on the stage of the Joyce Theater, the temple of terpsichore in Chelsea at 175 Eighth Avenue, at 19th Street (242-0800). The Maria Benitez Spanish Dance Company will be there for seven performances with a" , "date" : "19841127" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/27\/arts\/going-out-guide.html"} , {"body" : "SOMETIMES it seems that parents dread the prospect of school vacations as much as their offspring relish it. That's especially true at Christmas, when children may be at home for two weeks or more. Parents have hectic schedules, and children have high expectations of good times. Fortunately, a host of New York City private schools, Y's," , "date" : "19841122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT CHRISTMASTIME, ACTIVITIES FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/22\/garden\/at-christmastime-activities-for-children.html"} ,   {"body" : "The Long Island Rail Road was brought to a standstill yesterday afternoon when a power failure knocked out its signal system. By the evening rush hour, service was restored on the L.I.R.R., the nation's largest commuter railroad, through the use of written instructions to conductors and manually operated signals. But delays were extensive and" , "date" : "19841121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "L.I.R.R. SERVICE IS HALTED AS POWER FOR SIGNALS FAILS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/21\/nyregion\/lirr-service-is-halted-as-power-for-signals-fails.html"} , {"body" : "Hundreds of passengers, angry at being ordered off two trains within a few minutes, disrupted morning rush- hour service in Brooklyn for more than an hour yesterday, the Transit Authority reported. The passengers, who were asked to leave the second train so it could be used to push the first, refused, chanting, ''No, no, no'' and ''We're not going" , "date" : "19841121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "HUNDREDS BALK AT LEAVING TRAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/21\/nyregion\/hundreds-balk-at-leaving-train.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "Twenty-two new trees were planted last week on once-troubled Sackett Street in the lower Park Slope section of Brooklyn by a real estate company seeking to improve a block in which it already has invested more than $1 million. ''It will serve the dual purpose of enhancing our image and put something back into a neighborhood in which we are doing" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "DEVELOPER GREENS A BLOCK IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/developer-greens-a-block-in-brooklyn.html"} , {"body" : "Frederick A. Wyckoff Jr., an advertising executive who had headed an organization of descendants of the builder of the historic Wyckoff House in Brooklyn, died Tuesday in Presbyterian Hospital. He was 50 years old and lived in South Yarmouth, Mass. Mr. Wyckoff, who had undergone a heart transplant last February, was the president and owner of" , "date" : "19841117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Frederick Wyckoff Jr.; Led Descendants' Unit" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/17\/obituaries\/frederick-wyckoff-jr-led-descendants-unit.html"} , {"body" : "The morning after a fire destroyed the synagogue that housed his yeshiva in the Bensonhurst section of Brooklyn, Rabbi Yaakov Mosbacher received offers from other Bensonhurst schools, synagogues and even churches for classroom space. But the rabbi turned them all down. He said he wanted to move the yeshiva, with its 45 students, out of the" , "date" : "19841108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF BENSONHURST; AFTER SYNAGOGUE FIRES, BENSONHURST TRIES TO RETAIN CALM" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/08\/nyregion\/the-talk-of-bensonhurst-after-synagogue-fires-bensonhurst-tries-to-retain-calm.html"} , {"body" : "Paul Goldberger is the Pulitzer Prize- winning architecture critic of The New York Times. New Yorkers sometimes say that Middle America begins at the East River, that once you get outside Manhattan the rest of New York starts to look, if not quite like other places, a lot more ordinary, a lot more mun dane, a lot more like Trenton or Hartford or" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "UTOPIA IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/utopia-in-the-outer-boroughs.html"} , {"body" : "Samuel G. Freedman is a reporter on the Culture staff of The New York Times. A beggar staggers up the aisle of the Broadway local subway and into the next car. In his wake sits a woman reading ''One Hundred Years of Solitude,'' by Gabriel Garc ia M arquez, the Colombian Nobel laureate. On a sidewalk off Times Square, near a souvlaki stand and a" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "METROPOLIS OF THE MIND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/metropolis-of-the-mind.html"} , {"body" : "The season of pumpkins, ghosts and apple bobbing has swung into gear, and between tonight and Sunday night nearly every hour could be filled with the stuff of Halloween - a haunted house in the Bronx, nocturnal walks on Staten Island, retracing the hoof prints of the Headless Horseman in Tarrytown, N.Y., and a tour of Greenwood Cemetery in" , "date" : "19841026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "GUIDE TO CELEBRATING HALLOWEEN EARLY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/26\/arts\/guide-to-celebrating-halloween-early.html"} , {"body" : "The idea of role models is becoming a reality for 27 students at Martin Luther King High School on Amsterdam Avenue, thanks to the Women's Media Group and the New York City School Volunteer program. Each week, some sophomores meet with journalists. Yesterday, Alex Haley, the author, talked about the ''write stuff.'' ''I speak at lots of colleges,''" , "date" : "19841025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Speaking From Experience" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/25\/nyregion\/new-york-day-by-day-speaking-from-experience.html"} ,   {"body" : "Mike McCallum, who was nicknamed The Body Snatcher by his former sparring partner, Thomas Hearns, joined Hearns as a world 154- pound boxing champion last night at Madison Square Garden. Earlier, Steve McCrory, still a Hearns teammate, became the first of the nine United States 1984 Olympic champions to fight professionally. McCallum, an undefeated" , "date" : "19841020" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "McCALLUM DEFEATS MANNION" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/20\/sports\/mccallum-defeats-mannion.html"} , {"body" : "Six men posing as officials of the Erasmus Neighborhood Federation were arrested yesterday and accused of stealing 12,000 pounds of cheese and 6,000 pounds of butter valued at $30,000 from a depot operated by the City Human Resources Administration at 640 Parkside Avenue in the Flatbush area of Brooklyn. . . . An 18- month investigation resulted in" , "date" : "19841017" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/17\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Bright and early last Friday, Gordon Powell and a small team of assistants took themselves to Ralph Avenue at the eastern edge of Bedford-Stuyvesant in Brooklyn to look long and hard, inside and out, at an empty building. It was one of the 138 small buildings that the Department of Housing Preservation and Development will auction off on Oct. 16 at" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; CITY'S SALE OF HOUSES INCREASING" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/business\/about-real-estate-city-s-sale-of-houses-increasing.html"} , {"body" : "In Brooklyn Division A action, South Shore sent Lafayette to its second straight loss yesterday with a 22-0 shutout. The Vikings scored on their first possession, drivng 70 yards on 11 plays and getting the touchdown on the quarterback Peter Orlowsky's 1-yard plunge up the middle. Steven Schwartzbart kicked the extra point. South Shore scored again" , "date" : "19840923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "LAFAYETTE SUFFERS ITS 2D LOSS IN ROW" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/23\/sports\/lafayette-suffers-its-2d-loss-in-row.html"} , {"body" : "As the air becomes cooler and the afternoons clear, the thoughts of New Yorkers turn to strolling the streets and avenues. This weekend, four of the city's best street fairs, the Columbus Avenue Festival, the Flatbush Frolic, the 52d Street Fair and the Washington Square Park Arts, Crafts and Antiques Fair, are hoping to be able to take advantage" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "AS LEAVES START TO FALL, STREET FAIRS START TO RISE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/arts\/as-leaves-start-to-fall-street-fairs-start-to-rise.html"} , {"body" : "Used books will be selling for 50 cents a pound, magazines for 10 cents each, on Sunday at the central branch of the Brooklyn Public Library, Grand Army Plaza (corner of Eastern Parkway and Flatbush Avenue) in the Park Slope section. The book sale, which runs from 10 A.M. to 4 P.M., also features entertainment by the Al Browne Jazz Band, the Merry" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Books Avoirdupois" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/arts\/books-avoirdupois.html"} , {"body" : "A report of a bomb at the Long Island Rail Road's Flatbush Avenue station in Brooklyn was unfounded but caused hourlong delays during rush hour last night, according to a police spokesman, Officer John Clifford. Service to and from the station was suspended from 5:13 P.M. to 6:19 P.M." , "date" : "19840914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "L.I.R.R. Service Is Disrupted" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/nyregion\/lirr-service-is-disrupted.html"} , {"body" : "Police officers raiding two businesses in Brooklyn arrested 28 people on drug charges and confiscated $150,000 worth of cocaine, seven guns and $10,000 cash. Detectives said the businesses, at 2160 Caton Avenue in the Flatbush section and 39 Ocean Avenue, off Prospect Park, were distribution centers for a drug ring that sold an estimated $750,000 a" , "date" : "19840914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY ; ; 28 Are Arrested In Cocaine Raids" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/nyregion\/the-city-28-are-arrested-in-cocaine-raids.html"} , {"body" : "Two patients recently died at the Downstate Medical Center in Brooklyn after contracting Legionnaires' disease, the hospital said yesterday. One of the victims entered the hospital with the disease, while the second apparently caught a different strain of the illness from droplets of water from a contaminated tower on the roof, according to a" , "date" : "19840909" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "2 WITH LEGIONNAIRES' DISEASE DIE AT THE DOWNSTATE MEDICAL CENTER" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/09\/nyregion\/2-with-legionnaires-disease-die-at-the-downstate-medical-center.html"} , {"body" : "Arthur Schwartz, a composer who helped bring a new sophistication to Broadway songwriting in the 1930's, with such tunes as ''Dancing in the Dark,'' and ''You and the Night and the Music,'' died Monday at his home in Kintnersville, Pa., after suffering a stroke. He was 83 years old. Mr. Schwartz is best known for the songs he wrote with the" , "date" : "19840905" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries" , "Theater"] , "page_facet" : "8" , "title" : "ARTHUR SCHWARTZ, COMPOSER OF BROADWAY SHOWS, IS DEAD" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/05\/obituaries\/arthur-schwartz-composer-of-broadway-shows-is-dead.html"} ,   {"body" : "What more than 80 years of healthy suspicion and rivalry have joined together New York Telephone is about to put asunder. Tonight at midnight, Brooklyn, Queens and Staten Island will get a new area code: 718. And while Manhattan and the Bronx will remain joined in 212, the impending change has brought confusion and anger to Flatbush, Corona and" , "date" : "19840831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "LIKE IT OR NOT, CITY GETS 2D AREA CODE TODAY" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/31\/nyregion\/like-it-or-not-city-gets-2d-area-code-today.html"} , {"body" : "Friday CONNECTICUT SEAFARE Oysters and bluefish will be celebrated and eaten as a part of fish-fry festivals in two Connecticut villages. In Clinton, just off Exit 63 of the Connecticut Turnpike (Interstate 95), bluefish is the fish du jour. A three- day affair, with auction and parade, begins at the Town Dock tonight at 5 with bluefish dinners" , "date" : "19840817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/17\/arts\/weekender-guide.html"} , {"body" : "City Harvest Fair at Floyd Bennett Field, Brooklyn, 212-338-3688. Dance a square dance, feed the horses or hop a hayride on Saturday at the eighth annual city harvest fair. You can see a grandstand country music show, enter a contest for the best city-grown vegetables or watch championship arm wrestlers compete. Admission to the fair is free." , "date" : "19840816" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: A COUNTRY FAIR IN THE CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/16\/garden\/calendar-a-country-fair-in-the-city.html"} , {"body" : "Gunmen raided a Brooklyn social club at dawn yesterday, killing a woman, wounding a man and and robbing up to a dozen customers. Two gunmen shot the man - Aime Peipignan, 28 years old, of 287 Winthrop Street, Brooklyn - at about 5 A.M., as they entered the stairway leading to the basement club, the Time Club at 465 Rogers Avenue in the Flatbush" , "date" : "19840808" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; ; Woman Shot Dead In Flatbush Club" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/08\/nyregion\/the-city-woman-shot-dead-in-flatbush-club.html"} , {"body" : "Inside Madison Square Garden, the show was Michael Jackson and his brothers. Outside, the show was people who couldn't get inside. The last two nights, thousands watched saw computerized fireworks and lasers, watched a sword being pulled from a stone and sang along to songs from Michael Jackson's best- selling album, ''Thriller.'' Those who could" , "date" : "19840806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EVEN OUTSIDE, JACKSON IS MAIN EVENT" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/06\/nyregion\/even-outside-jackson-is-main-event.html"} , {"body" : "Rain Disrupts Service On a Line of L.I.R.R. Scattered but heavy rains knocked out service last night on the Brooklyn branch of the Long Island Rail Road and caused 45-minute delays on other L.I.R.R. trains, a railroad spokesman said. According to the spokesman, Mildred O'Brien, the delays began at 6:45 as a result of flooding at the East New York" , "date" : "19840804" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/04\/nyregion\/no-headline-110859.html"} , {"body" : "New Yorkers who stay in the city this weekend can enjoy - largely for the price of a subway token - a hot South American weekend of Latin dance, painting, theater and food. Dances by 36 folklore groups and stands from 18 Latin American countries will enliven the Hispanic World's Fair, which opens tonight at the New York Coliseum in Columbus Circle." , "date" : "19840803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "BUSY WEEKEND FOR LATIN LIVELY ARTS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/arts\/busy-weekend-for-latin-lively-arts.html"} , {"body" : "Fairs and Festivals This Weekend Carnival, 91st Street, between Columbus and Amsterdam Avenues. Sunday, noon to 8 P.M. Rides, games, food, music, entertainment. Sponsored by Prep for Prep. Information: 877-2266. Block Party, Manhattan Avenue, between 123d and 124th Streets, and 123d Street, between Manhattan and Morningside Avenues. Tomorrow, 10" , "date" : "19840803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/arts\/no-headline-108283.html"} , {"body" : "IN PREVIEW The Acting Company was established a dozen years ago by the actor- director John Houseman as a group dedicated to developing American actors. It has been a success from the start, and among its alumni are Kevin Kline and Patti Lupone. The Acting Company is getting ready for a national tour in the fall and will be previewing what it has" , "date" : "19840802" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/02\/arts\/going-out-guide.html"} , {"body" : "PROMOTION There was a time when the poster was the best way to let people know that something big, particularly a circus, was coming to town. Advance men had them in their luggage and gained space by lavish distribution of free tickets. The circus poster is a distinct art form of Americana, and that's good enough reason to post 40 of these colorful" , "date" : "19840731" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/31\/arts\/going-out-guide.html"} ,   {"body" : "Striking nurses at three hospitals were ordered by a Federal judge yesterday to return to work, and their union told them to comply. Two of the hospitals - St. John's Episcopal Hospital in Far Rockaway, Queens, and Long Island College Hospital - complained that the nurses had ignored a back-to-work order that the judge, I. Leo Glasser of Federal" , "date" : "19840727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A JUDGE ORDERS STRIKING NURSES BACK TO THE JOB" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/27\/nyregion\/a-judge-orders-striking-nurses-back-to-the-job.html"} , {"body" : "CENSORSHIP The New York Public Library's continuing five-month ''expose'' of censorship, in the form of exhibitions and forums on the subject, starts covering ''Censorship and Black America'' next weekend. This is the subject of an exhibition through Oct. 15 at the Schomburg Center for Research in Black Culture, the modern and attractive complex at" , "date" : "19840723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/23\/arts\/going-out-guide.html"} , {"body" : "Aaron E. Koota, a former justice of the New York State Supreme Court and a former Brooklyn District Attorney, died Sunday night at his son's home in Port Washington, L.I. He was 78 years old and a resident of the Flatbush section of Brooklyn. During his four-year tenure as Brooklyn's chief prosecutor, Mr. Koota developed a reputation as a tough" , "date" : "19840723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "AARON E. KOOTA, 78, IS DEAD; FORMER JUDGE AND PROSECUTOR" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/23\/obituaries\/aaron-e-koota-78-is-dead-former-judge-and-prosecutor.html"} , {"body" : "THE SPREAD of cooperative conversions in southern and central sections of Brooklyn has reached the point where buyers can find cooperatives selling in a wide range of prices, brokers report. In some cases, the buildings were constructed in the 1950's or 1960's as top-of-the- market housing, with doorman service, garages and other amenities. They" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CONVERSIONS TO CO-OPS SPREAD WIDELY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/conversions-to-co-ops-spread-widely-in-brooklyn.html"} , {"body" : "RUBIN MARGULES enjoys his work. But in public he is reticent about what he does for a living, especially since 1980, when he ran in a primary for the State Assembly and an opponent held up his profession as evidence that he was unfit for public office. Mr. Margules is a landlord. He makes his living by buying, managing and selling apartment" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AN URBAN LANDLORD'S PURSUIT OF HAPPINESS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/an-urban-landlord-s-pursuit-of-happiness.html"} , {"body" : "FILMS OF ART Films are considered important art at the Whitney Museum of American Art, Madison Avenue and 75th Street, and the museum seems never to feel better than when it can put this moving art together with the more stationary art that is stockpiled there. Such a conjunction of arts occurs tomorrow with the start of the third annual summer" , "date" : "19840721" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/21\/arts\/going-out-guide.html"} , {"body" : "Technicians and nurses in critical- care units at several New York City hospitals stopped working yesterday as the pressure increased for a settlement in the strike at hospitals and nursing homes. Technicians withdrew from several kidney dialysis centers and nurses stopped working at a Brooklyn hospital's operating rooms and intensive- care unit." , "date" : "19840720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOSPITAL WALKOUT SPREADS TO SOME CRITICAL UNITS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/20\/nyregion\/hospital-walkout-spreads-to-some-critical-units.html"} , {"body" : "Twenty-nine art works that were in a truck stolen while parked on Columbus Avenue on May 22 were recovered by the police after they received an anonymous tip Monday, authorities said yesterday. Twenty-six other works from the truck remain missing, the police said. Capt. Arthur H. Katz of the police said that the 29 items, among them sculptures by" , "date" : "19840718" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 29 Works of Art Are Recovered" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/18\/nyregion\/the-city-29-works-of-art-are-recovered.html"} , {"body" : "The Jehovah's Witnesses have asked the city for permission to build a 34- story residential tower just outside the Brooklyn Heights Historic District, a project some residents say would disturb the character of the neighborhood. The skyscraper would be the second tallest in the borough, after the 55-year- old Williamsburgh Savings Bank at Flatbush" , "date" : "19840709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN HTS. TOWER PLAN IS DISPUTED" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/09\/nyregion\/brooklyn-hts-tower-plan-is-disputed.html"} , {"body" : "In the early 1970's, Clara Barton Vocational High School in Brooklyn was dying. Students were shunning the programs it offered in such trades as cosmetology and dressmaking. Enrollment was plummeting. Now renamed the Clara Barton High School for the Health Professions, it has 7,200 applications for 622 openings next fall, and it specializes in" , "date" : "19840704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "'OPTION' PROGRAM GIVES NEW HOPE TO TRADE SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/04\/nyregion\/option-program-gives-new-hope-to-trade-schools.html"} ,   {"body" : "65 Years in the Scouts ''Kind of casually,'' Curt Segeler remembers, he began helping out at his neighborhood Boy Scout troop while he was a student at Columbia University. Yesterday, he retired as Scoutmaster of Troop 8 at the Flatbush-Tompkins Congregational Church, at East 19th Street and Dorchester Avenue in Brooklyn. He had run the troop since" , "date" : "19840623" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/23\/nyregion\/new-york-day-by-day-020750.html"} , {"body" : "For more than two years, John Orengo might have been called the student who wasn't. He wasn't going to school. He wasn't getting along with his parents. He wasn't making friends - not ''nice'' friends, anyway. Instead the skinny boy with the squiggly ponytail and earrings that said '' 1'' was spending his days break dancing near Times Square -" , "date" : "19840619" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JOB PROJECT GETS DROPOUTS TO RETURN TO CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/19\/nyregion\/job-project-gets-dropouts-to-return-to-city-schools.html"} , {"body" : "CITY gardeners can become just as obsessed with lawn care as their country counterparts, even though city lawns hardly have comparable acreage. In fact, the New York architect William J. Conklin tends one that measures only 4 by 5 feet. Mr. Conklin's lawn is actually the area surrounding the street tree in front of his mid-Manhattan town house. He" , "date" : "19840614" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "GARDENING; USING SOD TO MAKE INSTANT CITY LAWN" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/14\/garden\/gardening-using-sod-to-make-instant-city-lawn.html"} , {"body" : "A 26-year-old Brooklyn man has been indicted in eight rapes, most of them in the Flatbush section, the Brooklyn District Attorney's office announced yesterday. The man, Gregory Pought of 1150 Gates Avenue in the Bushwick section, was indicted Tuesday on nine counts of rape in the eight rapes that occurred between Feb. 24 and May 8. He was also" , "date" : "19840614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE CITY; Man, 26, Indicted In Flatbush Rapes" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/14\/nyregion\/the-city-man-26-indicted-in-flatbush-rapes.html"} , {"body" : "Figs Italian Style The recent heat wave has not been good for local produce. Strawberries, especially, deteriorate rapidly and are difficult to pick and ship in hot weather. But soft fruit from California continues to fill local markets. Nectarines, at 69 cents a pound, are a good buy, and Black Mission figs, although expensive, are a wonderfully" , "date" : "19840613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/13\/garden\/food-notes-257287.html"} , {"body" : "That this Nathan's, opened in 1916 in Coney Island, was the world's first Nathan's did not impress Brett Close in the least. ''What's Nathan's?'' he asked. Brett Close had never been to Coney Island before. At age 17, he was, in fact, making his first trip to New York City. As part of an exchange program with John Dewey High School in Brooklyn, he" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WATERLOO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "WHEN SMALL TOWN MEETS BIG CITY: STUDENTS FIND A COMMON GROUND" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/when-small-town-meets-big-city-students-find-a-common-ground.html"} , {"body" : "A major share of medical services provided by private and public hospitals in Brooklyn will be consolidated under a plan to eliminate fragmented and duplicative services and reduce costs. As part of the overall plan, New York City intends to spend $300 million to rebuild its Kings County Hospital Center. The reconfiguration of services, which is to" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "6 HOSPITALS, PUBLIC AND PRIVATE, WILL SHARE SERVICES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/6-hospitals-public-and-private-will-share-services-in-brooklyn.html"} , {"body" : "Carl Erskine, Carl Furillo and the late Gil Hodges were inducted yesterday into the new Brooklyn Dodger Hall of Fame, a creation of the faculty and students at Intermediate School 320, now named for Jackie Robinson and situated on McKeever Place, where Ebbets Field fans once bought their hot dogs and parked their cars. The ceremony took place on" , "date" : "19840608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "BROOKLYN'S TEAM, AS EVER" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/08\/sports\/brooklyn-s-team-as-ever.html"} , {"body" : "A 179-acre area adjoining Shea Stadium in Queens is the leading choice as the site for a domed sports stadium in New York City, the chairman of the State Urban Development Corporation said yesterday. The chairman, William J. Stern, said that a vacant 20-acre area at Battery Park City had become the first choice as the site for a new basketball and" , "date" : "19840606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SITE NEAR SHEA FAVORED FOR DOMED STADIUM" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/06\/nyregion\/site-near-shea-favored-for-domed-stadium.html"} , {"body" : "A 26-year-old unemployed man was charged last night with six rapes and robberies in the Flatbush section of Brooklyn and is a suspect in five other rapes there, the police said last night. The suspect is identified as Gregory Pought, 26 years old, of 1158 Gates Avenue in the Bushwick section of Brooklyn. In a police lineup, Mr. Pought was" , "date" : "19840605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "MAN CHARGED IN FLATBUSH RAPES" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/05\/nyregion\/man-charged-in-flatbush-rapes.html"} ,   {"body" : "FaNotebyFather A man apparently shot his wife to death and killed his three children in a Brooklyn apartment building yesterday before fatally shooting himself, the police said. The man was taken to Kings County hospital, where he died late last night, according to a police spokesman, Sgt. Edwin LeSchack. The sergeant said the identities of the" , "date" : "19840602" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/02\/nyregion\/no-headline-234149.html"} , {"body" : "The Brooklyn Academy of Music had good reason to be distressed for many years about the character of properties across the street from its main entrance on Lafayette Street. A cluster of crumbling city-owned structures marred the small triangular block formed by Lafayette, Fulton and St. Felix Streets. And directly across the street, the old" , "date" : "19840601" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "ABOUT REAL ESTATE; BROOKLYN UPLIFT: HOTEL REBORN AS APARTMENT HOUSE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/business\/about-real-estate-brooklyn-uplift-hotel-reborn-as-apartment-house.html"} , {"body" : "The police said yesterday that a man who was charged Tuesday for a rape on April 20 was not, as they had thought, responsible for a series of rapes in the Flatbush and Kensington Park sections of Brooklyn. A police spokesman, Sgt. Peter Sweeney, said that the suspect - Oliver Clark, 28, of 660 Hegeman Avenue in the Canarsie section - was being" , "date" : "19840601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CITY; Police Still Seek Brooklyn Rapist" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/nyregion\/the-city-police-still-seek-brooklyn-rapist.html"} , {"body" : "A man was charged yesterday with one of 12 recent rapes in the Flatbush section of Brooklyn, the police said. The suspect - Oliver Clark, 28 years old, of 660 Hegeman Avenue, Brooklyn - was identified in a police lineup by a victim of one of the rapes, according to a police spokesman, Sgt. Peter Ruane. ''He seems to fit the pattern in relation to" , "date" : "19840531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Man Is Charged In Flatbush Rape" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/31\/nyregion\/the-city-man-is-charged-in-flatbush-rape.html"} , {"body" : "The meaning of Memorial Day Has changed, in a peculiar way; Memorializing's no longer its reason - It marks the beginning of the rental season. The same way with Labor Day; About its original meaning most people don't give a lentil - It marks the expiration of the summer rental.WILLIAM COLE SEEING as how we have been taken to task, more than once," , "date" : "19840530" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/30\/garden\/metropolitan-diary-224541.html"} , {"body" : "49 Food Places Listed For Health Violations The New York City Department of Health cited 49 food establishments last week for violating the health code. In addition, it named two that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Phebe's, 361" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "49 Food Outlets Cited by City ;" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/nyregion\/49-food-outlets-cited-by-city.html"} , {"body" : "Some grew up in wealth and comfort in the city, the suburbs and upstate New York. They went to private schools and Ivy League universities before moving almost effortlessly into well-paid executive jobs in finance or in the fashion industry. Their lives in New York City involve business deals in the garment district and Wall Street, fashionable" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "DRUG USERS, RICH AND POOR, TELL OF THE COSTS AND THE ANGUISH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/nyregion\/drug-users-rich-and-poor-tell-of-the-costs-and-the-anguish.html"} , {"body" : "Barely a stone's throw, 300 feet across Flatbush Avenue from the Kings Plaza Shopping Center in Brooklyn, a large new brick-and-glass complex is going up at Coleman Street and Avenue V. It is the Park View Professional Pavilion at Kings Plaza, and its developers see it as the successful updating of an old practice. ''We backed into a marketing" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A MEDICAL PAVILION" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/realestate\/postings-a-medical-pavilion.html"} , {"body" : "Two woman were raped and robbed at gunpoint in separate attacks early yesterday in the East Flatbush section of Brooklyn. The police said the crimes were committed by the man who was also responsible for 10 other rapes in the area since Feb. 6 ''From descriptions provided by the victims and the man's methods, we have been able to identify a pattern" , "date" : "19840516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "RAPIST IS SOUGHT FOR 12 ATTACKS IN EAST FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/16\/nyregion\/rapist-is-sought-for-12-attacks-in-east-flatbush.html"} , {"body" : "HOUSING CALL What inspires art? Everything of course, from vases to violence, from war to love. But the exhibition now on view in the sixth-floor Master Eagle Gallery, 40 West 25th Street (691- 1660), was prompted by that most prevalent quest of the New Yorker: apartments. ''Apartments for Rent'' is the work of students in the media arts department" , "date" : "19840514" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/14\/arts\/going-out-guide.html"} ,   {"body" : "THERE is a Fort Greene in Brooklyn that brings to mind drab housing projects, crime and poverty. There is another that is gracefully restored and preserved brownstones. ''There are two Fort Greenes,'' said Roberta Kyle, a writer who moved to the neighborhood in 1970. ''Whenever there is a murder, the papers say it happened in Fort Greene even if it" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "New Yorkers whose eyes drift upward while taking spring strolls may be surprised and perhaps pleased to notice some strikingly unusual building murals and billboard displays that feature athletes in action. The colorful outdoor display is part of a national campaign by Nike, the manufacturer of sports shoes and apparel, that aims to escape" , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "SCOUTING; Eye on Athletes" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/sports\/scouting-eye-on-athletes.html"} , {"body" : "To the Editor: Mayor Koch's new program to patch potholes is a quick solution that will not have the long-term effect of fixing New York City's rutted streets. New money spent to reconstruct or resurface streets will have limited effect because of the inability of the city's Transportation Department to keep track of utility cuts and repairs. The" , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "; NEW YORK STREETS AT THE UTILITIES' MERCY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/opinion\/l-new-york-streets-at-the-utilities-mercy-160691.html"} , {"body" : "Two anonymous telephone calls led to the seizure early yesterday of more than 500 cases of fireworks stored in a garage in the Flatbush section of Brooklyn, the police said. The fireworks, valued at $200,000 to $300,000, were removed from the garage, at 1822 East 48th Street, near Flatbush Avenue, and taken to the Rodmans Neck police firing range" , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Fireworks Cache Found in Garage" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/nyregion\/the-city-fireworks-cache-found-in-garage.html"} , {"body" : "Skipping rope in front of a wide mirror, Vito Antuofermo studied himself. The sight pleased him. Gone was the bulge across his stomach that so upset him months before. The pace of his workout did not leave him wheezing. His arms were sinewy and his legs, tightened by early-morning running, were strong again. Only his heavy, puffy eyes looked old." , "date" : "19840501" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "ANTUOFERMO FINDS TRAIL BACK TO RING" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/01\/sports\/antuofermo-finds-trail-back-to-ring.html"} , {"body" : "In the days and weeks ahead private homes, apartments and landmarks around the city and in neighboring areas will have welcome mats out for spring house tours. Private Houses Sunday, April 29: A half-dozen well- known Greenwich Village residents, from Grove Street to West Street, will give you a chance to see their homes during the West Village" , "date" : "19840426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "SPRING HOUSE TOURS IN CITY AND NEARBY" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/26\/garden\/spring-house-tours-in-city-and-nearby.html"} , {"body" : "There was a time in the region's history when grown men thought the fastest way to get from New York to Boston was to pass through Long Island. To that end, they built a railroad, and, for a time, these men were right - the Long Island Rail Road prospered. By riding it to the eastern tip of the Island, then taking a ferry across the Sound and then" , "date" : "19840425" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "FOR L.I.R.R., CELEBRATION OF SURVIVAL" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/25\/nyregion\/for-lirr-celebration-of-survival.html"} , {"body" : "A grand jury indicted 38 men yesterday on Federal charges of participating in an international heroin conspiracy. The indictment, filed in Federal District Court in Manhattan, contained charges announced two weeks ago, when an arrest complaint named 31 of the men. The indictment, a follow-up action by the grand jury, specified the charges and added" , "date" : "19840420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "38 MEN INDICTED FOR TAKING PART IN HEROIN SALES" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/20\/nyregion\/38-men-indicted-for-taking-part-in-heroin-sales.html"} , {"body" : "The predicament that the tenants of 507 West 140th Street faced in June 1982 was depressingly common: The building's owner, after years of barely maintaining services, bluntly said he was abandoning their home. Although the landlord gave up on the property, the tenants did not. The result is that the five-story walk- up in Hamilton Heights is now" , "date" : "19840409" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CO-OP PROJECT AIDS POOR WHEN A LANDLORD QUITS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/09\/nyregion\/co-op-project-aids-poor-when-a-landlord-quits.html"} , {"body" : "The police raided 32 storefront drug and gambling operations in Brooklyn yesterday in what they described as a new crackdown on illegal businesses along Nostrand Avenue. Police Commissioner Benjamin Ward, speaking at a news conference, said 270 uniformed and plainclothes police officers raided the storefronts shortly after 12:30 P.M. The officers" , "date" : "19840407" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "51 ARE SEIZED IN STOREFRONT RAIDS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/07\/nyregion\/51-are-seized-in-storefront-raids-in-brooklyn.html"} ,   {"body" : "Twenty-one nursing homes in New York City locked out their employees in a labor dispute yesterday. Other homes agreed to a 48-hour contract extension and maintained normal operations. Owners of the 21 homes refused to go along with the extension and replaced union employees with temporary workers. They said they took the action to try to assure" , "date" : "19840404" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "21 NURSING HOMES IN CITY LOCK OUT THEIR EMPLOYEES" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/04\/nyregion\/21-nursing-homes-in-city-lock-out-their-employees.html"} , {"body" : "Administrators and students will meet today to search for ways to prevent violence at Samuel J. Tilden High School after the slaying of one student and the arrest of another as her killer. Lieut. William Gardella of the 67th Precinct said detectives had arrested a 16-year-old girl, Sherna Salmon, and charged her with the stabbing death Monday of" , "date" : "19840404" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "AN ARREST IN SLAYING AT SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/04\/nyregion\/an-arrest-in-slaying-at-school.html"} , {"body" : "One teen-age girl fatally stabbed another during a dispute outside Samuel J. Tilden High School in Brooklyn yesterday, the police said. The victim, identified as Cheryl Edwards, a 15-year-old student at the school, died of a knife wound to the chest, detectives in the 67th Precinct said. Miss Edwards, who lived at 193 Lefferts Avenue in Brooklyn," , "date" : "19840403" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; Student Is Slain Outside School" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/03\/nyregion\/the-city-student-is-slain-outside-school.html"} , {"body" : "Subway Repairs Cause Adjustments in Service By United Press International Service will be changed on several subway lines for the next few weeks, the Transit Authority said yesterday. The authority said uptown No. 1 trains would not stop at the 103d, 110th, 116th or 125th Street stations between 8 A.M. and 4 P.M. on Saturdays and Sundays through" , "date" : "19840401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/01\/nyregion\/no-headline-092253.html"} , {"body" : "Thirteen men were indicted yesterday on charges of having refused to give testimony or having evaded questions before a Manhattan grand jury investigating a major loan-sharking and extortion ring. Among the indicted were several reputed organized-crime figures, including Joseph Yacovelli, who has been identified as a leader of the Colombo crime" , "date" : "19840329" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "13 INDICTED AFTER INVESTIGATION OF MAJOR LOAN-SHARKING RING" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/29\/nyregion\/13-indicted-after-investigation-of-major-loan-sharking-ring.html"} , {"body" : "FESTIVAL There is probably no more appropriate New York neighborhood for a World Theater Festival than the polyglot, multicultured Lower East Side and, indeed, that is where this festival once again unfolds between tonight and next Sunday, at La MaMa E.T.C. theater at 74A East Fourth Street. This year's festival, dedicated to the memory of the" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/arts\/going-out-guide.html"} , {"body" : "KID STUFF Over at the Humanities Institute of Brooklyn College they are starting a four-day conference today on ''Fantasy and Social Values in German and American Children's Literature,'' a topic that will, among other things, embrace the long-debated question of how those horrifying fairy-tale classics influence young minds. The sessions through" , "date" : "19840326" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/26\/arts\/going-out-guide.html"} , {"body" : "For years, George Forss spent his days on the streets of Manhattan, peddling his photographs. His sidewalk display showed the city in all of its power and beauty: the Brooklyn Bridge and the World Trade Center sparkling in sunlight, the Avenue of the Americas in the rain, Central Park at dawn. At night Mr. Forss retreated to his crude darkroom in" , "date" : "19840326" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FROM A STREET PEDDLER, VISION OF THE CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/26\/nyregion\/from-a-street-peddler-vision-of-the-city.html"} , {"body" : "26 Food Places Listed For Health Violations The New York City Department of Health cited 26 food establishments last week for violating the health code. In addition, it named five that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Shima" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "26 Food Outlets Cited by City ;" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/nyregion\/26-food-outlets-cited-by-city.html"} , {"body" : "A Brooklyn automobile repairman was arrested yesterday and charged with fatally shooting a city marshal who was serving him an eviction notice for not paying his rent. The suspect - Jeffrey Bey, 32 years old, of 486 East 28th Street in the Flatbush section of Brooklyn - had been renting a garage at 426 Lexington Avenue in the Bedford-Stuyvesant" , "date" : "19840324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "MAN HELD IN MARSHAL'S KILLING" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/24\/nyregion\/man-held-in-marshal-s-killing.html"} ,   {"body" : "Friday PANTOMIME CIRCUS IN CHELSEA Lotte Goslar, the German-born performer who mixes theater, dance and pantomime, can be seen tonight through Sunday with her Pantomime Circus. Appearing at the Joyce Theater, 175 Eighth Avenue, at 19th Street, the company will perform works including ''Circus Scene,'' written by Bertolt Brecht for Miss Goslar. The" , "date" : "19840323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/23\/arts\/weekender-guide.html"} , {"body" : "In celebration of the Irish and their patron saint, New Yorkers of every kind turned Fifth Avenue into a windswept sea of green yesterday for the nation's oldest and largest St. Patrick's Day parade. The cold wind chilled the exposed knees of high school majorettes in short skirts but not the spirits of the 100,000 marchers and more than a million" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ALL NEW YORK TURNS IRISH FOR ST. PATRICK'S PARADE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/nyregion\/all-new-york-turns-irish-for-st-patrick-s-parade.html"} , {"body" : "THE nonprofit community development corporation has become one of the lasting institutional legacies of the turmoil of the 1960's in older American cities. The early model of the species was the Bedford-Stuyvesant Restoration Corporation in Brooklyn. Now there are thousands around the country, greatly varying in effectiveness and in levels of" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NONPROFIT REALTY GROUPS GETTING MORE PRIVATE HELP" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/realestate\/nonprofit-realty-groups-getting-more-private-help.html"} , {"body" : "Cast your mind on other days That we in coming days may be Still the indomitable Irishry. WITH or without benefit of Irish ancestry, many New Yorkers will be taking W. B. Yeats at his word (from ''Under Ben Bulben'') this weekend. Because St. Patrick's Day falls on a Saturday, the annual round of Irish entertainment and culture is especially busy" , "date" : "19840316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SIGHTS AND SOUNDS OF IRISH NEW YORK; MUSIC SCHEDULE IS LIKELY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/16\/arts\/sights-and-sounds-of-irish-new-york-music-schedule-is-likely.html"} , {"body" : "32 Food Places Listed For Health Violations The New York City Department of Health cited 32 food establishments last week for violating the health code. In addition, it named four that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Fountain" , "date" : "19840311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/11\/nyregion\/no-headline-044545.html"} , {"body" : "Friday FILIPINO DANCE IN BRONX The Bayanihan Philippine Dance Company is making a single New York appearance tonight at 8 at the Lehman College Center for the Performing Arts, at Bedford Park Boulevard West in the Bronx. The troupe will perform regional dances of its homeland, including the ''itik-itik,'' which imitates the movement of ducks, and" , "date" : "19840309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/09\/arts\/weekender-guide.html"} , {"body" : "GOOD BREAKS Last year, the Brooklyn Academy of Music, 20 Lafayette Avenue, near Flatbush Avenue extension, shook with particular joy to a Dance Black America Festival. The reverberations are still being heard there, and the echo becomes stronger tonight when this year's version, ''Sweet Saturday Night: a Celebration of Street and Social Dance,''" , "date" : "19840306" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/06\/arts\/going-out-guide.html"} , {"body" : "POETS Monday night, after the weekend's escapism, is a night for poets and lecturers, not necessarily on the soberly heavy side, but in modes that are literary or intellectual. Tonight at 7:30, for instance, Writers in Performance holds the floor at the Manhattan Theater Club, 321 East 73d Street (472-0600). This is a series now in its 13th year of" , "date" : "19840227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/27\/arts\/going-out-guide.html"} , {"body" : "ANEW mass market in cooperative and condominium apartments is being created in New York City by the continuing conversion of the best-preserved segments of the rental housing stock. People with household incomes as low as $25,000 or $30,000 now can buy reasonably priced apartments in the private market. And the price range of the apartments is" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE CO-OPS: AN EXPANDING MARKET" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/realestate\/affordable-co-ops-an-expanding-market.html"} , {"body" : "Henry Street Settlement, Louis Abrons Arts for Living Center, 466 Grand Street. ''Celebration,'' work by eight black artists. Through April 1. Hours: Monday through Saturday, noon to 6 P.M. Free. Information: 598-0400. American Museum of Natural History, Central Park West at 79th Street. Tomorrow and Sunday, 1 to 4:30 P.M.: ''In Praise of Marcus" , "date" : "19840217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Weekend's Black History Events" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/17\/arts\/weekend-s-black-history-events.html"} ,   {"body" : "Basketball Long Island University vs. Fordham , at DeKalb Avenue and Flatbush Avenue Extension, Brooklyn, 7:30 P.M. (Television - Channel 25, 9 P.M., tape. Radio - WFUV-FM, 90.7; 7:30 P.M.) St. John's vs. Boston College , at Alumni Hall, Utopia and Grand Central Parkways, Jamaica, Queens, 8 P.M. (Television - ESPN, 10 P.M., and Channel 9, 11:30" , "date" : "19840213" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "MONDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/13\/sports\/monday-sports.html"} , {"body" : "THE streets of Canarsie help tell the story of a community older than the nation itself. On a few blocks in this section of southeastern Brooklyn, the slope from sidewalk to front door discloses the original terrain of a neighborhood that once survived on farming and fishing. Not until modern sewers were installed less than 40 years ago were street" , "date" : "19840212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CANARSIE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/12\/realestate\/if-you-re-thinking-of-living-in-canarsie.html"} , {"body" : "Even in Sarajevo, his heart will be in Brooklyn. O NCE every four years, America discovers winter sports. For the vast majority of Americans, not wealthy enough to ski, not far enough north to ice skate as second nature, the winter Olympics are like a Brigadoon, appearing out of the mists every leap year. Southerners whose only interest in ice is" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "GEORGE VECSEYSports of The Times ; The Coach From Canarsie" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/sports\/george-vecseysports-of-the-times-the-coach-from-canarsie.html"} , {"body" : "With fewer suburban shopping malls being built and with rents at many existing malls increasing steadily, some retail chain store operators are taking a new look at neighborhood shopping strips in older urban areas surrounding Manhattan and finding good locations for themselves. These healthy commercial strips - such as Bergenline Avenue in Union" , "date" : "19840125" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "ABOUT REAL ESTATE; NEW LIFE FOR OLD SHOPPING DISTRICTS" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/25\/business\/about-real-estate-new-life-for-old-shopping-districts.html"} , {"body" : "Kings Court Shoppes and College Corners are retail development projects that are being planned along Brooklyn's Flatbush Avenue, and both of them are responses to an upsurge in the demand for retail space in the borough and the revitalization of many of its shopping thoroughfares. ''Now merchants are competing for retail space,'' said Timothy D." , "date" : "19840115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; 2 ON FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/15\/realestate\/postings-2-on-flatbush.html"} , {"body" : "MANY New York City property owners believe they are being unjustly penalized under the ''nail-and-mail'' enforcement procedures adopted by the Department of Sanitation, and they are watching with eager interest a court challenge to those procedures. Before the ''nail-and-mail'' statute was passed by the Legislature in 1979, sanitation officers who" , "date" : "19840115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY REFINES SANITATION-TICKET PROCEDURES" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/15\/realestate\/city-refines-sanitation-ticket-procedures.html"} , {"body" : "A probationary transit police officer was stabbed in the abdomen and pushed down a flight of stairs last night in a scuffle in a subway station in Brooklyn, authorities said. He was in serious condition at a local hospital. The scuffle took place at about 10:45 P.M. at the IRT station at Bergen Street and Flatbush Avenue. A transit police" , "date" : "19840115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Seriously Hurt In IRT Station Scuffle" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/15\/nyregion\/officer-seriously-hurt-in-irt-station-scuffle.html"} , {"body" : "ACROSS the street from the green canopy of a new fruitstand and the steel gates of empty storefronts, three American flags mark the entrance to Al Cabbad's variety store. Inside, under a glass counter, Mr. Cabbad keeps a photo album of the lower Park Slope neighborhood, of the brick buildings and scattered shops, many of them abandoned, that line" , "date" : "19840108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FIFTH AVENUE (BROOKLYN, NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "ALONG BROOKLYN'S FIFTH AVE., A TRANSITION" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/08\/realestate\/along-brooklyn-s-fifth-ave-a-transition.html"} , {"body" : "Three octagonal glass pavilions and a sleek new greenhouse will be added to the Brooklyn Botanic Garden as part of a $16 million renovation scheduled to begin in the spring. The renovation also calls for the garden's elegant Victorian conservatory, designed more than 70 years ago by McKim, Mead & White, to be refurbished as an indoor park. It will" , "date" : "19840107" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "RENOVATION PLANNED FOR BROOKLYN BOTANIC GARDEN" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/07\/nyregion\/renovation-planned-for-brooklyn-botanic-garden.html"} , {"body" : "The New York City Transit Authority has adjusted the service on four subway lines in Manhattan, the Bronx and Brooklyn to allow track and structural repairs, authorities said yesterday. The affected lines are the Nos. 1, 2 and 5 and the M. Between 9 A.M. and 3 P.M., weekday service on the northbound No. 2 and No. 5 lines is being discontinued at" , "date" : "19840105" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; 4 Subway Lines Reshuffle Service" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/05\/nyregion\/the-city-4-subway-lines-reshuffle-service.html"} ,   {"body" : "The New York City Department of Health cited 24 food establishments last week for violating the health code. In addition, it named three that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. These are the establishments: VIOLATIONS Provecho's Restaurant, 21 W. 17th St. Jang Won" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "68" , "title" : "24 Food Outlets Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/nyregion\/24-food-outlets-listed-for-health-violations.html"} , {"body" : "Church of St. Francis Xavier (Roman Catholic), West 16th Street, east of Avenue of the Americas. Bach's Cantata No. 61 and the Christmas segment of Handel's ''Messiah''; Village Singers directed by Mark Mangini. At 8 P.M. Admission, $6; Theater Development Fund vouchers accepted. Information: 254-9703. Metropolitan Community Church of New York" , "date" : "19841214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "A CALENDAR OF MUSIC FOR THE CHRISTMAS SEASON Today" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/14\/arts\/a-calendar-of-music-for-the-christmas-season-today.html"} , {"body" : "Elusive Apple ''York Imperials?'' said James Kent, an apple grower with an orchard 20 miles north of West Point that includes many old and unusual varieties. ''My father used to sell York Imperials. They're like Jonathans, crisp and with an excellent flavor, but darker. My father had a story about them. When a buyer asked him why those Jonathans" , "date" : "19841212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/12\/garden\/food-notes-144214.html"} , {"body" : "IT was Andy Warhol, wasn't it, who once said something to the effect that anyone could have a few minutes as a star? Well, it was Edys Hunter who, more recently, changed that to ''a few minutes as a salesperson.'' She said it the other day after selling - most unexpectedly - two toy horses on West End Avenue. This is what happened: Mrs. Hunter, an" , "date" : "19841212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/12\/garden\/metropolitan-diary-144222.html"} , {"body" : "-American neighborhood of Astoria, Queens, knows Tina Santorineou. She's everybody's sister, mother or sweetheart. She's the ''Sounds of Greece'' on the radio. In the Puerto Rican barrio of the South Bronx, people invariably turn to Gilda Miros for help in coping with their problems. For the after-midnight crowd from Bedford-Stuyvesant to East" , "date" : "19841212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FROM ETHNIC RADIO STATIONS, TOUCH OF AMERICA AND 'HOME'" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/12\/garden\/from-ethnic-radio-stations-touch-of-america-and-home.html"} , {"body" : "IT is hard to find a developer willing to restore crumbling, rent-regulated buildings in newly revived neighborhoods. ''No one else would have taken these buildings over, it wouldn't have been worth the trouble,'' said Robert E. Blank, executive director of the Flatbush Development Corporation. ''We are the developers of last resort.'' He made his" , "date" : "19841209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "FOR FLATBUSH, A 'DEVELOPER OF LAST RESORT'" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/09\/realestate\/for-flatbush-a-developer-of-last-resort.html"} , {"body" : "An agreement to build a $340 million office, retail and research complex in downtown Brooklyn was announced yesterday by city officials. Forest City Enterprises, a Cleveland-based developer that has built business projects in Detroit, Charleston and Los Angeles, will be the prime developer of the project for financial and high-technology companies," , "date" : "19841208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A $340 MILLION COMPLEX ANNOUNCED FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/08\/nyregion\/a-340-million-complex-announced-for-brooklyn.html"} , {"body" : "Artists' Toys, Vanderwoude Tananbaum Gallery, 24 East 81st Street, 212-879-8200. Opening today, an exhibition of handmade toys and games by artists on circus themes. The show runs through Dec. 29. Proceeds to benefit the Big Apple Circus and the New York School for Circus Art. Gallery hours: 10 A.M. to 5:30 P.M., Tuesday through Saturday. Christmas" , "date" : "19841206" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: HANDMADE TOYS AND GAMES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/06\/garden\/calendar-handmade-toys-and-games.html"} , {"body" : "DANCE Two of the more serious, and more exciting, elements of Spanish dance in the United States will be working together, starting today, on the stage of the Joyce Theater, the temple of terpsichore in Chelsea at 175 Eighth Avenue, at 19th Street (242-0800). The Maria Benitez Spanish Dance Company will be there for seven performances with a" , "date" : "19841127" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/27\/arts\/going-out-guide.html"} , {"body" : "SOMETIMES it seems that parents dread the prospect of school vacations as much as their offspring relish it. That's especially true at Christmas, when children may be at home for two weeks or more. Parents have hectic schedules, and children have high expectations of good times. Fortunately, a host of New York City private schools, Y's," , "date" : "19841122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT CHRISTMASTIME, ACTIVITIES FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/22\/garden\/at-christmastime-activities-for-children.html"} , {"body" : "The Long Island Rail Road was brought to a standstill yesterday afternoon when a power failure knocked out its signal system. By the evening rush hour, service was restored on the L.I.R.R., the nation's largest commuter railroad, through the use of written instructions to conductors and manually operated signals. But delays were extensive and" , "date" : "19841121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "L.I.R.R. SERVICE IS HALTED AS POWER FOR SIGNALS FAILS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/21\/nyregion\/lirr-service-is-halted-as-power-for-signals-fails.html"} , {"body" : "Hundreds of passengers, angry at being ordered off two trains within a few minutes, disrupted morning rush- hour service in Brooklyn for more than an hour yesterday, the Transit Authority reported. The passengers, who were asked to leave the second train so it could be used to push the first, refused, chanting, ''No, no, no'' and ''We're not going" , "date" : "19841121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "HUNDREDS BALK AT LEAVING TRAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/21\/nyregion\/hundreds-balk-at-leaving-train.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "Twenty-two new trees were planted last week on once-troubled Sackett Street in the lower Park Slope section of Brooklyn by a real estate company seeking to improve a block in which it already has invested more than $1 million. ''It will serve the dual purpose of enhancing our image and put something back into a neighborhood in which we are doing" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "DEVELOPER GREENS A BLOCK IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/developer-greens-a-block-in-brooklyn.html"} , {"body" : "Frederick A. Wyckoff Jr., an advertising executive who had headed an organization of descendants of the builder of the historic Wyckoff House in Brooklyn, died Tuesday in Presbyterian Hospital. He was 50 years old and lived in South Yarmouth, Mass. Mr. Wyckoff, who had undergone a heart transplant last February, was the president and owner of" , "date" : "19841117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Frederick Wyckoff Jr.; Led Descendants' Unit" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/17\/obituaries\/frederick-wyckoff-jr-led-descendants-unit.html"} , {"body" : "The morning after a fire destroyed the synagogue that housed his yeshiva in the Bensonhurst section of Brooklyn, Rabbi Yaakov Mosbacher received offers from other Bensonhurst schools, synagogues and even churches for classroom space. But the rabbi turned them all down. He said he wanted to move the yeshiva, with its 45 students, out of the" , "date" : "19841108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF BENSONHURST; AFTER SYNAGOGUE FIRES, BENSONHURST TRIES TO RETAIN CALM" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/08\/nyregion\/the-talk-of-bensonhurst-after-synagogue-fires-bensonhurst-tries-to-retain-calm.html"} , {"body" : "Paul Goldberger is the Pulitzer Prize- winning architecture critic of The New York Times. New Yorkers sometimes say that Middle America begins at the East River, that once you get outside Manhattan the rest of New York starts to look, if not quite like other places, a lot more ordinary, a lot more mun dane, a lot more like Trenton or Hartford or" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "UTOPIA IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/utopia-in-the-outer-boroughs.html"} , {"body" : "Samuel G. Freedman is a reporter on the Culture staff of The New York Times. A beggar staggers up the aisle of the Broadway local subway and into the next car. In his wake sits a woman reading ''One Hundred Years of Solitude,'' by Gabriel Garc ia M arquez, the Colombian Nobel laureate. On a sidewalk off Times Square, near a souvlaki stand and a" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "METROPOLIS OF THE MIND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/metropolis-of-the-mind.html"} , {"body" : "The season of pumpkins, ghosts and apple bobbing has swung into gear, and between tonight and Sunday night nearly every hour could be filled with the stuff of Halloween - a haunted house in the Bronx, nocturnal walks on Staten Island, retracing the hoof prints of the Headless Horseman in Tarrytown, N.Y., and a tour of Greenwood Cemetery in" , "date" : "19841026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "GUIDE TO CELEBRATING HALLOWEEN EARLY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/26\/arts\/guide-to-celebrating-halloween-early.html"} , {"body" : "The idea of role models is becoming a reality for 27 students at Martin Luther King High School on Amsterdam Avenue, thanks to the Women's Media Group and the New York City School Volunteer program. Each week, some sophomores meet with journalists. Yesterday, Alex Haley, the author, talked about the ''write stuff.'' ''I speak at lots of colleges,''" , "date" : "19841025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Speaking From Experience" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/25\/nyregion\/new-york-day-by-day-speaking-from-experience.html"} , {"body" : "Mike McCallum, who was nicknamed The Body Snatcher by his former sparring partner, Thomas Hearns, joined Hearns as a world 154- pound boxing champion last night at Madison Square Garden. Earlier, Steve McCrory, still a Hearns teammate, became the first of the nine United States 1984 Olympic champions to fight professionally. McCallum, an undefeated" , "date" : "19841020" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "McCALLUM DEFEATS MANNION" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/20\/sports\/mccallum-defeats-mannion.html"} , {"body" : "Six men posing as officials of the Erasmus Neighborhood Federation were arrested yesterday and accused of stealing 12,000 pounds of cheese and 6,000 pounds of butter valued at $30,000 from a depot operated by the City Human Resources Administration at 640 Parkside Avenue in the Flatbush area of Brooklyn. . . . An 18- month investigation resulted in" , "date" : "19841017" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/17\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Bright and early last Friday, Gordon Powell and a small team of assistants took themselves to Ralph Avenue at the eastern edge of Bedford-Stuyvesant in Brooklyn to look long and hard, inside and out, at an empty building. It was one of the 138 small buildings that the Department of Housing Preservation and Development will auction off on Oct. 16 at" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; CITY'S SALE OF HOUSES INCREASING" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/business\/about-real-estate-city-s-sale-of-houses-increasing.html"} , {"body" : "In Brooklyn Division A action, South Shore sent Lafayette to its second straight loss yesterday with a 22-0 shutout. The Vikings scored on their first possession, drivng 70 yards on 11 plays and getting the touchdown on the quarterback Peter Orlowsky's 1-yard plunge up the middle. Steven Schwartzbart kicked the extra point. South Shore scored again" , "date" : "19840923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "LAFAYETTE SUFFERS ITS 2D LOSS IN ROW" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/23\/sports\/lafayette-suffers-its-2d-loss-in-row.html"} , {"body" : "As the air becomes cooler and the afternoons clear, the thoughts of New Yorkers turn to strolling the streets and avenues. This weekend, four of the city's best street fairs, the Columbus Avenue Festival, the Flatbush Frolic, the 52d Street Fair and the Washington Square Park Arts, Crafts and Antiques Fair, are hoping to be able to take advantage" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "AS LEAVES START TO FALL, STREET FAIRS START TO RISE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/arts\/as-leaves-start-to-fall-street-fairs-start-to-rise.html"} , {"body" : "Used books will be selling for 50 cents a pound, magazines for 10 cents each, on Sunday at the central branch of the Brooklyn Public Library, Grand Army Plaza (corner of Eastern Parkway and Flatbush Avenue) in the Park Slope section. The book sale, which runs from 10 A.M. to 4 P.M., also features entertainment by the Al Browne Jazz Band, the Merry" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Books Avoirdupois" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/arts\/books-avoirdupois.html"} , {"body" : "A report of a bomb at the Long Island Rail Road's Flatbush Avenue station in Brooklyn was unfounded but caused hourlong delays during rush hour last night, according to a police spokesman, Officer John Clifford. Service to and from the station was suspended from 5:13 P.M. to 6:19 P.M." , "date" : "19840914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "L.I.R.R. Service Is Disrupted" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/nyregion\/lirr-service-is-disrupted.html"} , {"body" : "Police officers raiding two businesses in Brooklyn arrested 28 people on drug charges and confiscated $150,000 worth of cocaine, seven guns and $10,000 cash. Detectives said the businesses, at 2160 Caton Avenue in the Flatbush section and 39 Ocean Avenue, off Prospect Park, were distribution centers for a drug ring that sold an estimated $750,000 a" , "date" : "19840914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY ; ; 28 Are Arrested In Cocaine Raids" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/nyregion\/the-city-28-are-arrested-in-cocaine-raids.html"} , {"body" : "Two patients recently died at the Downstate Medical Center in Brooklyn after contracting Legionnaires' disease, the hospital said yesterday. One of the victims entered the hospital with the disease, while the second apparently caught a different strain of the illness from droplets of water from a contaminated tower on the roof, according to a" , "date" : "19840909" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "2 WITH LEGIONNAIRES' DISEASE DIE AT THE DOWNSTATE MEDICAL CENTER" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/09\/nyregion\/2-with-legionnaires-disease-die-at-the-downstate-medical-center.html"} , {"body" : "Arthur Schwartz, a composer who helped bring a new sophistication to Broadway songwriting in the 1930's, with such tunes as ''Dancing in the Dark,'' and ''You and the Night and the Music,'' died Monday at his home in Kintnersville, Pa., after suffering a stroke. He was 83 years old. Mr. Schwartz is best known for the songs he wrote with the" , "date" : "19840905" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries" , "Theater"] , "page_facet" : "8" , "title" : "ARTHUR SCHWARTZ, COMPOSER OF BROADWAY SHOWS, IS DEAD" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/05\/obituaries\/arthur-schwartz-composer-of-broadway-shows-is-dead.html"} , {"body" : "What more than 80 years of healthy suspicion and rivalry have joined together New York Telephone is about to put asunder. Tonight at midnight, Brooklyn, Queens and Staten Island will get a new area code: 718. And while Manhattan and the Bronx will remain joined in 212, the impending change has brought confusion and anger to Flatbush, Corona and" , "date" : "19840831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "LIKE IT OR NOT, CITY GETS 2D AREA CODE TODAY" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/31\/nyregion\/like-it-or-not-city-gets-2d-area-code-today.html"} , {"body" : "Friday CONNECTICUT SEAFARE Oysters and bluefish will be celebrated and eaten as a part of fish-fry festivals in two Connecticut villages. In Clinton, just off Exit 63 of the Connecticut Turnpike (Interstate 95), bluefish is the fish du jour. A three- day affair, with auction and parade, begins at the Town Dock tonight at 5 with bluefish dinners" , "date" : "19840817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/17\/arts\/weekender-guide.html"} , {"body" : "City Harvest Fair at Floyd Bennett Field, Brooklyn, 212-338-3688. Dance a square dance, feed the horses or hop a hayride on Saturday at the eighth annual city harvest fair. You can see a grandstand country music show, enter a contest for the best city-grown vegetables or watch championship arm wrestlers compete. Admission to the fair is free." , "date" : "19840816" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: A COUNTRY FAIR IN THE CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/16\/garden\/calendar-a-country-fair-in-the-city.html"} , {"body" : "Gunmen raided a Brooklyn social club at dawn yesterday, killing a woman, wounding a man and and robbing up to a dozen customers. Two gunmen shot the man - Aime Peipignan, 28 years old, of 287 Winthrop Street, Brooklyn - at about 5 A.M., as they entered the stairway leading to the basement club, the Time Club at 465 Rogers Avenue in the Flatbush" , "date" : "19840808" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; ; Woman Shot Dead In Flatbush Club" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/08\/nyregion\/the-city-woman-shot-dead-in-flatbush-club.html"} , {"body" : "Inside Madison Square Garden, the show was Michael Jackson and his brothers. Outside, the show was people who couldn't get inside. The last two nights, thousands watched saw computerized fireworks and lasers, watched a sword being pulled from a stone and sang along to songs from Michael Jackson's best- selling album, ''Thriller.'' Those who could" , "date" : "19840806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EVEN OUTSIDE, JACKSON IS MAIN EVENT" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/06\/nyregion\/even-outside-jackson-is-main-event.html"} , {"body" : "Rain Disrupts Service On a Line of L.I.R.R. Scattered but heavy rains knocked out service last night on the Brooklyn branch of the Long Island Rail Road and caused 45-minute delays on other L.I.R.R. trains, a railroad spokesman said. According to the spokesman, Mildred O'Brien, the delays began at 6:45 as a result of flooding at the East New York" , "date" : "19840804" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/04\/nyregion\/no-headline-110859.html"} , {"body" : "New Yorkers who stay in the city this weekend can enjoy - largely for the price of a subway token - a hot South American weekend of Latin dance, painting, theater and food. Dances by 36 folklore groups and stands from 18 Latin American countries will enliven the Hispanic World's Fair, which opens tonight at the New York Coliseum in Columbus Circle." , "date" : "19840803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "BUSY WEEKEND FOR LATIN LIVELY ARTS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/arts\/busy-weekend-for-latin-lively-arts.html"} , {"body" : "Fairs and Festivals This Weekend Carnival, 91st Street, between Columbus and Amsterdam Avenues. Sunday, noon to 8 P.M. Rides, games, food, music, entertainment. Sponsored by Prep for Prep. Information: 877-2266. Block Party, Manhattan Avenue, between 123d and 124th Streets, and 123d Street, between Manhattan and Morningside Avenues. Tomorrow, 10" , "date" : "19840803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/arts\/no-headline-108283.html"} , {"body" : "IN PREVIEW The Acting Company was established a dozen years ago by the actor- director John Houseman as a group dedicated to developing American actors. It has been a success from the start, and among its alumni are Kevin Kline and Patti Lupone. The Acting Company is getting ready for a national tour in the fall and will be previewing what it has" , "date" : "19840802" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/02\/arts\/going-out-guide.html"} , {"body" : "PROMOTION There was a time when the poster was the best way to let people know that something big, particularly a circus, was coming to town. Advance men had them in their luggage and gained space by lavish distribution of free tickets. The circus poster is a distinct art form of Americana, and that's good enough reason to post 40 of these colorful" , "date" : "19840731" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/31\/arts\/going-out-guide.html"} , {"body" : "Striking nurses at three hospitals were ordered by a Federal judge yesterday to return to work, and their union told them to comply. Two of the hospitals - St. John's Episcopal Hospital in Far Rockaway, Queens, and Long Island College Hospital - complained that the nurses had ignored a back-to-work order that the judge, I. Leo Glasser of Federal" , "date" : "19840727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A JUDGE ORDERS STRIKING NURSES BACK TO THE JOB" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/27\/nyregion\/a-judge-orders-striking-nurses-back-to-the-job.html"} , {"body" : "CENSORSHIP The New York Public Library's continuing five-month ''expose'' of censorship, in the form of exhibitions and forums on the subject, starts covering ''Censorship and Black America'' next weekend. This is the subject of an exhibition through Oct. 15 at the Schomburg Center for Research in Black Culture, the modern and attractive complex at" , "date" : "19840723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/23\/arts\/going-out-guide.html"} , {"body" : "Aaron E. Koota, a former justice of the New York State Supreme Court and a former Brooklyn District Attorney, died Sunday night at his son's home in Port Washington, L.I. He was 78 years old and a resident of the Flatbush section of Brooklyn. During his four-year tenure as Brooklyn's chief prosecutor, Mr. Koota developed a reputation as a tough" , "date" : "19840723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "AARON E. KOOTA, 78, IS DEAD; FORMER JUDGE AND PROSECUTOR" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/23\/obituaries\/aaron-e-koota-78-is-dead-former-judge-and-prosecutor.html"} , {"body" : "THE SPREAD of cooperative conversions in southern and central sections of Brooklyn has reached the point where buyers can find cooperatives selling in a wide range of prices, brokers report. In some cases, the buildings were constructed in the 1950's or 1960's as top-of-the- market housing, with doorman service, garages and other amenities. They" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CONVERSIONS TO CO-OPS SPREAD WIDELY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/conversions-to-co-ops-spread-widely-in-brooklyn.html"} , {"body" : "RUBIN MARGULES enjoys his work. But in public he is reticent about what he does for a living, especially since 1980, when he ran in a primary for the State Assembly and an opponent held up his profession as evidence that he was unfit for public office. Mr. Margules is a landlord. He makes his living by buying, managing and selling apartment" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AN URBAN LANDLORD'S PURSUIT OF HAPPINESS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/an-urban-landlord-s-pursuit-of-happiness.html"} , {"body" : "FILMS OF ART Films are considered important art at the Whitney Museum of American Art, Madison Avenue and 75th Street, and the museum seems never to feel better than when it can put this moving art together with the more stationary art that is stockpiled there. Such a conjunction of arts occurs tomorrow with the start of the third annual summer" , "date" : "19840721" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/21\/arts\/going-out-guide.html"} , {"body" : "Technicians and nurses in critical- care units at several New York City hospitals stopped working yesterday as the pressure increased for a settlement in the strike at hospitals and nursing homes. Technicians withdrew from several kidney dialysis centers and nurses stopped working at a Brooklyn hospital's operating rooms and intensive- care unit." , "date" : "19840720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOSPITAL WALKOUT SPREADS TO SOME CRITICAL UNITS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/20\/nyregion\/hospital-walkout-spreads-to-some-critical-units.html"} , {"body" : "Twenty-nine art works that were in a truck stolen while parked on Columbus Avenue on May 22 were recovered by the police after they received an anonymous tip Monday, authorities said yesterday. Twenty-six other works from the truck remain missing, the police said. Capt. Arthur H. Katz of the police said that the 29 items, among them sculptures by" , "date" : "19840718" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 29 Works of Art Are Recovered" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/18\/nyregion\/the-city-29-works-of-art-are-recovered.html"} , {"body" : "The Jehovah's Witnesses have asked the city for permission to build a 34- story residential tower just outside the Brooklyn Heights Historic District, a project some residents say would disturb the character of the neighborhood. The skyscraper would be the second tallest in the borough, after the 55-year- old Williamsburgh Savings Bank at Flatbush" , "date" : "19840709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN HTS. TOWER PLAN IS DISPUTED" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/09\/nyregion\/brooklyn-hts-tower-plan-is-disputed.html"} , {"body" : "In the early 1970's, Clara Barton Vocational High School in Brooklyn was dying. Students were shunning the programs it offered in such trades as cosmetology and dressmaking. Enrollment was plummeting. Now renamed the Clara Barton High School for the Health Professions, it has 7,200 applications for 622 openings next fall, and it specializes in" , "date" : "19840704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "'OPTION' PROGRAM GIVES NEW HOPE TO TRADE SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/04\/nyregion\/option-program-gives-new-hope-to-trade-schools.html"} , {"body" : "65 Years in the Scouts ''Kind of casually,'' Curt Segeler remembers, he began helping out at his neighborhood Boy Scout troop while he was a student at Columbia University. Yesterday, he retired as Scoutmaster of Troop 8 at the Flatbush-Tompkins Congregational Church, at East 19th Street and Dorchester Avenue in Brooklyn. He had run the troop since" , "date" : "19840623" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/23\/nyregion\/new-york-day-by-day-020750.html"} , {"body" : "For more than two years, John Orengo might have been called the student who wasn't. He wasn't going to school. He wasn't getting along with his parents. He wasn't making friends - not ''nice'' friends, anyway. Instead the skinny boy with the squiggly ponytail and earrings that said '' 1'' was spending his days break dancing near Times Square -" , "date" : "19840619" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JOB PROJECT GETS DROPOUTS TO RETURN TO CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/19\/nyregion\/job-project-gets-dropouts-to-return-to-city-schools.html"} , {"body" : "CITY gardeners can become just as obsessed with lawn care as their country counterparts, even though city lawns hardly have comparable acreage. In fact, the New York architect William J. Conklin tends one that measures only 4 by 5 feet. Mr. Conklin's lawn is actually the area surrounding the street tree in front of his mid-Manhattan town house. He" , "date" : "19840614" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "GARDENING; USING SOD TO MAKE INSTANT CITY LAWN" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/14\/garden\/gardening-using-sod-to-make-instant-city-lawn.html"} , {"body" : "A 26-year-old Brooklyn man has been indicted in eight rapes, most of them in the Flatbush section, the Brooklyn District Attorney's office announced yesterday. The man, Gregory Pought of 1150 Gates Avenue in the Bushwick section, was indicted Tuesday on nine counts of rape in the eight rapes that occurred between Feb. 24 and May 8. He was also" , "date" : "19840614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE CITY; Man, 26, Indicted In Flatbush Rapes" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/14\/nyregion\/the-city-man-26-indicted-in-flatbush-rapes.html"} , {"body" : "Figs Italian Style The recent heat wave has not been good for local produce. Strawberries, especially, deteriorate rapidly and are difficult to pick and ship in hot weather. But soft fruit from California continues to fill local markets. Nectarines, at 69 cents a pound, are a good buy, and Black Mission figs, although expensive, are a wonderfully" , "date" : "19840613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/13\/garden\/food-notes-257287.html"} , {"body" : "That this Nathan's, opened in 1916 in Coney Island, was the world's first Nathan's did not impress Brett Close in the least. ''What's Nathan's?'' he asked. Brett Close had never been to Coney Island before. At age 17, he was, in fact, making his first trip to New York City. As part of an exchange program with John Dewey High School in Brooklyn, he" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WATERLOO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "WHEN SMALL TOWN MEETS BIG CITY: STUDENTS FIND A COMMON GROUND" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/when-small-town-meets-big-city-students-find-a-common-ground.html"} , {"body" : "A major share of medical services provided by private and public hospitals in Brooklyn will be consolidated under a plan to eliminate fragmented and duplicative services and reduce costs. As part of the overall plan, New York City intends to spend $300 million to rebuild its Kings County Hospital Center. The reconfiguration of services, which is to" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "6 HOSPITALS, PUBLIC AND PRIVATE, WILL SHARE SERVICES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/6-hospitals-public-and-private-will-share-services-in-brooklyn.html"} , {"body" : "Carl Erskine, Carl Furillo and the late Gil Hodges were inducted yesterday into the new Brooklyn Dodger Hall of Fame, a creation of the faculty and students at Intermediate School 320, now named for Jackie Robinson and situated on McKeever Place, where Ebbets Field fans once bought their hot dogs and parked their cars. The ceremony took place on" , "date" : "19840608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "BROOKLYN'S TEAM, AS EVER" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/08\/sports\/brooklyn-s-team-as-ever.html"} , {"body" : "A 179-acre area adjoining Shea Stadium in Queens is the leading choice as the site for a domed sports stadium in New York City, the chairman of the State Urban Development Corporation said yesterday. The chairman, William J. Stern, said that a vacant 20-acre area at Battery Park City had become the first choice as the site for a new basketball and" , "date" : "19840606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SITE NEAR SHEA FAVORED FOR DOMED STADIUM" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/06\/nyregion\/site-near-shea-favored-for-domed-stadium.html"} , {"body" : "A 26-year-old unemployed man was charged last night with six rapes and robberies in the Flatbush section of Brooklyn and is a suspect in five other rapes there, the police said last night. The suspect is identified as Gregory Pought, 26 years old, of 1158 Gates Avenue in the Bushwick section of Brooklyn. In a police lineup, Mr. Pought was" , "date" : "19840605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "MAN CHARGED IN FLATBUSH RAPES" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/05\/nyregion\/man-charged-in-flatbush-rapes.html"} , {"body" : "FaNotebyFather A man apparently shot his wife to death and killed his three children in a Brooklyn apartment building yesterday before fatally shooting himself, the police said. The man was taken to Kings County hospital, where he died late last night, according to a police spokesman, Sgt. Edwin LeSchack. The sergeant said the identities of the" , "date" : "19840602" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/02\/nyregion\/no-headline-234149.html"} , {"body" : "The Brooklyn Academy of Music had good reason to be distressed for many years about the character of properties across the street from its main entrance on Lafayette Street. A cluster of crumbling city-owned structures marred the small triangular block formed by Lafayette, Fulton and St. Felix Streets. And directly across the street, the old" , "date" : "19840601" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "ABOUT REAL ESTATE; BROOKLYN UPLIFT: HOTEL REBORN AS APARTMENT HOUSE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/business\/about-real-estate-brooklyn-uplift-hotel-reborn-as-apartment-house.html"} , {"body" : "The police said yesterday that a man who was charged Tuesday for a rape on April 20 was not, as they had thought, responsible for a series of rapes in the Flatbush and Kensington Park sections of Brooklyn. A police spokesman, Sgt. Peter Sweeney, said that the suspect - Oliver Clark, 28, of 660 Hegeman Avenue in the Canarsie section - was being" , "date" : "19840601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CITY; Police Still Seek Brooklyn Rapist" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/nyregion\/the-city-police-still-seek-brooklyn-rapist.html"} , {"body" : "A man was charged yesterday with one of 12 recent rapes in the Flatbush section of Brooklyn, the police said. The suspect - Oliver Clark, 28 years old, of 660 Hegeman Avenue, Brooklyn - was identified in a police lineup by a victim of one of the rapes, according to a police spokesman, Sgt. Peter Ruane. ''He seems to fit the pattern in relation to" , "date" : "19840531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Man Is Charged In Flatbush Rape" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/31\/nyregion\/the-city-man-is-charged-in-flatbush-rape.html"} , {"body" : "The meaning of Memorial Day Has changed, in a peculiar way; Memorializing's no longer its reason - It marks the beginning of the rental season. The same way with Labor Day; About its original meaning most people don't give a lentil - It marks the expiration of the summer rental.WILLIAM COLE SEEING as how we have been taken to task, more than once," , "date" : "19840530" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/30\/garden\/metropolitan-diary-224541.html"} , {"body" : "49 Food Places Listed For Health Violations The New York City Department of Health cited 49 food establishments last week for violating the health code. In addition, it named two that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Phebe's, 361" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "49 Food Outlets Cited by City ;" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/nyregion\/49-food-outlets-cited-by-city.html"} , {"body" : "Some grew up in wealth and comfort in the city, the suburbs and upstate New York. They went to private schools and Ivy League universities before moving almost effortlessly into well-paid executive jobs in finance or in the fashion industry. Their lives in New York City involve business deals in the garment district and Wall Street, fashionable" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "DRUG USERS, RICH AND POOR, TELL OF THE COSTS AND THE ANGUISH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/nyregion\/drug-users-rich-and-poor-tell-of-the-costs-and-the-anguish.html"} , {"body" : "Barely a stone's throw, 300 feet across Flatbush Avenue from the Kings Plaza Shopping Center in Brooklyn, a large new brick-and-glass complex is going up at Coleman Street and Avenue V. It is the Park View Professional Pavilion at Kings Plaza, and its developers see it as the successful updating of an old practice. ''We backed into a marketing" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A MEDICAL PAVILION" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/realestate\/postings-a-medical-pavilion.html"} , {"body" : "Two woman were raped and robbed at gunpoint in separate attacks early yesterday in the East Flatbush section of Brooklyn. The police said the crimes were committed by the man who was also responsible for 10 other rapes in the area since Feb. 6 ''From descriptions provided by the victims and the man's methods, we have been able to identify a pattern" , "date" : "19840516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "RAPIST IS SOUGHT FOR 12 ATTACKS IN EAST FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/16\/nyregion\/rapist-is-sought-for-12-attacks-in-east-flatbush.html"} , {"body" : "HOUSING CALL What inspires art? Everything of course, from vases to violence, from war to love. But the exhibition now on view in the sixth-floor Master Eagle Gallery, 40 West 25th Street (691- 1660), was prompted by that most prevalent quest of the New Yorker: apartments. ''Apartments for Rent'' is the work of students in the media arts department" , "date" : "19840514" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/14\/arts\/going-out-guide.html"} , {"body" : "THERE is a Fort Greene in Brooklyn that brings to mind drab housing projects, crime and poverty. There is another that is gracefully restored and preserved brownstones. ''There are two Fort Greenes,'' said Roberta Kyle, a writer who moved to the neighborhood in 1970. ''Whenever there is a murder, the papers say it happened in Fort Greene even if it" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "New Yorkers whose eyes drift upward while taking spring strolls may be surprised and perhaps pleased to notice some strikingly unusual building murals and billboard displays that feature athletes in action. The colorful outdoor display is part of a national campaign by Nike, the manufacturer of sports shoes and apparel, that aims to escape" , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "SCOUTING; Eye on Athletes" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/sports\/scouting-eye-on-athletes.html"} , {"body" : "To the Editor: Mayor Koch's new program to patch potholes is a quick solution that will not have the long-term effect of fixing New York City's rutted streets. New money spent to reconstruct or resurface streets will have limited effect because of the inability of the city's Transportation Department to keep track of utility cuts and repairs. The" , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "; NEW YORK STREETS AT THE UTILITIES' MERCY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/opinion\/l-new-york-streets-at-the-utilities-mercy-160691.html"} , {"body" : "Two anonymous telephone calls led to the seizure early yesterday of more than 500 cases of fireworks stored in a garage in the Flatbush section of Brooklyn, the police said. The fireworks, valued at $200,000 to $300,000, were removed from the garage, at 1822 East 48th Street, near Flatbush Avenue, and taken to the Rodmans Neck police firing range" , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Fireworks Cache Found in Garage" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/nyregion\/the-city-fireworks-cache-found-in-garage.html"} , {"body" : "Skipping rope in front of a wide mirror, Vito Antuofermo studied himself. The sight pleased him. Gone was the bulge across his stomach that so upset him months before. The pace of his workout did not leave him wheezing. His arms were sinewy and his legs, tightened by early-morning running, were strong again. Only his heavy, puffy eyes looked old." , "date" : "19840501" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "ANTUOFERMO FINDS TRAIL BACK TO RING" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/01\/sports\/antuofermo-finds-trail-back-to-ring.html"} , {"body" : "In the days and weeks ahead private homes, apartments and landmarks around the city and in neighboring areas will have welcome mats out for spring house tours. Private Houses Sunday, April 29: A half-dozen well- known Greenwich Village residents, from Grove Street to West Street, will give you a chance to see their homes during the West Village" , "date" : "19840426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "SPRING HOUSE TOURS IN CITY AND NEARBY" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/26\/garden\/spring-house-tours-in-city-and-nearby.html"} , {"body" : "There was a time in the region's history when grown men thought the fastest way to get from New York to Boston was to pass through Long Island. To that end, they built a railroad, and, for a time, these men were right - the Long Island Rail Road prospered. By riding it to the eastern tip of the Island, then taking a ferry across the Sound and then" , "date" : "19840425" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "FOR L.I.R.R., CELEBRATION OF SURVIVAL" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/25\/nyregion\/for-lirr-celebration-of-survival.html"} , {"body" : "A grand jury indicted 38 men yesterday on Federal charges of participating in an international heroin conspiracy. The indictment, filed in Federal District Court in Manhattan, contained charges announced two weeks ago, when an arrest complaint named 31 of the men. The indictment, a follow-up action by the grand jury, specified the charges and added" , "date" : "19840420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "38 MEN INDICTED FOR TAKING PART IN HEROIN SALES" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/20\/nyregion\/38-men-indicted-for-taking-part-in-heroin-sales.html"} , {"body" : "The predicament that the tenants of 507 West 140th Street faced in June 1982 was depressingly common: The building's owner, after years of barely maintaining services, bluntly said he was abandoning their home. Although the landlord gave up on the property, the tenants did not. The result is that the five-story walk- up in Hamilton Heights is now" , "date" : "19840409" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CO-OP PROJECT AIDS POOR WHEN A LANDLORD QUITS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/09\/nyregion\/co-op-project-aids-poor-when-a-landlord-quits.html"} , {"body" : "The police raided 32 storefront drug and gambling operations in Brooklyn yesterday in what they described as a new crackdown on illegal businesses along Nostrand Avenue. Police Commissioner Benjamin Ward, speaking at a news conference, said 270 uniformed and plainclothes police officers raided the storefronts shortly after 12:30 P.M. The officers" , "date" : "19840407" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "51 ARE SEIZED IN STOREFRONT RAIDS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/07\/nyregion\/51-are-seized-in-storefront-raids-in-brooklyn.html"} , {"body" : "Twenty-one nursing homes in New York City locked out their employees in a labor dispute yesterday. Other homes agreed to a 48-hour contract extension and maintained normal operations. Owners of the 21 homes refused to go along with the extension and replaced union employees with temporary workers. They said they took the action to try to assure" , "date" : "19840404" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "21 NURSING HOMES IN CITY LOCK OUT THEIR EMPLOYEES" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/04\/nyregion\/21-nursing-homes-in-city-lock-out-their-employees.html"} , {"body" : "Administrators and students will meet today to search for ways to prevent violence at Samuel J. Tilden High School after the slaying of one student and the arrest of another as her killer. Lieut. William Gardella of the 67th Precinct said detectives had arrested a 16-year-old girl, Sherna Salmon, and charged her with the stabbing death Monday of" , "date" : "19840404" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "AN ARREST IN SLAYING AT SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/04\/nyregion\/an-arrest-in-slaying-at-school.html"} , {"body" : "One teen-age girl fatally stabbed another during a dispute outside Samuel J. Tilden High School in Brooklyn yesterday, the police said. The victim, identified as Cheryl Edwards, a 15-year-old student at the school, died of a knife wound to the chest, detectives in the 67th Precinct said. Miss Edwards, who lived at 193 Lefferts Avenue in Brooklyn," , "date" : "19840403" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; Student Is Slain Outside School" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/03\/nyregion\/the-city-student-is-slain-outside-school.html"} , {"body" : "Subway Repairs Cause Adjustments in Service By United Press International Service will be changed on several subway lines for the next few weeks, the Transit Authority said yesterday. The authority said uptown No. 1 trains would not stop at the 103d, 110th, 116th or 125th Street stations between 8 A.M. and 4 P.M. on Saturdays and Sundays through" , "date" : "19840401" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/01\/nyregion\/no-headline-092253.html"} , {"body" : "Thirteen men were indicted yesterday on charges of having refused to give testimony or having evaded questions before a Manhattan grand jury investigating a major loan-sharking and extortion ring. Among the indicted were several reputed organized-crime figures, including Joseph Yacovelli, who has been identified as a leader of the Colombo crime" , "date" : "19840329" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "13 INDICTED AFTER INVESTIGATION OF MAJOR LOAN-SHARKING RING" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/29\/nyregion\/13-indicted-after-investigation-of-major-loan-sharking-ring.html"} , {"body" : "FESTIVAL There is probably no more appropriate New York neighborhood for a World Theater Festival than the polyglot, multicultured Lower East Side and, indeed, that is where this festival once again unfolds between tonight and next Sunday, at La MaMa E.T.C. theater at 74A East Fourth Street. This year's festival, dedicated to the memory of the" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/arts\/going-out-guide.html"} , {"body" : "KID STUFF Over at the Humanities Institute of Brooklyn College they are starting a four-day conference today on ''Fantasy and Social Values in German and American Children's Literature,'' a topic that will, among other things, embrace the long-debated question of how those horrifying fairy-tale classics influence young minds. The sessions through" , "date" : "19840326" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/26\/arts\/going-out-guide.html"} , {"body" : "For years, George Forss spent his days on the streets of Manhattan, peddling his photographs. His sidewalk display showed the city in all of its power and beauty: the Brooklyn Bridge and the World Trade Center sparkling in sunlight, the Avenue of the Americas in the rain, Central Park at dawn. At night Mr. Forss retreated to his crude darkroom in" , "date" : "19840326" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FROM A STREET PEDDLER, VISION OF THE CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/26\/nyregion\/from-a-street-peddler-vision-of-the-city.html"} , {"body" : "26 Food Places Listed For Health Violations The New York City Department of Health cited 26 food establishments last week for violating the health code. In addition, it named five that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Shima" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "26 Food Outlets Cited by City ;" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/nyregion\/26-food-outlets-cited-by-city.html"} , {"body" : "A Brooklyn automobile repairman was arrested yesterday and charged with fatally shooting a city marshal who was serving him an eviction notice for not paying his rent. The suspect - Jeffrey Bey, 32 years old, of 486 East 28th Street in the Flatbush section of Brooklyn - had been renting a garage at 426 Lexington Avenue in the Bedford-Stuyvesant" , "date" : "19840324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "MAN HELD IN MARSHAL'S KILLING" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/24\/nyregion\/man-held-in-marshal-s-killing.html"} , {"body" : "Friday PANTOMIME CIRCUS IN CHELSEA Lotte Goslar, the German-born performer who mixes theater, dance and pantomime, can be seen tonight through Sunday with her Pantomime Circus. Appearing at the Joyce Theater, 175 Eighth Avenue, at 19th Street, the company will perform works including ''Circus Scene,'' written by Bertolt Brecht for Miss Goslar. The" , "date" : "19840323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/23\/arts\/weekender-guide.html"} , {"body" : "In celebration of the Irish and their patron saint, New Yorkers of every kind turned Fifth Avenue into a windswept sea of green yesterday for the nation's oldest and largest St. Patrick's Day parade. The cold wind chilled the exposed knees of high school majorettes in short skirts but not the spirits of the 100,000 marchers and more than a million" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ALL NEW YORK TURNS IRISH FOR ST. PATRICK'S PARADE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/nyregion\/all-new-york-turns-irish-for-st-patrick-s-parade.html"} , {"body" : "THE nonprofit community development corporation has become one of the lasting institutional legacies of the turmoil of the 1960's in older American cities. The early model of the species was the Bedford-Stuyvesant Restoration Corporation in Brooklyn. Now there are thousands around the country, greatly varying in effectiveness and in levels of" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NONPROFIT REALTY GROUPS GETTING MORE PRIVATE HELP" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/realestate\/nonprofit-realty-groups-getting-more-private-help.html"} , {"body" : "Cast your mind on other days That we in coming days may be Still the indomitable Irishry. WITH or without benefit of Irish ancestry, many New Yorkers will be taking W. B. Yeats at his word (from ''Under Ben Bulben'') this weekend. Because St. Patrick's Day falls on a Saturday, the annual round of Irish entertainment and culture is especially busy" , "date" : "19840316" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SIGHTS AND SOUNDS OF IRISH NEW YORK; MUSIC SCHEDULE IS LIKELY" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/16\/arts\/sights-and-sounds-of-irish-new-york-music-schedule-is-likely.html"} , {"body" : "32 Food Places Listed For Health Violations The New York City Department of Health cited 32 food establishments last week for violating the health code. In addition, it named four that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Fountain" , "date" : "19840311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/11\/nyregion\/no-headline-044545.html"} , {"body" : "Friday FILIPINO DANCE IN BRONX The Bayanihan Philippine Dance Company is making a single New York appearance tonight at 8 at the Lehman College Center for the Performing Arts, at Bedford Park Boulevard West in the Bronx. The troupe will perform regional dances of its homeland, including the ''itik-itik,'' which imitates the movement of ducks, and" , "date" : "19840309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/09\/arts\/weekender-guide.html"} , {"body" : "GOOD BREAKS Last year, the Brooklyn Academy of Music, 20 Lafayette Avenue, near Flatbush Avenue extension, shook with particular joy to a Dance Black America Festival. The reverberations are still being heard there, and the echo becomes stronger tonight when this year's version, ''Sweet Saturday Night: a Celebration of Street and Social Dance,''" , "date" : "19840306" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/06\/arts\/going-out-guide.html"} , {"body" : "POETS Monday night, after the weekend's escapism, is a night for poets and lecturers, not necessarily on the soberly heavy side, but in modes that are literary or intellectual. Tonight at 7:30, for instance, Writers in Performance holds the floor at the Manhattan Theater Club, 321 East 73d Street (472-0600). This is a series now in its 13th year of" , "date" : "19840227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/27\/arts\/going-out-guide.html"} , {"body" : "ANEW mass market in cooperative and condominium apartments is being created in New York City by the continuing conversion of the best-preserved segments of the rental housing stock. People with household incomes as low as $25,000 or $30,000 now can buy reasonably priced apartments in the private market. And the price range of the apartments is" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE CO-OPS: AN EXPANDING MARKET" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/realestate\/affordable-co-ops-an-expanding-market.html"} , {"body" : "Henry Street Settlement, Louis Abrons Arts for Living Center, 466 Grand Street. ''Celebration,'' work by eight black artists. Through April 1. Hours: Monday through Saturday, noon to 6 P.M. Free. Information: 598-0400. American Museum of Natural History, Central Park West at 79th Street. Tomorrow and Sunday, 1 to 4:30 P.M.: ''In Praise of Marcus" , "date" : "19840217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Weekend's Black History Events" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/17\/arts\/weekend-s-black-history-events.html"} , {"body" : "Basketball Long Island University vs. Fordham , at DeKalb Avenue and Flatbush Avenue Extension, Brooklyn, 7:30 P.M. (Television - Channel 25, 9 P.M., tape. Radio - WFUV-FM, 90.7; 7:30 P.M.) St. John's vs. Boston College , at Alumni Hall, Utopia and Grand Central Parkways, Jamaica, Queens, 8 P.M. (Television - ESPN, 10 P.M., and Channel 9, 11:30" , "date" : "19840213" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "MONDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/13\/sports\/monday-sports.html"} , {"body" : "THE streets of Canarsie help tell the story of a community older than the nation itself. On a few blocks in this section of southeastern Brooklyn, the slope from sidewalk to front door discloses the original terrain of a neighborhood that once survived on farming and fishing. Not until modern sewers were installed less than 40 years ago were street" , "date" : "19840212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CANARSIE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/12\/realestate\/if-you-re-thinking-of-living-in-canarsie.html"} , {"body" : "Even in Sarajevo, his heart will be in Brooklyn. O NCE every four years, America discovers winter sports. For the vast majority of Americans, not wealthy enough to ski, not far enough north to ice skate as second nature, the winter Olympics are like a Brigadoon, appearing out of the mists every leap year. Southerners whose only interest in ice is" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "GEORGE VECSEYSports of The Times ; The Coach From Canarsie" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/sports\/george-vecseysports-of-the-times-the-coach-from-canarsie.html"} , {"body" : "With fewer suburban shopping malls being built and with rents at many existing malls increasing steadily, some retail chain store operators are taking a new look at neighborhood shopping strips in older urban areas surrounding Manhattan and finding good locations for themselves. These healthy commercial strips - such as Bergenline Avenue in Union" , "date" : "19840125" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "ABOUT REAL ESTATE; NEW LIFE FOR OLD SHOPPING DISTRICTS" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/25\/business\/about-real-estate-new-life-for-old-shopping-districts.html"} , {"body" : "Kings Court Shoppes and College Corners are retail development projects that are being planned along Brooklyn's Flatbush Avenue, and both of them are responses to an upsurge in the demand for retail space in the borough and the revitalization of many of its shopping thoroughfares. ''Now merchants are competing for retail space,'' said Timothy D." , "date" : "19840115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; 2 ON FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/15\/realestate\/postings-2-on-flatbush.html"} , {"body" : "MANY New York City property owners believe they are being unjustly penalized under the ''nail-and-mail'' enforcement procedures adopted by the Department of Sanitation, and they are watching with eager interest a court challenge to those procedures. Before the ''nail-and-mail'' statute was passed by the Legislature in 1979, sanitation officers who" , "date" : "19840115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY REFINES SANITATION-TICKET PROCEDURES" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/15\/realestate\/city-refines-sanitation-ticket-procedures.html"} , {"body" : "A probationary transit police officer was stabbed in the abdomen and pushed down a flight of stairs last night in a scuffle in a subway station in Brooklyn, authorities said. He was in serious condition at a local hospital. The scuffle took place at about 10:45 P.M. at the IRT station at Bergen Street and Flatbush Avenue. A transit police" , "date" : "19840115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Seriously Hurt In IRT Station Scuffle" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/15\/nyregion\/officer-seriously-hurt-in-irt-station-scuffle.html"} , {"body" : "ACROSS the street from the green canopy of a new fruitstand and the steel gates of empty storefronts, three American flags mark the entrance to Al Cabbad's variety store. Inside, under a glass counter, Mr. Cabbad keeps a photo album of the lower Park Slope neighborhood, of the brick buildings and scattered shops, many of them abandoned, that line" , "date" : "19840108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FIFTH AVENUE (BROOKLYN, NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "ALONG BROOKLYN'S FIFTH AVE., A TRANSITION" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/08\/realestate\/along-brooklyn-s-fifth-ave-a-transition.html"} , {"body" : "Three octagonal glass pavilions and a sleek new greenhouse will be added to the Brooklyn Botanic Garden as part of a $16 million renovation scheduled to begin in the spring. The renovation also calls for the garden's elegant Victorian conservatory, designed more than 70 years ago by McKim, Mead & White, to be refurbished as an indoor park. It will" , "date" : "19840107" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "RENOVATION PLANNED FOR BROOKLYN BOTANIC GARDEN" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/07\/nyregion\/renovation-planned-for-brooklyn-botanic-garden.html"} , {"body" : "The New York City Transit Authority has adjusted the service on four subway lines in Manhattan, the Bronx and Brooklyn to allow track and structural repairs, authorities said yesterday. The affected lines are the Nos. 1, 2 and 5 and the M. Between 9 A.M. and 3 P.M., weekday service on the northbound No. 2 and No. 5 lines is being discontinued at" , "date" : "19840105" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; 4 Subway Lines Reshuffle Service" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/05\/nyregion\/the-city-4-subway-lines-reshuffle-service.html"}]