[  {"body" : "Four years after Martin Alter, an advertising consultant, bought a four-story brownstone at 143 St. Felix Street in the Fort Greene section of Brooklyn, he bought an empty rooming house next door. ''After buying the first building I got married,'' he explained recently, ''and my wife and I decided we could use more space.'' Things went normally" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "CITY LIMITING S.R.O. CONVERSIONS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/realestate\/city-limiting-sro-conversions.html"} , {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "THREE years ago Nancy Chaffetz worked as a lawyer with Shearman & Sterling, a Wall Street law firm, and Leslie Hartley Wolff sold municipal bond funds, also on Wall Street. Both women, however, gave up their successful careers to develop residential real estate in Brooklyn. Today, with considerable profits from their ventures, neither has any" , "date" : "19841129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "SECOND CAREERS AS DEVELOPERS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/29\/garden\/second-careers-as-developers.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "The brownstone look may be considered a thing of the past in new- home construction, but a builder in Brooklyn will bring it to Fort Greene with 98 new condominiums to be sold at modest prices. The builder is the Shnay Construction Company of Queens, and the architect is the firm of Beyer Blinder Belle of Manhattan. The units, in 13 buildings, will" , "date" : "19841109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; BROWNSTONE LOOK RETURNING IN FORT GREENE PROJECT" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/09\/business\/about-real-estate-brownstone-look-returning-in-fort-greene-project.html"} , {"body" : "The band. Everyone on Clermont Avenue wanted to know where was the band, as if a New York City Marathon without the Bishop Loughlin High School band playing the theme from ''Rocky'' for five hours was a naked event. The music went, quite figuratively, down the sewers of Lafayette Avenue, but the Fort Greene section of Brooklyn did not miss a beat" , "date" : "19841029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "ENTHUSIASTIC CITY FOLK TREAT RACE AS A GRAND SHOW; BROOKLYN STRIKES UP SPIRIT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/29\/sports\/enthusiastic-city-folk-treat-race-as-a-grand-show-brooklyn-strikes-up-spirit.html"} , {"body" : "Two Brooklyn teen-agers were given maximum sentences of 25 years to life yesterday for killing a Pratt Institute student who was found beaten and drowned in the bathtub of her apartment last November. Justice Anne G. Feldman, saying she wanted to make sure the two were ''removed from society for the maximum period the law allows,'' also sentenced" , "date" : "19841024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TWO GET MAXIMUM TERMS FOR KILLING PRATT STUDENT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/24\/nyregion\/two-get-maximum-terms-for-killing-pratt-student.html"} , {"body" : "Two Brooklyn teen-agers were convicted last night of murdering a Pratt Institute student who was found beaten and drowned in the bathtub of her apartment near the campus last November. A jury in State Supreme Court in Brooklyn returned the verdict after less than three hours of deliberations following a two-week trial. The defendants - Anthony" , "date" : "19841002" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TWO TEEN-AGERS GUILTY IN MURDER OF PRATT STUDENT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/02\/nyregion\/two-teen-agers-guilty-in-murder-of-pratt-student.html"} , {"body" : "The inmate population of New York City's jails, which hold people awaiting trial and those sentenced to terms of up to a year, has been growing steadily, and officials say they expect the growth to continue indefinitely. ''We have more prisoners and they are staying longer,'' said Edward Hershey, assistant commssioner for public affairs of the" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "OFFICIALS SEE NO LEASING OF STRAIN ON CITY'S JAILS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/nyregion\/officials-see-no-leasing-of-strain-on-city-s-jails.html"} , {"body" : "Bright and early last Friday, Gordon Powell and a small team of assistants took themselves to Ralph Avenue at the eastern edge of Bedford-Stuyvesant in Brooklyn to look long and hard, inside and out, at an empty building. It was one of the 138 small buildings that the Department of Housing Preservation and Development will auction off on Oct. 16 at" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; CITY'S SALE OF HOUSES INCREASING" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/business\/about-real-estate-city-s-sale-of-houses-increasing.html"} ,   {"body" : "Those long waste containers parked temporarily at construction sites are especialy attractive to people who have debris and want to avoid paying disposal costs. Small contractors cruise neighborhoods in vans and pickup trucks at night after construction workers have left, looking for containers they can use surreptitiously. The other evening Martin" , "date" : "19840906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Striking a Bargain With the Midnight Dumper" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/06\/nyregion\/new-york-day-by-day-striking-a-bargain-with-the-midnight-dumper.html"} , {"body" : "In an effort to cut the infant death rate, New York City is starting a $2.4 million program to let pregnant women know what health services are available to them. ''The programs are there,'' Mayor Koch said in announcing the plan. ''The clinics are there. But the outreach has not been successful. Regrettably, mothers are not coming in.'' Last year," , "date" : "19840824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY ; ; City Opens Drive On Infant Deaths" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/24\/nyregion\/the-city-city-opens-drive-on-infant-deaths.html"} , {"body" : "More than a fourth of the out-of- wedlock births in New York City last year were to women 19 years old or younger. Many, if not most, of the women were poor. Many came from broken homes in squalid neighborhoods and some were themselves born out of wedlock. But each has her own story. The three women portrayed here are participants in Project Teen" , "date" : "19840813" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "FOR THREE UNWED MOTHERS, REGRETS AND HOPE FOR THEIR BABIES'FUTURES" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/13\/nyregion\/for-three-unwed-mothers-regrets-and-hope-for-their-babies-futures.html"} , {"body" : "The City Health Department said yesterday that it was sending out mobile medical teams to give free tests to young children to find out if they had lead poisoning. The Health Commissioner, Dr. David J. Sencer said the mobile teams would visit areas with a high incidence of lead poisoning among children, such as the Bedford-Stuyvesant, Brownsville," , "date" : "19840809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; TESTING CHILDREN FOR LEAD POISON By The Associated Press" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/09\/nyregion\/the-city-testing-children-for-lead-poison-by-the-associated-press.html"} , {"body" : "Amid the checkerboard of restored and still-blighted blocks of the Fort Greene section of Brooklyn, developers and residents are seeing a clear demonstration of the effect of changes in New York's J-51 tax exemption and abatement program last year. One of the changes was aimed primarily at protecting elderly and low- income residents of" , "date" : "19840803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; TAX CHANGES INCREASING SOME RENTS IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/business\/about-real-estate-tax-changes-increasing-some-rents-in-fort-greene.html"} , {"body" : "The New York City Department of Health cited 45 food establishments last week for violating the health code. In addition, it named 8 that were allowed to reopen after correcting earlier violations and 3 that were closed for having failed to do so. The establishments are these: VIOLATIONS Terrace Pub, 45 Tudor City Pl. Good Earth, 182 Amsterdam Ave." , "date" : "19840729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "45 Food Outlets Cited by City" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/29\/nyregion\/45-food-outlets-cited-by-city.html"} , {"body" : "THE corner of Wythe Avenue and Ross Street in Brooklyn may prove to be something of a turning point for New York City housing policy as well as for the troubled neighborhood of Williamsburg. On one side of Ross, just across Kent Avenue from the Brooklyn Navy Yard, a private developer has nearly completed 45 houses, each with three four-bedroom" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY TO TEST NEW PLAN ON LAND SALES" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/realestate\/city-to-test-new-plan-on-land-sales.html"} , {"body" : "In the early 1970's, Clara Barton Vocational High School in Brooklyn was dying. Students were shunning the programs it offered in such trades as cosmetology and dressmaking. Enrollment was plummeting. Now renamed the Clara Barton High School for the Health Professions, it has 7,200 applications for 622 openings next fall, and it specializes in" , "date" : "19840704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "'OPTION' PROGRAM GIVES NEW HOPE TO TRADE SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/04\/nyregion\/option-program-gives-new-hope-to-trade-schools.html"} , {"body" : "IN the last five years, condominium and cooperative apartments in prewar town houses, once viewed as the choice of just a few idiosyncratic developers and buyers, have become a significant part of New York City's private housing market. Brokers, developers, and housing experts say the number of owner-occupied apartments in town houses is" , "date" : "19840624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE TOWN HOUSE APARTMENT ALTERNATIVE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/24\/realestate\/the-town-house-apartment-alternative.html"} , {"body" : "To the Editor: At present there are several proposals before the New York State Legislature that would change the nature and percentage of buyers needed to initiate a noneviction co-op plan. Having just completed the conversion of one of the first and largest nonsubsidized low- and moderate-income co-ops in New York City, let me tell you why a" , "date" : "19840624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "; Co-op Laws" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/24\/realestate\/l-co-op-laws-023566.html"} ,   {"body" : "''Romeo and Juliet,'' a touring production by the Riverside Shakespeare Company, will be performed today at 6 P.M. at the New York Botanical Garden in the Bronx; tomorrow at 6 P.M. at the Fort Greene Park ballfield near DeKalb Avenue in Brooklyn, and Sunday at 4 P.M. in Baisley Park in Jamaica, Queens. All performances are free. Information: 877-" , "date" : "19840622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "'Romeo' Schedule" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/22\/arts\/romeo-schedule.html"} , {"body" : "BROOKLYN TECH To the Editor: I enjoyed your choice of Fort Greene as your community article on May 6, but I was saddened that you omitted mention of Brooklyn Technical High School. As a student of Brooklyn Tech, I have a special attachment to that renewing and diverse area that you so well described for your readers. CHRIS SWEENEYStaten Island" , "date" : "19840610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "LETTERS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/10\/realestate\/l-letters-252056.html"} , {"body" : "The Brooklyn Academy of Music had good reason to be distressed for many years about the character of properties across the street from its main entrance on Lafayette Street. A cluster of crumbling city-owned structures marred the small triangular block formed by Lafayette, Fulton and St. Felix Streets. And directly across the street, the old" , "date" : "19840601" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "ABOUT REAL ESTATE; BROOKLYN UPLIFT: HOTEL REBORN AS APARTMENT HOUSE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/business\/about-real-estate-brooklyn-uplift-hotel-reborn-as-apartment-house.html"} , {"body" : "Judge Limits Prisoners At Old Navy Yard Brig By The Associated Press A State Supreme Court justice has issued a temporary restraining order limiting to 225 the number of city prisoners that can be housed at the former Brooklyn Navy Yard brig. The order is to remain in effect until a hearing is held to determine the environmental impact of the jail" , "date" : "19840527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/27\/nyregion\/no-headline-220245.html"} , {"body" : "The line in the auditorium of the Dr. White Community Center in the Fort Greene section of Brooklyn snaked from the stage to the front door. At one end was a group of volunteers handing out gold, white and blue forms with such questions as ''Can child swim?'' and ''Any pets at home?'' At the other end was Sister Catherine McCarthy, checking that" , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "FRESH AIR PROGRAM DRAWS A CROWD" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/nyregion\/fresh-air-program-draws-a-crowd.html"} , {"body" : "The state's highest court yesterday cleared the way for New York City to begin moving prisoners into a renovated former brig at the Brooklyn Navy Yard to relieve what the court called dangerous overcrowding in city jails. The Court of Appeals, in a 6-to-0 decision, dismissed a lawsuit by residents of Fort Greene and by City Councilman Abraham G." , "date" : "19840512" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "HIGHEST STATE COURT BACKS THE CITY'S USE OF NAVY BRIG AS JAIL" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/12\/nyregion\/highest-state-court-backs-the-city-s-use-of-navy-brig-as-jail.html"} , {"body" : "The state's highest court today temporarily blocked plans by New York City to move 600 prisoners into a former brig at the old Brooklyn Navy Yard. The Court of Appeals issued an order forbidding the city to move prisoners into the building until 5 P.M. next Monday. The court is expected to decide by that time whether to extend the order. The court" , "date" : "19840511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Court Delays Plans For Brooklyn Jail" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/11\/nyregion\/the-city-court-delays-plans-for-brooklyn-jail.html"} , {"body" : "THERE is a Fort Greene in Brooklyn that brings to mind drab housing projects, crime and poverty. There is another that is gracefully restored and preserved brownstones. ''There are two Fort Greenes,'' said Roberta Kyle, a writer who moved to the neighborhood in 1970. ''Whenever there is a murder, the papers say it happened in Fort Greene even if it" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "Reading scores in the city's public schools have declined for the first time in five years, Acting Schools Chancellor Nathan Quinones said yesterday. However, the scores on the standardized tests remained above the national norm for the fourth year in a row, he said. Reading tests given to students in the second through the ninth grades on April 3" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "READING SCORES FALL IN CITY FOR THE FIRST TIME IN 5 YEARS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/nyregion\/reading-scores-fall-in-city-for-the-first-time-in-5-years.html"} , {"body" : "Reversing a lower court, a state appeals court ruled yesterday that the Koch administration could continue its swift-paced conversion of a former Navy brig to a 600-inmate city jail in the Fort Greene section of Brooklyn. The appeals panel said the lower court had erred in holding that the city was failing to follow required procedures for dealing" , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COURT RULING BACKS CITY ON CONVERTING FORMER BRIG TO JAIL" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/nyregion\/court-ruling-backs-city-on-converting-former-brig-to-jail.html"} ,   {"body" : "To the Koch administration, the city is acting swiftly and properly to add a badly needed jail to its correctional system. To Raymond Payne, Jane Mandel and other residents of the Fort Greene section of Brooklyn, the city is acting swiftly but improperly, failing, they say, to follow required procedures to assess the impact the jail will have on" , "date" : "19840430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CONVERSION OF BRIG TO JAIL IS OPPOSED IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/30\/nyregion\/conversion-of-brig-to-jail-is-opposed-in-brooklyn.html"} , {"body" : "The Human Resources Administration announced yesterday that it was opening three more shelters for the homeless. Two shelters will house up to 120 families, and the third 120 women. The family shelters will be at 151 East 151st Street, near the Grand Concourse, in the South Bronx, and 338 Forbell Street, in the East New York section of Brooklyn." , "date" : "19840420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 3 Shelters Added For the Homeless" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/20\/nyregion\/the-city-3-shelters-added-for-the-homeless.html"} , {"body" : "A judge ruled yesterday that the city must halt work it began in February to convert a former Navy brig in the Fort Greene section of Brooklyn into a city jail for 800 inmates. The judge, Joseph S. Levine of State Supreme Court in Brooklyn, said the conversion could not be carried out until the had city followed required procedures to determine" , "date" : "19840404" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Brig's Shift to Jail Halted by Judge" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/04\/nyregion\/the-city-brig-s-shift-to-jail-halted-by-judge.html"} , {"body" : "WHEN Patricia Snyder and her husband moved to Boerum Hill 20 years ago, many of the deteriorating brownstones in the neighborhood just south of downtown Brooklyn were scheduled for demolition. The old families were either moving out or dying off, to be replaced by absentee landlords or real-estate speculators, and banks were writing mortgages there" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BOERUM HILL" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/realestate\/if-you-re-thinking-of-living-in-boerum-hill.html"} , {"body" : "Rafael Esparra resigned yesterday after four years as Mayor Koch's Special Adviser for Hispanic Affairs to enter a House primary race in Brooklyn's 11th Congressional District. In announcing Mr. Esparra's resignation, which is effective today, the Mayor said that the 43-year-old Puerto Rican native ''was one of the best appointments I've ever" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; Koch Aide Quits For House Race" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/the-city-koch-aide-quits-for-house-race.html"} , {"body" : "The old Mohawk Hotel, once an elegant residential hotel but now a shabby reminder of the storied past of Brooklyn's Clinton Hill, will soon rejoin that neighborhood's stock of viable housing. The Shnay Construction Company of Great Neck, L.I., will transform the Mohawk, which comprises five vacant, dilapidated structures on Washington Avenue and on" , "date" : "19840309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CLINTON HILL (BROOKLYN , NY)" , "BROOKLYN (NY)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; NEW START IN CLINTON HILL FOR DILAPIDATED ELEGANCE" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/09\/business\/about-real-estate-new-start-in-clinton-hill-for-dilapidated-elegance.html"} , {"body" : "When Brooklyn's Woodhull Hospital opened its doors 15 months ago, after 6 years of delays and huge budget overruns, it seemed that the worst of its troubles might be over. But running Woodhull has been nearly as complicated as building it. In its first year of operation it failed two state medical inspections and suffered a string of technical" , "date" : "19840228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "WOODHULL: PROGRESS, BUT PROBLEMS PERSIST" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/28\/nyregion\/woodhull-progress-but-problems-persist.html"} , {"body" : "ANEW mass market in cooperative and condominium apartments is being created in New York City by the continuing conversion of the best-preserved segments of the rental housing stock. People with household incomes as low as $25,000 or $30,000 now can buy reasonably priced apartments in the private market. And the price range of the apartments is" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE CO-OPS: AN EXPANDING MARKET" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/realestate\/affordable-co-ops-an-expanding-market.html"} , {"body" : "The Police Blotter An unidentified man drowned at 1:30 P.M. yesterday after the police saw him stripping a stolen Cadillac on the Belt Parkway in Brooklyn and chased him into Jamaica Bay. An accomplice escaped. . . Azanally Abrahim, 20 years old, was stabbed to death at 3:30 A.M. in a grocery store at 266 East 143d Street in the Mott Haven section" , "date" : "19840106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/06\/nyregion\/the-city.html"} , {"body" : "-year-old bachelor who enjoys throwing parties and working on his car, made a decision recently: He bought a house. ''Actually I decided to look for my own place during the rainstorms of May,'' said Mr. Packard, an engineer on Staten Island ferries. ''I just got tired of apartment living. It seemed I was always going upstairs to the landlord to" , "date" : "19840101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "SINGLES FIND THAT OWNING A HOUSE SUITS THEIR STYLE" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/01\/realestate\/singles-find-that-owning-a-house-suits-their-style.html"} ,   {"body" : "City GettingJail Space atBrooklyn BrigNew York City acted to ease the housing shortage for one segment of the population last week. The Board of Estimate approved a $277 million plan to provide additional space in city jails for nearly 4,000 inmates during the next five years. The 10-to-1 vote came a day after Washington assured local officials" , "date" : "19840101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/01\/weekinreview\/the-region-148244.html"}]