[  {"body" : "WILLIAM F. Carroll faces a formidable task: convincing Americans that squid are good to eat. Charles Sheldon's burden is equally formidable: convincing commercial fishermen that Mr. Carroll knows what he's doing. Mr. Carroll heads a new bistate commission charged with developing a market for fish that have not previously found favor with consumers" , "date" : "19841230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "BROOKLYN MAKES A PLAY FOR NEW ENGLAND'S FLEET" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/30\/weekinreview\/brooklyn-makes-a-play-for-new-england-s-fleet.html"} , {"body" : "Detectives said yesterday that they thought they knew the identity of the second person wanted in the killing of a woman at a Brooklyn housing project. The victim was severely beaten in the courtyard of the project on Friday and then dragged inside a lobby and fatally shot. A 14-year-old youth, Luis Rivera, who lives in the city project, Gowanus" , "date" : "19841204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Police Press Hunt In Housing Killing" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/04\/nyregion\/the-city-police-press-hunt-in-housing-killing.html"} , {"body" : "Police officials investigating the slaying of a woman in Brooklyn Friday said yesterday that they may have been notified of the attack while it was in progress, and not only after the victim had been shot. Previously, detectives who questioned hundreds of people at the Gowanus Houses, a city housing project, had reported that residents had ignored" , "date" : "19841203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CALLER REPORTED AN ATTACK DURING ASSAULT ON WOMAN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/03\/nyregion\/caller-reported-an-attack-during-assault-on-woman.html"} , {"body" : "While neighbors ignored her screams for 15 or 20 minutes, a woman was beaten in the courtyard of a Brooklyn housing project early Friday, then dragged into a lobby and shot to death by two young assailants, the police said yesterday. Detectives who questioned hundreds of people in two buildings in the Gowanus Houses, just south of the busy downtown" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "CRIES FOR HELP IGNORED IN 15-MINUTE FATAL ATTACK" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/nyregion\/cries-for-help-ignored-in-15-minute-fatal-attack.html"} , {"body" : "A dump truck that overturned after striking an overhead road sign on the Brooklyn-Queens Expressway tied up traffic at rush hour yesterday evening and forced the closing of the expressway in the area of Woodside, Queens. The accident closed the three-lane southbound roadway between Broadway and Queens Boulevard, forcing motorists to leave the" , "date" : "19841128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WOODSIDE (QUEENS)" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Truck Crash Stalls Traffic in Queens" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/28\/nyregion\/the-city-truck-crash-stalls-traffic-in-queens.html"} , {"body" : "An environmental-impact study about to begin on two Brooklyn industrial areas could result in the first and only extension of the city's residential loft law outside of Manhattan. That law, signed by Governor Cuomo in 1982 as part of the state Multiple Dwelling Law, requires landlords to provide certain services to tenants living in former" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MANHATTAN (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "CITY SCRUTINIZING LOFTS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/city-scrutinizing-lofts-in-brooklyn.html"} , {"body" : "Wilbur L. Woods, the director of the Brooklyn Office of the Department of City Planning, has worked in Brooklyn since 1977. In an interview he discussed the city's efforts to encourage development of city-owned sites in Brooklyn. Q. Has the city been successful in persuading companies to move their back- office space to Brooklyn? A. Not to any" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Q & A WITH BROOKLYN'S CHIEF PLANNER; WILBUR L. WOODS TOUTS ADVANTAGES OF BOUROGH SITES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/realestate\/q-with-brooklyn-s-chief-planner-wilbur-l-woods-touts-advantages-bourogh-sites.html"} , {"body" : "FRANK J. PRIAL is a reporter for The New York Times. La Patache, its blunt bow bobbing gently in the Seine, pulls up to the dock directly under the elevated Quai de la Rapee Metro stop. Steven Zade, crew member, historian and the ship's resident Baroque flute player, jumps off. He picks up a telephone and announces to the person on the other end" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "9" , "title" : "THE WATERY BYWAYS OF PRIS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/travel\/the-watery-byways-of-pris.html"} , {"body" : "Fireworks will explode over the Manhattan skyline and the Statue of Liberty tonight, and the police are warning of traffic complications. Macy's intends to hold its annual fireworks display in the East River tonight from 9:15 to 9:45, with rockets launched from barges. The Franklin D. Roosevelt Drive will be closed in both directions from Houston" , "date" : "19840704" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY ; ; Traffic Problems Expected Tonight" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/04\/nyregion\/the-city-traffic-problems-expected-tonight.html"} , {"body" : "Back-to-back thunderstorms struck the metropolitan area yesterday evening, knocking out power to thousands of homes, making the evening rush hour more tangled than usual and delaying travelers at airports for up to two and a half hours. But the storms also brought a sharp drop in temperature - 21 degrees in less than four hours - that gave relief" , "date" : "19840614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THUNDERSTORMS CUT POWER TO THOUSANDS AND TANGLE TRAFFIC" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/14\/nyregion\/thunderstorms-cut-power-to-thousands-and-tangle-traffic.html"} ,   {"body" : "Outside the window, the street in Brooklyn was nearly empty. But on the second floor of the gray shingled house with the huge antenna, behind the lace curtains, traffic was fierce. Crackly voices spoke of bumper-to- bumper conditions on the B.Q.E., backups on the Grand Central Parkway and a disabled vehicle on the L.I.E. It was a little after 4" , "date" : "19840609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "TRAFFIC BUREAU LISTENING POST IN BROOKLYN HOME" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/09\/nyregion\/traffic-bureau-listening-post-in-brooklyn-home.html"}]