[  {"body" : "A gas explosion in a laundry room at a seven-story apartment building in Brooklyn injured four people and forced the removal of more than 300 others, the authorities said. Part of the building, at 228 Bay 38th Street in the Gravesend section, collapsed in the blast Thursday night. One woman suffered a broken arm, and three other people were treated" , "date" : "19841222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; 4 in Brooklyn Hurt In Gas Explosion" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/22\/nyregion\/the-city-4-in-brooklyn-hurt-in-gas-explosion.html"} , {"body" : "IN response to the pain, many of the 40 million Americans who suffer from arthritis stop trying to move arthritic joints, aggravating the problem and causing permanent crippling. Potent anti-inflammatory medications notwithstanding, exercise is now recognized as one of the most effective treatments - and preventives - of crippling arthritis. The" , "date" : "19840829" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Health"] , "page_facet" : "10" , "title" : "PERSONAL HEALTH" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/29\/garden\/personal-health-163879.html"} , {"body" : "IN ''Only the Dead Know Brooklyn,'' Thomas Wolfe decided that the right way to say it was ''Bensonhoist,'' but not many of today's residents of this southwest Brooklyn community pronounce it that way. Bensonhurst is where Robert Merrill, Elliot Gould and Harvey Fierstein grew up, where Woody Allen went last year to find extras for his new film," , "date" : "19840826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BENSONHURST" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/26\/realestate\/if-you-re-thinking-of-living-in-bensonhurst.html"} , {"body" : "THE SPREAD of cooperative conversions in southern and central sections of Brooklyn has reached the point where buyers can find cooperatives selling in a wide range of prices, brokers report. In some cases, the buildings were constructed in the 1950's or 1960's as top-of-the- market housing, with doorman service, garages and other amenities. They" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CONVERSIONS TO CO-OPS SPREAD WIDELY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/conversions-to-co-ops-spread-widely-in-brooklyn.html"} , {"body" : "The last of six whites sought in the 1982 beating death of a black transit worker on a Brooklyn street surrendered to the police yesterday. The police said that the man, Joseph Powell, 29 years old, of Brooklyn, walked into the 61st Precinct station house in the Gravesend section at 11:30 A.M. He was accompanied by his grandfather, Giro Laguori," , "date" : "19840613" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "6TH MAN SURRENDERS IN SLAYING OF A BLACK IN BROOKLYN IN 1982" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/13\/nyregion\/6th-man-surrenders-in-slaying-of-a-black-in-brooklyn-in-1982.html"} , {"body" : "One of three young white men convicted in the June 1982 fatal beating of a black transit worker has been freed after serving seven months in prison, his lawyer said yesterday. The released prisoner - Paul Mormando, 19 years old - was sentenced to two consecutive one-year terms last December for misdemeanor assault and other charges in the racially" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; Youth EndsTerm For Racial Attack" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/the-city-youth-endsterm-for-racial-attack.html"} , {"body" : "Seven valuable Yorkshire terriers were found last night about 25 blocks from where they were stolen Monday night, the police said. An anonymous telephone caller had directed the police to a vacant lot, where they found the dogs in the cage in which they had been taken from their owner's home in the Sheepshead Bay section of Brooklyn. The dogs" , "date" : "19840215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "7 STOLEN TERRIERS ARE FOUND AFTER ANONYMOUS PHONE CALL" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/15\/nyregion\/7-stolen-terriers-are-found-after-anonymous-phone-call.html"} , {"body" : "One of three Brooklyn men who were found shot to death Sunday night in a private house in the Gravesend section of Brooklyn was indicted last week by a Federal grand jury investigating a car- theft operation, the police said yesterday. The indicted man, Richard DiNome, who was 29 years old, had been scheduled to appear on Thursday for arraignment" , "date" : "19840207" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SLAYING VICTIM FACED U.S. CHARGES" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/07\/nyregion\/slaying-victim-faced-us-charges.html"} , {"body" : "Three men were found shot to death yesterday in an execution-style killing at a home in the Gravesend section of Brooklyn, the police said yesterday. After responding to a ''hysterical male'' telephoning 911 at 9:57 last night, the police went to the home, at 2305 East Fifth Street, to find the three dead men in the living room. Each was shot in" , "date" : "19840206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "GRAVESEND MAN AND TWO OTHERS ARE FOUND SLAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/06\/nyregion\/gravesend-man-and-two-others-are-found-slain.html"}]