[  {"body" : "To the Editor: At its meeting, the M.T.A. board spent less than two minutes publicly discussing a decision that affects spending hundreds of millions of transit capital dollars. It chose to connect the 63d Street tunnel into the local tracks of the Queens IND subway, the cheapest ''build'' option; however, it is the least effective option and has" , "date" : "19841231" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "CHEAP, BAD QUEENS SUBWAY PLAN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/31\/opinion\/l-cheap-bad-queens-subway-plan-181068.html"} , {"body" : "From the files of the 94th Precinct, here is the case they call No. 2986. It all began in McCarren Park in the Greenpoint section of Brooklyn. Something was missing from the flagpole. Two bronze eagles, to be exact. Had they flown the coop? Not likely after 30 or 40 years in the same place. Everything spelled theft. Now, how are you going to find a" , "date" : "19841226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Winging It From Brooklyn To Lower Manhattan" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/26\/nyregion\/new-york-day-by-day-winging-it-from-brooklyn-to-lower-manhattan.html"} , {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "SOMETIMES it seems that parents dread the prospect of school vacations as much as their offspring relish it. That's especially true at Christmas, when children may be at home for two weeks or more. Parents have hectic schedules, and children have high expectations of good times. Fortunately, a host of New York City private schools, Y's," , "date" : "19841122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT CHRISTMASTIME, ACTIVITIES FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/22\/garden\/at-christmastime-activities-for-children.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "An environmental-impact study about to begin on two Brooklyn industrial areas could result in the first and only extension of the city's residential loft law outside of Manhattan. That law, signed by Governor Cuomo in 1982 as part of the state Multiple Dwelling Law, requires landlords to provide certain services to tenants living in former" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MANHATTAN (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "CITY SCRUTINIZING LOFTS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/city-scrutinizing-lofts-in-brooklyn.html"} , {"body" : "Wilbur L. Woods, the director of the Brooklyn Office of the Department of City Planning, has worked in Brooklyn since 1977. In an interview he discussed the city's efforts to encourage development of city-owned sites in Brooklyn. Q. Has the city been successful in persuading companies to move their back- office space to Brooklyn? A. Not to any" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Q & A WITH BROOKLYN'S CHIEF PLANNER; WILBUR L. WOODS TOUTS ADVANTAGES OF BOUROGH SITES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/realestate\/q-with-brooklyn-s-chief-planner-wilbur-l-woods-touts-advantages-bourogh-sites.html"} , {"body" : "Samuel G. Freedman is a reporter on the Culture staff of The New York Times. A beggar staggers up the aisle of the Broadway local subway and into the next car. In his wake sits a woman reading ''One Hundred Years of Solitude,'' by Gabriel Garc ia M arquez, the Colombian Nobel laureate. On a sidewalk off Times Square, near a souvlaki stand and a" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "METROPOLIS OF THE MIND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/metropolis-of-the-mind.html"} , {"body" : "Many of New York City's old Slavic neighborhoods may be on the decline, but the Slavic spirit was very much alive last week. There was a Slavic Book Exhibit, a Slavic Fine Arts Show and a Slavic Folk Dance Festival. And this weekend, the American Association for the Advancement of Slavic Studies brought together 1,000 scholars, students and" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "EUROPE, EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "62" , "title" : "SLAVIC SPIRIT STILL VIBRANT IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/nyregion\/slavic-spirit-still-vibrant-in-new-york.html"} , {"body" : "A 29-year-old hospital accountant was arrested yesterday in the emergency room of Lincoln Hospital in the Bronx on charges of impersonating a physician and treating patients. He was caught after nurses had noticed his patient charts were not medically correct. A City Health and Hospitals Corporation spokesman, Suzanne Halpin, said that 13 patients" , "date" : "19841101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "MAN CHARGED WITH IMPERSONATING HOSPITAL DOCTOR" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/01\/nyregion\/man-charged-with-impersonating-hospital-doctor.html"} ,   {"body" : "Right at the start, I want to say that I have always been treated well by the United States Postal Service. Rarely has a letter to or from me been mishandled, and Post Office employees have been almost uniformly courteous and helpful. But this time the Postal Service has pulled a beaut. Not on me. They've done it to a group of low-income working" , "date" : "19841016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "NEW YORK; TWO SMALL STEPS FOR SECURITY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/16\/opinion\/new-york-two-small-steps-for-security.html"} , {"body" : "A profile of homeless people in New York City shelters has found a largely nonwhite population of middle-aged men and women who have settled into the shelters for nearly a year with little prospect of leaving. Many shelter residents, it found, have histories of psychiatric, drug or alcohol problems and many have been to jail, but about half are" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "STUDY OF HOMELESS CITES SPECIAL NEEDS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/nyregion\/study-of-homeless-cites-special-needs.html"} , {"body" : "A five-term Assemblyman was defeated in Democratic party primary voting yesterday by a college instructor who became the first black ever to win nomination to the Assembly from the North Bronx. But in voting closely watched by politicians for the impact of minority voter registration on local races, eight other legislators turned back black or" , "date" : "19840912" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "BUFFALO (NY)" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BLACK CHALLENGER DEFEATS 5-TERM BRONX INCUMBENT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/12\/nyregion\/black-challenger-defeats-5-term-bronx-incumbent.html"} , {"body" : "Israeli and American agents have broken a major international counterfeiting ring with the arrest of 10 Soviet Georgian emigres and the seizure of $13 million in bogus United States currency, officials in New York said yesterday. In simultaneous raids Friday, the Israeli police arrested seven men in Israel and the United States Secret Service" , "date" : "19840911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "ISRAEL, STATE OF" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ISRAEL AND U.S. ARREST 10 SOVIET EMIGRES AS MEMBERS OF COUNTERFEITING RING" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/11\/nyregion\/israel-and-us-arrest-10-soviet-emigres-as-members-of-counterfeiting-ring.html"} , {"body" : "A new drawbridge will be built over Newtown Creek between the Greenpoint section of Brooklyn and Long Island City, Queens, State Transportation Commissioner James L. Larocca has announced. The $32.2 million bridge will replace the 55-year-old Greenpoint Avenue Bridge, an 867-foot bridge that Mr. Larocca said had numerous mechanical problems. The" , "date" : "19840906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)" , "LONG ISLAND CITY (NYC)" , "NEWTOWN CREEK (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; State Will Build New City Bridge" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/06\/nyregion\/the-city-state-will-build-new-city-bridge.html"} , {"body" : "The New York City Department of Health cited 45 food establishments last week for violating the health code. In addition, it named 8 that were allowed to reopen after correcting earlier violations and 3 that were closed for having failed to do so. The establishments are these: VIOLATIONS Terrace Pub, 45 Tudor City Pl. Good Earth, 182 Amsterdam Ave." , "date" : "19840729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "45 Food Outlets Cited by City" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/29\/nyregion\/45-food-outlets-cited-by-city.html"} , {"body" : "In the Greenpoint section of Brooklyn, just south of Newtown Creek, which forms the border with Queens near the East River, the housing stock has been a model of stability. Because of that stability, residential developers who looked into the mostly working-class neighborhood over the last few years found it an uninviting place, with few lots" , "date" : "19840713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; GREENPOINT, AT LAST, GETS NEW HOME DELVELOPMENT" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/13\/business\/about-real-estate-greenpoint-at-last-gets-new-home-delvelopment.html"} , {"body" : "The Greenpoint section of Brooklyn has become more Polish than ever since the imposition of martial law in Poland in 1981. Church and community organizations are flourishing because of new immigrants to an area where Polish food, drink and politics are staples of the busy streets. Residents say Greenpoint has the only chess club in the borough," , "date" : "19840622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENPOINT (NYC)" , "POLAND" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLISH NEWCOMERS REVIVE DYING GREENPOINT CUSTOMS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/22\/nyregion\/polish-newcomers-revive-dying-greenpoint-customs.html"} , {"body" : "Today is the last day of classes at Power Memorial Academy, the last day of the last academic year forever. For 53 years, the Roman Catholic school on the Upper West Side of Manhattan had been where working-class and poor families from all over the city sent their sons, not only to be educated, but also to be made into men - Powermen, as they were" , "date" : "19840608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE CLOSING OF POWER MEMORIAL IS MOURNED AS A DEATH IN FAMILY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/08\/nyregion\/the-closing-of-power-memorial-is-mourned-as-a-death-in-family.html"} , {"body" : "THE profusion of adjustable-rate mortgages has dramatically complicated the experience of shopping for a mortgage. It is not a simple choice between adjustable and fixed-rate mortgages; rather, financial advisers are urging their clients to examine the many options available within the adjustable spectrum - options that vary sharply from lender to" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "page_facet" : "27" , "title" : "HOUSING, THE BIGGEST OUTLAY; WEIGHING MORTGAGE CHOICES" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/business\/housing-the-biggest-outlay-weighing-mortgage-choices.html"} ,   {"body" : "MANY municipalities are the owners of large trcts of unused or undrutilized land, and traditionally these have been regarded as unrealizable assets. But officials are becoming more aggressive surveyors of these assets, and this is putting them into the realestate business in a big way. They are actively seeking private investors who will take over" , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "53" , "title" : "CITIES MOVE TO DEVELOP UNUSED LAND" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/realestate\/cities-move-to-develop-unused-land.html"} , {"body" : "New York City has dropped a two- year effort to obtain permission from the Federal Government to reduce the required level of sewage treatment at five plants in the metropolitan area, Mayor Koch said yesterday. But the city will continue to ask for a lower treatment level at the Newtown Creek waste-water plant in the Greenpoint section of Brooklyn," , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "GREENPOINT (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY ABANDONS ATTEMPT TO GET SEWAGE WAIVER" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/nyregion\/city-abandons-attempt-to-get-sewage-waiver.html"} , {"body" : "New York State has awarded the first contracts in what transportation officials say will be a record year in road and bridge repair across the state, paid for in part by the $1.25 billion ''Rebuild New York'' bond issue. ''We're rolling,'' said James L. Larocca, State Transportation Commissioner. Bids for 40 projects worth $32.8 million were" , "date" : "19840501" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OFFICIALS IN NEW YORK SEE A RECORD YEAR FOR BUILDING ROADS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/01\/nyregion\/officials-in-new-york-see-a-record-year-for-building-roads.html"} , {"body" : "Seven Brooklyn companies that clean and recycle steel drums have been charged with illegally dumping and mishandling toxic wastes, Mayor Koch announced yesterday. The announcement followed a four- month investigation by a special team of officials from the city's Environmental, Investigation, Sanitation, Fire and Police Departments, according to" , "date" : "19840410" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "COMPANIES CHARGED IN ILLEGAL DUMPING OF TOXIC CHEMICALS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/10\/nyregion\/companies-charged-in-illegal-dumping-of-toxic-chemicals.html"} , {"body" : "A Congressman from Brooklyn took a fellow Congressman from Spokane, Wash., on a tour of his district yesterday and showed him what it was like to represent 516,000 people - all within 18 square miles. Representative Thomas S. Foley, a Democrat who represents an equal number of constituents across 30,000 square miles of forests and farmland, said" , "date" : "19840331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "BROOKLYN SHOWS HOUSE WHIP NEED FOR U.S. AID" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/31\/nyregion\/brooklyn-shows-house-whip-need-for-us-aid.html"} , {"body" : "Mr. Koch made the announcement on the refurbished first floor of the Men's Shelter at 8 East Third Street in the East Village, long a symbol of the worst aspects of the shelter system. Amid a crush of reporters, photographers and the homeless, he stood near what was once the Big Room, a bleak space where men slept and passed the time in rows of" , "date" : "19840323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/23\/nyregion\/073132.html"} , {"body" : "SMALL SHELTERS ARE COST EFFECTIVE To the Editor: As Director of the Community Service Society's Shelter Development Project, I take exception to New York City Human Resources Commissioner Krauskopf's March 6 letter (responding to a recent editorial) on the city's homeless shelter policy. Commissioner Krauskopf characterizes the proposal to shelter" , "date" : "19840317" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "LETTER: ON THE HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/17\/opinion\/l-letter-on-the-homeless-059000.html"} , {"body" : "When Brooklyn's Woodhull Hospital opened its doors 15 months ago, after 6 years of delays and huge budget overruns, it seemed that the worst of its troubles might be over. But running Woodhull has been nearly as complicated as building it. In its first year of operation it failed two state medical inspections and suffered a string of technical" , "date" : "19840228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "WOODHULL: PROGRESS, BUT PROBLEMS PERSIST" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/28\/nyregion\/woodhull-progress-but-problems-persist.html"} , {"body" : "Last year's search for outer-borough work space by a New York graphic designer and architect who had been priced out of the Manhattan loft market has resulted in the development of a commercial condominium for artists and designers in Brooklyn. The four-story, turn-of-the-century brick commercial structure in the Greenpoint section was the first" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A CONDOMINIUM FOR ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/realestate\/postings-a-condominium-for-artists.html"} , {"body" : "The Red Caps have come to the northwest Bronx. And with the arrival of the Fire Department's special arson- fighting squad, the city has moved north of Fordham Road in its efforts to keep arsonists from further devastating the borough. ''The message of the Red Caps is, 'No more South Bronxes anywhere in New York City,' '' Mayor Koch proclaimed last" , "date" : "19840109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'RED CAPS' FIGHTING ARSON IN THE NORTHWEST BRONX" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/09\/nyregion\/red-caps-fighting-arson-in-the-northwest-bronx.html"} ,   {"body" : "To the Editor: At its meeting, the M.T.A. board spent less than two minutes publicly discussing a decision that affects spending hundreds of millions of transit capital dollars. It chose to connect the 63d Street tunnel into the local tracks of the Queens IND subway, the cheapest ''build'' option; however, it is the least effective option and has" , "date" : "19841231" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "CHEAP, BAD QUEENS SUBWAY PLAN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/31\/opinion\/l-cheap-bad-queens-subway-plan-181068.html"} , {"body" : "From the files of the 94th Precinct, here is the case they call No. 2986. It all began in McCarren Park in the Greenpoint section of Brooklyn. Something was missing from the flagpole. Two bronze eagles, to be exact. Had they flown the coop? Not likely after 30 or 40 years in the same place. Everything spelled theft. Now, how are you going to find a" , "date" : "19841226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Winging It From Brooklyn To Lower Manhattan" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/26\/nyregion\/new-york-day-by-day-winging-it-from-brooklyn-to-lower-manhattan.html"} , {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "SOMETIMES it seems that parents dread the prospect of school vacations as much as their offspring relish it. That's especially true at Christmas, when children may be at home for two weeks or more. Parents have hectic schedules, and children have high expectations of good times. Fortunately, a host of New York City private schools, Y's," , "date" : "19841122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT CHRISTMASTIME, ACTIVITIES FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/22\/garden\/at-christmastime-activities-for-children.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "An environmental-impact study about to begin on two Brooklyn industrial areas could result in the first and only extension of the city's residential loft law outside of Manhattan. That law, signed by Governor Cuomo in 1982 as part of the state Multiple Dwelling Law, requires landlords to provide certain services to tenants living in former" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MANHATTAN (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "CITY SCRUTINIZING LOFTS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/city-scrutinizing-lofts-in-brooklyn.html"} , {"body" : "Wilbur L. Woods, the director of the Brooklyn Office of the Department of City Planning, has worked in Brooklyn since 1977. In an interview he discussed the city's efforts to encourage development of city-owned sites in Brooklyn. Q. Has the city been successful in persuading companies to move their back- office space to Brooklyn? A. Not to any" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Q & A WITH BROOKLYN'S CHIEF PLANNER; WILBUR L. WOODS TOUTS ADVANTAGES OF BOUROGH SITES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/realestate\/q-with-brooklyn-s-chief-planner-wilbur-l-woods-touts-advantages-bourogh-sites.html"} , {"body" : "Samuel G. Freedman is a reporter on the Culture staff of The New York Times. A beggar staggers up the aisle of the Broadway local subway and into the next car. In his wake sits a woman reading ''One Hundred Years of Solitude,'' by Gabriel Garc ia M arquez, the Colombian Nobel laureate. On a sidewalk off Times Square, near a souvlaki stand and a" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "METROPOLIS OF THE MIND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/metropolis-of-the-mind.html"} , {"body" : "Many of New York City's old Slavic neighborhoods may be on the decline, but the Slavic spirit was very much alive last week. There was a Slavic Book Exhibit, a Slavic Fine Arts Show and a Slavic Folk Dance Festival. And this weekend, the American Association for the Advancement of Slavic Studies brought together 1,000 scholars, students and" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "EUROPE, EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "62" , "title" : "SLAVIC SPIRIT STILL VIBRANT IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/nyregion\/slavic-spirit-still-vibrant-in-new-york.html"} , {"body" : "A 29-year-old hospital accountant was arrested yesterday in the emergency room of Lincoln Hospital in the Bronx on charges of impersonating a physician and treating patients. He was caught after nurses had noticed his patient charts were not medically correct. A City Health and Hospitals Corporation spokesman, Suzanne Halpin, said that 13 patients" , "date" : "19841101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "MAN CHARGED WITH IMPERSONATING HOSPITAL DOCTOR" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/01\/nyregion\/man-charged-with-impersonating-hospital-doctor.html"} , {"body" : "Right at the start, I want to say that I have always been treated well by the United States Postal Service. Rarely has a letter to or from me been mishandled, and Post Office employees have been almost uniformly courteous and helpful. But this time the Postal Service has pulled a beaut. Not on me. They've done it to a group of low-income working" , "date" : "19841016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "NEW YORK; TWO SMALL STEPS FOR SECURITY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/16\/opinion\/new-york-two-small-steps-for-security.html"} , {"body" : "A profile of homeless people in New York City shelters has found a largely nonwhite population of middle-aged men and women who have settled into the shelters for nearly a year with little prospect of leaving. Many shelter residents, it found, have histories of psychiatric, drug or alcohol problems and many have been to jail, but about half are" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "STUDY OF HOMELESS CITES SPECIAL NEEDS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/nyregion\/study-of-homeless-cites-special-needs.html"} , {"body" : "A five-term Assemblyman was defeated in Democratic party primary voting yesterday by a college instructor who became the first black ever to win nomination to the Assembly from the North Bronx. But in voting closely watched by politicians for the impact of minority voter registration on local races, eight other legislators turned back black or" , "date" : "19840912" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "BUFFALO (NY)" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BLACK CHALLENGER DEFEATS 5-TERM BRONX INCUMBENT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/12\/nyregion\/black-challenger-defeats-5-term-bronx-incumbent.html"} , {"body" : "Israeli and American agents have broken a major international counterfeiting ring with the arrest of 10 Soviet Georgian emigres and the seizure of $13 million in bogus United States currency, officials in New York said yesterday. In simultaneous raids Friday, the Israeli police arrested seven men in Israel and the United States Secret Service" , "date" : "19840911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "ISRAEL, STATE OF" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ISRAEL AND U.S. ARREST 10 SOVIET EMIGRES AS MEMBERS OF COUNTERFEITING RING" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/11\/nyregion\/israel-and-us-arrest-10-soviet-emigres-as-members-of-counterfeiting-ring.html"} , {"body" : "A new drawbridge will be built over Newtown Creek between the Greenpoint section of Brooklyn and Long Island City, Queens, State Transportation Commissioner James L. Larocca has announced. The $32.2 million bridge will replace the 55-year-old Greenpoint Avenue Bridge, an 867-foot bridge that Mr. Larocca said had numerous mechanical problems. The" , "date" : "19840906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)" , "LONG ISLAND CITY (NYC)" , "NEWTOWN CREEK (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; State Will Build New City Bridge" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/06\/nyregion\/the-city-state-will-build-new-city-bridge.html"} , {"body" : "The New York City Department of Health cited 45 food establishments last week for violating the health code. In addition, it named 8 that were allowed to reopen after correcting earlier violations and 3 that were closed for having failed to do so. The establishments are these: VIOLATIONS Terrace Pub, 45 Tudor City Pl. Good Earth, 182 Amsterdam Ave." , "date" : "19840729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "45 Food Outlets Cited by City" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/29\/nyregion\/45-food-outlets-cited-by-city.html"} , {"body" : "In the Greenpoint section of Brooklyn, just south of Newtown Creek, which forms the border with Queens near the East River, the housing stock has been a model of stability. Because of that stability, residential developers who looked into the mostly working-class neighborhood over the last few years found it an uninviting place, with few lots" , "date" : "19840713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; GREENPOINT, AT LAST, GETS NEW HOME DELVELOPMENT" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/13\/business\/about-real-estate-greenpoint-at-last-gets-new-home-delvelopment.html"} , {"body" : "The Greenpoint section of Brooklyn has become more Polish than ever since the imposition of martial law in Poland in 1981. Church and community organizations are flourishing because of new immigrants to an area where Polish food, drink and politics are staples of the busy streets. Residents say Greenpoint has the only chess club in the borough," , "date" : "19840622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENPOINT (NYC)" , "POLAND" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLISH NEWCOMERS REVIVE DYING GREENPOINT CUSTOMS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/22\/nyregion\/polish-newcomers-revive-dying-greenpoint-customs.html"} , {"body" : "Today is the last day of classes at Power Memorial Academy, the last day of the last academic year forever. For 53 years, the Roman Catholic school on the Upper West Side of Manhattan had been where working-class and poor families from all over the city sent their sons, not only to be educated, but also to be made into men - Powermen, as they were" , "date" : "19840608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE CLOSING OF POWER MEMORIAL IS MOURNED AS A DEATH IN FAMILY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/08\/nyregion\/the-closing-of-power-memorial-is-mourned-as-a-death-in-family.html"} , {"body" : "THE profusion of adjustable-rate mortgages has dramatically complicated the experience of shopping for a mortgage. It is not a simple choice between adjustable and fixed-rate mortgages; rather, financial advisers are urging their clients to examine the many options available within the adjustable spectrum - options that vary sharply from lender to" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "page_facet" : "27" , "title" : "HOUSING, THE BIGGEST OUTLAY; WEIGHING MORTGAGE CHOICES" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/business\/housing-the-biggest-outlay-weighing-mortgage-choices.html"} , {"body" : "MANY municipalities are the owners of large trcts of unused or undrutilized land, and traditionally these have been regarded as unrealizable assets. But officials are becoming more aggressive surveyors of these assets, and this is putting them into the realestate business in a big way. They are actively seeking private investors who will take over" , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "53" , "title" : "CITIES MOVE TO DEVELOP UNUSED LAND" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/realestate\/cities-move-to-develop-unused-land.html"} , {"body" : "New York City has dropped a two- year effort to obtain permission from the Federal Government to reduce the required level of sewage treatment at five plants in the metropolitan area, Mayor Koch said yesterday. But the city will continue to ask for a lower treatment level at the Newtown Creek waste-water plant in the Greenpoint section of Brooklyn," , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "GREENPOINT (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY ABANDONS ATTEMPT TO GET SEWAGE WAIVER" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/nyregion\/city-abandons-attempt-to-get-sewage-waiver.html"} , {"body" : "New York State has awarded the first contracts in what transportation officials say will be a record year in road and bridge repair across the state, paid for in part by the $1.25 billion ''Rebuild New York'' bond issue. ''We're rolling,'' said James L. Larocca, State Transportation Commissioner. Bids for 40 projects worth $32.8 million were" , "date" : "19840501" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OFFICIALS IN NEW YORK SEE A RECORD YEAR FOR BUILDING ROADS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/01\/nyregion\/officials-in-new-york-see-a-record-year-for-building-roads.html"} , {"body" : "Seven Brooklyn companies that clean and recycle steel drums have been charged with illegally dumping and mishandling toxic wastes, Mayor Koch announced yesterday. The announcement followed a four- month investigation by a special team of officials from the city's Environmental, Investigation, Sanitation, Fire and Police Departments, according to" , "date" : "19840410" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "COMPANIES CHARGED IN ILLEGAL DUMPING OF TOXIC CHEMICALS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/10\/nyregion\/companies-charged-in-illegal-dumping-of-toxic-chemicals.html"} , {"body" : "A Congressman from Brooklyn took a fellow Congressman from Spokane, Wash., on a tour of his district yesterday and showed him what it was like to represent 516,000 people - all within 18 square miles. Representative Thomas S. Foley, a Democrat who represents an equal number of constituents across 30,000 square miles of forests and farmland, said" , "date" : "19840331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "BROOKLYN SHOWS HOUSE WHIP NEED FOR U.S. AID" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/31\/nyregion\/brooklyn-shows-house-whip-need-for-us-aid.html"} , {"body" : "Mr. Koch made the announcement on the refurbished first floor of the Men's Shelter at 8 East Third Street in the East Village, long a symbol of the worst aspects of the shelter system. Amid a crush of reporters, photographers and the homeless, he stood near what was once the Big Room, a bleak space where men slept and passed the time in rows of" , "date" : "19840323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/23\/nyregion\/073132.html"} , {"body" : "SMALL SHELTERS ARE COST EFFECTIVE To the Editor: As Director of the Community Service Society's Shelter Development Project, I take exception to New York City Human Resources Commissioner Krauskopf's March 6 letter (responding to a recent editorial) on the city's homeless shelter policy. Commissioner Krauskopf characterizes the proposal to shelter" , "date" : "19840317" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "LETTER: ON THE HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/17\/opinion\/l-letter-on-the-homeless-059000.html"} , {"body" : "When Brooklyn's Woodhull Hospital opened its doors 15 months ago, after 6 years of delays and huge budget overruns, it seemed that the worst of its troubles might be over. But running Woodhull has been nearly as complicated as building it. In its first year of operation it failed two state medical inspections and suffered a string of technical" , "date" : "19840228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "WOODHULL: PROGRESS, BUT PROBLEMS PERSIST" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/28\/nyregion\/woodhull-progress-but-problems-persist.html"} , {"body" : "Last year's search for outer-borough work space by a New York graphic designer and architect who had been priced out of the Manhattan loft market has resulted in the development of a commercial condominium for artists and designers in Brooklyn. The four-story, turn-of-the-century brick commercial structure in the Greenpoint section was the first" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A CONDOMINIUM FOR ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/realestate\/postings-a-condominium-for-artists.html"} , {"body" : "The Red Caps have come to the northwest Bronx. And with the arrival of the Fire Department's special arson- fighting squad, the city has moved north of Fordham Road in its efforts to keep arsonists from further devastating the borough. ''The message of the Red Caps is, 'No more South Bronxes anywhere in New York City,' '' Mayor Koch proclaimed last" , "date" : "19840109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'RED CAPS' FIGHTING ARSON IN THE NORTHWEST BRONX" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/09\/nyregion\/red-caps-fighting-arson-in-the-northwest-bronx.html"}]