[  {"body" : "Christopher Hampton is 38 now, no longer the boy wonder who had a play produced in London's West End while still a student at Oxford, no longer the young graduate who made a bit of British theatrical history as the first so- called ''resident dramatist'' at the Royal Court Theater. But the promise and talent of a precocious youth have survived his" , "date" : "19841209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "A PRECOCIOUS PLAY CONTIUES TO LEAD A FULL LIFE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/09\/theater\/a-precocious-play-contiues-to-lead-a-full-life.html"} , {"body" : "There is no better way for a family to get into the holiday spirit than an expedition to choose and cut its own Christmas tree at a farm rather than picking one in the city. So once again it's time to head for the woods in quest of the holiday tree. Although the trees in rural areas are cheaper than in the city, that is not the major benefit." , "date" : "19841207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "TAKING TO THE WOODS TO CHOOSE YOUR TREE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/07\/arts\/taking-to-the-woods-to-choose-your-tree.html"} , {"body" : "Six years ago, Shura and Zina Kogan and their son, Edward, came to New York from Odessa, in the Soviet Union, to build a new life. At about 6 P.M. last Oct. 13, a neighbor heard screams coming from their fifth-floor apartment at 515 East Seventh Street in the Kensington section of Brooklyn, near Prospect Park. The neighbor called Mrs. Kogan's" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "CRIME UPDATE; MOTIVE SEEN AS BURGLARY IN 2 SLAYINGS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/nyregion\/crime-update-motive-seen-as-burglary-in-2-slayings.html"} , {"body" : "Alex Blinder's wife was so upset that she lost her voice on Saturday. And yesterday afternoon, grim knots of men in gray fedoras and women in shawls gathered outside Mr. Blinder's Russian food market, discussing a story in a Russian-language paper. ''Savage Murder of Emigre Woman and Her Son,'' the headline on the story said. ''In Soviet Union," , "date" : "19841015" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SLAYINGS ANGER RUSSIAN COMMUNITY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/15\/nyregion\/slayings-anger-russian-community.html"} , {"body" : "International Two Salvadoran rebel leaders flew to El Salvador, setting the stage for their meeting with President Jose Napoleon Duarte. The leaders, Guillermo Manuel Ungo and Ruben Zamora, are the top officials of the rebel opposition. Mr. Ungo said that they came ''to start a dialogue'' that will ''win peace for our homeland.'' (Page A1, Column" , "date" : "19841015" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY; MONDAY, OCTOBER 15, 1984" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/15\/nyregion\/news-summary-monday-october-15-1984.html"} , {"body" : "Woman and Son, 12, Found Slain at Home A woman and her 12-year-old son were found stabbed to death in their Brooklyn apartment yesterday evening, the police said. The woman, Zina Kogan, 37, and her son, Edward, were at found at about 6 P.M. in their apartment at 515 East Seventh Street in the Kensington section by Mrs Kogan's parents, according to" , "date" : "19841013" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/13\/nyregion\/no-headline-008432.html"} , {"body" : "RUBIN MARGULES enjoys his work. But in public he is reticent about what he does for a living, especially since 1980, when he ran in a primary for the State Assembly and an opponent held up his profession as evidence that he was unfit for public office. Mr. Margules is a landlord. He makes his living by buying, managing and selling apartment" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AN URBAN LANDLORD'S PURSUIT OF HAPPINESS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/an-urban-landlord-s-pursuit-of-happiness.html"} , {"body" : "THE SPREAD of cooperative conversions in southern and central sections of Brooklyn has reached the point where buyers can find cooperatives selling in a wide range of prices, brokers report. In some cases, the buildings were constructed in the 1950's or 1960's as top-of-the- market housing, with doorman service, garages and other amenities. They" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CONVERSIONS TO CO-OPS SPREAD WIDELY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/conversions-to-co-ops-spread-widely-in-brooklyn.html"} , {"body" : "AT first glance, the modest wood-frame homes in the East Flatbush section of Brooklyn seem to be in good condition. Closer inspection, however, discloses that many of the Queen Anne-style houses have peeling paint, broken windows, sagging porches or long-neglected front gardens. ''Once you start looking for deferred maintenance, you see it" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD SERVICE HELPS HOLD THE LINE ON DECAY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/realestate\/neighborhood-service-helps-hold-the-line-on-decay.html"} , {"body" : "A 26-year-old unemployed man was charged last night with six rapes and robberies in the Flatbush section of Brooklyn and is a suspect in five other rapes there, the police said last night. The suspect is identified as Gregory Pought, 26 years old, of 1158 Gates Avenue in the Bushwick section of Brooklyn. In a police lineup, Mr. Pought was" , "date" : "19840605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "MAN CHARGED IN FLATBUSH RAPES" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/05\/nyregion\/man-charged-in-flatbush-rapes.html"} ,   {"body" : "The police said yesterday that a man who was charged Tuesday for a rape on April 20 was not, as they had thought, responsible for a series of rapes in the Flatbush and Kensington Park sections of Brooklyn. A police spokesman, Sgt. Peter Sweeney, said that the suspect - Oliver Clark, 28, of 660 Hegeman Avenue in the Canarsie section - was being" , "date" : "19840601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CITY; Police Still Seek Brooklyn Rapist" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/nyregion\/the-city-police-still-seek-brooklyn-rapist.html"}]