[  {"body" : "At Temple Israel in Lawrence, L.I., yesterday, Robyn Ellen Wallach, the daughter of Mr. and Mrs. Irwin R. Wallach of the Manhattan Beach section of Brooklyn, was married to Evan Lewis Sternschein, the son of Mr. and Mrs. Manas Sternschein of Woodmere, L.I. Rabbi Saul Teplitz performed the ceremony. The bride, a sales coordinator for Bear, Stearns &" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "94" , "title" : "Robyn Wallach Bride OES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/style\/robyn-wallach-bride-oes.html"} , {"body" : "Wary beginners can learn to ski close to home this weekend, in the Park Avenue Armory at 67th Street. Lessons will be offered on a synthetic snow slope during the New York Ski and Travel Show, which is open 4 to 11 P.M. today, 11 A.M. to 9 P.M. tomorrow and 11 A.M. to 7 P.M. Sunday. There will also be lessons in cross-country skiing on an indoor" , "date" : "19841102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/02\/arts\/weekender-guide.html"} , {"body" : "Elissa Beth Udell, a daughter of Mr. and Mrs. Bernard Udell of Plainview, L.I., was married yesterday to Dr. Mark Macher, the son of Mr. and Mrs. Ralph Macher of Brooklyn. Rabbi Dr. Elliot Udell, the bride's brother, performed the ceremony at the Manhattan Beach Jewish Center in Brooklyn. Mrs. Macher, an associate analyst in the forecasting and" , "date" : "19841008" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "Elissa Udell Married To Dr. Mark Macher" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/08\/style\/elissa-udell-married-to-dr-mark-macher.html"} , {"body" : "THEY have served in all walks of life: as accountants, businessmen, judges, housewives, bankers, clerical workers. And they come for a variety of reasons: for intellectual stimulation, for comradeship, for a sense of purpose or a fresh identity. They are the participants in My Turn, a program designed by the City University of New York's" , "date" : "19840819" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "8" , "title" : "EVERYONE'S A SENIOR IN THIS PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/19\/education\/everyone-s-a-senior-in-this-program.html"} , {"body" : "Yankees vs. Cleveland Indians, at Yankee Stadium, 2 P.M. Lou Piniella Day ceremonies begin at 1 P.M. (Television - Channel 11, 2 P.M. Radio - WABC 770, 2 P.M.) Mets vs. Pirates, at Pittsburgh, Sid Fernandez goes after his fourth straight victory since being called up from the Met farm system. (Television - Channel 9, 1:30 P.M. Radio - WHN 1050," , "date" : "19840805" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SUNDAY SPORTS Baseball" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/05\/sports\/sunday-sports-baseball.html"} , {"body" : "A happy anachronism, the Brighton Beach Bath and Racquet Club, at 77 the oldest beach club left in the city and the only one remaining of the many that once lined the Brooklyn shoreline, has a lively social life that belies the ages of most of its members. Enjoying the tennis, paddle-ball and handball courts, swimming pools, areas for canasta," , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "45" , "title" : "BRIGHTON CLUB BASKS IN BYGONE SUN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/style\/brighton-club-basks-in-bygone-sun.html"} , {"body" : "Nancy Ann Smahl, an occupational therapist at Lincoln Hospital in the Bronx, and Dr. Steven B. Syrop, a dentist in New York, were married yesterday at Temple Beth El of Manhattan Beach in Brooklyn. Rabbi Leonard Goldstein performed the ceremony. The parents of the couple are Mr. and Mrs. David Smahl and Mr. and Mrs. Bernard C. Syrop all of" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "71" , "title" : "NANCY ANN SMAHL IS BRIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/style\/nancy-ann-smahl-is-bride.html"} , {"body" : "At the Manhattan Beach Jewish Center in Brooklyn yesterday, Susan Leslie Spodek, a daughter of Justice and Mrs. Jules L. Spodek of the Midwood section of Brooklyn, was married to Ronald P. Glickman, a son of Mr. and Mrs. Lawrence Glickman of North Miami Beach, Fla., and East Rockaway, L.I. Rabbi Alvin Kass performed the ceremony. The bride, an" , "date" : "19840409" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Susan L. Spodek, Teacher, Married to R. P. Glickman" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/09\/style\/susan-l-spodek-teacher-married-to-r-p-glickman.html"} , {"body" : "METROPOLITAN OPERA, Mozart's ''Entfuehrung aus dem Serail,'' 8. NEW YORK PHILHARMONIC, Leonard Bernstein, conductor, Avery Fisher Hall, 8. PHILADELPHIA ORCHESTRA, Erich Leinsdorf, conductor, Carnegie Hall, 8. VIKTORIA MULLOVA, violinist, 92d Street Y, at Lexington Avenue, 8. NEW ORCHESTRA OF BOSTON, David Epstein, conductor; Adriano Jordao," , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Entertainment Events Music" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/arts\/entertainment-events-music.html"} , {"body" : "Teri Huebner Marries Teri Huebner, a daughter of Mr. and Mrs. Kurt Huebner of Jamaica Estates, Queens, was married yesterday to Jeffrey Lautman, a son of Mr. and Mrs. Michael Lautman of Cleveland. Rabbi Charles Sheer performed the ceremony at the Manhattan Beach Jewish Center in Brooklyn. The bride is an alumna of Barnard College and the Columbia" , "date" : "19840305" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/05\/style\/no-headline-030832.html"} ,   {"body" : "Henry Modell, chairman of Henry Modell & Company, a sporting-goods retail chain, died Tuesday at the Hollywood (Fla.) Memorial Hospital. He was 91 years old and lived in Hollywood. Mr. Modell was semiretired in recent years, but remained board chairman of the company, a post he had held since 1937. For 17 years before, he was president of the" , "date" : "19840216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "HENRY MODELL, 91; HEADED SPORTING-GOODS CHAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/16\/obituaries\/henry-modell-91-headed-sporting-goods-chain.html"} , {"body" : "Three men were found shot to death yesterday in an execution-style killing at a home in the Gravesend section of Brooklyn, the police said yesterday. After responding to a ''hysterical male'' telephoning 911 at 9:57 last night, the police went to the home, at 2305 East Fifth Street, to find the three dead men in the living room. Each was shot in" , "date" : "19840206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "GRAVESEND MAN AND TWO OTHERS ARE FOUND SLAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/06\/nyregion\/gravesend-man-and-two-others-are-found-slain.html"}]