[  {"body" : "It showed every sign of being a friendly encounter: Mayor Koch speaking to a group of high school students in the quiet Midwood section of Brooklyn. But within minutes of walking into the auditorium of Edward R. Murrow High School yesterday for a routine appearance, the Mayor found himself confronting tough questions, sparring with a few teachers" , "date" : "19841218" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "KOCH FACES SHARP QUESTIONS FOR HIGH SCHOOL AUDIENCE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/18\/nyregion\/koch-faces-sharp-questions-for-high-school-audience.html"} , {"body" : "'' TOO many people think of engineers only as designers and manufacturers of instruments of death and destruction, and that's not really the case at all,'' said Eleanor Baum of Great Neck. ''I see the role of the engineer as making society a better place for all of us.'' Given such advocacy, it should come as no surprise that Dr. Baum is herself an" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; DEAN OF ENGINEERS, SHE'S A TRAILBLAZER" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/nyregion\/long-islanders-dean-of-engineers-she-s-a-trailblazer.html"} , {"body" : "Even though their coach said they had no incentive to win the Metro Bowl after taking the public school title, the John F. Kennedy Knights played like a team with a purpose yesterday and defeated St. John the Baptist, 30-26, in the seventh annual Metro Bowl football game. In rallying for the victory at Midwood Field in Brooklyn, the Knights became" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "KENNEDY IS VICTOR IN THE METRO BOWL" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/sports\/kennedy-is-victor-in-the-metro-bowl.html"} , {"body" : "Knicks vs. Portland Trail Blazers, at Madison Square Garden, 7:35 P.M. New York fans get their first chance to see Sam Bowie as a pro. (Television - MSG Network, 7:30 P.M. Radio - WPAT, 930; WFAS, 1230; WGBB, 1240; all at 7:20 P.M.) Lapchick Memorial Tournament, at Alumni Hall, Utopia Parkway and Union Turnpike, Jamaica, Queens, consolation game at" , "date" : "19841201" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "42" , "title" : "SATURDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/01\/sports\/saturday-sports-basketball.html"} , {"body" : "About this time last year, Richard Sperling and Derek Hill were regarded as solid but unspectacular high school running backs on teams that had failed to qualify for postseason competition. This season, Sperling, a 5-foot-10- inch, 190-pound tailback at St. John the Baptist of West Islip, L.I., and Hill a 6-0, 195-pound fullback at John F. Kennedy" , "date" : "19841201" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "43" , "title" : "PLAYERS; TWO YOUNG BACKS ON THE RUN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/01\/sports\/players-two-young-backs-on-the-run.html"} , {"body" : "John Jay and New semi-finals, John Jay and New Utrecht - the first- and second-place finishers in the Brooklyn B division of the Public Schools Athletic League - came up winners yesterday and earned spots in next week's championship game. New Utrecht resorted to its primary strength, the running back Alfredo Hylton, to defeat host Stuyvesant, 28-6." , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "UTRECHT TO JACE JOHN JAY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/sports\/utrecht-to-jace-john-jay.html"} , {"body" : "New York City's public and Catholic high school football playoffs resume this weekend with three sets of semifinals, two of which have a Staten Island flavor. Three of the 12 teams - Port Richmond, New Dorp and Monsignor Farrell - are from Staten Island. In the Public Schools Athletic League, John Adams, the defending champion in the A Division," , "date" : "19841110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "46" , "title" : "3 S.I. Schools in Semifinals" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/10\/sports\/3-si-schools-in-semifinals.html"} , {"body" : "It wasn't as smooth a beginning as he would have liked. But, as Coach Angelo Palumbo told his John Adams team yesterday following their 18-6 quarterfinal victory over DeWitt Clinton, at this point in the season results, not form, are important. ''It was just a bad day,'' Palumbo said after the opening playoff game for Adams, the defending Public" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "ADAMS ADVANCES OVER CLINTON, 18-6" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/sports\/adams-advances-over-clinton-18-6.html"} , {"body" : "Playoffs begin this weekend for 16 of the city's best Catholic and public high school football teams, and in both leagues, the playoff pool contains a mix of established powers and exciting newcomers. John Adams, the defending Public Schools Athletic League champion, won its third consecutive Queens Division title this season, and did it without" , "date" : "19841103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "HIGH SCHOOL PLAYOFFS TO BEGIN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/03\/sports\/high-school-playoffs-to-begin.html"} , {"body" : "Clinging to a 1-point lead with two minutes left and the Brooklyn A championship at stake, Lincoln scored two quick touchdowns and defeated visiting South Shore, 21-6. ''Our defense won the game for us,'' said Lincoln's head coach, George Najjar. ''They bent a little, but they didn't break. ''Our first step was the Brooklyn championship, but now" , "date" : "19841028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "LINCOLN CAPUTRES DIVISION" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/28\/sports\/lincoln-caputres-division.html"} ,   {"body" : "Alfredo Hylton rushed his team into a guaranteed playoff berth by gaining 255 yards on 14 carries and scoring four touchdowns as New Utrecht defeated host Tilden, 27-8. On the second play of the game, Hylton took the ball on a sweep around the right side and ran 39 yards for a touchdown. Later in the first quarter, Hylton broke outside on an" , "date" : "19841021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HYLTON GAINS 255 FOR NEW UTRECHT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/21\/sports\/hylton-gains-255-for-new-utrecht.html"} , {"body" : "More than 50 police officers, wearing bullet-proof vests and aiming shotguns, crouched behind cars on Midwood Street in Brooklyn shortly after midnight on Thursday. As a police spotlight beamed into a house, an eyewitness said, an officer read out a list of names and ordered those in the house to come out with their hands up. The orders were" , "date" : "19841021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; 9 ARE ACCUSED OF ROBBERY PLOT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/21\/weekinreview\/the-region-9-are-accused-of-robbery-plot.html"} , {"body" : "A heavily armed force of 300 New York City police officers and Federal agents staged raids in three boroughs early yesterday, seizing weapons and arresting nine people said to be connected to the black revolutionary group that committed the Brink's armored- car robbery three years ago. The nine - five men and four women - were accused of conspiring" , "date" : "19841019" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "NYACK (NY)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "9 SEIZED IN RAIDS ON RADICAL GROUP" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/19\/nyregion\/9-seized-in-raids-on-radical-group.html"} , {"body" : "Either the Bayside Commodores or the Far Rockaway Seahorses had to leave yesterday's game in the bruising Brooklyn A division with a blemished record. The host Seahorses, after losing seven players to the hospital last week, went home with the 2-1 record, losing by 22-6. ''Anybody in this league can beat anybody else,'' said the Bayside head coach," , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "FAR ROCKAWAY SETS BACK BAYSIDE, 22-6" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/sports\/far-rockaway-sets-back-bayside-22-6.html"} , {"body" : "In Brooklyn Division A action, South Shore sent Lafayette to its second straight loss yesterday with a 22-0 shutout. The Vikings scored on their first possession, drivng 70 yards on 11 plays and getting the touchdown on the quarterback Peter Orlowsky's 1-yard plunge up the middle. Steven Schwartzbart kicked the extra point. South Shore scored again" , "date" : "19840923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "LAFAYETTE SUFFERS ITS 2D LOSS IN ROW" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/23\/sports\/lafayette-suffers-its-2d-loss-in-row.html"} , {"body" : "The Public Schools Athletic League begins its football season today with nine teams having new head coaches and five teams in new divisions. The Catholic Schools Football League, with numerous coaching changes and a realignment, begins its schedule next weekend. On Long Island, Conferences I and IV in Nassau County open this weekend, and" , "date" : "19840915" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "46" , "title" : "P.S.A.L. AND JERSEY SCHOOLS BEGIN A SEASON OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/15\/sports\/psal-and-jersey-schools-begin-a-season-of-change.html"} , {"body" : "A 21-year-old woman was found slain yesterday morning in the basement of the apartment house where she lived near Brooklyn College, the police said. The body of the woman, Denise Ritts, was found fully clothed on the basement floor at 7:30 A.M. by Fetah Kocar, the superintendent of the building at 2620 Glenwood Road in the Midwood section. Miss" , "date" : "19840902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Woman Is Found Slain Near Brooklyn College" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/02\/nyregion\/woman-is-found-slain-near-brooklyn-college.html"} , {"body" : "CENSORSHIP The New York Public Library's continuing five-month ''expose'' of censorship, in the form of exhibitions and forums on the subject, starts covering ''Censorship and Black America'' next weekend. This is the subject of an exhibition through Oct. 15 at the Schomburg Center for Research in Black Culture, the modern and attractive complex at" , "date" : "19840723" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/23\/arts\/going-out-guide.html"} , {"body" : "THE SPREAD of cooperative conversions in southern and central sections of Brooklyn has reached the point where buyers can find cooperatives selling in a wide range of prices, brokers report. In some cases, the buildings were constructed in the 1950's or 1960's as top-of-the- market housing, with doorman service, garages and other amenities. They" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CONVERSIONS TO CO-OPS SPREAD WIDELY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/conversions-to-co-ops-spread-widely-in-brooklyn.html"} , {"body" : "RUBIN MARGULES enjoys his work. But in public he is reticent about what he does for a living, especially since 1980, when he ran in a primary for the State Assembly and an opponent held up his profession as evidence that he was unfit for public office. Mr. Margules is a landlord. He makes his living by buying, managing and selling apartment" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AN URBAN LANDLORD'S PURSUIT OF HAPPINESS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/an-urban-landlord-s-pursuit-of-happiness.html"} ,   {"body" : "Cart Dana Rex Mays 200, at Milwaukee. (Television - ESPN 2:50 P.M.) Baseball Mets vs. St. Louis Cardinals, at Shea Stadium, 1:35 P.M. Mike Torrez, making his seventh start, is still trying to win his first game. (Television - Channel 9, 1:30 P.M. Radio -WHN 1050 1:30 P.M.) Yankees vs. Blue Jays, at Toronto. Phil Niekro goes after his eighth" , "date" : "19840603" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SUNDAY SPORTS Auto Racing" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/03\/sports\/sunday-sports-auto-racing.html"} , {"body" : "At the Manhattan Beach Jewish Center in Brooklyn yesterday, Susan Leslie Spodek, a daughter of Justice and Mrs. Jules L. Spodek of the Midwood section of Brooklyn, was married to Ronald P. Glickman, a son of Mr. and Mrs. Lawrence Glickman of North Miami Beach, Fla., and East Rockaway, L.I. Rabbi Alvin Kass performed the ceremony. The bride, an" , "date" : "19840409" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Susan L. Spodek, Teacher, Married to R. P. Glickman" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/09\/style\/susan-l-spodek-teacher-married-to-r-p-glickman.html"} , {"body" : "Margaret Ringo Tobin, the daughter of Mr. and Mrs. James Tobin of New Haven, was married yesterday to Mark Joseph Segall, the son of Mr. and Mrs. Irving Segall of Midwood, Brooklyn. J. Michael Grupp performed the ceremony at the Brooklyn Society for Ethical Culture, where he is the leader. The bride is designer and co-owner of Tobinini Inc., a" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "62" , "title" : "Miss Tobin Wed To Mark J. Segall" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/style\/miss-tobin-wed-to-mark-j-segall.html"} , {"body" : "For the first play he ever directed, back in 1970, Gerald Gutierrez of Brooklyn's Marine Park community was already working with talent. Kevin Kline and Patty LuPone were the leads, playing Adam and Eve. ''And John Houseman played the Voice of God - of course ,'' the tall, 34-year-old director said the other day with a warm smile. That directorial" , "date" : "19840221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "17" , "title" : "A DIRECTOR WITH AUTHENTICITY" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/21\/theater\/a-director-with-authenticity.html"} , {"body" : "A dozen South Brooklyn legislators dropped their effort yesterday to have Mayor Koch held in contempt of court for redrawing the borough's police precinct boundaries. City Councilman Noach Dear, a Midwood Democrat who led the fight against the new precinct borders, said a last-minute compromise had been reached in which the Mayor promised to" , "date" : "19840106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Accord Reached On Precinct Lines" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/06\/nyregion\/the-city-accord-reached-on-precinct-lines.html"} , {"body" : "From Rent Control to Court Two of New York's leading rent- control experts will assume new careers as Civil Court judges tomorrow. The two, Harry Michelson and Daniel W. Joy, have left the Department of Housing Preservation and Development for benches in Brooklyn and Queens, respectively. Mr. Michelson was general counsel and Mr. Joy deputy" , "date" : "19840102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/02\/nyregion\/new-york-day-by-day-149702.html"}]