[  {"body" : "WILLIAM F. Carroll faces a formidable task: convincing Americans that squid are good to eat. Charles Sheldon's burden is equally formidable: convincing commercial fishermen that Mr. Carroll knows what he's doing. Mr. Carroll heads a new bistate commission charged with developing a market for fish that have not previously found favor with consumers" , "date" : "19841230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "BROOKLYN MAKES A PLAY FOR NEW ENGLAND'S FLEET" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/30\/weekinreview\/brooklyn-makes-a-play-for-new-england-s-fleet.html"} , {"body" : "A burglar left 2,000 Brooklyn homes without phone service yesterday when he cut a main telephone cable outside a discount store to disconnect the store's alarm system. The police said the thief fled with $8,000 from the safe of Red's Discount Store at 6103 Strickland Avenue in the Mill Basin section between 3 A.M. and 10 A.M. A spokesman for the" , "date" : "19841214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Burglar Cuts Phones To 2,000 in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/14\/nyregion\/burglar-cuts-phones-to-2000-in-brooklyn.html"} , {"body" : "Bridge:2 Champions Offer Services As Prize in a Charity Event An unusual prize will be offered for an unusual event tonight: Competitors in a charity game at five New York City clubs will have a chance to ''win'' two world champions. The pair with the overall best percentage will have the opportunity Sunday to form a Swiss team with Kathie Wei and" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/nyregion\/no-headline-232923.html"} , {"body" : "IN a new public-service television spot, the fearsome Mr. T knocks down a New York City landlord's door to save the day for a Hispanic couple who had just been denied an apartment because of their ethnic background. The capsule melodrama's message is that in housing-discrimination cases, the authorities render justice swiftly and surely. But even" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HOUSING BIAS PERVASIVE, YET DIFFICULT TO PROSECUTE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/realestate\/housing-bias-pervasive-yet-difficult-to-prosecute.html"} , {"body" : "The cost of sending American teams to world championships, a considerable financial burden on the American Contract Bridge League, is met each year largely by the International Fund Game. The same deals are played throughout North America, and participants receive an analysis sheet giving an expert review of the bidding and play. All are welcome to" , "date" : "19840515" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Bridge: Everyone Is Invited Tonight To International Fund Game" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/15\/nyregion\/bridge-everyone-is-invited-tonight-to-international-fund-game.html"} , {"body" : "Suzy Ganz often plays indoor tennis on Friday nights. Anthony Segales frequently bashes a squash ball on Saturday mornings. Cheryl Budd and Robert Rosenberg spend an hour or more at racquet ball on Saturday afternoons, and Sohail Hasan plays platform tennis Sunday mornings. Each is taking advantage of the variety of racquet sports available to New" , "date" : "19840323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "POPULARITY OF RACQUET SPORTS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/23\/arts\/popularity-of-racquet-sports.html"} , {"body" : "A mail bomb exploded yesterday in the hands of the teacher to whom it was addressed, as he opened it in the central office of Sheepshead Bay High School in Brooklyn. The 60-year-old teacher, Leon Silvers, suffered burns of the hands, face and abdomen, and might have sustained eye injuries. He was taken to Kings County Hospital, where authorities" , "date" : "19840215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "MAIL BOMB HURTS TEACHER AT SHEEPSHEAD BAY HIGH" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/15\/nyregion\/mail-bomb-hurts-teacher-at-sheepshead-bay-high.html"}]