[  {"body" : "Last week, as the Board of Estimate made one of its most important decisions in years - what to do with the city's garbage when there is no place left to bury it - Mayor Koch found himself at odds with New York City's two other citywide elected officials. Both City Council President Carol Bellamy and City Comptroller Harrison J. Goldin supported," , "date" : "19841225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE VOTE ON INCINERATORS: POLITICS AND A CITY BOARD" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/25\/nyregion\/the-vote-on-incinerators-politics-and-a-city-board.html"} , {"body" : "The Board of Estimate last week disposed of one of the thorniest problems it had faced in a long while. By a 6-to-5 majority, obtained after weeks of negotiations, it reached agreement on what to do with New York City's garbage: five modern incinerators will be built by 1991, one in each borough. If necessary, three more incinerators - called" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "THE REGION; PLAN TO BUILD INCINERATORS WINS BY A VOTE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/weekinreview\/the-region-plan-to-build-incinerators-wins-by-a-vote.html"} , {"body" : "The Board of Estimate yesterday narrowly approved a plan to build a series of huge garbage-burning incinerators in the five boroughs to ease the burden on New York City's rapidly dwindling landfill space. In a 6-to-5 vote, the board adopted a resolution calling on the Department of Sanitation to proceed immediately with planning for five sites, one" , "date" : "19841221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BOARD OF ESTIMATE APPROVES PLAN FOR 5 INCINERATORS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/21\/nyregion\/board-of-estimate-approves-plan-for-5-incinerators-in-city.html"} , {"body" : "Mayor Koch, in an effort to win Board of Estimate approval for a new citywide garbage disposal plan, agreed yesterday to shift the site of a proposed incinerator in the Bronx. Mr. Koch's action won him the support of Stanley Simon, the Bronx Borough President. The Mayor was also discussing a change of sites in Queens in an effort to gain the" , "date" : "19841220" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KOCH BACKS A NEW SITE FOR A BRONX TRASH PLANT" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/20\/nyregion\/koch-backs-a-new-site-for-a-bronx-trash-plant.html"} , {"body" : "Why drown in garbage when you can burn it to generate steam for electricity? New York City's Board of Estimate, meeting today, will either endorse a bold new garbage-burning plan by the Sanitation Department or, by ducking a decision, take New York another step toward suffocating in its own trash. The city produces 26,000 tons of garbage a day and" , "date" : "19841220" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Don't Fiddle; Burn New York's Trash" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/20\/opinion\/don-t-fiddle-burn-new-york-s-trash.html"} , {"body" : "Members of the Board of Estimate yesterday objected to sites selected for huge incinerators as the board heard testimony on a plan to dispose of the city's garbage for decades to come. City officials had held out hope that by obtaining a quick board endorsement of a resolution approving in principle the network of eight incinerators scattered" , "date" : "19841207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICIALS FAULT PLANS TO BUILD 8 TRASH PLANTS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/07\/nyregion\/officials-fault-plans-to-build-8-trash-plants.html"} , {"body" : "The Board of Estimate decided yesterday not to vote this week on a resolution committing the city to building a citywide network of huge garbage incinerators in the decades to come. Critics of the Koch administration's plan forced the delay. But after hours of trading back and forth, aides to the Mayor were able to convince other board members that" , "date" : "19841206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ESTIMATE BOARD DELAYS DECISION ON INCINERATORS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/06\/nyregion\/estimate-board-delays-decision-on-incinerators.html"} , {"body" : "The Board of Estimate is preparing to vote tomorrow on a resolution that would move New York toward construction of eight large garbage incinerators amid a dispute over whether they would produce unacceptably large amounts of dioxin. The outcome of the vote is not clear, with several members of the eight- member board indicating that they object to" , "date" : "19841205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "DIOXIN DISPUTE CONTINUES AS INCINERATOR VOTE NEARS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/05\/nyregion\/dioxin-dispute-continues-as-incinerator-vote-nears.html"} , {"body" : "In a cloistered gray brick building here that resembles a fraternity house for entrepreneurs, the Rensselaer Polytechnic Institute is helping new companies go into business. Its example is being copied nationwide. R.P.I.'s project, which it calls an industrial incubator, gives newly formed high-technology companies work space at low rent, business" , "date" : "19841203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "COLLEGES HELP TO 'INCUBATE' NEW INDUSTRY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/03\/nyregion\/colleges-help-to-incubate-new-industry.html"} , {"body" : "President Reagan and the Kennedy Center tonight honored four Americans and an Italian for their contributions to culture in the United States. At a White House ceremony, Lena Horne, Arthur Miller, Gian Carlo Menotti, Isaac Stern and Danny Kaye were the recipients of this year's Kennedy Center Honors for lifetime achievement in the arts. When the" , "date" : "19841203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "FIVE RECEIVE KENNEDY CENTER HONORS FOR 1984" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/03\/arts\/five-receive-kennedy-center-honors-for-1984.html"} ,   {"body" : "Can New York City burn the more than 22,000 tons of garbage it produces each day without polluting the air with chemicals that are believed to promote cancer? The question, which is the central issue in a vote to be taken by the Board of Estimate in the next few weeks, must be answered soon, because the city will run out of space to bury its trash" , "date" : "19841126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "IS NEW YORK CITY'S INCINERATOR PLAN A HEALTH THREAT?" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/26\/nyregion\/is-new-york-city-s-incinerator-plan-a-health-threat.html"} , {"body" : "To the Editor: Theodore Goldfarb, responding to your Oct. 15 editorial ''Time to Burn the Trash,'' states that his most serious criticism of the consultants' report on the Brooklyn Navy Yard resource- recovery facility is that the estimate of dioxin emissions is based on tests of the Chicago Northwest incinerator, ''while ignoring emission levels" , "date" : "19841112" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "THE TECHNOLOGY EXISTS TO ELIMINATE DIOXIN EMISSIONS NOW" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/12\/opinion\/l-the-technology-exists-to-eliminate-dioxin-emissions-now-073708.html"} , {"body" : "Basing a seven-vessel Navy fleet on Staten Island by the end of the decade would create 900 permanent jobs and add $3 million a year to city and state revenues, according to a Navy study. But the project, which still requires Congressional appropriations, may have less of an impact on the surrounding economy than originally thought. When the" , "date" : "19841028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "NAVY SAYS BASE ON S.I. WOULD CREATE 900 JOBS" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/28\/nyregion\/navy-says-base-on-si-would-create-900-jobs.html"} , {"body" : "To the Editor: In your Oct. 15 editorial ''Time to Burn the Trash,'' arguments were presented in support of moving ahead immediately with the New York City Sanitation Department's plan to construct the first of eight massive incinerators at the Brooklyn Navy Yard. You claim, ''the experts who reviewed the department's consultant study found no" , "date" : "19841027" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "DIOXIN ESTIMATES FOR NAVY YARD INCINERATOR MAY BE TOO LOW" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/27\/opinion\/l-dioxin-estimates-for-navy-yard-incinerator-may-be-too-low-038617.html"} , {"body" : "WHILE the New York City Board of Estimate prepares to open debate on the health risks of building a garbage-to-energy incinerator, just such a plant is going into commercial operation in Peekskill. In New York City the main question is whether an incinerator planned for the Brooklyn Navy Yard would produce significant amounts of dioxin, a deadly" , "date" : "19841021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PEEKSKILL (NY)" , "CHARLES POINT (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REFUSE PLANT TO MEASURE DIOXIN LEVEL" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/21\/nyregion\/refuse-plant-to-measure-dioxin-level.html"} , {"body" : "To the Rev. Jesse Jackson, it was ''a holocaust machine.'' To Benjamin Gross, it showed ''we are keeping our powder dry.'' The object of their observations was the Iowa, which was greeted at Pier 1 in Brooklyn by protesters angry over the possible presence of nuclear warheads aboard and by visitors curious to see a battleship that fought in the" , "date" : "19841021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "BATTLESHIP IOWA ATTRACTS A CROWD OF BOTH SIGHTSEERS AND PROTESTERS" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/21\/nyregion\/battleship-iowa-attracts-a-crowd-of-both-sightseers-and-protesters.html"} , {"body" : "The battleship Iowa, a nearly half- century-old dreadnought reclaimed last spring from mothballing, anchored off Staten Island yesterday morning amid rusty freighters and orange ferryboats. After a three-day voyage from her temporary base in Norfolk, Va., the 58,000-ton warship arrived in New York Harbor to preview her future home, a derelict" , "date" : "19841020" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "BATTLESHIP IOWA STEAMS INTO THE CITY TO GET A TASTE OF FUTURE HOME BASE" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/20\/nyregion\/battleship-iowa-steams-into-the-city-to-get-a-taste-of-future-home-base.html"} , {"body" : "History The Iowa was the first of four battleships built by the United States at the start of World War II. They were the largest ever built, except for the Japanese Yamato and Musashi, and cost approximately $114 million each. The Iowa, launched Aug. 27, 1942, at the Brooklyn Navy Yard, served in the war, chiefly providing a screen for fast" , "date" : "19841020" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE IOWA-AT A GLANCE" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/20\/nyregion\/the-iowa-at-a-glance.html"} , {"body" : "While the environmentalists' advice is well worth heeding, it should not delay construction of the first plant. The Sanitation Department explains that it has chosen a proven model of incinerator and equipped it with the best available pollution-control equipment. There will be scrubbers to remove acid gases, fabric filters to take out the small" , "date" : "19841015" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Time to Burn the Trash As New York City runs out of land space for its daily 22,000 tons of waste, the Sanitation Department moves ahead with plans to bury it in the sky. It would spend $3 billion to construct eight massive incinerators, and argues persuasively that they will be safe and efficient. But some environmental groups favor a strong effort to recycle garbage as well, contending that this would reduce both disposal costs and health risks." , "url" : "http:\/\/www.nytimes.com\/1984\/10\/15\/opinion\/time-burn-trash-new-york-city-runs-land-space-for-its-daily-22000-tons-waste.html"} , {"body" : "SOME part of the genesis of this book must lie in the Brooklyn Navy Yard where I worked the night shift in the Shipfitting Department during World War II, one of some 60,000 men and a few women from every ethnic group in New York. It is no longer possible to decide whether it was my own Hitler-begotten sensitivity or the anti- Semitism itself that" , "date" : "19841014" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "3" , "title" : "THE FACE IN THE MIRROR: ANTI-SEMITISM THEN AND NOW" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/14\/books\/the-face-in-the-mirror-anti-semitism-then-and-now.html"} ,   {"body" : "Burning garbage in city incinerators would have only a negligible effect on New Yorkers' health, Mayor Koch argued last week. He released studies predicting that dioxin escaping from the first of eight proposed trash-burning plants would mean, at worst, an increase of fewer than six cancer deaths per million people who spent their lifetimes (70" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION ; A Dioxin RiskIs Played Down" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/weekinreview\/the-region-a-dioxin-riskis-played-down.html"} , {"body" : "The inmate population of New York City's jails, which hold people awaiting trial and those sentenced to terms of up to a year, has been growing steadily, and officials say they expect the growth to continue indefinitely. ''We have more prisoners and they are staying longer,'' said Edward Hershey, assistant commssioner for public affairs of the" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "OFFICIALS SEE NO LEASING OF STRAIN ON CITY'S JAILS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/nyregion\/officials-see-no-leasing-of-strain-on-city-s-jails.html"} , {"body" : "New York City officials yesterday released two studies saying that dioxin emissions from eight proposed garbage-to-energy plants in the city would be small. The reports said the plants should be built quickly because the city was running out of room for its trash. ''The potential emissions of this pollutant do not constitute a serious health" , "date" : "19840926" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY STUDIES LITTLE DIOXIN FROM GARBAGE-FUELED PLANTS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/26\/nyregion\/city-studies-little-dioxin-from-garbage-fueled-plants.html"} , {"body" : "''Flush and forget'' was how New Jersey Senator Frank R. Lautenberg once described New York City's practice of dumping untreated sewage into the Hudson River. He and other New Jersey lawmakers had long contended that the waste carried into the Atlantic was polluting beaches in their state. Last week, however, after New York's two Senators relented" , "date" : "19840923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "9" , "title" : "THE REGION; NEW YORK GETS A NUDGE ON THE HUDSON'S SLUDGE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/23\/weekinreview\/the-region-new-york-gets-a-nudge-on-the-hudson-s-sludge.html"} , {"body" : "To the Editor: In a recent Op-Ed article, David Gold and Paul Murphy argued against locating a home port for a Navy Surface Action Group (SAG) in New York City (''Staten Island Mirage,'' Aug. 4). I believe they are wrong. The home port is not a mirage but a real opportunity to boost the region's economy and strengthen the nation's security. It is" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "WHAT NEW YORK STANDS TO GAIN FROM A NAVY HOME PORT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/opinion\/l-what-new-york-stands-to-gain-from-a-navy-home-port-216495.html"} , {"body" : "Andy Varipapa, recognized as the supreme bowler of his time and one of the sport's best attractions for more than a quarter of a century, died Saturday. He was 93 years old. His son, Frank, said he died of natural causes. A member of the Bowling Hall of Fame, Mr. Varipapa was a trailblazer and good-will ambassador of his sport. He traveled around" , "date" : "19840827" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "ANDY VARIPAPA DEAD; FAMED BOWLER WAS 93" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/27\/obituaries\/andy-varipapa-dead-famed-bowler-was-93.html"} , {"body" : "After years of start-and-stop construction, New York City is racing the clock to finish two big sewage-treatment plants and end the dumping of 200 million gallons of raw sewage a day into the Hudson, Harlem and East Rivers. For much of this decade, the two sites - the North River plant on the West Side and the Red Hook plant near the old Brooklyn" , "date" : "19840728" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CITY ACCELERATES ITS EFFORT TO END WASTE DUMPING" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/28\/nyregion\/city-accelerates-its-effort-to-end-waste-dumping.html"} , {"body" : "To the Editor: New York State Senator John Marchi makes a strong case for the development of garbage-burning plants to deal with New York City's mounting solid-waste crisis (''A New York Garbage Solution Isn't in the Bag,'' Op- Ed June 16). But essential to any garbage-burning program is the enactment of strict air-pollution standards and operating" , "date" : "19840720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "PREREQUISITES TO A GARBAGE-BURNING PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/20\/opinion\/l-prerequisites-to-a-garbage-burning-program-076516.html"} , {"body" : "THE corner of Wythe Avenue and Ross Street in Brooklyn may prove to be something of a turning point for New York City housing policy as well as for the troubled neighborhood of Williamsburg. On one side of Ross, just across Kent Avenue from the Brooklyn Navy Yard, a private developer has nearly completed 45 houses, each with three four-bedroom" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY TO TEST NEW PLAN ON LAND SALES" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/realestate\/city-to-test-new-plan-on-land-sales.html"} , {"body" : "The estimated cost of turning the Brooklyn Navy Yard brig into a city jail has grown from $25 million to $44.9 million in just six months, officials of the Koch administration said yesterday. Costs for plumbing and electrical work account for most of the increase, according to Robert M. Litke, Commissioner of General Services. ''While the building" , "date" : "19840627" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Conversion of Brig ToCost$44Million" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/27\/nyregion\/the-city-conversion-of-brig-tocost-44million.html"} ,   {"body" : "Republicans in the State Senate today rejected legislation giving past victims of toxic poisoning broad rights to go to court and collect damages for injuries and death. However, the Republicans said they would support a measure to allow two groups of past victims - women with cancer attributed to the drug diethylstilbestrol, or DES, and a group of" , "date" : "19840626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "SYRACUSE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BILL ON TOXIC INJURY SUITS REJECTED" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/26\/nyregion\/bill-on-toxic-injury-suits-rejected.html"} , {"body" : "Freedom Day, it might be called. It could come on January 1, maybe sooner, and if it does occur, it will reverberate in the history of the melting pot. Through the night, people will line up by the thousands, perhaps by the hundreds of thousands, outside churches, community centers and government offices, waiting to come out of the shadows, waiting" , "date" : "19840617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "The Day the Cloud Lifted" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/17\/opinion\/the-day-the-cloud-lifted.html"} , {"body" : "A premature summery Sunday takes Cornell University by surprise, and students head off to sun themselves at Treman State Park. The waterfall trail is closed, supposedly because of hazardous winter conditions. But not everyone is playing by the rules. High above the falls, a man stands at streamside, just where the smooth flow of water begins to" , "date" : "19840610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "SOLVING THE MATHEMATICAL RIDDLE OF CHAOS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/10\/magazine\/solving-the-mathematical-riddle-of-chaos.html"} , {"body" : "New York City's charter was changed to include a provision called Uniform Land Use Review Procedure, or Ulurp. It was intended to open a ''meaningful dialogue'' about decisions to permit development of city land by requiring city agencies to submit land use proposals to community boards for comment. The provision has worked well to insure" , "date" : "19840605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Ulurp Offers a Voice, Not a Veto In 1975" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/05\/opinion\/ulurp-offers-a-voice-not-a-veto-in-1975.html"} , {"body" : "Judge Limits Prisoners At Old Navy Yard Brig By The Associated Press A State Supreme Court justice has issued a temporary restraining order limiting to 225 the number of city prisoners that can be housed at the former Brooklyn Navy Yard brig. The order is to remain in effect until a hearing is held to determine the environmental impact of the jail" , "date" : "19840527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/27\/nyregion\/no-headline-220245.html"} , {"body" : "A rezoning plan to preserve the character of the Upper West Side won the unanimous approval last night of the Board of Estimate even though it was criticized for having too many ''loopholes'' to achieve its purpose. The City Planning Commission had acknowledged that current zoning rules, which encourage tall towers on isolated plazas, were not" , "date" : "19840525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ESTIMATE BOARD PASSES REZONING OF THE WEST SIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/25\/nyregion\/estimate-board-passes-rezoning-of-the-west-side.html"} , {"body" : "The Koch administration may subject more of its land-use proposals to a review procedure involving local planning boards as the result of strong local opposition to two recent Brooklyn projects, the city's Corporation Counsel said yesterday. The counsel, Frederick A. O. Schwarz Jr., said challenges to the conversion of the Brooklyn Navy Yard brig" , "date" : "19840524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CITY MAY SEEK LAND-USE REVIEW ON MORE PROJECTS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/24\/nyregion\/city-may-seek-land-use-review-on-more-projects.html"} , {"body" : "The Department of Correction said last night that it was moving the first inmates into the new Brooklyn Correctional Facility, which was formerly the Navy Yard brig. The inmates, all of whom have 90 days or less to serve, were moved from Rikers Island. By last night, the department expected to have up to 200 inmates in the new jail. That number is" , "date" : "19840516" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Former Navy Brig Gets First Inmates" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/16\/nyregion\/the-city-former-navy-brig-gets-first-inmates.html"} , {"body" : "The state's highest court yesterday cleared the way for New York City to begin moving prisoners into a renovated former brig at the Brooklyn Navy Yard to relieve what the court called dangerous overcrowding in city jails. The Court of Appeals, in a 6-to-0 decision, dismissed a lawsuit by residents of Fort Greene and by City Councilman Abraham G." , "date" : "19840512" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "HIGHEST STATE COURT BACKS THE CITY'S USE OF NAVY BRIG AS JAIL" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/12\/nyregion\/highest-state-court-backs-the-city-s-use-of-navy-brig-as-jail.html"} , {"body" : "Jose Napoleon Duarte got 54 percent of the vote in Sunday's presidential election in El Salvador, according to the Central Elections Council's official figures. The far-right opposition party said it would not accept the council's tally. (Page 1, Column 6.) Two Salvadoran political parties received $1.4 million from the Central Intelligence Agency," , "date" : "19840512" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "NEWS SUMMARY; SATURDAY, MAY 12, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/12\/nyregion\/news-summary-saturday-may-12-1984-international.html"} ,   {"body" : "The state's highest court today temporarily blocked plans by New York City to move 600 prisoners into a former brig at the old Brooklyn Navy Yard. The Court of Appeals issued an order forbidding the city to move prisoners into the building until 5 P.M. next Monday. The court is expected to decide by that time whether to extend the order. The court" , "date" : "19840511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Court Delays Plans For Brooklyn Jail" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/11\/nyregion\/the-city-court-delays-plans-for-brooklyn-jail.html"} , {"body" : "The Sanitation Department's plan for building eight garbage-burning incinerators around the city by 1996 was faulted yesterday before the Board of Estimate as being premature and incomplete. It was also welcomed as a response to the growing problem of waste disposal. During the first public hearing on the plan, many speakers said it had not yet" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY'S PLAN TO BUILD 8 INCINERATORS IS DEBATED AT FIRST PUBLIC HEARING" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/nyregion\/city-s-plan-to-build-8-incinerators-is-debated-at-first-public-hearing.html"} , {"body" : "To the Koch administration, the city is acting swiftly and properly to add a badly needed jail to its correctional system. To Raymond Payne, Jane Mandel and other residents of the Fort Greene section of Brooklyn, the city is acting swiftly but improperly, failing, they say, to follow required procedures to assess the impact the jail will have on" , "date" : "19840430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CONVERSION OF BRIG TO JAIL IS OPPOSED IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/30\/nyregion\/conversion-of-brig-to-jail-is-opposed-in-brooklyn.html"} , {"body" : "In the 26 years J. E. Adkinson has spent as a pipe welder at Ingalls Shipbuilding here, he has helped build anything from submarines and frigates to freighters and destroyers. But he says he has never worked on anything quite like the U.S.S. Iowa. ''This country has a ship it can be real proud of,'' says Mr. Adkinson, who is 44 years old and has" , "date" : "19840428" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "MILITARY DOLLARS SPUR GULF COAST BOOM" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/28\/us\/military-dollars-spur-gulf-coast-boom.html"} , {"body" : "Six Eastern European Governments were told by the Reagan Administration that they could not hope for improved relations with the United States if they continued to support Palestinian and other ''international terrorists,'' carried out espionage and sought to evade American export laws. State Department officials said the warnings were given last" , "date" : "19840421" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "NEWS SUMMARY ; SATURDAY, APRIL 21, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/21\/nyregion\/news-summary-saturday-april-21-1984-international.html"} , {"body" : "ALAN S. OSER THE owner of a building on East 11th Street minced no words with the Ay-Won Belt Company, a tenant for 15 years, when lease-renewal time rolled around two years ago. ''First he wanted $5.50 a square foot to renew the lease,'' said Gerald Sherman, an owner of Ay-Won. ''And then he didn't want to negotiate at all. He decided he didn't" , "date" : "19840415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "PLANTS FORCED OUT OF MANHATTAN TAKE ROOT IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/15\/realestate\/plants-forced-out-of-manhattan-take-root-in-queens.html"} , {"body" : "To replace the city's dwindling dump sites, the Koch Administration proposes to put garbage-burning incinerators in every borough. Under the plan, which was sent to the Board of Estimate yesterday, four energy-generating incinerators would be built by 1990 - two in Brooklyn, in the Canarsie and Williamsburg sections; one in the Inwood section of" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY PLAN LISTS 8 SITES FOR PLANTS TO BURN TRASH AND MAKE POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/nyregion\/city-plan-lists-8-sites-for-plants-to-burn-trash-and-make-power.html"} , {"body" : "Following are excerpts from ''The Waste Disposal Problem in New York City: A Proposal for Action,'' submitted yesterday to the Board of Estimate by Sanitation Commissioner Norman Steisel: Our near total dependence on landfilling for waste disposal is a dangerous situation to be in because the capacity of our few remaining landfill sites is being" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "EXCERPTS FROM SANITATION DEPT. REPORT ON GARBAGE DISPOSAL" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/nyregion\/excerpts-from-sanitation-dept-report-on-garbage-disposal.html"} , {"body" : "MINEOLA, L.I. WHEN William J. Catacosinos was first asked to become chairman of the troubled Long Island Lighting Company, he ducked the proposal and took a month-long trip to the Far East - alone. The request had come at an odd moment and he pondered its pros and cons as he traveled. ''It was the first time in my life that I didn't have a plan for" , "date" : "19840408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "UTILITY CHIEF: WILLIAM J. Catacosinos; LEADING THE DRIVE TO SAVE LILCO" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/08\/business\/utility-chief-william-j-catacosinos-leading-the-drive-to-save-lilco.html"} , {"body" : "The news conference began promptly at 11 A.M. yesterday. Dr. William J. Catacosinos, the new chairman and chief executive officer of the Long Island Lighting Company, stepped up to the lectern. He announced that first he would speak and afterward take questions for 30 minutes. Then, speaking in measured tones, he outlined the company's history," , "date" : "19840209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "MAN IN THE NEWS; LILCO'S NEW CHIEF EXECUTIVE OFFICER" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/09\/nyregion\/man-in-the-news-lilco-s-new-chief-executive-officer.html"} ,   {"body" : "Last week, as the Board of Estimate made one of its most important decisions in years - what to do with the city's garbage when there is no place left to bury it - Mayor Koch found himself at odds with New York City's two other citywide elected officials. Both City Council President Carol Bellamy and City Comptroller Harrison J. Goldin supported," , "date" : "19841225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE VOTE ON INCINERATORS: POLITICS AND A CITY BOARD" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/25\/nyregion\/the-vote-on-incinerators-politics-and-a-city-board.html"} , {"body" : "The Board of Estimate last week disposed of one of the thorniest problems it had faced in a long while. By a 6-to-5 majority, obtained after weeks of negotiations, it reached agreement on what to do with New York City's garbage: five modern incinerators will be built by 1991, one in each borough. If necessary, three more incinerators - called" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "THE REGION; PLAN TO BUILD INCINERATORS WINS BY A VOTE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/weekinreview\/the-region-plan-to-build-incinerators-wins-by-a-vote.html"} , {"body" : "The Board of Estimate yesterday narrowly approved a plan to build a series of huge garbage-burning incinerators in the five boroughs to ease the burden on New York City's rapidly dwindling landfill space. In a 6-to-5 vote, the board adopted a resolution calling on the Department of Sanitation to proceed immediately with planning for five sites, one" , "date" : "19841221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BOARD OF ESTIMATE APPROVES PLAN FOR 5 INCINERATORS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/21\/nyregion\/board-of-estimate-approves-plan-for-5-incinerators-in-city.html"} , {"body" : "Mayor Koch, in an effort to win Board of Estimate approval for a new citywide garbage disposal plan, agreed yesterday to shift the site of a proposed incinerator in the Bronx. Mr. Koch's action won him the support of Stanley Simon, the Bronx Borough President. The Mayor was also discussing a change of sites in Queens in an effort to gain the" , "date" : "19841220" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KOCH BACKS A NEW SITE FOR A BRONX TRASH PLANT" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/20\/nyregion\/koch-backs-a-new-site-for-a-bronx-trash-plant.html"} , {"body" : "Why drown in garbage when you can burn it to generate steam for electricity? New York City's Board of Estimate, meeting today, will either endorse a bold new garbage-burning plan by the Sanitation Department or, by ducking a decision, take New York another step toward suffocating in its own trash. The city produces 26,000 tons of garbage a day and" , "date" : "19841220" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Don't Fiddle; Burn New York's Trash" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/20\/opinion\/don-t-fiddle-burn-new-york-s-trash.html"} , {"body" : "Members of the Board of Estimate yesterday objected to sites selected for huge incinerators as the board heard testimony on a plan to dispose of the city's garbage for decades to come. City officials had held out hope that by obtaining a quick board endorsement of a resolution approving in principle the network of eight incinerators scattered" , "date" : "19841207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICIALS FAULT PLANS TO BUILD 8 TRASH PLANTS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/07\/nyregion\/officials-fault-plans-to-build-8-trash-plants.html"} , {"body" : "The Board of Estimate decided yesterday not to vote this week on a resolution committing the city to building a citywide network of huge garbage incinerators in the decades to come. Critics of the Koch administration's plan forced the delay. But after hours of trading back and forth, aides to the Mayor were able to convince other board members that" , "date" : "19841206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ESTIMATE BOARD DELAYS DECISION ON INCINERATORS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/06\/nyregion\/estimate-board-delays-decision-on-incinerators.html"} , {"body" : "The Board of Estimate is preparing to vote tomorrow on a resolution that would move New York toward construction of eight large garbage incinerators amid a dispute over whether they would produce unacceptably large amounts of dioxin. The outcome of the vote is not clear, with several members of the eight- member board indicating that they object to" , "date" : "19841205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "DIOXIN DISPUTE CONTINUES AS INCINERATOR VOTE NEARS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/05\/nyregion\/dioxin-dispute-continues-as-incinerator-vote-nears.html"} , {"body" : "In a cloistered gray brick building here that resembles a fraternity house for entrepreneurs, the Rensselaer Polytechnic Institute is helping new companies go into business. Its example is being copied nationwide. R.P.I.'s project, which it calls an industrial incubator, gives newly formed high-technology companies work space at low rent, business" , "date" : "19841203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "COLLEGES HELP TO 'INCUBATE' NEW INDUSTRY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/03\/nyregion\/colleges-help-to-incubate-new-industry.html"} , {"body" : "President Reagan and the Kennedy Center tonight honored four Americans and an Italian for their contributions to culture in the United States. At a White House ceremony, Lena Horne, Arthur Miller, Gian Carlo Menotti, Isaac Stern and Danny Kaye were the recipients of this year's Kennedy Center Honors for lifetime achievement in the arts. When the" , "date" : "19841203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "FIVE RECEIVE KENNEDY CENTER HONORS FOR 1984" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/03\/arts\/five-receive-kennedy-center-honors-for-1984.html"} , {"body" : "Can New York City burn the more than 22,000 tons of garbage it produces each day without polluting the air with chemicals that are believed to promote cancer? The question, which is the central issue in a vote to be taken by the Board of Estimate in the next few weeks, must be answered soon, because the city will run out of space to bury its trash" , "date" : "19841126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "IS NEW YORK CITY'S INCINERATOR PLAN A HEALTH THREAT?" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/26\/nyregion\/is-new-york-city-s-incinerator-plan-a-health-threat.html"} , {"body" : "To the Editor: Theodore Goldfarb, responding to your Oct. 15 editorial ''Time to Burn the Trash,'' states that his most serious criticism of the consultants' report on the Brooklyn Navy Yard resource- recovery facility is that the estimate of dioxin emissions is based on tests of the Chicago Northwest incinerator, ''while ignoring emission levels" , "date" : "19841112" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "THE TECHNOLOGY EXISTS TO ELIMINATE DIOXIN EMISSIONS NOW" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/12\/opinion\/l-the-technology-exists-to-eliminate-dioxin-emissions-now-073708.html"} , {"body" : "Basing a seven-vessel Navy fleet on Staten Island by the end of the decade would create 900 permanent jobs and add $3 million a year to city and state revenues, according to a Navy study. But the project, which still requires Congressional appropriations, may have less of an impact on the surrounding economy than originally thought. When the" , "date" : "19841028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "NAVY SAYS BASE ON S.I. WOULD CREATE 900 JOBS" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/28\/nyregion\/navy-says-base-on-si-would-create-900-jobs.html"} , {"body" : "To the Editor: In your Oct. 15 editorial ''Time to Burn the Trash,'' arguments were presented in support of moving ahead immediately with the New York City Sanitation Department's plan to construct the first of eight massive incinerators at the Brooklyn Navy Yard. You claim, ''the experts who reviewed the department's consultant study found no" , "date" : "19841027" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "DIOXIN ESTIMATES FOR NAVY YARD INCINERATOR MAY BE TOO LOW" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/27\/opinion\/l-dioxin-estimates-for-navy-yard-incinerator-may-be-too-low-038617.html"} , {"body" : "WHILE the New York City Board of Estimate prepares to open debate on the health risks of building a garbage-to-energy incinerator, just such a plant is going into commercial operation in Peekskill. In New York City the main question is whether an incinerator planned for the Brooklyn Navy Yard would produce significant amounts of dioxin, a deadly" , "date" : "19841021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PEEKSKILL (NY)" , "CHARLES POINT (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REFUSE PLANT TO MEASURE DIOXIN LEVEL" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/21\/nyregion\/refuse-plant-to-measure-dioxin-level.html"} , {"body" : "To the Rev. Jesse Jackson, it was ''a holocaust machine.'' To Benjamin Gross, it showed ''we are keeping our powder dry.'' The object of their observations was the Iowa, which was greeted at Pier 1 in Brooklyn by protesters angry over the possible presence of nuclear warheads aboard and by visitors curious to see a battleship that fought in the" , "date" : "19841021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "BATTLESHIP IOWA ATTRACTS A CROWD OF BOTH SIGHTSEERS AND PROTESTERS" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/21\/nyregion\/battleship-iowa-attracts-a-crowd-of-both-sightseers-and-protesters.html"} , {"body" : "The battleship Iowa, a nearly half- century-old dreadnought reclaimed last spring from mothballing, anchored off Staten Island yesterday morning amid rusty freighters and orange ferryboats. After a three-day voyage from her temporary base in Norfolk, Va., the 58,000-ton warship arrived in New York Harbor to preview her future home, a derelict" , "date" : "19841020" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "BATTLESHIP IOWA STEAMS INTO THE CITY TO GET A TASTE OF FUTURE HOME BASE" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/20\/nyregion\/battleship-iowa-steams-into-the-city-to-get-a-taste-of-future-home-base.html"} , {"body" : "History The Iowa was the first of four battleships built by the United States at the start of World War II. They were the largest ever built, except for the Japanese Yamato and Musashi, and cost approximately $114 million each. The Iowa, launched Aug. 27, 1942, at the Brooklyn Navy Yard, served in the war, chiefly providing a screen for fast" , "date" : "19841020" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE IOWA-AT A GLANCE" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/20\/nyregion\/the-iowa-at-a-glance.html"} , {"body" : "While the environmentalists' advice is well worth heeding, it should not delay construction of the first plant. The Sanitation Department explains that it has chosen a proven model of incinerator and equipped it with the best available pollution-control equipment. There will be scrubbers to remove acid gases, fabric filters to take out the small" , "date" : "19841015" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Time to Burn the Trash As New York City runs out of land space for its daily 22,000 tons of waste, the Sanitation Department moves ahead with plans to bury it in the sky. It would spend $3 billion to construct eight massive incinerators, and argues persuasively that they will be safe and efficient. But some environmental groups favor a strong effort to recycle garbage as well, contending that this would reduce both disposal costs and health risks." , "url" : "http:\/\/www.nytimes.com\/1984\/10\/15\/opinion\/time-burn-trash-new-york-city-runs-land-space-for-its-daily-22000-tons-waste.html"} , {"body" : "SOME part of the genesis of this book must lie in the Brooklyn Navy Yard where I worked the night shift in the Shipfitting Department during World War II, one of some 60,000 men and a few women from every ethnic group in New York. It is no longer possible to decide whether it was my own Hitler-begotten sensitivity or the anti- Semitism itself that" , "date" : "19841014" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "3" , "title" : "THE FACE IN THE MIRROR: ANTI-SEMITISM THEN AND NOW" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/14\/books\/the-face-in-the-mirror-anti-semitism-then-and-now.html"} , {"body" : "Burning garbage in city incinerators would have only a negligible effect on New Yorkers' health, Mayor Koch argued last week. He released studies predicting that dioxin escaping from the first of eight proposed trash-burning plants would mean, at worst, an increase of fewer than six cancer deaths per million people who spent their lifetimes (70" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION ; A Dioxin RiskIs Played Down" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/weekinreview\/the-region-a-dioxin-riskis-played-down.html"} , {"body" : "The inmate population of New York City's jails, which hold people awaiting trial and those sentenced to terms of up to a year, has been growing steadily, and officials say they expect the growth to continue indefinitely. ''We have more prisoners and they are staying longer,'' said Edward Hershey, assistant commssioner for public affairs of the" , "date" : "19840930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "OFFICIALS SEE NO LEASING OF STRAIN ON CITY'S JAILS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/30\/nyregion\/officials-see-no-leasing-of-strain-on-city-s-jails.html"} , {"body" : "New York City officials yesterday released two studies saying that dioxin emissions from eight proposed garbage-to-energy plants in the city would be small. The reports said the plants should be built quickly because the city was running out of room for its trash. ''The potential emissions of this pollutant do not constitute a serious health" , "date" : "19840926" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY STUDIES LITTLE DIOXIN FROM GARBAGE-FUELED PLANTS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/26\/nyregion\/city-studies-little-dioxin-from-garbage-fueled-plants.html"} , {"body" : "''Flush and forget'' was how New Jersey Senator Frank R. Lautenberg once described New York City's practice of dumping untreated sewage into the Hudson River. He and other New Jersey lawmakers had long contended that the waste carried into the Atlantic was polluting beaches in their state. Last week, however, after New York's two Senators relented" , "date" : "19840923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "9" , "title" : "THE REGION; NEW YORK GETS A NUDGE ON THE HUDSON'S SLUDGE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/23\/weekinreview\/the-region-new-york-gets-a-nudge-on-the-hudson-s-sludge.html"} , {"body" : "To the Editor: In a recent Op-Ed article, David Gold and Paul Murphy argued against locating a home port for a Navy Surface Action Group (SAG) in New York City (''Staten Island Mirage,'' Aug. 4). I believe they are wrong. The home port is not a mirage but a real opportunity to boost the region's economy and strengthen the nation's security. It is" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "WHAT NEW YORK STANDS TO GAIN FROM A NAVY HOME PORT" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/opinion\/l-what-new-york-stands-to-gain-from-a-navy-home-port-216495.html"} , {"body" : "Andy Varipapa, recognized as the supreme bowler of his time and one of the sport's best attractions for more than a quarter of a century, died Saturday. He was 93 years old. His son, Frank, said he died of natural causes. A member of the Bowling Hall of Fame, Mr. Varipapa was a trailblazer and good-will ambassador of his sport. He traveled around" , "date" : "19840827" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "ANDY VARIPAPA DEAD; FAMED BOWLER WAS 93" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/27\/obituaries\/andy-varipapa-dead-famed-bowler-was-93.html"} , {"body" : "After years of start-and-stop construction, New York City is racing the clock to finish two big sewage-treatment plants and end the dumping of 200 million gallons of raw sewage a day into the Hudson, Harlem and East Rivers. For much of this decade, the two sites - the North River plant on the West Side and the Red Hook plant near the old Brooklyn" , "date" : "19840728" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CITY ACCELERATES ITS EFFORT TO END WASTE DUMPING" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/28\/nyregion\/city-accelerates-its-effort-to-end-waste-dumping.html"} , {"body" : "To the Editor: New York State Senator John Marchi makes a strong case for the development of garbage-burning plants to deal with New York City's mounting solid-waste crisis (''A New York Garbage Solution Isn't in the Bag,'' Op- Ed June 16). But essential to any garbage-burning program is the enactment of strict air-pollution standards and operating" , "date" : "19840720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "PREREQUISITES TO A GARBAGE-BURNING PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/20\/opinion\/l-prerequisites-to-a-garbage-burning-program-076516.html"} , {"body" : "THE corner of Wythe Avenue and Ross Street in Brooklyn may prove to be something of a turning point for New York City housing policy as well as for the troubled neighborhood of Williamsburg. On one side of Ross, just across Kent Avenue from the Brooklyn Navy Yard, a private developer has nearly completed 45 houses, each with three four-bedroom" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY TO TEST NEW PLAN ON LAND SALES" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/realestate\/city-to-test-new-plan-on-land-sales.html"} , {"body" : "The estimated cost of turning the Brooklyn Navy Yard brig into a city jail has grown from $25 million to $44.9 million in just six months, officials of the Koch administration said yesterday. Costs for plumbing and electrical work account for most of the increase, according to Robert M. Litke, Commissioner of General Services. ''While the building" , "date" : "19840627" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Conversion of Brig ToCost$44Million" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/27\/nyregion\/the-city-conversion-of-brig-tocost-44million.html"} , {"body" : "Republicans in the State Senate today rejected legislation giving past victims of toxic poisoning broad rights to go to court and collect damages for injuries and death. However, the Republicans said they would support a measure to allow two groups of past victims - women with cancer attributed to the drug diethylstilbestrol, or DES, and a group of" , "date" : "19840626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "SYRACUSE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BILL ON TOXIC INJURY SUITS REJECTED" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/26\/nyregion\/bill-on-toxic-injury-suits-rejected.html"} , {"body" : "Freedom Day, it might be called. It could come on January 1, maybe sooner, and if it does occur, it will reverberate in the history of the melting pot. Through the night, people will line up by the thousands, perhaps by the hundreds of thousands, outside churches, community centers and government offices, waiting to come out of the shadows, waiting" , "date" : "19840617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "The Day the Cloud Lifted" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/17\/opinion\/the-day-the-cloud-lifted.html"} , {"body" : "A premature summery Sunday takes Cornell University by surprise, and students head off to sun themselves at Treman State Park. The waterfall trail is closed, supposedly because of hazardous winter conditions. But not everyone is playing by the rules. High above the falls, a man stands at streamside, just where the smooth flow of water begins to" , "date" : "19840610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "SOLVING THE MATHEMATICAL RIDDLE OF CHAOS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/10\/magazine\/solving-the-mathematical-riddle-of-chaos.html"} , {"body" : "New York City's charter was changed to include a provision called Uniform Land Use Review Procedure, or Ulurp. It was intended to open a ''meaningful dialogue'' about decisions to permit development of city land by requiring city agencies to submit land use proposals to community boards for comment. The provision has worked well to insure" , "date" : "19840605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Ulurp Offers a Voice, Not a Veto In 1975" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/05\/opinion\/ulurp-offers-a-voice-not-a-veto-in-1975.html"} , {"body" : "Judge Limits Prisoners At Old Navy Yard Brig By The Associated Press A State Supreme Court justice has issued a temporary restraining order limiting to 225 the number of city prisoners that can be housed at the former Brooklyn Navy Yard brig. The order is to remain in effect until a hearing is held to determine the environmental impact of the jail" , "date" : "19840527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/27\/nyregion\/no-headline-220245.html"} , {"body" : "A rezoning plan to preserve the character of the Upper West Side won the unanimous approval last night of the Board of Estimate even though it was criticized for having too many ''loopholes'' to achieve its purpose. The City Planning Commission had acknowledged that current zoning rules, which encourage tall towers on isolated plazas, were not" , "date" : "19840525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ESTIMATE BOARD PASSES REZONING OF THE WEST SIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/25\/nyregion\/estimate-board-passes-rezoning-of-the-west-side.html"} , {"body" : "The Koch administration may subject more of its land-use proposals to a review procedure involving local planning boards as the result of strong local opposition to two recent Brooklyn projects, the city's Corporation Counsel said yesterday. The counsel, Frederick A. O. Schwarz Jr., said challenges to the conversion of the Brooklyn Navy Yard brig" , "date" : "19840524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CITY MAY SEEK LAND-USE REVIEW ON MORE PROJECTS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/24\/nyregion\/city-may-seek-land-use-review-on-more-projects.html"} , {"body" : "The Department of Correction said last night that it was moving the first inmates into the new Brooklyn Correctional Facility, which was formerly the Navy Yard brig. The inmates, all of whom have 90 days or less to serve, were moved from Rikers Island. By last night, the department expected to have up to 200 inmates in the new jail. That number is" , "date" : "19840516" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Former Navy Brig Gets First Inmates" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/16\/nyregion\/the-city-former-navy-brig-gets-first-inmates.html"} , {"body" : "The state's highest court yesterday cleared the way for New York City to begin moving prisoners into a renovated former brig at the Brooklyn Navy Yard to relieve what the court called dangerous overcrowding in city jails. The Court of Appeals, in a 6-to-0 decision, dismissed a lawsuit by residents of Fort Greene and by City Councilman Abraham G." , "date" : "19840512" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "HIGHEST STATE COURT BACKS THE CITY'S USE OF NAVY BRIG AS JAIL" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/12\/nyregion\/highest-state-court-backs-the-city-s-use-of-navy-brig-as-jail.html"} , {"body" : "Jose Napoleon Duarte got 54 percent of the vote in Sunday's presidential election in El Salvador, according to the Central Elections Council's official figures. The far-right opposition party said it would not accept the council's tally. (Page 1, Column 6.) Two Salvadoran political parties received $1.4 million from the Central Intelligence Agency," , "date" : "19840512" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "NEWS SUMMARY; SATURDAY, MAY 12, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/12\/nyregion\/news-summary-saturday-may-12-1984-international.html"} , {"body" : "The state's highest court today temporarily blocked plans by New York City to move 600 prisoners into a former brig at the old Brooklyn Navy Yard. The Court of Appeals issued an order forbidding the city to move prisoners into the building until 5 P.M. next Monday. The court is expected to decide by that time whether to extend the order. The court" , "date" : "19840511" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Court Delays Plans For Brooklyn Jail" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/11\/nyregion\/the-city-court-delays-plans-for-brooklyn-jail.html"} , {"body" : "The Sanitation Department's plan for building eight garbage-burning incinerators around the city by 1996 was faulted yesterday before the Board of Estimate as being premature and incomplete. It was also welcomed as a response to the growing problem of waste disposal. During the first public hearing on the plan, many speakers said it had not yet" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY'S PLAN TO BUILD 8 INCINERATORS IS DEBATED AT FIRST PUBLIC HEARING" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/nyregion\/city-s-plan-to-build-8-incinerators-is-debated-at-first-public-hearing.html"} , {"body" : "To the Koch administration, the city is acting swiftly and properly to add a badly needed jail to its correctional system. To Raymond Payne, Jane Mandel and other residents of the Fort Greene section of Brooklyn, the city is acting swiftly but improperly, failing, they say, to follow required procedures to assess the impact the jail will have on" , "date" : "19840430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CONVERSION OF BRIG TO JAIL IS OPPOSED IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/30\/nyregion\/conversion-of-brig-to-jail-is-opposed-in-brooklyn.html"} , {"body" : "In the 26 years J. E. Adkinson has spent as a pipe welder at Ingalls Shipbuilding here, he has helped build anything from submarines and frigates to freighters and destroyers. But he says he has never worked on anything quite like the U.S.S. Iowa. ''This country has a ship it can be real proud of,'' says Mr. Adkinson, who is 44 years old and has" , "date" : "19840428" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "MILITARY DOLLARS SPUR GULF COAST BOOM" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/28\/us\/military-dollars-spur-gulf-coast-boom.html"} , {"body" : "Six Eastern European Governments were told by the Reagan Administration that they could not hope for improved relations with the United States if they continued to support Palestinian and other ''international terrorists,'' carried out espionage and sought to evade American export laws. State Department officials said the warnings were given last" , "date" : "19840421" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "NEWS SUMMARY ; SATURDAY, APRIL 21, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/21\/nyregion\/news-summary-saturday-april-21-1984-international.html"} , {"body" : "ALAN S. OSER THE owner of a building on East 11th Street minced no words with the Ay-Won Belt Company, a tenant for 15 years, when lease-renewal time rolled around two years ago. ''First he wanted $5.50 a square foot to renew the lease,'' said Gerald Sherman, an owner of Ay-Won. ''And then he didn't want to negotiate at all. He decided he didn't" , "date" : "19840415" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "PLANTS FORCED OUT OF MANHATTAN TAKE ROOT IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/15\/realestate\/plants-forced-out-of-manhattan-take-root-in-queens.html"} , {"body" : "To replace the city's dwindling dump sites, the Koch Administration proposes to put garbage-burning incinerators in every borough. Under the plan, which was sent to the Board of Estimate yesterday, four energy-generating incinerators would be built by 1990 - two in Brooklyn, in the Canarsie and Williamsburg sections; one in the Inwood section of" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY PLAN LISTS 8 SITES FOR PLANTS TO BURN TRASH AND MAKE POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/nyregion\/city-plan-lists-8-sites-for-plants-to-burn-trash-and-make-power.html"} , {"body" : "Following are excerpts from ''The Waste Disposal Problem in New York City: A Proposal for Action,'' submitted yesterday to the Board of Estimate by Sanitation Commissioner Norman Steisel: Our near total dependence on landfilling for waste disposal is a dangerous situation to be in because the capacity of our few remaining landfill sites is being" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "EXCERPTS FROM SANITATION DEPT. REPORT ON GARBAGE DISPOSAL" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/nyregion\/excerpts-from-sanitation-dept-report-on-garbage-disposal.html"} , {"body" : "MINEOLA, L.I. WHEN William J. Catacosinos was first asked to become chairman of the troubled Long Island Lighting Company, he ducked the proposal and took a month-long trip to the Far East - alone. The request had come at an odd moment and he pondered its pros and cons as he traveled. ''It was the first time in my life that I didn't have a plan for" , "date" : "19840408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "UTILITY CHIEF: WILLIAM J. Catacosinos; LEADING THE DRIVE TO SAVE LILCO" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/08\/business\/utility-chief-william-j-catacosinos-leading-the-drive-to-save-lilco.html"} , {"body" : "The news conference began promptly at 11 A.M. yesterday. Dr. William J. Catacosinos, the new chairman and chief executive officer of the Long Island Lighting Company, stepped up to the lectern. He announced that first he would speak and afterward take questions for 30 minutes. Then, speaking in measured tones, he outlined the company's history," , "date" : "19840209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "MAN IN THE NEWS; LILCO'S NEW CHIEF EXECUTIVE OFFICER" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/09\/nyregion\/man-in-the-news-lilco-s-new-chief-executive-officer.html"}]