[  {"body" : "''DROPPING OUT'' won't tell you much you don't already know, but it will do it in an awfully attractive fashion. The half-hour report, produced by WNBC-TV, looks at the high-school dropout rate in New York and finds it appalling. Meanwhile, everything is artfully filmed and pleasingly presented. ''Dropping Out'' will be seen on Channel 4 at 8" , "date" : "19841226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "'DROPPING OUT,' REPORT ON CITY'S HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/26\/arts\/dropping-out-report-on-city-s-high-schools.html"} , {"body" : "Some people let Christmas go to their heads. Take Neil Kaplan, for example, who recently had his hair dyed in stripes and blocks of red, green, yellow and black - ''a nice Christmas plaid,'' he said. Mind you, it's not as easy to wear plaid in your hair as in the lining of your overcoat. In the subway, no one seems to notice. But Mr. Kaplan lives" , "date" : "19841225" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEW YORK DAY BY DAY ; Merry Hair" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/25\/nyregion\/new-york-day-by-day-merry-hair.html"} , {"body" : "Goat's-Milk Yogurt It's too early to tell, but 1985 might become the year of goat's-milk yogurt. Macy's Cellar is stocking Le Chevrier yogurt, made in Tennessee from acidophilus-cultured grade A pasteurized goat's milk and nonfat milk solids. Rich and thick, the yogurt has the refreshingly astringent tang that is cherished by lovers of goat's-milk" , "date" : "19841219" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/19\/garden\/food-notes-159627.html"} , {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "The production of new American plays in low-cost showcases - the method used to develop more than 150 plays in New York each year - is being disrupted by a dispute between playwrights and Actors Equity. In at least five recent cases, major playwrights have withdrawn the permission they had granted for Off Off Broadway theaters to perform their" , "date" : "19841212" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "PLAYWRIGHTS AND ACTORS IN DISPUTE OVER RULE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/12\/arts\/playwrights-and-actors-in-dispute-over-rule.html"} , {"body" : "AT first glance, the 1984 co-op conversion market in New York seems quite confused. On the one hand, sales have been hot. With prices rising throughout the city, buyers who had been waiting on the sidelines have jumped back in. Some co-op apartments that had stagnated on the market for two years or more have become salable. On the other hand, the" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "PACE OF CO-OP CONVERSIONS SLACKENING" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/realestate\/pace-of-co-op-conversions-slackening.html"} , {"body" : "THREE years ago Nancy Chaffetz worked as a lawyer with Shearman & Sterling, a Wall Street law firm, and Leslie Hartley Wolff sold municipal bond funds, also on Wall Street. Both women, however, gave up their successful careers to develop residential real estate in Brooklyn. Today, with considerable profits from their ventures, neither has any" , "date" : "19841129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "SECOND CAREERS AS DEVELOPERS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/29\/garden\/second-careers-as-developers.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "Twenty-two new trees were planted last week on once-troubled Sackett Street in the lower Park Slope section of Brooklyn by a real estate company seeking to improve a block in which it already has invested more than $1 million. ''It will serve the dual purpose of enhancing our image and put something back into a neighborhood in which we are doing" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "DEVELOPER GREENS A BLOCK IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/developer-greens-a-block-in-brooklyn.html"} , {"body" : "Wilbur L. Woods, the director of the Brooklyn Office of the Department of City Planning, has worked in Brooklyn since 1977. In an interview he discussed the city's efforts to encourage development of city-owned sites in Brooklyn. Q. Has the city been successful in persuading companies to move their back- office space to Brooklyn? A. Not to any" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Q & A WITH BROOKLYN'S CHIEF PLANNER; WILBUR L. WOODS TOUTS ADVANTAGES OF BOUROGH SITES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/realestate\/q-with-brooklyn-s-chief-planner-wilbur-l-woods-touts-advantages-bourogh-sites.html"} ,   {"body" : "Democrats held their political ground in the New York State Legislature, despite President Reagan's strong showing yesterday at the top of the Republican ballot. All 211 seats were up for election, but the political makeup of the Legislature did not change markedly: Democrats retained control the Assembly and Republicans are still the majority in" , "date" : "19841107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "ROCHESTER (NY)" , "NASSAU COUNTY (NY)" , "QUEENS (NYC)" , "SYRACUSE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "DEMOCRATS RETAIN MOST OF THEIR SEATS IN ALBANY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/07\/nyregion\/democrats-retain-most-of-their-seats-in-albany.html"} , {"body" : "Paul Goldberger is the Pulitzer Prize- winning architecture critic of The New York Times. New Yorkers sometimes say that Middle America begins at the East River, that once you get outside Manhattan the rest of New York starts to look, if not quite like other places, a lot more ordinary, a lot more mun dane, a lot more like Trenton or Hartford or" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "UTOPIA IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/utopia-in-the-outer-boroughs.html"} , {"body" : "It was only a question of time, in an age when the planning board and urban preservation have seized the minds of men and women, that someone would come up with a build-yourself-a-shtetl. A small-scale model of the shtetl, the small East European town inhabited largely by Yiddish- speaking Jews in the old days, will soon be at your fingertips, a" , "date" : "19841029" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "17" , "title" : "A SHTETL CUTOUT BOOK TO BE PUBLISHED" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/29\/books\/a-shtetl-cutout-book-to-be-published.html"} , {"body" : "Shaker Country Tour , sponsored by Fraunces Tavern Museum, 212-425- 1778. This trip to the Shaker Museum in Old Chatham, N.Y., and Hancock Shaker Village near Pittsfield, Mass., will be next Thursday from 8 A.M. to about 7 P.M. It will include a visit to a cabinetmaker's workshop, a small chair factory, a blacksmith's shop, textile weaving shops" , "date" : "19841018" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["OLD CHATHAM (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "CALENDAR: A BUS TOUR TO SHAKER COUNTRY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/18\/garden\/calendar-a-bus-tour-to-shaker-country.html"} , {"body" : "Members of the House of Representatives learn early that they can turn to their colleagues for almost any kind of advice. When Representative Charles E. Schumer's wife, Iris, was overdue with their first child, Representative Larry Smith of Florida, whose wife, Sheila, had had two late-arriving children, provided this counsel: ''Just take her for a" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "BRIEFING; Midwifery in the House" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/us\/briefing-midwifery-in-the-house.html"} , {"body" : "When they added up the voting machine totals, Jim Brennan led Louise Finney by four votes in the Democratic primary in the 51st Assembly District in Brooklyn. When they added in the absentee and paper ballots, Mrs. Finney led Mr. Brennan by two votes. But when they discovered that about 250 votes out of more than 6,500 cast were invalid in the" , "date" : "19840924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CANDIDATES FOR ASSEMBLY SEAT FACE A PRIMARY VOTE-AGAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/24\/nyregion\/candidates-for-assembly-seat-face-a-primary-vote-again.html"} , {"body" : "Used books will be selling for 50 cents a pound, magazines for 10 cents each, on Sunday at the central branch of the Brooklyn Public Library, Grand Army Plaza (corner of Eastern Parkway and Flatbush Avenue) in the Park Slope section. The book sale, which runs from 10 A.M. to 4 P.M., also features entertainment by the Al Browne Jazz Band, the Merry" , "date" : "19840921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Books Avoirdupois" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/21\/arts\/books-avoirdupois.html"} , {"body" : "A State Supreme Court justice in Brooklyn has ordered a rerun of the Democratic primary election in the 51st Assembly District in the Park Slope section of Brooklyn after a count of absentee ballots left the two leading candidates only two votes apart. The rerun is scheduled for next Tuesday. The justice, Joseph Dowd, ordered the rerun Monday at" , "date" : "19840919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Judge Sets Rerun Of Primary Vote" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/19\/nyregion\/the-city-judge-sets-rerun-of-primary-vote.html"} , {"body" : "HUNDREDS of younger people who have purchased small rental buildings in New York City as an alternative to high-priced cooperatives have been forming self-help groups to address problems with rent control and rent stabilization. These groups offer the small-building owner a chance to get many levels of support and assistance never before available." , "date" : "19840916" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "TALKING OWNERSHIP; HELPING NOVICE LANDLORDS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/16\/realestate\/talking-ownership-helping-novice-landlords.html"} , {"body" : "A T last count in July, there were 7,893 names on the waiting list at Stuyvesant Town, the 35 red-brick buildings containing 8,736 rent-stabilized apartments that lie between 14th and 20th Streets and First Avenue and Avenue C. At least the situation has improved. Over 111,000 applications were on file in the fall of 1947 when Stuyvesant Town's" , "date" : "19840906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "STUYVESANT TOWN: STILL GOING STRONG" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/06\/garden\/stuyvesant-town-still-going-strong.html"} ,   {"body" : "Anthony J. Alvarado, the former New York City Schools Chancellor, has got his first job since leaving office under pressure last May. This week Mr. Alvarado began working as a consultant for the Center for Public Advocacy Research, a private, nonprofit research group. For the next three months, he will work on a paper about community colleges," , "date" : "19840830" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "ALVARADO TAKES A CONSULTANT'S POST" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/30\/nyregion\/alvarado-takes-a-consultant-s-post.html"} , {"body" : "IN the lexicon of lawyers, closing the deal on a home purchase is a pro forma execution of documents. But many sellers and buyers feel as though they are in shock - and when problems arise, they may daydream about executing one another rather than the documents. ''I was so nervous I thought the closing would throw my diabetes out of control,'' said" , "date" : "19840812" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HOW TO AVOID ANXIETIES AT A CLOSING" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/12\/realestate\/how-to-avoid-anxieties-at-a-closing.html"} , {"body" : "ANEW law signed by Governor Cuomo in June will make it much more difficult for buyers of small residential buildings to gain possession of an occupied rent-controlled apartment for their own use. The ''personal-use eviction'' law, as it is known, covers about 350,000 apartments, mostly in New York City. It prevents a landlord from taking possession" , "date" : "19840805" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "'PERSONAL-USE' EVICTIONS TIGHTENED" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/05\/realestate\/personal-use-evictions-tightened.html"} , {"body" : "The grass is so green in the Long Meadow in Prospect Park these days and the elm trees so lush that the greensward looks more like a 19th-century English landscape than a very urban park deep in the heart of Brooklyn. But an urban park it is, and a successful one at that, according to a newly released study of park use. Visits to the park went up" , "date" : "19840804" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Photo of Tupper Thomas, Prospect Park administrator, outside tennis house; A BORN-AGAIN PROSPECT PARK IS GREENER, SAFER AND BUSIERE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/04\/nyregion\/photo-tupper-thomas-prospect-park-administrator-outside-tennis-house-born-again.html"} , {"body" : "EXTERIOR: A tenement building on East 17th Street. Interior: An alcove off the first-floor hallway where the building's trash cans are kept. There is a sign taped to the wall. The sign: ''Please reserve the first garbage can for Senior Citizens.'' On a recent visit to the Madison Square Station Post Office, Thomas P. Gould spotted six slots for" , "date" : "19840801" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/01\/garden\/metropolitan-diary-100697.html"} , {"body" : "Friday FIESTA ON 14TH STREET Mariachis will stroll on 14th Street, between Seventh and Eighth Avenues, tonight from 6 to 11:30 and tomorrow and Sunday from noon to 11:30, to help set the mood for the annual Feast of Santiago Apostol (St. James the Apostle), the patron saint of Spain. There will be outdoor cafes, arts and crafts displays, folklore" , "date" : "19840727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/27\/arts\/weekender-guide.html"} , {"body" : "$3 Million Lotto Winner And Still Planning to Work Winning $3 million in the July 7 New York Lottery apparently is not a good enough reason for Domingo Massallo to quit his job as a maintenance worker. He has vowed to spend 20 years at his job at the Port Authority of New York and New Jersey. ''A lot of people say I'm crazy,'' Mr. Massallo said" , "date" : "19840719" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY;" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/19\/nyregion\/new-york-day-by-day-075860.html"} , {"body" : "Negotiators attempted last night to reach a contract settlement that would avert a strike set for 6 A.M. today by 46,000 employees at 27 New York City nonprofit hospitals and 6 hospital-affiliated nursing homes. A strike has also been scheduled at 20 other nursing homes for Monday, when their contracts with the same union, District 1199 of the" , "date" : "19840713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "NEGOTIATORS TRY TO AVERT STRIKE AT 27 HOSPITALS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/13\/nyregion\/negotiators-try-to-avert-strike-at-27-hospitals.html"} , {"body" : "A Brooklyn school district did not effectively use the 1,000 teachers in its 25 elementary and junior high schools, according to a state audit released yesterday. The audit, an eight-month study in 1981-82 by the State Comptroller's office, criticized Community School District 15, which had an enrollment of 20,500 students at the time. ''For the" , "date" : "19840710" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; School District 15 Criticized by State" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/10\/nyregion\/the-city-school-district-15-criticized-by-state.html"} , {"body" : "a loan officer with the Chase Manhattan Bank - lived in a studio apartment on the Upper East Side that she gradually outgrew. She looked for something larger on the Upper West Side, then in the East 30's, but could not find an apartment with the space she needed at a price she could afford. She was then working for the South Bronx Development" , "date" : "19840705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "THE APPEAL OF BRONX LIVING" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/05\/garden\/the-appeal-of-bronx-living.html"} ,   {"body" : "Weighty Mail Residents of the Park Slope section of Brooklyn, upset over mail service in their 11215 ZIP code area, gathered to protest at a meeting called by Assemblyman Melvin H. Miller. There was anger about mail being delivered late in the day, magazines and newspapers arriving 10 to 12 days late and days when deliveries were skipped" , "date" : "19840705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/05\/nyregion\/new-york-day-by-day-046182.html"} , {"body" : "IN the last five years, condominium and cooperative apartments in prewar town houses, once viewed as the choice of just a few idiosyncratic developers and buyers, have become a significant part of New York City's private housing market. Brokers, developers, and housing experts say the number of owner-occupied apartments in town houses is" , "date" : "19840624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE TOWN HOUSE APARTMENT ALTERNATIVE" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/24\/realestate\/the-town-house-apartment-alternative.html"} , {"body" : "That this Nathan's, opened in 1916 in Coney Island, was the world's first Nathan's did not impress Brett Close in the least. ''What's Nathan's?'' he asked. Brett Close had never been to Coney Island before. At age 17, he was, in fact, making his first trip to New York City. As part of an exchange program with John Dewey High School in Brooklyn, he" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WATERLOO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "WHEN SMALL TOWN MEETS BIG CITY: STUDENTS FIND A COMMON GROUND" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/when-small-town-meets-big-city-students-find-a-common-ground.html"} , {"body" : "Outside the window, the street in Brooklyn was nearly empty. But on the second floor of the gray shingled house with the huge antenna, behind the lace curtains, traffic was fierce. Crackly voices spoke of bumper-to- bumper conditions on the B.Q.E., backups on the Grand Central Parkway and a disabled vehicle on the L.I.E. It was a little after 4" , "date" : "19840609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "TRAFFIC BUREAU LISTENING POST IN BROOKLYN HOME" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/09\/nyregion\/traffic-bureau-listening-post-in-brooklyn-home.html"} , {"body" : "Downtown: Art and Architecture, the Museum of American Folk Art, 49 West 53d Street, 212-581-2474. Saturday from 11 A.M. to 4 P.M., visitors can take a self-guided tour of commercial and residential spaces in downtown Manhattan. Included will be the Williwear Showroom, the Ricco-Johnson gallery on Broome Street and a collector's penthouse apartment" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: TOURS AND CRAFTS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/garden\/calendar-of-events-tours-and-crafts.html"} , {"body" : "THE New Theater of Brooklyn has opened its first season in Park Slope with a rare American production of Alexander Ostrovsky's ''Artists and Admirers.'' The author of 48 plays, Ostrovsky (1824-1886) was one of Russia's most popular dramatists, both a predecessor to and a precursor of Chekhov. Except for ''The Storm'' and ''Diary of a Scoundrel,''" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "28" , "title" : "THE THEATER: OSTROVSKY'S 'ARTISTS AND ADMIRERS'" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/theater\/the-theater-ostrovsky-s-artists-and-admirers.html"} , {"body" : "At 12:50 A.M. on Feb. 27, the beginning of a cool, clear day, the crack of gunfire broke the silence in an apartment building on the West Side of Manhattan. Forty minutes later, John Chin, a middle-level school employee on the staff of Anthony J. Alvarado, the Schools Chancellor, was arrested on weapons and other charges in that building, at 95" , "date" : "19840512" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "ALVARADO'S DOWNFALL WAS MARKED BY IRONIES AND INEVITABILITY" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/12\/nyregion\/alvarado-s-downfall-was-marked-by-ironies-and-inevitability.html"} , {"body" : "Peggy Greenawalt was telling an acquaintance that in the last few years she had moved from a house in Greenwich, Conn., to a Madison Avenue apartment in Manhattan to a brownstone in Brooklyn. ''What happened?'' the man asked her sympathetically. What happened is the story of Park Slope's continuing surge in popularity. The pace of revival in this" , "date" : "19840507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARK SLOPE: NEW FACES, NEW SHOPS AND NEW WORRIES OVER ITS GROWTH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/07\/nyregion\/park-slope-new-faces-new-shops-and-new-worries-over-its-growth.html"} , {"body" : "THERE is a Fort Greene in Brooklyn that brings to mind drab housing projects, crime and poverty. There is another that is gracefully restored and preserved brownstones. ''There are two Fort Greenes,'' said Roberta Kyle, a writer who moved to the neighborhood in 1970. ''Whenever there is a murder, the papers say it happened in Fort Greene even if it" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN FORT GREENE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/realestate\/if-you-re-thinking-of-living-in-fort-greene.html"} , {"body" : "Kindergarten Chats 1984 , Urban Center\/The Architectural League, 457 Madison Avenue, 753-1722. The seven winners of the annual Young Architects Competition will be presented by the Architectural League in a series of three Tuesday- evening forums beginning May 8 at 6:30 P.M. After a program on the runners-up, three winners are scheduled to appear:" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "CALENDAR: BROWNSTONES, ARCHITECTURE AND PLANTS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/garden\/calendar-brownstones-architecture-and-plants.html"} ,   {"body" : "Reading scores in the city's public schools have declined for the first time in five years, Acting Schools Chancellor Nathan Quinones said yesterday. However, the scores on the standardized tests remained above the national norm for the fourth year in a row, he said. Reading tests given to students in the second through the ninth grades on April 3" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "READING SCORES FALL IN CITY FOR THE FIRST TIME IN 5 YEARS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/nyregion\/reading-scores-fall-in-city-for-the-first-time-in-5-years.html"} , {"body" : "Last summer, in desperation and fear, the parents of a 13-year-old boy took him to the police station in Coney Island, seeking some way to control the child's behavior. He had become an incorrigible truant, a runaway and a car thief. And he refused to live at home. Within hours, officers of the pedophile unit of the Police Department's Public" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SEXUAL ABUSE OF BOYS: CASE IN BROOKLYN FOCUSES ATTENTION ON A NATIONWIDE PROBLEM" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/nyregion\/sexual-abuse-of-boys-case-in-brooklyn-focuses-attention-on-a-nationwide-problem.html"} , {"body" : "A senior at the Berkeley-Carroll Street School in Brooklyn who had planned to attend medical school won first prize in the citywide ''Shakespeare '84'' drama competition yesterday. Until then, acting was just ''a hobby'' for Rhonda Markland, 18, who attends the private school in the Park Slope section. ''Now I'm not so sure I will go into" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "45" , "title" : "'SHAKESPEARE '84' CONTEST PUTS YOUTH IN FOOTLIGHTS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/nyregion\/shakespeare-84-contest-puts-youth-in-footlights.html"} , {"body" : "HOLLYWOOD HEROINES As a screen star in the 1920's, Lillian Gish was a power at Metro-Goldwyn-Mayer. She called a lot of shots, said Richard Kozarski, a film historian. Miss Gish decided that Nathaniel Hawthorne's novel ''The Scarlet Letter,'' whose theme of adultery had previously been considered unsuitable for the movies, should be made into a" , "date" : "19840428" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/28\/arts\/going-out-guide.html"} , {"body" : "A 5-year-old boy who set fire to his parents' Brooklyn home while playing with matches was killed in the blaze yesterday despite his mother's attempt to save him, authorities said. The mother, Maureen Cullen, 33, jumped to safety with another son, Ryan, 2, from a second-floor window to a garage roof, Assistant Fire Commissioner John Mulligan said." , "date" : "19840417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE CITY; Mother Is Unable ToSaveSoninFire" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/17\/nyregion\/the-city-mother-is-unable-tosavesoninfire.html"} , {"body" : "THE physical plant at Public School 39 in the Park Slope section of Brooklyn leaves a great deal to be desired. Paint is peeling from the windows of the 107-year-old building, and a scaffold and wire screen have been erected outside to protect pupils from wood falling off the facade. The gymnasium is a made-over classroom with a chinning bar on the" , "date" : "19840415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "1" , "title" : "NEW LOOK AT EFFECTIVE SHOOLS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/15\/education\/new-look-at-effective-shools.html"} , {"body" : "There are times when Anthony J. Alvarado, the suspended Schools Chancellor, almost accepts what has happened to him in the last six weeks, when he looks over the public unraveling of his career and thinks maybe it became, at a certain point, inevitable. There are other times when Mr. Alvarado concedes frustration. Not anger, he says, carefully" , "date" : "19840411" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALVARADO SAYS HIS CASE HAD AN INEVITABILITY" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/11\/nyregion\/alvarado-says-his-case-had-an-inevitability.html"} , {"body" : "Roberta Elaine Zlokower, the daughter of Mr. and Mrs. Paul Weinrebe of Framingham, Mass., and Braintree Hills, Vt., was married yesterday to Les Alan Levinowitz, a son of Mr. and Mrs. Phillip Levinowitz of Delray Beach, Fla. Rabbi Roy Rosenberg performed the ceremony at the chapel of the Church Center for the United Nations. The bride, a teacher at" , "date" : "19840408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "72" , "title" : "Roberta E. Zlokower Marries Les A. Levinowitz" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/08\/style\/roberta-e-zlokower-marries-les-a-levinowitz.html"} , {"body" : "The Board of Education filed formal charges yesterday against Anthony J. Alvarado, the suspended Schools Chancellor, contending that he had personally benefited from his position and was ''unfit to properly perform his obligations.'' The 13 charges include allegations that were detailed in a city report issued last month as well as new charges." , "date" : "19840404" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BOARD CHARGES ALVARADO IS 'UNFIT' AS IT FILES 13 MISCONDUCT COUNTS" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/04\/nyregion\/board-charges-alvarado-is-unfit-as-it-files-13-misconduct-counts.html"} , {"body" : "''It's no picnic living in the city,'' Jasmine Melzer said. ''This is a quality-of-life thing.'' Mrs. Melzer was talking about the right to double-park, a battle she and a group of other residents in the Park Slope section of Brooklyn have just won with the Police Department. It started in January, when the police precinct boundaries were changed" , "date" : "19840331" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY; Of Precincts and Parking" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/31\/nyregion\/new-york-day-by-day-of-precincts-and-parking.html"} ,   {"body" : "Every day that he was Vice President, a man with a briefcase followed him, Walter F. Mondale told a group of college students today. ''Even when I went to Canada fishing, there he was,'' Mr. Mondale said. The night before he was sworn in, he said, he was told at a briefing that at any moment the man might advise him Soviet missiles were on their" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SYRACUSE (NY)" , "NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "MONDALE STRESSES HIS EXPERIENCE TO STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/nyregion\/mondale-stresses-his-experience-to-students.html"} , {"body" : "Representative Geraldine A. Ferraro of Queens, chairman of the Democratic Platform Committee, said today that New York City would be the site of the first of the party's six regional platform hearings. Mrs. Ferraro said that the hearing, scheduled for April 9, would be devoted to foreign policy, the issue that she said would become the ''most" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "5" , "title" : "IN WASHINGTON, A FIRST FOR NEW YORK ON BUILDING A PLATFORM FOR DEMOCRATS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/nyregion\/in-washington-a-first-for-new-york-on-building-a-platform-for-democrats.html"} , {"body" : "It was just under a year ago, after a protracted, only-in-New-York drama complete with accidents, coincidence and luck, that Anthony John Alvarado found himself Chancellor of the largest school system in the country. And New York City seemed to find itself with a happy ending. A maverick with a reputation for innovation, a career school" , "date" : "19840326" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ALVARADO STORY MOVED FAST FROM START" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/26\/nyregion\/alvarado-story-moved-fast-from-start.html"} , {"body" : "Acting after a flawed police investigation in Queens sent an innocent man to prison for more than two years, the New York City Police Department plans to establish a squad of detectives to handle only homicides. In an experiment, the department will form a homicide squad in Brooklyn. If the experiment works, police officials said, similar squads" , "date" : "19840321" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLICE PLAN SPECIAL HOMICIDE SQUAD" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/21\/nyregion\/police-plan-special-homicide-squad.html"} , {"body" : "The Koch administration's effort to reduce the number of workers on garbage trucks has failed in some neighborhoods, with city and union officials trading charges over the reasons. Vincent P. Whitfield, the Sanitation Department's deputy commissioner of operations, said the program had been defeated in parts of Manhattan and Brooklyn by ''large" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2-MAN GARBAGE TRUCKS AT ISSUE AGAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/2-man-garbage-trucks-at-issue-again.html"} , {"body" : "Can you find a good pastrami sandwich in the capital? Do Georgetowners eat bagels? Those are among the first questions that New Yorkers who move to this city ask. But, says Michael Botwinick, a New Yorker who arrived here a year ago to become director of the Corcoran Gallery of Art, those are superficial concerns that do not begin to address the" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "A WASHINGTON-NEW YORK APPRAISAL" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/us\/a-washington-new-york-appraisal.html"} , {"body" : "Rafael Esparra resigned yesterday after four years as Mayor Koch's Special Adviser for Hispanic Affairs to enter a House primary race in Brooklyn's 11th Congressional District. In announcing Mr. Esparra's resignation, which is effective today, the Mayor said that the 43-year-old Puerto Rican native ''was one of the best appointments I've ever" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; Koch Aide Quits For House Race" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/the-city-koch-aide-quits-for-house-race.html"} , {"body" : "A 64-year-old Brooklyn man died of a heart attack early yesterday after his stepdaughter and her companion threatened him with a baseball bat during a robbery attempt, the police said. Officer Diane Kubler, a Police Department spokesman, identified the victim as Carmine Rossi, of 685 Sixth Avenue in Park Slope. She said Mr. Rossi came home at about" , "date" : "19840313" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Heart Attack Kills Robbery Victim" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/13\/nyregion\/the-city-heart-attack-kills-robbery-victim.html"} , {"body" : "32 Food Places Listed For Health Violations The New York City Department of Health cited 32 food establishments last week for violating the health code. In addition, it named four that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: VIOLATIONS Fountain" , "date" : "19840311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/11\/nyregion\/no-headline-044545.html"} , {"body" : "The New York City Schools Chancellor, Anthony J. Alvarado, said last night that since 1981 he had borrowed $62,660 from 11 people, some of them school employees. The sum was in addition to loans of $15,000 to $20,000 from a school official who had worked with Mr. Alvarado. The Chancellor disclosed the nature of those loans last week. At the time," , "date" : "19840307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ALVARADO REVEALS SCHOOL WORKERS AND FRIENDS LENT HIM $62,660" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/07\/nyregion\/alvarado-reveals-school-workers-and-friends-lent-him-62660.html"} ,   {"body" : "Susan Kathleen Fuller, a daughter of Rear Adm. Robert Bryon Fuller, U.S.N., retired, and Mrs. Fuller of Jacksonville Beach, Fla., was married yesterday to Lieut. Comdr. Matthew William Tuohy, U.S.N., a son of Mr. and Mrs. D. Vincent Tuohy of Park Slope, Brooklyn, and Monroe, N.Y. The Rev. Robert Franklin, a former Navy chaplain, performed the" , "date" : "19840226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "60" , "title" : "Susan Fuller Has Nuptials" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/26\/style\/susan-fuller-has-nuptials.html"} , {"body" : "MAINTENANCE charges for cooperatives and condominiums are increasing only slightly this year. Managers credit a decline in fuel prices and mortgage- interest rates combined with only moderate increases in other operating expenses. Some boards of directors were also able to hold the line by reducing building staff or raising rents for commercial" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "MAINTENANCE CHARGES RISING, BUT ONLY MODERATELY" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/realestate\/maintenance-charges-rising-but-only-moderately.html"} , {"body" : "When Ruddie and JoAnn Borchelt of Kansas City, Mo., bought an $84,000 home last week, they tied their future financial security to the uncertain tides of the national economy. Like an increasing number of Americans, the Borchelts took out an adjustable rate mortgage, which means their single biggest expense - the monthly payment on their home loan" , "date" : "19840124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "PLAYING THE ODDS ON MORTGAGES" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/24\/business\/playing-the-odds-on-mortgages.html"} , {"body" : "A special prosecutor has been named to look into charges that natural gas was repeatedly stolen at an apartment building in the Park Slope section of Brooklyn. District Attorney Elizabeth Holtzman said in court papers that her office should be disqualified from prosecuting the case because her father, Sidney, has a financial interest in the" , "date" : "19840123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PROSECUTOR IS EXCUSED FROM CASE INVOLVING HER FATHER'S INVESTMENT" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/23\/nyregion\/prosecutor-is-excused-from-case-involving-her-father-s-investment.html"} , {"body" : "The resignation of Lebanon's Cabinet was called for by the Druse leader Walid Jumblat, who said that his militiamen would not stop fighting unless the Cabinet resigned. He said President Gemayel's policies would lead to the complete destruction of Lebanon. (Page A1, Column 4.) The United States has agreed to a Soviet proposal that talks on reducing" , "date" : "19840123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MONDAY, JANUARY 23, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/23\/nyregion\/monday-january-23-1984-international.html"} , {"body" : "DAISY EDMONDSON and Stewart Alter, both magazine editors, left their small Greenwich Village apartment eight months ago because they had just had a baby and, what's more, their landlord had doubled the rent. After ''systematically'' canvassing neighborhoods just outside Manhattan for an affordable house to their liking, the couple finally bought a" , "date" : "19840122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RESALE-HOME PRICES: UP AND RISING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/22\/realestate\/resale-home-prices-up-and-rising.html"} , {"body" : "ACROSS the street from the green canopy of a new fruitstand and the steel gates of empty storefronts, three American flags mark the entrance to Al Cabbad's variety store. Inside, under a glass counter, Mr. Cabbad keeps a photo album of the lower Park Slope neighborhood, of the brick buildings and scattered shops, many of them abandoned, that line" , "date" : "19840108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FIFTH AVENUE (BROOKLYN, NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "ALONG BROOKLYN'S FIFTH AVE., A TRANSITION" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/08\/realestate\/along-brooklyn-s-fifth-ave-a-transition.html"}]