[  {"body" : "THE Division of Housing and Community Renewal, the agency responsible for administering laws regulating rent in New York State, has created two new volunteer committees - one of landlords, the other of tenants - to advise it on rental housing policies. Yvonne Scruggs-Leftwich, commissioner of the division, said the committees would create a forum" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NEW RENTAL RATES" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/realestate\/new-rental-rates.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "Edward L. Davis Jr., a construction worker in Hazelton, Pa., used to have to replace his glass-lined thermos every month. That was until he tried a steel-lined container and one day left it on the outrigger of a 50-ton hydraulic crane. ''The thermos got jammed between one edge of the outrigger and the frame of the crane,'' he recalled. ''It crushed" , "date" : "19841022" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NORWICH (CONN)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "MODERN PROBLEMS SPUR CHANGES AT THERMOS" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/22\/business\/modern-problems-spur-changes-at-thermos.html"} , {"body" : "Bright and early last Friday, Gordon Powell and a small team of assistants took themselves to Ralph Avenue at the eastern edge of Bedford-Stuyvesant in Brooklyn to look long and hard, inside and out, at an empty building. It was one of the 138 small buildings that the Department of Housing Preservation and Development will auction off on Oct. 16 at" , "date" : "19840928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; CITY'S SALE OF HOUSES INCREASING" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/28\/business\/about-real-estate-city-s-sale-of-houses-increasing.html"} , {"body" : "HUNDREDS of younger people who have purchased small rental buildings in New York City as an alternative to high-priced cooperatives have been forming self-help groups to address problems with rent control and rent stabilization. These groups offer the small-building owner a chance to get many levels of support and assistance never before available." , "date" : "19840916" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "TALKING OWNERSHIP; HELPING NOVICE LANDLORDS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/16\/realestate\/talking-ownership-helping-novice-landlords.html"} , {"body" : "Acting principals at five of the city's 110 high schools and at three junior high schools will lose their jobs as a result of a court-order setting new procedures for filling the posts, Schools Chancellor Nathan Quinones said yesterday. Candidates for principal must now be drawn from a list of those who passed two examinations that were ruled" , "date" : "19840906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "THE CITY ; 8 ACTING PRINCIPALS TO LOSE POSTS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/06\/nyregion\/the-city-8-acting-principals-to-lose-posts.html"} , {"body" : "Peggy Greenawalt was telling an acquaintance that in the last few years she had moved from a house in Greenwich, Conn., to a Madison Avenue apartment in Manhattan to a brownstone in Brooklyn. ''What happened?'' the man asked her sympathetically. What happened is the story of Park Slope's continuing surge in popularity. The pace of revival in this" , "date" : "19840507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARK SLOPE: NEW FACES, NEW SHOPS AND NEW WORRIES OVER ITS GROWTH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/07\/nyregion\/park-slope-new-faces-new-shops-and-new-worries-over-its-growth.html"} , {"body" : "Kindergarten Chats 1984 , Urban Center\/The Architectural League, 457 Madison Avenue, 753-1722. The seven winners of the annual Young Architects Competition will be presented by the Architectural League in a series of three Tuesday- evening forums beginning May 8 at 6:30 P.M. After a program on the runners-up, three winners are scheduled to appear:" , "date" : "19840503" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "CALENDAR: BROWNSTONES, ARCHITECTURE AND PLANTS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/03\/garden\/calendar-brownstones-architecture-and-plants.html"} , {"body" : "JOHN A. BASILE, a 23-year-old insurance auditor, and Donna A. DiPilli, a 22-year-old telex operator, need a home after Dec. 2 - their wedding day. The Staten Island couple had hoped to buy a single-family house in the metropolitan area, but they recently gave up the quest after three months and settled for a small condominium apartment on the" , "date" : "19840429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "BUYING A HOME ON $20,000-$50,000 A YEAR" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/29\/realestate\/buying-a-home-on-20000-50000-a-year.html"} , {"body" : "Administrators and students will meet today to search for ways to prevent violence at Samuel J. Tilden High School after the slaying of one student and the arrest of another as her killer. Lieut. William Gardella of the 67th Precinct said detectives had arrested a 16-year-old girl, Sherna Salmon, and charged her with the stabbing death Monday of" , "date" : "19840404" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "AN ARREST IN SLAYING AT SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/04\/nyregion\/an-arrest-in-slaying-at-school.html"} ,   {"body" : "Prospect Heights High School and Clara Barton High School for the Health Professions face each other on President Street, near old apartment buildings in the Crown Heights section of Brooklyn, but academically they are miles apart. Clara Barton is regarded as one of the best schools in the city. Prospect Heights is considered one of the worst. It" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "ARE NEIGHBORHOOD HIGH SCHOOLS SUFFERING A BRAIN DRAIN?" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/weekinreview\/are-neighborhood-high-schools-suffering-a-brain-drain.html"} , {"body" : "THE court appointment of tenants as administrators of troubled apartment buildings is a good idea in theory, said Philip Rosenberg, himself manager of 5,000 rental units in the city. ''But practically,'' he said, ''there are problems.'' The comment by Mr. Rosenberg, who is president of Progressive\/BPC Management Corporation, was meant as a" , "date" : "19840205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "TENANT MANAGEMENT ON RISE IN TROUBLED BUILDINGS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/05\/realestate\/tenant-management-on-rise-in-troubled-buildings.html"} , {"body" : "DAISY EDMONDSON and Stewart Alter, both magazine editors, left their small Greenwich Village apartment eight months ago because they had just had a baby and, what's more, their landlord had doubled the rent. After ''systematically'' canvassing neighborhoods just outside Manhattan for an affordable house to their liking, the couple finally bought a" , "date" : "19840122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RESALE-HOME PRICES: UP AND RISING" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/22\/realestate\/resale-home-prices-up-and-rising.html"}]