[  {"body" : "''Flush and forget'' was how New Jersey Senator Frank R. Lautenberg once described New York City's practice of dumping untreated sewage into the Hudson River. He and other New Jersey lawmakers had long contended that the waste carried into the Atlantic was polluting beaches in their state. Last week, however, after New York's two Senators relented" , "date" : "19840923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "9" , "title" : "THE REGION; NEW YORK GETS A NUDGE ON THE HUDSON'S SLUDGE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/23\/weekinreview\/the-region-new-york-gets-a-nudge-on-the-hudson-s-sludge.html"} , {"body" : "Lawmakers from New York and New Jersey announced an agreement today to amend the Clean Water Act to restrict New York City's discharge of raw sewage into the Hudson River. Under the agreement, the city would be required to limit sewage it pours into the Hudson starting in 1986, unless two sewage-treatment plants under construction are completed and" , "date" : "19840920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ACCORD IS REACHED ON SEWAGE LIMITS" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/20\/nyregion\/accord-is-reached-on-sewage-limits.html"} , {"body" : "In an effort to cut the infant death rate, New York City is starting a $2.4 million program to let pregnant women know what health services are available to them. ''The programs are there,'' Mayor Koch said in announcing the plan. ''The clinics are there. But the outreach has not been successful. Regrettably, mothers are not coming in.'' Last year," , "date" : "19840824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY ; ; City Opens Drive On Infant Deaths" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/24\/nyregion\/the-city-city-opens-drive-on-infant-deaths.html"} , {"body" : "Nine city-owned buildings will soon become living and work space for artists, Mayor Koch said yesterday. Groups of artists will buy the buildings for as little as $1, and in all but one case will rehabilitate them with their own money into moderately priced rental or cooperative units, the Mayor said at a City Hall news conference. The Commissioner" , "date" : "19840811" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; City Will SellHousing to Artists" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/11\/nyregion\/the-city-city-will-sellhousing-to-artists.html"} , {"body" : "After years of start-and-stop construction, New York City is racing the clock to finish two big sewage-treatment plants and end the dumping of 200 million gallons of raw sewage a day into the Hudson, Harlem and East Rivers. For much of this decade, the two sites - the North River plant on the West Side and the Red Hook plant near the old Brooklyn" , "date" : "19840728" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CITY ACCELERATES ITS EFFORT TO END WASTE DUMPING" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/28\/nyregion\/city-accelerates-its-effort-to-end-waste-dumping.html"} , {"body" : "A Brooklyn school district did not effectively use the 1,000 teachers in its 25 elementary and junior high schools, according to a state audit released yesterday. The audit, an eight-month study in 1981-82 by the State Comptroller's office, criticized Community School District 15, which had an enrollment of 20,500 students at the time. ''For the" , "date" : "19840710" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; School District 15 Criticized by State" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/10\/nyregion\/the-city-school-district-15-criticized-by-state.html"} , {"body" : "Along the Jersey Shore, environmental officials in helicopters are swooping over the ocean waves looking for the rosy tint of the capricious red tide. In New York City's bays and on both coasts of Long Island Sound, sanitarians are testing the brackish waters for the telltale bubbles of coliform bacteria. Off Long Island, Dr. Anita Freudenthal and" , "date" : "19840702" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "OFFICIALS TEST BEACHES IN NEW YORK REGION FOR HEALTH PERILS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/02\/nyregion\/officials-test-beaches-in-new-york-region-for-health-perils.html"} , {"body" : "New York City has dropped a two- year effort to obtain permission from the Federal Government to reduce the required level of sewage treatment at five plants in the metropolitan area, Mayor Koch said yesterday. But the city will continue to ask for a lower treatment level at the Newtown Creek waste-water plant in the Greenpoint section of Brooklyn," , "date" : "19840502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "GREENPOINT (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY ABANDONS ATTEMPT TO GET SEWAGE WAIVER" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/02\/nyregion\/city-abandons-attempt-to-get-sewage-waiver.html"} , {"body" : "At least 11 poor areas of New York City will no longer get federally sponsored physicians because the Reagan Administration has decided to shift such doctors from urban to rural areas, Federal and state health officials said yesterday. Physicians already serving poor areas of the city will not be transferred, but no more will be sent to the 11" , "date" : "19840427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "11 NEEDY AREAS OF CITY LOSING DOCTORS PROJECT" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/27\/nyregion\/11-needy-areas-of-city-losing-doctors-project.html"} , {"body" : "To replace the city's dwindling dump sites, the Koch Administration proposes to put garbage-burning incinerators in every borough. Under the plan, which was sent to the Board of Estimate yesterday, four energy-generating incinerators would be built by 1990 - two in Brooklyn, in the Canarsie and Williamsburg sections; one in the Inwood section of" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY PLAN LISTS 8 SITES FOR PLANTS TO BURN TRASH AND MAKE POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/nyregion\/city-plan-lists-8-sites-for-plants-to-burn-trash-and-make-power.html"} ,   {"body" : "Eleven Brooklyn firefighters were injured yesterday in a three-alarm fire affecting six buildings in the East New York area and a wall collapse in the Red Hook section, the authorities said. The fire was reported at 187 New Jersey Avenue, a three-story house, at 8:43 A.M. and declared under control at 10 A.M., according to a firefighter, Anthony" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE CITY; 11 Firefighters Hurt in 2 Incidents" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/nyregion\/the-city-11-firefighters-hurt-in-2-incidents.html"} , {"body" : "The Koch administration's effort to reduce the number of workers on garbage trucks has failed in some neighborhoods, with city and union officials trading charges over the reasons. Vincent P. Whitfield, the Sanitation Department's deputy commissioner of operations, said the program had been defeated in parts of Manhattan and Brooklyn by ''large" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2-MAN GARBAGE TRUCKS AT ISSUE AGAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/2-man-garbage-trucks-at-issue-again.html"} , {"body" : "A man stepped out of his car on the edge of a West Side pier early yesterday and found himself in the icy Hudson River, and then a member of the police team sent to rescue him fell off a boat into the water, the police said. Both men were rescued. According to Sgt. William Rath of the Sixth Precinct, the driver, whose identity was not immediately" , "date" : "19840221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Driver and Officer Saved in Harbor" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/21\/nyregion\/the-city-driver-and-officer-saved-in-harbor.html"}]