[  {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "AT first glance, the 1984 co-op conversion market in New York seems quite confused. On the one hand, sales have been hot. With prices rising throughout the city, buyers who had been waiting on the sidelines have jumped back in. Some co-op apartments that had stagnated on the market for two years or more have become salable. On the other hand, the" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "PACE OF CO-OP CONVERSIONS SLACKENING" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/realestate\/pace-of-co-op-conversions-slackening.html"} , {"body" : "Tschool seniors across the country, 195 students took the Scholastic Aptitude Test at Sheepshead Bay High School in Brooklyn on Nov. 3. Unlike thousands of nervous high school seniors, most of the 195 will have to take it again on Dec. 8. Their tests were accidentally destroyed by a Newark post office, en route to Princeton, N.J., where the" , "date" : "19841121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; An 'F' for the Post Office; Like thousands of nervous high$" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/21\/nyregion\/new-york-day-by-day-an-f-for-the-post-office-like-thousands-of-nervous-high.html"} , {"body" : "A burglar fell six stories to his death yesterday when a sheet tore as he was using it to lower himself into a Brooklyn apartment building, the police said. The man, 35-year-old Steven Pravato, was trying to rob apartments at 2242 Bragg Street, in the Nostrand Houses project in the Sheepshead Bay section, at about 7 A.M. when one of two sheets he" , "date" : "19841109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; A Burglar Falls 6 Floors to Death" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/09\/nyregion\/the-city-a-burglar-falls-6-floors-to-death.html"} , {"body" : "It is perhaps conventional wisdom that the economic strength of New York City can be measured in the size of Manhattan's skyline, that what is good for Wall Street, Broadway and Madison Avenue is good for New York as a whole. Yet for the first time in the last six years of general economic upturn in the city, a solid increase in job growth in" , "date" : "19841108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN NEW YORK CITY, JOBS ARE ON THE RISE AND GROWTH IS NOT ALL IN MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/08\/nyregion\/in-new-york-city-jobs-are-on-the-rise-and-growth-is-not-all-in-manhattan.html"} , {"body" : "Fires in recent years involving major loss of life in the New York metropolitan area include the following: May 11, 1984 - Six Flags Great Adventure amusement park, Jackson Township, N.J., eight teen-agers killed, seven others hurt in Haunted Castle attraction. May 5, 1983 - Chinatown, five-story tenement at 40 East Broadway, nine killed. April 30," , "date" : "19841019" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "FIRES WITH MAJOR LOSS OF LIFE" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/19\/nyregion\/fires-with-major-loss-of-life.html"} , {"body" : "Using its strong running game, last year's city champion, John Adams, routed visiting Far Rockaway by 38-0, scoring five touchdowns on the ground and emerging as the last undefeated team in Queens Public Schools Athletic League football. Adams's tandem of the halfback Deon Frazier and the fullback Larry Ciullo, carried for four touchdowns and three" , "date" : "19841014" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "ADAMS CRUSHES FAR ROCKAWAY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/14\/sports\/adams-crushes-far-rockaway.html"} , {"body" : "The New York City Department of Health cited 11 food establishments last week for violating the health code. In addition, it named three that were allowed to reopen after correcting earlier violations and one that was closed for having failed to do so. The establishments are these: VIOLATIONS Candela Restaurant, 459 Broadway Pizza Town, 2889" , "date" : "19841007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "11 Food Outlets Cited by City For Violations of Health Code" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/07\/nyregion\/11-food-outlets-cited-by-city-for-violations-of-health-code.html"} , {"body" : "The Public Schools Athletic League begins its football season today with nine teams having new head coaches and five teams in new divisions. The Catholic Schools Football League, with numerous coaching changes and a realignment, begins its schedule next weekend. On Long Island, Conferences I and IV in Nassau County open this weekend, and" , "date" : "19840915" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "46" , "title" : "P.S.A.L. AND JERSEY SCHOOLS BEGIN A SEASON OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/15\/sports\/psal-and-jersey-schools-begin-a-season-of-change.html"} , {"body" : "City dwellers with a yen to go upland bird hunting often don't have the time or the knowledge to ferret out productive locations. The next-best approach might be to visit a reputable commercial shooting preserve. The ''next-best'' qualification is important, because, no matter how much attention is paid to the conditioning of a preserve's" , "date" : "19840914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "OUTDOORS; Hunting in the Not Quite Wild" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/14\/sports\/outdoors-hunting-in-the-not-quite-wild.html"} ,   {"body" : "1 Margate, N.J.: Splendid angling for fluke and weakfish got under way last weekend off Atlantic City, with fish being caught in as little as 20 feet of water right off that community's famed boardwalk, says Ralph Stork of Capt. Andy's Marina in Margate. ''I'd estimate,'' he adds, ''that there were at least a thousand boats fishing.'' Offshore" , "date" : "19840906" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "Fluke and Bluefish Still in Abundance" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/06\/sports\/fluke-and-bluefish-still-in-abundance.html"} , {"body" : "A 3-year-old boy who was playing with an unlicensed pistol fatally shot his 1 1\/2-year-old brother in the head in their Brooklyn home yesterday, the police said. The boys' mother, Ronda Crispe, heard the shot and ran upstairs at the home at 221 Allen Avenue, in the Sheepshead Bay section, where she found the wounded child, said a police spokesman," , "date" : "19840827" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Child Fatally Shot By His Brother, 3" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/27\/nyregion\/the-city-child-fatally-shot-by-his-brother-3.html"} , {"body" : "He has been no stranger to illness. Perhaps no one appreciates better than he the frustrations of diagnoses, the limitations of cures. That he has become a physician, Dr. Theodore Kessler says, is linked to the fact that, at the age of 29, he is seriously ill and has no hope of recovering. Yet, he has focused his attention on other things. Dr." , "date" : "19840803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A YOUNG PHYSICIAN'S CAREER IS SHAPED BY HIS OWN ILLNESS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/nyregion\/a-young-physician-s-career-is-shaped-by-his-own-illness.html"} , {"body" : "1 Margate, N.J.: Offshore anglers have been doing well with bigeye and yellowfin tuna, white marlin and dolphin about 65 miles south-southeast of this port. Quite a few mako sharks have been caught over the Atlantic City Ridge. Large bluefish still common offshore and fluke remains first rate in Margate Bay. Barnegat, N.J.: Party-boat anglers have" , "date" : "19840802" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "Tuna and Shark in Abundance" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/02\/sports\/tuna-and-shark-in-abundance.html"} , {"body" : "1 Margate, N.J.: Large bluefish plentiful offshore. In the area's recently completed Historic Smithville $100,000 Bluefish Tournament, the heaviest fish, caught by Gazarra Sacco of Hammonton, N.J., weighed an ounce under 16 pounds, for which Mr. Sacco was awarded a five-day trip, including two days of fishing, for four people in the Bahamas. The" , "date" : "19840726" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Bluefish and Fluke Prospects High" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/26\/sports\/bluefish-and-fluke-prospects-high.html"} , {"body" : "THE SPREAD of cooperative conversions in southern and central sections of Brooklyn has reached the point where buyers can find cooperatives selling in a wide range of prices, brokers report. In some cases, the buildings were constructed in the 1950's or 1960's as top-of-the- market housing, with doorman service, garages and other amenities. They" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CONVERSIONS TO CO-OPS SPREAD WIDELY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/conversions-to-co-ops-spread-widely-in-brooklyn.html"} , {"body" : "RUBIN MARGULES enjoys his work. But in public he is reticent about what he does for a living, especially since 1980, when he ran in a primary for the State Assembly and an opponent held up his profession as evidence that he was unfit for public office. Mr. Margules is a landlord. He makes his living by buying, managing and selling apartment" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AN URBAN LANDLORD'S PURSUIT OF HAPPINESS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/an-urban-landlord-s-pursuit-of-happiness.html"} , {"body" : "Now, when days are hot and nights are soft, is the season that draws New Yorkers to water's edge. Not for more than a century perhaps have weekend strollers been able to stretch their legs and imaginations on more shoreline, along waterfronts that were once cut off by the barrier of piers and warehouses that symbolized the city's commerce. And yet," , "date" : "19840720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/20\/arts\/no-headline-076400.html"} , {"body" : "Yankees vs. Kansas City Royals, at Yankee Stadium, 2 P.M. (Television - Channel 11, 2 P.M. Radio - WABC 770, 2 P.M.). Mets vs. Braves, at Atlanta, Dwight Gooden, who led the National League in strikeouts with 133 at the All- Star Game break, then struck out three American League players in the game, will oppose Len Barker in the finale of the" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SUNDAY SPORTS Baseball" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/sports\/sunday-sports-baseball.html"} , {"body" : "1 Margate, N.J.: Large and medium-sized bluefish abundant offshore. Excellent fluke fishing continues in Margate Bay. Striped bass and weakfish scarce. Barnegat, N.J.: Party boats - out of this port they all use chum - are bringing in excellent catches of bluefish up to l2 pounds both day and night. Seaside Park, N.J.: Small bluefish - 2-3 pounds -" , "date" : "19840712" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "Bluefish Prospects Still Strong" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/12\/sports\/bluefish-prospects-still-strong.html"} ,   {"body" : "Repairs Curtail Service OnD,E,FandMLines By The Associated Press The Transit Authority has announced temporary changes in service on the D, E, F and M subway lines while track work is under way. Effective immediately and extending through September, D and M trains will be shifted from local to express tracks, bypassing certain stations, the" , "date" : "19840708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/08\/nyregion\/no-headline-051504.html"} , {"body" : "1 Margate, N.J.: Bluefish up to 16 pounds and more are being caught offshore with some consistency. Fluke fishing in Margate Bay remains excellent. Barnegat, N.J.: Party boat fishing for medium to large bluefish is excellent. Seaside Park, N.J.: Small bluefish are being taken from the surf and from Barnegat Bay. Fluke fishing in the Bay is good." , "date" : "19840705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "Fluke and Bluefish Plentiful" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/05\/sports\/fluke-and-bluefish-plentiful.html"} , {"body" : "Mario Andretti, who said afterward ''when I get lucky I really get lucky,'' gambled successfully on the weather today and drove away with the first Meadowlands Grand Prix for Indianapolis cars. His luck was apparently passed on to his 21-year-old son, Michael, who climbed uninjured out of the crumpled wreck of his car just as his father was" , "date" : "19840702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "ANDRETTI WINNER IN PRIX" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/02\/sports\/andretti-winner-in-prix.html"} , {"body" : "l Margate, N.J.: Offshore bluefishing remains excellent. Many sharks - makos, browns and a few blues - are being caught. Margate Bay fluke angling is still top notch and a few striped bass of 8-l0 pounds are being caught at the bridges. Barnegat, N.J.: Party boats are catching plenty of medium-sized bluefish day and night. Seaside Park, N.J.: Small" , "date" : "19840628" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/28\/sports\/no-headline-030619.html"} , {"body" : "Twelve people, including two police officers, were injured yesterday when a driver ran a red light at Avenue Y and Ocean Avenue in the Sheepshead Bay section of Brooklyn, according to the police. Officer Frank Dawson, 35 years old, was the most seriously injured in the 10:45 A.M. incident, which involved two moving cars, two police scooters from" , "date" : "19840628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "12 Hurt in Brooklyn As Car Runs a Light" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/28\/nyregion\/12-hurt-in-brooklyn-as-car-runs-a-light.html"} , {"body" : "65 Years in the Scouts ''Kind of casually,'' Curt Segeler remembers, he began helping out at his neighborhood Boy Scout troop while he was a student at Columbia University. Yesterday, he retired as Scoutmaster of Troop 8 at the Flatbush-Tompkins Congregational Church, at East 19th Street and Dorchester Avenue in Brooklyn. He had run the troop since" , "date" : "19840623" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/23\/nyregion\/new-york-day-by-day-020750.html"} , {"body" : "Large schools of big bluefish up to l5 pounds - appeared offshore a few days ago. Fluke angling in Margate Bay is still amazingly productive. Barnegat, N.J.: Party boats are catching small and medium-sized bluefish day and night, as well as a few fluke. Seaside Park, N.J.: Small bluefish in and around Barnegat Inlet. A few fluke are being caught in" , "date" : "19840621" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/21\/sports\/no-headline-015448.html"} , {"body" : "Night after middle of the night, his wife would tell him to give it up, David, and come to bed. But David Mintz of Brooklyn would not come to bed. The world was out there waiting, he said, just waiting for a soybean- curd-based frozen desert. He could not, would not, rest until Tofutti was invented. It was not always easy for the 53- year-old" , "date" : "19840620" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/20\/nyregion\/about-new-york.html"} , {"body" : "1 Margate, N.J.: Fluke continue to be taken in great numbers from Margate Bay. Bluefish of 10-12 pounds are being caught offshore, but they are not plentiful. Several mako sharks from 150-181 pounds have been boated, and 100-pound blue sharks are numerous. A few striped bass have been landed by bridge fishermen. Barnegat, N.J.: Party boats report" , "date" : "19840614" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "27" , "title" : "FLUKE IN GREAT NUMBERS Fluke in Great Numbers" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/14\/sports\/fluke-in-great-numbers-fluke-in-great-numbers.html"} , {"body" : "That this Nathan's, opened in 1916 in Coney Island, was the world's first Nathan's did not impress Brett Close in the least. ''What's Nathan's?'' he asked. Brett Close had never been to Coney Island before. At age 17, he was, in fact, making his first trip to New York City. As part of an exchange program with John Dewey High School in Brooklyn, he" , "date" : "19840611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WATERLOO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "WHEN SMALL TOWN MEETS BIG CITY: STUDENTS FIND A COMMON GROUND" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/11\/nyregion\/when-small-town-meets-big-city-students-find-a-common-ground.html"} ,   {"body" : "Youthful Raves The critics were unanimous. ''Great. A real story of how hard it is to succeed in show business.'' - Michael Golding. ''A really fine performance.'' - Lynette Billups. ''They told you what a very hard job acting can be.'' - Stratis Giannoulakis. Their judgments came after a ''Dreamgirls'' matinee. The critics were among a group of" , "date" : "19840601" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Theater"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY;" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/nyregion\/new-york-day-by-day-231982.html"} , {"body" : "1 Margate, N.J.: Margate Bay fluke angling remains first-rate. The foul weather that has plagued much of the New Jersey and New York coast in recent days has slowed offshore boat trips. Small bluefish, 3-5 pounds, have appeared in the surf. Barnegat, N.J.: Blackfish and sea bass providing most of the action. Some party boats will be going offshore" , "date" : "19840531" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/31\/sports\/no-headline-227989.html"} , {"body" : "1 Margate, N.J.: Fluke fishing in Margate Bay continues to be superb. Earlier this week, 25 people aboard the party boat Fish'n Fun IV caught 323 fluke in four hours of angling. The boat is docked at Capt. Andy's Marina and the run to the fishing grounds takes less than l0 minutes. Bluefish have been spotty, but great numbers of them are expected" , "date" : "19840524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "27" , "title" : "Fluke fishing in Margate" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/24\/sports\/fluke-fishing-in-margate.html"} , {"body" : "IN a new public-service television spot, the fearsome Mr. T knocks down a New York City landlord's door to save the day for a Hispanic couple who had just been denied an apartment because of their ethnic background. The capsule melodrama's message is that in housing-discrimination cases, the authorities render justice swiftly and surely. But even" , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "HOUSING BIAS PERVASIVE, YET DIFFICULT TO PROSECUTE" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/realestate\/housing-bias-pervasive-yet-difficult-to-prosecute.html"} , {"body" : "Margate, N.J.: Fluke angling in Margate Bay is superb. A few bluefish were taken off shore earlier in the week, but the cold water appears to have kept most of them south of Margate in the Cape May area. Barnegat, N.J.: Party boats are doing well, with blackfish about six miles off shore, and there have been good catches of sea bass and ling in" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "27" , "title" : "FLUKE AND BLACKFISH ABOUND IN LOCAL WATERS" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/sports\/fluke-and-blackfish-abound-in-local-waters.html"} , {"body" : "A police sergeant and three other officers assigned to the 61st Precinct in the Sheepshead Bay section of Brooklyn were suspended without pay yesterday after they were accused of taking property from a store during a burglary investigation, the Police Department said. Those suspended were Sgt. Charles M. Albert, 44 years old; Officer Ralph" , "date" : "19840517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SHEEPSHEAD BAY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE CITY; Staged Burglary Nets 4 Officers" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/17\/nyregion\/the-city-staged-burglary-nets-4-officers.html"} , {"body" : "MANY municipalities are the owners of large trcts of unused or undrutilized land, and traditionally these have been regarded as unrealizable assets. But officials are becoming more aggressive surveyors of these assets, and this is putting them into the realestate business in a big way. They are actively seeking private investors who will take over" , "date" : "19840513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "53" , "title" : "CITIES MOVE TO DEVELOP UNUSED LAND" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/13\/realestate\/cities-move-to-develop-unused-land.html"} , {"body" : "Thirty men and women sat down to a lunch at Nathan's Famous restaurant in Coney Island yesterday, starting a program under which the elderly and disabled can use food stamps to pay for meals in certain restaurants in New York State. The State Commissioner of Social Services, Cesar A. Perales, said 66 restaurants had been certified to participate in" , "date" : "19840508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "FOOD STAMPS USED FOR DINING" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/08\/nyregion\/food-stamps-used-for-dining.html"} , {"body" : "Some were exhilarated. Others were exhausted. All looked bedraggled as they came off the Staten Island ferry yesterday at Battery Park, where they had begun fresh and sprightly seven hours earlier. They had bicycled for 36 miles through the five boroughs, on roads and bridges closed to traffic. More than 17,000 cyclists came for the eighth annual" , "date" : "19840430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; The City by Cycle" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/30\/nyregion\/new-york-day-by-day-the-city-by-cycle.html"} , {"body" : "Representative Geraldine A. Ferraro of Queens, chairman of the Democratic Platform Committee, said today that New York City would be the site of the first of the party's six regional platform hearings. Mrs. Ferraro said that the hearing, scheduled for April 9, would be devoted to foreign policy, the issue that she said would become the ''most" , "date" : "19840327" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "5" , "title" : "IN WASHINGTON, A FIRST FOR NEW YORK ON BUILDING A PLATFORM FOR DEMOCRATS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/27\/nyregion\/in-washington-a-first-for-new-york-on-building-a-platform-for-democrats.html"} ,   {"body" : "There is something odd about the Pub, a popular meeting place on the Upper West Side of Manhattan. No drinks are served. It is open day and night, but is usually so crowded that no one can get in. You cannot reach it by taxi, on the subway or on foot. The Pub does not exist in three-dimensional space. It is part of bulletin board and message center" , "date" : "19840321" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWEST CITY MEETING PLACES ARE IN COMPUTERS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/21\/nyregion\/newest-city-meeting-places-are-in-computers.html"} , {"body" : "Two teen-age boys were arrested yesterday and accused of trying to derail a Manhattan-bound IND train in the Sheepshead Bay section of Brooklyn by putting a piece of metal on the tracks. The youths, who are 14 and 15 years old, were arrested at 2:30 A.M. after they were seen placing the metal and other debris on the tracks near the Sheepshead Bay" , "date" : "19840309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Boys Held in Try To Derail IND Train" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/09\/nyregion\/2-boys-held-in-try-to-derail-ind-train.html"} , {"body" : "A threatening tape recording has been received by the Brooklyn social studies teacher injured last month when a parcel bomb exploded in his face at Sheepshead Bay High School, the police said yesterday. The injured teacher, Leon Silvers, 60 years old, who was at home recuperating, declined to comment about the recording or its contents, saying the" , "date" : "19840307" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Wounded Teacher Receives Threat" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/07\/nyregion\/the-city-wounded-teacher-receives-threat.html"} , {"body" : "At the Sephardic Temple of Cedarhurst, L.I., yesterday, Kathy Sue Bard, the daughter of Dr. and Mrs. Harold S. Bard of the Sheepshead Bay section of Brooklyn and Palm Beach, Fla., was married to Joshua Seth Levine, a son of Dr. and Mrs. David Levine of Englewood, N.J. Rabbi Arnold B. Marans performed the ceremony. The bride, who graduated from" , "date" : "19840305" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Kathy Sue Bard the Bride Of Joshua Levine, Lawyer" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/05\/style\/kathy-sue-bard-the-bride-of-joshua-levine-lawyer.html"} , {"body" : "A mail bomb exploded yesterday in the hands of the teacher to whom it was addressed, as he opened it in the central office of Sheepshead Bay High School in Brooklyn. The 60-year-old teacher, Leon Silvers, suffered burns of the hands, face and abdomen, and might have sustained eye injuries. He was taken to Kings County Hospital, where authorities" , "date" : "19840215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "MAIL BOMB HURTS TEACHER AT SHEEPSHEAD BAY HIGH" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/15\/nyregion\/mail-bomb-hurts-teacher-at-sheepshead-bay-high.html"} , {"body" : "Seven valuable Yorkshire terriers were found last night about 25 blocks from where they were stolen Monday night, the police said. An anonymous telephone caller had directed the police to a vacant lot, where they found the dogs in the cage in which they had been taken from their owner's home in the Sheepshead Bay section of Brooklyn. The dogs" , "date" : "19840215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "7 STOLEN TERRIERS ARE FOUND AFTER ANONYMOUS PHONE CALL" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/15\/nyregion\/7-stolen-terriers-are-found-after-anonymous-phone-call.html"} , {"body" : "Druse militiamen won a major victory over Lebanese Army units in the mountains southeast of Beirut. After 18 hours of ground fighting, artillery duels and air strikes, the army's Fourth Brigade said it had been forced to abandon strategic positions along a ridge overlooking the capital. (Page A1, Column 6.) Syria is supplying the Druse militias in" , "date" : "19840215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY; WEDNESDAY, FEBRUARY 15, 1984 International" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/15\/nyregion\/news-summary-wednesday-february-15-1984-international.html"} , {"body" : "Boating may seem only a hazy summer dream, but the United States Coast Guard Auxiliary is planning ahead. Beginning Monday, its free course in boating skills will be given in Brooklyn to educate amateur sailors in the hope of decreasing accidents. A surge in the number of novice boaters caused accidents to increase 20 percent in 1982 over 1981," , "date" : "19840215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; A Winter Course In Boating Safety" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/15\/nyregion\/new-york-day-by-day-a-winter-course-in-boating-safety.html"} , {"body" : "Six championship Yorkshire Terriers worth a total of $25,000 were stolen yesterday from the home of Helen Stern, a well-known breeder of the dogs. Mrs. Stern's grandaughter, Melody Boccafusco said that while her grandmother was showing dogs at the Westminster Kennel Club show, which opened yesterday at Madison Square Garden, the six dogs were" , "date" : "19840214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; 6 TERRIERS WORTH $25,000 ARE STOLEN" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/14\/nyregion\/the-city-6-terriers-worth-25000-are-stolen.html"} , {"body" : "New York City is making available two million square feet of waterfront property for commercial development, Mayor Koch said yesterday. It is, he said, the largest offering of its kind in the city's history. The four sites - all at the water's edge or under water - are on the Hudson River between 35th and 40th Streets and adjacent to the Convention" , "date" : "19840209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTH FERRY (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "ST GEORGE (NYC)" , "MANHATTAN (NYC)" , "HUDSON RIVER" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY OFFERS WATERFRONT SITES TO COMMERCIAL DEVELOPERS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/09\/nyregion\/city-offers-waterfront-sites-to-commercial-developers.html"} ,   {"body" : "In the concrete jungle, stalking Mother Nature can be an arduous task. ''Some people would just as soon stay in bed on Sunday morning, and I don't blame them,'' said Cy Adler as he strode through a field of rubble in the South Bronx, heading for the Bronx River. ''It gets disconcerting out here sometimes.'' While more-sedentary New Yorkers sip" , "date" : "19840109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "EXPLORING THE CITY AROUND ITS EDGES" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/09\/nyregion\/exploring-the-city-around-its-edges.html"}]