[  {"body" : "To the Editor: At its meeting, the M.T.A. board spent less than two minutes publicly discussing a decision that affects spending hundreds of millions of transit capital dollars. It chose to connect the 63d Street tunnel into the local tracks of the Queens IND subway, the cheapest ''build'' option; however, it is the least effective option and has" , "date" : "19841231" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "CHEAP, BAD QUEENS SUBWAY PLAN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/31\/opinion\/l-cheap-bad-queens-subway-plan-181068.html"} , {"body" : "A police officer was suspended yesterday because he violated department guidelines in shooting a youth who fled after the officer caught him trying to jump a turnstile at a BMT elevated station in Queens, according to the police. The officer, Joseph Azauga, was at the Seneca Avenue station on the M line in the Ridgewood section at 3:30 P.M." , "date" : "19841228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Suspect Is Shot; Officer Suspended" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/28\/nyregion\/the-city-suspect-is-shot-officer-suspended.html"} , {"body" : "New York City has required housing developers using Federal subsidies to pay millions of dollars since 1979 into a program meant to restore poor neighborhoods. But an examination of city records shows that the program has paid out only a fraction of the money and that little legitimate neighborhood improvement has been accomplished. For each of the" , "date" : "19841226" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DEVELOPERS PAY INTO A FUND TO AID NEIGHBORHOODS, BUT LITTLE RESULTS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/26\/nyregion\/developers-pay-into-a-fund-to-aid-neighborhoods-but-little-results.html"} , {"body" : "Last week, as the Board of Estimate made one of its most important decisions in years - what to do with the city's garbage when there is no place left to bury it - Mayor Koch found himself at odds with New York City's two other citywide elected officials. Both City Council President Carol Bellamy and City Comptroller Harrison J. Goldin supported," , "date" : "19841225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE VOTE ON INCINERATORS: POLITICS AND A CITY BOARD" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/25\/nyregion\/the-vote-on-incinerators-politics-and-a-city-board.html"} , {"body" : "The Board of Estimate last week disposed of one of the thorniest problems it had faced in a long while. By a 6-to-5 majority, obtained after weeks of negotiations, it reached agreement on what to do with New York City's garbage: five modern incinerators will be built by 1991, one in each borough. If necessary, three more incinerators - called" , "date" : "19841223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "THE REGION; PLAN TO BUILD INCINERATORS WINS BY A VOTE" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/23\/weekinreview\/the-region-plan-to-build-incinerators-wins-by-a-vote.html"} , {"body" : "The Board of Estimate yesterday narrowly approved a plan to build a series of huge garbage-burning incinerators in the five boroughs to ease the burden on New York City's rapidly dwindling landfill space. In a 6-to-5 vote, the board adopted a resolution calling on the Department of Sanitation to proceed immediately with planning for five sites, one" , "date" : "19841221" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BOARD OF ESTIMATE APPROVES PLAN FOR 5 INCINERATORS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/21\/nyregion\/board-of-estimate-approves-plan-for-5-incinerators-in-city.html"} , {"body" : "''IN the 1960's, everything was suburbs - picket fences and two-car garages,'' said Carlos Alvarado, a slow smile crossing his face. ''Then everybody wanted Manhattan. Now it seems to be spreading into the areas adjacent to Manhattan. People want an urban life style again. It's almost like a fad.'' Mr. Alvarado's words are being echoed in many" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "NEARBY URBAN AREAS DRAW HOME BUYERS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/realestate\/nearby-urban-areas-draw-home-buyers.html"} , {"body" : "Governor Cuomo has given the first annual Eleanor Roosevelt Community Service Awards to the ballet dancer Jacques d'Amboise and 17 community service groups. The awards, recognizing volunteer service, were presented by the Governor at a ceremony in the State Capitol on Tuesday. Those who were honored received medallions. Mr. D'Amboise, a former" , "date" : "19841216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "66" , "title" : "DANCERS AND 17 SERVICE GROUPS WINNERS OF ROOSEVELT AWARDS" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/16\/nyregion\/dancers-and-17-service-groups-winners-of-roosevelt-awards.html"} , {"body" : "Two men were convicted yesterday of sexually assaulting and killing a young brother and sister during a bungled burglary at a Brooklyn housing project in 1978. A jury in State Supreme Court in Brooklyn deliberated eight and half hours before finding Thomas Higgins, 31 years old, and Wilbur Weeks, 26, guilty of four counts each of second-degree" , "date" : "19841215" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 CONVICTED IN 1978 MURDERS OF 2 YOUNGSTERS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/15\/nyregion\/2-convicted-in-1978-murders-of-2-youngsters-in-brooklyn.html"} , {"body" : "Thousands of Hasidic Jews from around the world gathered at the Nassau Coliseum this evening for the wedding of two scions of the Satmar sect. The ceremony, joining two grandchildren of Grand Rabbi Moses Teitelbaum, the head of the sect, was held on a 200-by-40-foot platform outside the arena. An estimated 20,000 Hasidim, according to Satmar" , "date" : "19841205" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "20,000 AT L.I. COLISEUM SEE 2 RABBIS' CHILDREN MARRY" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/05\/nyregion\/20000-at-li-coliseum-see-2-rabbis-children-marry.html"} ,   {"body" : "M. H. REED WHEN stores are jammed with shoppers looking for the rich and strange in holiday gifts, a good way to survive the crush is to reacquaint oneself with the many fine museums in the county. Although these small- museum gift shops cannot match those at the Metropolitan Museum of Art in Manhattan or the Brooklyn Museum for variety and for" , "date" : "19841202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GIFTS WITH A TOUCH OF CURATOR" , "url" : "http:\/\/www.nytimes.com\/1984\/12\/02\/nyregion\/gifts-with-a-touch-of-curator.html"} , {"body" : "THE first generation of federally assisted apartments for the elderly is coming into being in the metropolitan area under the cost and eligibility restrictions imposed by Washington in the last year or so. Renting under the new standards has yet to begin, but architects, consultants and sponsors are already reporting that the effect, as expected," , "date" : "19841125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "CUTBACKS HAVE A TELLING EFFECT ON SHLETER FOR ELDERLY" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/25\/realestate\/cutbacks-have-a-telling-effect-on-shleter-for-elderly.html"} , {"body" : "On a crisp sunny morning this week, a jaunty little man with a canvas bag slung over his shoulder walked briskly through the Bowery handing out pairs of gloves. In his wake, the sidewalks were dotted with men who had stopped to slip on the gloves and take a moment to admire them. ''Who was that guy?'' asked a man on crutches, rubbing his gloved" , "date" : "19841124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BOWERY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ABOUT NEW YORK; ON THE BOWERY, A SEASONAL GIFT OF GLOVES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/24\/nyregion\/about-new-york-on-the-bowery-a-seasonal-gift-of-gloves.html"} , {"body" : "Richard Brown, a hard-nosed parking garage owner, decided that he was going to be charitable this Thanksgiving - and he didn't care who tried to stop him. Business has been good to Mr. Brown this year, and he set out two weeks ago ''to give something back to this city'' - turkeys. He would give 70 frozen turkeys to the needy. He wearily recalled" , "date" : "19841121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; THE HOLIDAY SEASON: A LOOK BENEATH THE SURFACE" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/21\/nyregion\/about-new-york-the-holiday-season-a-look-beneath-the-surface.html"} , {"body" : "An environmental-impact study about to begin on two Brooklyn industrial areas could result in the first and only extension of the city's residential loft law outside of Manhattan. That law, signed by Governor Cuomo in 1982 as part of the state Multiple Dwelling Law, requires landlords to provide certain services to tenants living in former" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MANHATTAN (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "CITY SCRUTINIZING LOFTS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/city-scrutinizing-lofts-in-brooklyn.html"} , {"body" : "If you're realistic, we have an apartment for you,'' said Dennis A. Ryan, manager of the rental-apartment division at J. I. Sopher and Company, a large Manhattan realty brokerage. Realistic, he explained, means that someone who wants a decent Manhattan apartment must spend a minimum of $650 for a studio, $1,000 for a one-bedroom, $1,400 for a" , "date" : "19841118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AFFORDABLE RENTALS CAN BE FOUND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/18\/realestate\/affordable-rentals-can-be-found.html"} , {"body" : "Wilbur L. Woods, the director of the Brooklyn Office of the Department of City Planning, has worked in Brooklyn since 1977. In an interview he discussed the city's efforts to encourage development of city-owned sites in Brooklyn. Q. Has the city been successful in persuading companies to move their back- office space to Brooklyn? A. Not to any" , "date" : "19841111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Q & A WITH BROOKLYN'S CHIEF PLANNER; WILBUR L. WOODS TOUTS ADVANTAGES OF BOUROGH SITES" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/11\/realestate\/q-with-brooklyn-s-chief-planner-wilbur-l-woods-touts-advantages-bourogh-sites.html"} , {"body" : "Samuel G. Freedman is a reporter on the Culture staff of The New York Times. A beggar staggers up the aisle of the Broadway local subway and into the next car. In his wake sits a woman reading ''One Hundred Years of Solitude,'' by Gabriel Garc ia M arquez, the Colombian Nobel laureate. On a sidewalk off Times Square, near a souvlaki stand and a" , "date" : "19841104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "METROPOLIS OF THE MIND" , "url" : "http:\/\/www.nytimes.com\/1984\/11\/04\/magazine\/metropolis-of-the-mind.html"} , {"body" : "About 40 subway passengers were removed and 14 treated for smoke inhalation after a GG train entered a smoky tunnel in the Williamsburg section of Brooklyn yesterday, authorities said. The fire in the tunnel appeared to have been caused by ''a grounded third rail feeder cable on a spur track,'' according to John Cunningham, a Transit Authority" , "date" : "19841030" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "14 RIDERS HURT IN BROOKLYN IN A SMOKY FIRE ON THE IND" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/30\/nyregion\/14-riders-hurt-in-brooklyn-in-a-smoky-fire-on-the-ind.html"} , {"body" : "Overheard yesterday morning at First Avenue and 67th Street: ''Would you mind putting that cigarette out?'' ''What is this, a no-smoking street?'' ''No, but if you hadn't noticed, there's a marathon going on here.'' How could anyone not have noticed the 15th New York City Marathon? It sliced through the entire city, everywhere that the broken blue" , "date" : "19841029" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "APPLAUSE RINGS OUT IN STREET" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/29\/sports\/applause-rings-out-in-street.html"} ,   {"body" : "The pressure of rising rents, particularly in downtown and midtown Manhattan, has forced an increasing number of manufacturing companies to find space elsewhere. Over the last few years, in an effort to halt the exodus to neighboring counties and states where rents are often cheaper, the city has put forward such incentives as tax abatements, job" , "date" : "19841024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "ABOUT REAL ESTATE; BUSINESS OFFERED AID IF THEY RELOCATE WITHIN CITY" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/24\/business\/about-real-estate-business-offered-aid-if-they-relocate-within-city.html"} , {"body" : "Perhaps more important than any other aspect of the 22d New York Film Festival, which ended a week ago today at Lincoln Center, was the emphasis it placed on film preservation - in all its forms. Film preservation is not ordinarily the sort of topic that rivets attention. It's not what people talk about at dinner parties. More than any of the other" , "date" : "19841021" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "THE FESTIVAL MAKES A POTENT CASE FOR PRESERVATION" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/21\/movies\/the-festival-makes-a-potent-case-for-preservation.html"} , {"body" : "Television cameras will be placed atop the city's East River bridges to watch the traffic on the Franklin D. Roosevelt Drive and other East Side thoroughfares. At 2,000 intersections, road sensors will report on how quickly - or slowly - vehicles are passing by. Before the rush hour begins, a helicopter will be hovering over the city, looking for" , "date" : "19841015" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY TO MONITOR FLOW OF VEHICLES TO SPEED TRAFFIC" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/15\/nyregion\/city-to-monitor-flow-of-vehicles-to-speed-traffic.html"} , {"body" : "On June 9, 1901, Adie Walford walked across the Williamsburg Bridge when it was nothing more than a series of cables. On April 2, 1954, Henri LaMothe jumped 40 feet off the Flatiron Building into a one-foot-deep pool of water to celebrate his birthday, and repeated the feat for his next 20 birthdays. On April 4, 1984 Lieut. Donald Reed of the New" , "date" : "19841015" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 DERRING-DOERS TELL WHY THEY DID IT" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/15\/nyregion\/5-derring-doers-tell-why-they-did-it.html"} , {"body" : "Following is a summary of reviews of restaurants that have appeared in The New York Times. Stars are followed by the date of original publication. Prices are current, and only weekend hours are given. LE BISTRO, 827 Third Avenue, at 51st Street (759-5933) - vv(April 17, 1981) Le Bistro plays to a packed house at lunch; less crowded at dinner, the" , "date" : "19841012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Dining Out Guide: French Fries" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/12\/arts\/dining-out-guide-french-fries.html"} , {"body" : "A 28-year-old Brooklyn man was charged with driving while intoxicated yesterday after his van hit a car on the Williamsburg Bridge, injuring three people in the car and closing the bridge in both directions from 1 to 5 P.M. The driver was identified as Sherman Williams of 475 Vermont Street." , "date" : "19841001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG BRIDGE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bridge Closed by Accident" , "url" : "http:\/\/www.nytimes.com\/1984\/10\/01\/nyregion\/bridge-closed-by-accident.html"} , {"body" : "Deceptive is the word for documentaries. At their best, they can give the impression of being artless, effortless visual recordings that almost accidentally illuminate their subject. In truth, they are - or should be - full of deliberate, sophisticated choices by which the film maker defines his material. These thoughts come to mind after watching" , "date" : "19840929" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "PAIR OF DOCUMENTARIES ARE SCREENED" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/29\/movies\/pair-of-documentaries-are-screened.html"} , {"body" : "One man was shot to death and another critically wounded on the Williamsburgh Bridge last night as bullets tore into their automobile and brought it to a halt near the bridge's Manhattan entrance, the police said. The wounded man was taken to Bellevue Hospital in serious condition. At 10:30 P.M. a passing driver saw the wounded man attempting to" , "date" : "19840918" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Men Are Shot, One Fatally, In Car on Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/18\/nyregion\/2-men-are-shot-one-fatally-in-car-on-williamsburg-bridge.html"} , {"body" : "From the desk of the Traffic Commissioner, New York City, the day after Labor Day, 1984: 5:05 A.M.: Tractor-trailer overturns and causes oil spill on Major Deegan Expressway. 5:56: Beech-Nut tractor-trailer veers onto inner roadway of Williamsburg Bridge, sheering off the top of the trailer and spilling baby food. Large-scale cleanup in progress." , "date" : "19840905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RUSH-HOUR DRIVERS ARE BACK AND CITY ROADS ARE JAMMED" , "url" : "http:\/\/www.nytimes.com\/1984\/09\/05\/nyregion\/rush-hour-drivers-are-back-and-city-roads-are-jammed.html"} , {"body" : "A 20-year-old man was wounded and captured by two Transit Authority police officers yesterday after he robbed a Brooklyn gas station and shot the owner, the police said. The gunman, whose name was not immediately available, was listed in stable condition at Woodhull Hospital, where he was being treated for gunshot wounds to a thigh and shoulder" , "date" : "19840821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Robbery Suspect Shot by 2 Officers" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/21\/nyregion\/the-city-robbery-suspect-shot-by-2-officers.html"} ,   {"body" : "On sunny weekends, in the Williamsburg section of Brooklyn, teen-aged fathers wheel baby carriages up and down the streets. The babies are shown off to friends and relatives, who smile approvingly, and then returned to the mothers, who usually live with their own mothers. Occasionally, the young mothers persuade the fathers to accompany them to a" , "date" : "19840820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "RELATIONSHIPS; UNWED TEEN-AGE FATHERS" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/20\/style\/relationships-unwed-teen-age-fathers.html"} , {"body" : "The tax-delinquency rate on property auctioned off by New York City has fallen to its lowest level in decades and is now about the same as for the city as a whole. City officials attribute the improvement to new, more stringent screening procedures for buyers of city-owned properties and more selective offerings. ''The revolving door has been" , "date" : "19840819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "CITY TIGHTENS AUCITON PROCEDURES" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/19\/realestate\/city-tightens-auciton-procedures.html"} , {"body" : "Friday CONNECTICUT SEAFARE Oysters and bluefish will be celebrated and eaten as a part of fish-fry festivals in two Connecticut villages. In Clinton, just off Exit 63 of the Connecticut Turnpike (Interstate 95), bluefish is the fish du jour. A three- day affair, with auction and parade, begins at the Town Dock tonight at 5 with bluefish dinners" , "date" : "19840817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/17\/arts\/weekender-guide.html"} , {"body" : "An effort by Hispanic Democrats in Brooklyn to increase their representation in public office has caused further dissension in the borough's already- fractious Democratic organization. Bids by Hispanic challengers could jeopardize the renomination and re- election of a black Congressman, a white State Senator and the first Hispanic woman to serve" , "date" : "19840816" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEMOCRATS IN BROOKLYN FACE HISPANIC DEMAND" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/16\/nyregion\/democrats-in-brooklyn-face-hispanic-demand.html"} , {"body" : "Rabbi Josef Grunwald, who transplanted the remains of a devastated Hungarian Hasidic congregation to Brooklyn after World War II and rebuilt it there, died Friday night at the Westchester County Medical Center in Valhalla after a stroke. He was 82 years old and lived in the Williamsburg section of Brooklyn. Rabbi Grunwald was the Rebbe, or grand" , "date" : "19840813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "JOSEF GRUNWALD, RABBI, DIES AT 82" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/13\/obituaries\/josef-grunwald-rabbi-dies-at-82.html"} , {"body" : "Hell's Kitchen Garden Party, Clinton Community Garden, 48th Street between Ninth and 10th Avenues; sponsored by the Green Guerrillas, 212-674-8124. Six years ago residents of Hell's Kitchen, also known as Clinton, cleaned up an abandoned city-owned lot and turned it into a lush garden. Currently tended by over a hundred neighborhood gardeners, it" , "date" : "19840809" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "A GARDEN PARTY IN HELL'S KITCHEN" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/09\/garden\/a-garden-party-in-hell-s-kitchen.html"} , {"body" : "The boat was weaving in and out of the Hudson River's quickly moving central current, through Lower Bay, half-circling the scaffold-enshrouded Statue of Liberty. Some passengers, like Charlotte and Gaetana Otto- Bruc, who live in Monaco, were bent over the railing looking at the statue. Cathy Blake had opened up a huge box of imported chocolates as" , "date" : "19840803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "FLOATING PARTIES: CRUISING AROUND MANHATTAN ISLAND" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/style\/floating-parties-cruising-around-manhattan-island.html"} , {"body" : "Friday PARK'S MAN OF CLAY Turning from Shakespeare to the Yiddish playwright H. Leivick for his second production of the season in Central Park, Joseph Papp will present ''The Golem'' in English, with music by Stanley Silverman, beginning tonight at 8, through Sept. 2. It's based on a 16th-century legend about a creature made of earth by a rabbi to" , "date" : "19840803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1984\/08\/03\/arts\/weekender-guide.html"} , {"body" : "After years of start-and-stop construction, New York City is racing the clock to finish two big sewage-treatment plants and end the dumping of 200 million gallons of raw sewage a day into the Hudson, Harlem and East Rivers. For much of this decade, the two sites - the North River plant on the West Side and the Red Hook plant near the old Brooklyn" , "date" : "19840728" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "CITY ACCELERATES ITS EFFORT TO END WASTE DUMPING" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/28\/nyregion\/city-accelerates-its-effort-to-end-waste-dumping.html"} , {"body" : "The City Department of Transportation issued a traffic alert yesterday for the period from today through next Friday where road work will be in progress. These are the trouble spots: PARK AVENUE VIADUCT: From 46th to 40th Street, the southbound roadway is closed. EIGHTH AVENUE: From 14th to 23d Street, half the street is closed at all times, and" , "date" : "19840721" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "CITY ISSUES AN ALERT ABOUT ROAD REPAIRS AND POSSIBLE DELAYS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/21\/nyregion\/city-issues-an-alert-about-road-repairs-and-possible-delays.html"} ,   {"body" : "Seven years ago, an Ecuadorean priest with pinched cheeks and somber demeanor looked out over the depleted congregation at Sunday mass at St. Barbara's Roman Catholic Church in the north Brooklyn community of Bushwick and contemplated what seemed to be a neighborhood's death rattle. Four days earlier, at 9:34 P.M. on July 13, 1977, a power failure" , "date" : "19840717" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUSHWICK, A SHAMBLES IN '77, SHOWING SIGNS OF RECOVERY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/17\/nyregion\/bushwick-a-shambles-in-77-showing-signs-of-recovery.html"} , {"body" : "THE corner of Wythe Avenue and Ross Street in Brooklyn may prove to be something of a turning point for New York City housing policy as well as for the troubled neighborhood of Williamsburg. On one side of Ross, just across Kent Avenue from the Brooklyn Navy Yard, a private developer has nearly completed 45 houses, each with three four-bedroom" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY TO TEST NEW PLAN ON LAND SALES" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/realestate\/city-to-test-new-plan-on-land-sales.html"} , {"body" : "Yankees vs. Kansas City Royals, at Yankee Stadium, 2 P.M. (Television - Channel 11, 2 P.M. Radio - WABC 770, 2 P.M.). Mets vs. Braves, at Atlanta, Dwight Gooden, who led the National League in strikeouts with 133 at the All- Star Game break, then struck out three American League players in the game, will oppose Len Barker in the finale of the" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SUNDAY SPORTS Baseball" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/sports\/sunday-sports-baseball.html"} , {"body" : "Captive Nations Committee Parade, From Plaza Hotel, Fifth Avenue and 59th Street, to Central Park Bandshell, Sunday at 9 A.M. Ceremonies and folklore performances at bandshell, noon to 2:30 P.M. Information: 439-8044. Block Party, 105th Street, between Lexington and Third Avenues. Tomorrow, 11 A.M. to 6 P.M. Sponsored by Committee for Handicapped" , "date" : "19840713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "STREET FESTIVALS, FAIRS AND PARADES THIS WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/13\/arts\/street-festivals-fairs-and-parades-this-weekend.html"} , {"body" : "Most Holy Crucifix Church Feast, Mott Street, between Hester and Canal Streets, tomorrow and Sunday, 2 to 11:30 P.M. Music, food and flea market. Information: 979-1109. American Crafts Festival , Lincoln Center, Broadway at 64th Street. Tomorrow and Sunday, noon to 9 P.M. More than 400 craft displays, sheep-shearing demonstrations, puppeteers." , "date" : "19840706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Street Fairs And Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/06\/arts\/street-fairs-and-festivals-this-weekend.html"} , {"body" : "Fireworks will explode over the Manhattan skyline and the Statue of Liberty tonight, and the police are warning of traffic complications. Macy's intends to hold its annual fireworks display in the East River tonight from 9:15 to 9:45, with rockets launched from barges. The Franklin D. Roosevelt Drive will be closed in both directions from Houston" , "date" : "19840704" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY ; ; Traffic Problems Expected Tonight" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/04\/nyregion\/the-city-traffic-problems-expected-tonight.html"} , {"body" : "Her husband died four years ago, and most of their original neighbors have long since moved to Riverdale, Co-op City or the suburbs. But at age 72, Theresa Lato, who says she never considered joining the exodus, is still living in her apartment on the Grand Concourse, the boulevard that was once widely proclaimed as the Champs- Elysees of the" , "date" : "19840702" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)" , "GRAND CONCOURSE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT 75, THE BRONX'S GRAND CONCOURSE TRIES TO BE GRAND ONCE AGAIN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/02\/nyregion\/at-75-the-bronx-s-grand-concourse-tries-to-be-grand-once-again.html"} , {"body" : "THE walk-up buildings on the four corners of Avenue B and 11th Street in Manhattan mutely tell a tale of a neighborhood in transition and city housing policy becalmed. Some newer tenants tend to think of the area as an extension of the East Village, but most consider it the Lower East Side. Two of the properties - 174 Avenue B, on the southwest" , "date" : "19840701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "INVESTORS FIND VALUE IN LOWER EAST SIDE WALK-UPS" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/01\/realestate\/investors-find-value-in-lower-east-side-walk-ups.html"} , {"body" : "There was a time when shrewd drivers trapped in northbound traffic on the construction-snarled Henry Hudson Parkway could break loose at the 95th Street exit and take Riverside Drive. But since May 7, they have found traffic on that road just as curdled. Riverside Drive has been closed between 122d and 135th Streets - and will remain closed until" , "date" : "19840629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "WAVE OF REPAIRS BRINGS FLOOD OF TRAFFIC ILLS" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/29\/nyregion\/wave-of-repairs-brings-flood-of-traffic-ills.html"} , {"body" : "Since the end of World War II, as its skyline has grown and its factories have emptied, the rich southern half of Manhattan has traded a blue-collar past for a white-collar future. Yet when Young Sek Yuk, a Chinese immigrant, commutes from the Williamsburg section of Brooklyn to her job in mid-Manhattan, she reports to a sewing table, as" , "date" : "19840628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GARMENT DISTRICT (NYC)" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GARMENT CENTER FUTURE AT STAKE IN THE DEBATE ON TIMES SQ. PLAN" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/28\/nyregion\/garment-center-future-at-stake-in-the-debate-on-times-sq-plan.html"} ,   {"body" : "Night after middle of the night, his wife would tell him to give it up, David, and come to bed. But David Mintz of Brooklyn would not come to bed. The world was out there waiting, he said, just waiting for a soybean- curd-based frozen desert. He could not, would not, rest until Tofutti was invented. It was not always easy for the 53- year-old" , "date" : "19840620" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/20\/nyregion\/about-new-york.html"} , {"body" : "SERGIO LEONE, the Italian director who gave class to the term ''spaghetti western,'' has made some weird movies in his day but nothing to match ''Once Upon a Time in America,'' a lazily haullucinatory epic that means to encapsulate approximately 50 years of American social history into a single film. Although it's set almost entirely in New York," , "date" : "19840601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM: 'ONCE UPON A TIME INAMERICA'" , "url" : "http:\/\/www.nytimes.com\/1984\/06\/01\/movies\/film-once-upon-a-time-inamerica.html"} , {"body" : "A 29-year-old Hasidic Jew has been acquitted of charges that he led a group that cut the beard off a rabbi from another sect in the Hasidic movement. A jury in Brooklyn Criminal Court last week found the defendant, Jacob Cohen, a member of the Satmar Hasidim, not guilty of reckless assault and a civil-rights violation. The rabbi, Pinchas Korf, 49," , "date" : "19840527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "MAN CLEARED OF CUTTING HASIDIC RABBI'S BEARD" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/27\/nyregion\/man-cleared-of-cutting-hasidic-rabbi-s-beard.html"} , {"body" : "The City Council chose Nydia M. Velazquez yesterday to fill the Brooklyn Council seat left vacant by the conviction of Luis A. Olmedo on corruption charges. Miss Velazquez, who is 31 years old and the first Hispanic woman to serve on the Council, was recommended for the office in a morning session of the Council Committee on Rules, Privileges and" , "date" : "19840525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OLMEDO SEAT ON COUNCIL FILLED" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/25\/nyregion\/olmedo-seat-on-council-filled.html"} , {"body" : "Marilyn Berger, a former newspaper and television correspondent, is a freelance journalist. BROOKE ASTOR, THE PHILANTHROpist and socialite, picked up the telephone and called Vartan Gregorian, president of New York Public Library. He was in the middle of a meeting in his office. He dropped everything and took the call. ''Greg, it's Brooke,'' Mrs." , "date" : "19840520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "50" , "title" : "BEING BROOKE ASTOR" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/20\/magazine\/being-brooke-astor.html"} , {"body" : "Every overseas bank that sets up shop in New York faces the same choice as other immigrants - whether to shed or retain roots from abroad. Some of the large international banks have chosen to assimilate. But the Bank Leumi Trust Company of New York, whose parent company is one of Israel's largest banks, has followed the other path, appealing to" , "date" : "19840514" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "LEUMI APPEAL NOT JUST ETHNIC" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/14\/business\/leumi-appeal-not-just-ethnic.html"} , {"body" : "Eugene Schwartz of Brooklyn got some good news the other day. He found out he was socially and economically disadvantaged. That is something of a coveted title in the part of Williamsburg where Mr. Schwartz owns a small manufacturing company. It qualifies the holder for a Small Business Administration program that channels Federal contracts to" , "date" : "19840506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "HASIDIC JEWS FIGHT CHANGE IN AID PROJECT" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/06\/nyregion\/hasidic-jews-fight-change-in-aid-project.html"} , {"body" : "The study, produced at Queens College by the Center for the Biology of Natural Systems, said the incinerators would create airborne concentrations of chemically contaminated dust that ''almost certainly would exceed the New York State Air Guide for dioxin in the air.'' Mayor Koch has said that he wants to build the incinerators to relieve the" , "date" : "19840430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLLUTION THREAT IS CITED IN STUDY ON INCINERATORS An environmental study has estimated that if New York City builds eight incinerators to burn its garbage, the resulting air pollution will increase the incidence of lung cancer in the city by 8 percent." , "url" : "http:\/\/www.nytimes.com\/1984\/04\/30\/nyregion\/pollution-threat-cited-study-incinerators-environmental-study-has-estimated-that.html"} , {"body" : "At least 11 poor areas of New York City will no longer get federally sponsored physicians because the Reagan Administration has decided to shift such doctors from urban to rural areas, Federal and state health officials said yesterday. Physicians already serving poor areas of the city will not be transferred, but no more will be sent to the 11" , "date" : "19840427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "11 NEEDY AREAS OF CITY LOSING DOCTORS PROJECT" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/27\/nyregion\/11-needy-areas-of-city-losing-doctors-project.html"} , {"body" : "A plainclothes transit police officer was shot and seriously wounded last night when he tried to stop a robbery outside an elevated BMT subway station in the Williamsburg section of Brooklyn, the police said. The officer, 24-year-old Frank Codispoti, was on duty in the Broadway station on the J line at about 7:49 P.M., when he heard that a group of" , "date" : "19840420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Officer Is Shot Stopping Robbery" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/20\/nyregion\/the-city-officer-is-shot-stopping-robbery.html"} ,   {"body" : "An early morning fire yesterday destroyed one of the Brooklyn buildings of Boricua College, a private bilingual institution. The three-alarm blaze gutted the three-story building at 9 Graham Avenue in the Williamsburg section that housed 12 stores and classrooms and offices for nearly 200 students. The college has another campus in Brooklyn and one" , "date" : "19840417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE CITY; Fire at College" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/17\/nyregion\/the-city-fire-at-college.html"} , {"body" : "To replace the city's dwindling dump sites, the Koch Administration proposes to put garbage-burning incinerators in every borough. Under the plan, which was sent to the Board of Estimate yesterday, four energy-generating incinerators would be built by 1990 - two in Brooklyn, in the Canarsie and Williamsburg sections; one in the Inwood section of" , "date" : "19840413" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY PLAN LISTS 8 SITES FOR PLANTS TO BURN TRASH AND MAKE POWER" , "url" : "http:\/\/www.nytimes.com\/1984\/04\/13\/nyregion\/city-plan-lists-8-sites-for-plants-to-burn-trash-and-make-power.html"} , {"body" : "Two 80-year-old tenements under renovation in a busy shopping district of the Lower East Side collapsed in a roar of bricks and mortar yesterday afternoon, killing two construction workers and injuring at least 19 other people. The collapse disrupted the normal pace of life throughout the neighborhood, forcing the closing of Delancey Street and the" , "date" : "19840405" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 DEAD AND 19 HURT AS BUILDINGS FALL ON DELANCEY ST." , "url" : "http:\/\/www.nytimes.com\/1984\/04\/05\/nyregion\/2-dead-and-19-hurt-as-buildings-fall-on-delancey-st.html"} , {"body" : "A Congressman from Brooklyn took a fellow Congressman from Spokane, Wash., on a tour of his district yesterday and showed him what it was like to represent 516,000 people - all within 18 square miles. Representative Thomas S. Foley, a Democrat who represents an equal number of constituents across 30,000 square miles of forests and farmland, said" , "date" : "19840331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "BROOKLYN SHOWS HOUSE WHIP NEED FOR U.S. AID" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/31\/nyregion\/brooklyn-shows-house-whip-need-for-us-aid.html"} , {"body" : "Manhattan-bound traffic backed up for miles in Brooklyn and Queens yesterday after city and state officials closed a bridge for repairs, and then several accidents and an oil spill closed a total of 17 traffic lanes into the borough. City traffic officials said 150,000 motorists were delayed by as much as an hour in the city's worst Saturday" , "date" : "19840325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "MANHATTAN-BOUND TRAFFIC STALLED BY BRIDGE REPAIRS AND ACCIDENTS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/25\/nyregion\/manhattan-bound-traffic-stalled-by-bridge-repairs-and-accidents.html"} , {"body" : "A 22-year-old Brooklyn man was convicted yesterday in the 1978 slayings of a 13-year-old boy and his 7-year-old sister. A State Supreme Court jury in Brooklyn returned the verdict against Paul Higgins, the first of three defendants to go on trial in the case. Mr. Higgins faces a maximum sentence of 25 years to life in prison on each of the four" , "date" : "19840323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; Deaths of Children Bring Conviction" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/23\/nyregion\/the-city-deaths-of-children-bring-conviction.html"} , {"body" : "As New York City rebuilds its aging bridges, tunnels and roadways, motorists will be confronted over the next few years with more detours and traffic jams than they have ever seen, traffic officials say. After years of neglect caused largely by a lack of money, city and state agencies are embarking on a sweeping program of repairs. ''The number of" , "date" : "19840319" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PRICE OF ROAD REPAIRS: SWELLING TRAFFIC JAMS" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/19\/nyregion\/price-of-road-repairs-swelling-traffic-jams.html"} , {"body" : "THE nonprofit community development corporation has become one of the lasting institutional legacies of the turmoil of the 1960's in older American cities. The early model of the species was the Bedford-Stuyvesant Restoration Corporation in Brooklyn. Now there are thousands around the country, greatly varying in effectiveness and in levels of" , "date" : "19840318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NONPROFIT REALTY GROUPS GETTING MORE PRIVATE HELP" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/18\/realestate\/nonprofit-realty-groups-getting-more-private-help.html"} , {"body" : "Rafael Esparra resigned yesterday after four years as Mayor Koch's Special Adviser for Hispanic Affairs to enter a House primary race in Brooklyn's 11th Congressional District. In announcing Mr. Esparra's resignation, which is effective today, the Mayor said that the 43-year-old Puerto Rican native ''was one of the best appointments I've ever" , "date" : "19840315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE CITY; Koch Aide Quits For House Race" , "url" : "http:\/\/www.nytimes.com\/1984\/03\/15\/nyregion\/the-city-koch-aide-quits-for-house-race.html"} , {"body" : "When Brooklyn's Woodhull Hospital opened its doors 15 months ago, after 6 years of delays and huge budget overruns, it seemed that the worst of its troubles might be over. But running Woodhull has been nearly as complicated as building it. In its first year of operation it failed two state medical inspections and suffered a string of technical" , "date" : "19840228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "WOODHULL: PROGRESS, BUT PROBLEMS PERSIST" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/28\/nyregion\/woodhull-progress-but-problems-persist.html"} ,   {"body" : "After more than a half-century as a best seller in Jewish delicatessens in New York, Dr. Brown's soda is setting out to make its name known in the world at large. In the process, the 115-year-old brand hopes to broaden the market for its most popular flavors - cream, black cherry and Cel-Ray, or celery- flavored, sodas - without losing its ethnic" , "date" : "19840222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "DR. BROWN IN MARKET EXPANSION" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/22\/business\/dr-brown-in-market-expansion.html"} , {"body" : "With the help of a grant from the Ford Foundation, fire departments in five cities around the nation will soon be using computers to pinpoint buildings that could be targets of arson. A computer training seminar, held two days this week for officials from the five cities and their fire departments, marked the start of the two- year arson prevention" , "date" : "19840219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROVIDENCE (RI)" , "KANSAS CITY (MO)" , "OAKLAND (CALIF)" , "KENTUCKY" , "RHODE ISLAND" , "CALIFORNIA" , "MISSOURI" , "OHIO" , "DAYTON (OHIO)" , "LOUISVILLE (KY)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "41" , "title" : "COMPUTERS TO HELP PINPOINT ARSON TARGETS" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/19\/us\/computers-to-help-pinpoint-arson-targets.html"} , {"body" : "''It's a down-home, black-tie dinner,'' said Jane Kalmus of the Citizens Committee for New York City, describing her organization's salute to eight New Yorkers, well-known and otherwise, who have helped improve the quality of the city. The event was a dinner-dance in the Grand Ballroom of the Waldorf-Astoria on Valentine's Day, and 800 boosters of" , "date" : "19840216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "LOVING NEW YORK BRINGS AWARDS TO 8" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/16\/garden\/loving-new-york-brings-awards-to-8.html"} , {"body" : "THE streets of Canarsie help tell the story of a community older than the nation itself. On a few blocks in this section of southeastern Brooklyn, the slope from sidewalk to front door discloses the original terrain of a neighborhood that once survived on farming and fishing. Not until modern sewers were installed less than 40 years ago were street" , "date" : "19840212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CANARSIE" , "url" : "http:\/\/www.nytimes.com\/1984\/02\/12\/realestate\/if-you-re-thinking-of-living-in-canarsie.html"} , {"body" : "A $10 million loan program to help stimulate housing and commercial development in distressed urban areas was announced yesterday by the BankAmerica Foundation, a philanthropic organization set up by the Bank of America for charitable giving. The new program, called the BankAmerica Foundation Neighborhood Partnership, should be a ''major step" , "date" : "19840131" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "11" , "title" : "BANKAMERICA TO AID URBAN REGROWTH WORK" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/31\/us\/bankamerica-to-aid-urban-regrowth-work.html"} , {"body" : "The Red Caps have come to the northwest Bronx. And with the arrival of the Fire Department's special arson- fighting squad, the city has moved north of Fordham Road in its efforts to keep arsonists from further devastating the borough. ''The message of the Red Caps is, 'No more South Bronxes anywhere in New York City,' '' Mayor Koch proclaimed last" , "date" : "19840109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'RED CAPS' FIGHTING ARSON IN THE NORTHWEST BRONX" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/09\/nyregion\/red-caps-fighting-arson-in-the-northwest-bronx.html"}]