[  {"body" : "THE SPREAD of cooperative conversions in southern and central sections of Brooklyn has reached the point where buyers can find cooperatives selling in a wide range of prices, brokers report. In some cases, the buildings were constructed in the 1950's or 1960's as top-of-the- market housing, with doorman service, garages and other amenities. They" , "date" : "19840722" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CONVERSIONS TO CO-OPS SPREAD WIDELY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/22\/realestate\/conversions-to-co-ops-spread-widely-in-brooklyn.html"} , {"body" : "AT first glance, the modest wood-frame homes in the East Flatbush section of Brooklyn seem to be in good condition. Closer inspection, however, discloses that many of the Queen Anne-style houses have peeling paint, broken windows, sagging porches or long-neglected front gardens. ''Once you start looking for deferred maintenance, you see it" , "date" : "19840715" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD SERVICE HELPS HOLD THE LINE ON DECAY" , "url" : "http:\/\/www.nytimes.com\/1984\/07\/15\/realestate\/neighborhood-service-helps-hold-the-line-on-decay.html"} , {"body" : "Peggy Greenawalt was telling an acquaintance that in the last few years she had moved from a house in Greenwich, Conn., to a Madison Avenue apartment in Manhattan to a brownstone in Brooklyn. ''What happened?'' the man asked her sympathetically. What happened is the story of Park Slope's continuing surge in popularity. The pace of revival in this" , "date" : "19840507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARK SLOPE: NEW FACES, NEW SHOPS AND NEW WORRIES OVER ITS GROWTH" , "url" : "http:\/\/www.nytimes.com\/1984\/05\/07\/nyregion\/park-slope-new-faces-new-shops-and-new-worries-over-its-growth.html"} , {"body" : "When David A. Rockefeller announced two years ago that a new nonprofit corporation would build 5,000 homes and rehabilitate 25,000 apartments for middle-income families in New York City by the late 1980's, the undertaking was greeted with hearty public applause and considerable private skepticism. Officials and urban planners had long maintained" , "date" : "19840129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "HOUSING PARTNERSHIP BEGINS IN THE MIDDLE" , "url" : "http:\/\/www.nytimes.com\/1984\/01\/29\/weekinreview\/housing-partnership-begins-in-the-middle.html"}]