[  {"body" : "Thousands of New Yorkers, living in a city where usable public bathrooms are few and far between, were fined $50 to $250 this year for using streets, sidewalks and subway stations as urinals. Many of the summonses, city officials say, went to cabdrivers in a rush. Some other offenders were homeless people. Others, they say, were too lazy, too rude" , "date" : "19861229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PERPLEXING PROBLEM: WHEN STREETS BECOME PUBLIC URINALS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/29\/nyregion\/perplexing-problem-when-streets-become-public-urinals.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Every workday morning, a group of New York City detectives and F.B.I. agents squeezes into a small, cluttered office on East 51st Street with one thought in mind: tracking down the killers of Paul Castellano. After six months of questioning almost 100 witnesses, conducting surveillances of scores of organized-crime figures, meeting clandestinely" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "TEAM'S SEARCH GOES ON FOR KILLERS OF CASTELLANO" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/team-s-search-goes-on-for-killers-of-castellano.html"} , {"body" : "Frank DeCicco, the reputed mob leader killed by a car bomb Sunday, will not be given a funeral mass before his burial today, a spokesman for the Roman Catholic Diocese of Brooklyn said yesterday. Citing the public attention and crowds that a funeral might attract, the diocese decided that the mass could not be performed until sometime after the" , "date" : "19860417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DIOCESE PROHIBITS MASS AT MOB FIGURE'S BURIAL" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/17\/nyregion\/diocese-prohibits-mass-at-mob-figure-s-burial.html"}]