[  {"body" : "Celia Goldberg felt ''so sick I had nothing to lose'' when she signed up last year for a new kind of insurance for the elderly. ''Now the fear, for me, is gone,'' she said. ''When I pick up the phone, I get help immediately. They call you back. They tell you what to do.'' Mrs. Goldberg, a 78-year-old widow, lives in a tidy fourth-floor apartment in" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "17" , "title" : "HEALTH PLAN HELPS ELDERLY TO STAY AT HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/style\/health-plan-helps-elderly-to-stay-at-home.html"} , {"body" : "''This is 'Brigadoon,' '' a resident of Howard Beach told a reporter a few years ago, when questions about the neighborhood were asked in a more innocent context. Yet now, in the aftermath of the beatings of three black men by a dozen whites, the comment has taken on a new and different resonance. For while Brigadoon was a paradise, as many in" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN HOWARD BEACH, PRIDE AND FEAR IN A 'PARADISE'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/in-howard-beach-pride-and-fear-in-a-paradise.html"} , {"body" : "As many as 70 patrons at a Brooklyn bar watched early yesterday as two off-duty police officers were attacked by a group of men, the police said. One of the officers, Frank Calamia, 21 years old, sustained facial injuries and the lower third of his right ear ''appears to have been bitten off,'' said a police spokesman, Det. John Clifford. The other" , "date" : "19861220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "METRO DATELINES; Group Attacks 2 Policemen at Bar" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/20\/nyregion\/metro-datelines-group-attacks-2-policemen-at-bar.html"} , {"body" : "THIS is the season when adventurous New Yorkers turn their homes into lovingly wrapped gifts to the passersby. Those in search of the season usually need not travel far. They may find it on an unassuming stretch of street in the Bensonhurst section of Brooklyn, where John Marinaro, in a yuletide feat of human daring, strings 50,000 Christmas lights" , "date" : "19861218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "SWITCHED-ON HOMES FOR THE HOLIDAY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/18\/garden\/switched-on-homes-for-the-holiday.html"} , {"body" : "''Tower to Margot,'' a voice crackled over the radio. ''What is your position?'' ''This is Margot,'' responded Robert Flannery, a tugboat pilot hauling 2,100 tons of New York City trash toward the world's biggest garbage dump, the Fresh Kills Landfill on Staten Island. ''I see Cynthia coming in and Carol going out,'' Mr. Flannery reported to the" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "SAILING 18,000 TONS OF TRASH A DAY ACROSS THE BAY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/nyregion\/sailing-18000-tons-of-trash-a-day-across-the-bay.html"} , {"body" : "A Brooklyn man was killed early yesterday by an explosion of undetermined cause as he opened the trunk of his car. Early reports said the explosion had been caused by a bomb, but a police spokesman, Sgt. Norris Hollomon, said bomb squad investigators had not determined the cause of the blast. ''Nothing is being ruled out,'' said another police" , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Explosion Kills a Man Opening His Car Trunk" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/nyregion\/explosion-kills-a-man-opening-his-car-trunk.html"} , {"body" : "Yuri Suhl, an author and artist, died of a cerebral hemorrhage Saturday at Martha's Vineyard Hospital. He was 78 years old and lived in Manhattan. Mr. Suhl was born in Galicia, a region of Poland that was then a part of the Austro-Hungarian Empire, and came to the United States in 1923, settling in Brooklyn. In 1932 he graduated from Jewish Workers" , "date" : "19861113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "YURI SUHL, AUTHOR, DIES AT 78; WROTE IN YIDDISH AND ENGLISH" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/13\/obituaries\/yuri-suhl-author-dies-at-78-wrote-in-yiddish-and-english.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "New Yorkers demonstrated yet again that they have an unusually high tolerance for celebration. For 26 miles 385 yards - the early-morning sprinkles and threat of more rain dampened the turnout only somewhat - tens of thousands lined the streets of the five boroughs yesterday and cheered and rooted on some 20,000 runners in the New York City" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "ROUTE BECOMES OUTDOOR PARTY AS POLI, WAITZ WIN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/sports\/route-becomes-outdoor-party-as-poli-waitz-win.html"} , {"body" : "GHOSTS should be out in force tomorrow night. And while most will be sheet-clad children hunting Halloween treats, the others, New York City residents say, have far less substance than even thin cotton cloth and long ago lost interest in candy. Tales of hauntings surround homes in Brooklyn and from the Upper East Side to Greenwich Village. ''I" , "date" : "19861030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "A NIGHT FOR GHOSTS, REAL AND UNREAL" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/30\/garden\/a-night-for-ghosts-real-and-unreal.html"} ,   {"body" : "A 17-year-old Brooklyn girl was killed early yesterday when a car in which she and five companions were riding skidded out of control in lower Manhattan. The dead girl was identified by the police as Denise Viola of 1465 76th St. in Bay Ridge. She was pronounced dead at Beekman Downtown Hospital. The police said the accident occurred about 3:15" , "date" : "19861027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Girl Is Killed In Car Crash" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/27\/nyregion\/metro-datelines-girl-is-killed-in-car-crash.html"} , {"body" : "When housing prices explode in Manhattan, the tremors shake neighborhoods like Greenpoint in Brooklyn. One of the city's best-preserved working-class areas, Greenpoint is now feeling the exponential rent increases, housing turnover and influx of young professionals that have characterized gentrification in New York City. Greenpoint offers a virtual" , "date" : "19861015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SIGNS OF TRANSFORMATION IN NEIGHBORLY GREENPOINT" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/15\/nyregion\/signs-of-transformation-in-neighborly-greenpoint.html"} , {"body" : "The manager of a private bus company was shot to death yesterday morning as he was changing a flat tire outside his home on Staten Island, the police said. The victim was identified as Joseph Trinetto, 45 years old, of 235 Tanglewood Drive in the Great Kills section. The police said they were looking for a motive in the slaying. A department" , "date" : "19861011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "METRO DATELINES: STATEN ISLAND; Manager Dies in S.I. Shooting" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/11\/nyregion\/metro-datelines-staten-island-manager-dies-in-si-shooting.html"} , {"body" : "THERE is no popcorn. Admission is still only $6, but a scalped ticket to a hot film can cost as much as $20 at the door. It is a movie scene like none other in the city, about as Hollywood as New York ever gets. Even the movie stars sit in the audience and watch movies. It is, of course, the New York Film Festival - now in the final week of its" , "date" : "19861001" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "A REPORTER'S NOTEBOOK: HOLLYWOOD ON THE HUDSON" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/01\/movies\/a-reporter-s-notebook-hollywood-on-the-hudson.html"} , {"body" : "NEW YORK CITY holds a fascination for many people - especially for people who don't live there. I am aware of this because I am a New Yorker who travels a lot. Over the years, I have practiced law, been a senior officer of the Dreyfus Mutual Funds and a general partner of the banking firm of Lazard Freres. I am now president of a broadcasting and" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "THE GOOD NEWS ABOUT NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/magazine\/the-good-news-about-new-york-city.html"} , {"body" : "NORTH from central Staten Island's major growth area of New Springville, the path of residential development has swept through the barren fields of Bull's Head and Graniteville in the last two years. Small, low-overhead home builders are in action, providing low-rise housing to meet a vigorous demand. The pace of development is as swift as it was" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BULL'S HEAD (STATEN ISLAND, NY)" , "NEW YORK CITY" , "WOODMONT (STATEN ISLAND, NY)" , "GRANITEVILLE (STATTEN ISLAND, NY)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOW-RISE DWELLINGS; Staten Island's Surge in Building" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/realestate\/perspectives-low-rise-dwellings-staten-island-s-surge-in-building.html"} , {"body" : "WHILE Moms who bake apple pie have become scarce, Mom's homebaked-style apple pie has not, more than holding its own beside its Continental shelf mates, the French apple tart and German kuchen. The renaissance in American cookery is one explanation for the pie's sustained popularity; another is the lasting appeal of the dessert itself. ''After" , "date" : "19860924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A PRIMER FOR APPLE PIE PURISTS: FINDING THE CITY'S BEST SLICE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/24\/garden\/a-primer-for-apple-pie-purists-finding-the-city-s-best-slice.html"} , {"body" : "One man was killed and five other people were injured in an explosion and fire yesterday at a two-story duplex house in the Bay Ridge section of Brooklyn, officials said. Fire Department officials said they did not know what caused the explosion, which occurred at 10:06 A.M. at 257 92d Street between Ridge Boulevard and Third Avenue, according to" , "date" : "19860916" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAN, 33, KILLED AND 5 ARE HURT IN AN EXPLOSION" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/16\/nyregion\/man-33-killed-and-5-are-hurt-in-an-explosion.html"} , {"body" : "A year and a half ago, on a park bench in Federal Plaza in Manhattan, Leila Eways gathered her thoughts, took out a pad and pencil and tried to explain to the Immigration and Naturalization Service why she had joined the Communist Party eight years earlier, why she had quit shortly afterward and why the United States should therefore welcome her as" , "date" : "19860915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "FOR FINNISH WOMAN, STRUGGLE FOR A U.S. WELCOME" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/15\/nyregion\/for-finnish-woman-struggle-for-a-us-welcome.html"} , {"body" : "LIKE a stretching dragon awakening from a long slumber, Chinatown is bursting its traditional Chatham Square boundaries, spreading north in Manhattan and sprawling over the metropolitan area to spawn satellite neighborhoods in Queens, Brooklyn, Staten Island and New Jersey. Indeed, it is not only Chinese who are expanding beyond what was in 1960 an" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Satellite Chinatowns Burgeon Throughout New York" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/realestate\/satellite-chinatowns-burgeon-throughout-new-york.html"} ,   {"body" : "To the Editor: Yes, there is a woman running for Congress in New York City. Regardless of the odds you stated so well, I am the Democratic candidate for the House of Representatives in the 14th Congressional District, which represents Staten Island and the Bay Ridge, Bensonhurst and Dyker Heights sections of Brooklyn. We in the state's southernmost" , "date" : "19860827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York Women Active in New York Politics" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/27\/opinion\/l-new-york-women-active-in-new-york-politics-752386.html"} , {"body" : "Carol Tarantino, a daughter of Mr. and Mrs. Samuel Tarantino of Franklin Lakes, N.J., was married yesterday to Mario Biaggi Jr., a son of Representative and Mrs. Biaggi of the Bronx. The Rev. John Leonard performed the ceremony at St. Joseph's Roman Catholic Church in Demarest, N.J. Catherine Tarantino was her twin's maid of honor. Richard Biaggi" , "date" : "19860824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "57" , "title" : "Mario Biaggi Jr. Weds Ms. Tarantino of NBC" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/24\/style\/mario-biaggi-jr-weds-ms-tarantino-of-nbc.html"} , {"body" : "T HE classic among old-fashioned parlors is Eddie's Sweet Shop in Forest Hills, Queens. If ever there was an Eddie, he is no more. For the last 18 years, the shop has been run by Joe Citrano with the help of his father, Vito, 77 years old, and son, Vito, 19. Everything is homemade: whipped cream, chocolate syrup and divine hot fudge. Mr. Citrano" , "date" : "19860820" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "THE FLAVORS OF ICE-CREAM PARLORS: NOSTALGIC TO NEW; TASTER'S CHOICE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/20\/garden\/the-flavors-of-ice-cream-parlors-nostalgic-to-new-taster-s-choice.html"} , {"body" : "He has lifted fingerprints from windowsills and doorjambs, from lacquered jewel boxes and glass coffee tables - thousands of fingerprints from thousands of burglarized apartments in New York City in the last 11 years. But in all that time, Officer William McNally, a fingerprint expert in the 20th Precinct on the Upper West Side of Manhattan, has" , "date" : "19860817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BURGLARS' FINGERPRINTS: A LONG SHOT TO ARREST" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/17\/nyregion\/burglars-fingerprints-a-long-shot-to-arrest.html"} , {"body" : "The New York City Department of Health last week released a list of 36 food establishments cited for violating the health code. In addition, it listed seven restaurants that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Blimpie, 861" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "NEW YORK INSPECTORS CITE 36 FOOD OUTLETS FOR HEATLH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/new-york-inspectors-cite-36-food-outlets-for-heatlh-offenses.html"} , {"body" : "The sun rose at 5:45 A.M. yesterday, which is when Violetta Kelner went for a dip in the privacy of her own ocean. The water was warm and clear, she said afterward. ''The beach is best,'' she noted, ''when it's crowded by two or three people.'' Mrs. Kelner belongs to a small group of Brighton Beach lovers who prefer dawn's solitude to the" , "date" : "19860726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEW YORK DAY BY DAY; Bliss at Dawn On Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/26\/nyregion\/new-york-day-by-day-bliss-at-dawn-on-brighton-beach.html"} , {"body" : "New York City's venture into neighborhood newspaper recycling - scheduled to begin today - was abruptly postponed yesterday after the city and the sanitation workers union could not agree on whether one or two workers should be assigned to a new recycling truck. The truck - a flatbed vehicle with six bins for paper, glass and metal products - was" , "date" : "19860724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "PRESSED BY UNION, CITY POSTPONES RECYCLING PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/24\/nyregion\/pressed-by-union-city-postpones-recycling-plan.html"} , {"body" : "The B9 bus rattled through the streets of the Bay Ridge section of Brooklyn to the former Staten Island ferry terminal at 69th Street, empty but for two riders. Since 1964, when the Verrazano-Narrows Bridge opened and the Brooklyn-Staten Island ferry stopped, the B9 has continued to serve the deserted pier, a ghost bus for much of its run. The B9," , "date" : "19860719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "RIDER COUNTS UNCOVERING 'GHOST BUSES'" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/19\/nyregion\/rider-counts-uncovering-ghost-buses.html"} , {"body" : "Brooklyn's role as a strategic site in the defense of New York City from the 1700's to the early 1900's will be discussed Sunday on a tour of Fort Hamilton in the Bay Ridge section. The fort was built in the 1820's to prevent invasion of the city by sea, and it is now the only active Army post in the city. Among those stationed there was Robert E." , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Brooklyn's Role In the City's Defense" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/arts\/brooklyn-s-role-in-the-city-s-defense.html"} , {"body" : "On land, on sea and in the air, Liberty Weekend offers a wealth of picture-taking possibilities, and to take advantage of them, you do not need a press pass or professional equipment. Camera owners of all stripes will have free access to photograph the crowds at the downtown Harbor Festival, the tall ships of Operation Sail as they parade along the" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "CAPTURING THE FIREWORKS AND THE HOOPLA ON FILM" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/arts\/capturing-the-fireworks-and-the-hoopla-on-film.html"} ,   {"body" : "The New York City Department of Health last week released a list of 85 food establishments cited for violating the health code. In addition, it listed three restaurants that were allowed to reopen after correcting earlier violations. The establishments are these: Violations MANHATTAN American Restaurant, 2130 Broadway (75th St.). Amy's, 2888" , "date" : "19860622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "NEW YORK INSPECTORS CITE 85 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/22\/nyregion\/new-york-inspectors-cite-85-food-outlets-for-health-offenses.html"} , {"body" : "A 57-year-old Episcopal priest from New York City was found strangled in his vacation home here Sunday and authorities were looking today for a young man seen with the priest hours before the murder. The body of the priest, the Rev. George C. Hoeh of St. John's Episcopal Church in the Bay Ridge section of Brooklyn, was found at noon on Sunday in" , "date" : "19860618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MULLICA TOWNSHIP (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Seeking a Man In Strangling of Priest" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/18\/nyregion\/police-seeking-a-man-in-strangling-of-priest.html"} , {"body" : "It was 9:29 on a morning that had brought torrents of rain to the streets of Manhattan, but Betty Gursky and her husband, Samuel, were punctual as always. Two other faithful regulars, Sol Hirsch and his wife, Henrietta, arrived at almost the same time. Soon, others in the group began to assemble: Frank, who was all smiles; Hannah, whose face never" , "date" : "19860602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "THE FAMILY; PROVIDING A RESPITE FOR ALZHEIMER FAMILIES" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/02\/style\/the-family-providing-a-respite-for-alzheimer-families.html"} , {"body" : "For anyone who has a few million dollars or more it is relatively easy to find investment advisers. Banks, securities firms and professional advisers are eager to lock into such business and earn handsome fees for giving advice. Getting professional investment help is far more difficult, however, for most people, who do not have millions to invest." , "date" : "19860601" , "day_of_week_facet" : "Sunday" , "page_facet" : "10" , "title" : "INVESTING IN A RISING MARKET; 3 Investors, 3 Successful Game Plans" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/01\/business\/investing-in-a-rising-market-3-investors-3-successful-game-plans.html"} , {"body" : "The line twisted through 4,150 miles of America, through city streets, across bridges, through deserts and mountain passes. Its links included the rich, the poor and the homeless, movie stars and public officials, a flotilla of hot air balloons, cowboys in covered wagons, a chain of paper dolls and, at times, a bit of Hollywood hokum. And for 15" , "date" : "19860526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "MILLIONS JOIN HANDS ACROSS U.S. TO AID THE HOMELESS AND HUNGRY" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/26\/us\/millions-join-hands-across-us-to-aid-the-homeless-and-hungry.html"} , {"body" : "Elizabeth Louise Hollister, a daughter of Mr. and Mrs. Kenneth Hollister of Brooklyn and Voluntown, Conn., was married yesterday to Robert Lee Jackson, the son of Edith Jackson of Colorado Springs, Colo., and Harold Jackson of Sullivan, Mo. The Revs. William and Jo Tolley performed the Presbyterian ceremony in the Union Church of Bay Ridge," , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Elizabeth Hollister Weds R. L. Jackson in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/style\/elizabeth-hollister-weds-r-l-jackson-in-brooklyn.html"} , {"body" : "Forget Helen of Troy. The face that launches a thousand ships this July Fourth weekend will be that of the Statue of Liberty. What is being called the largest flotilla of sailing ships to assemble in modern history is gathering from all over the world to salute her centennial year. Some 350,000 people are expected to be afloat in the harbor on the" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "HOW TO FOLLOW THE FLEET" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/how-to-follow-the-fleet.html"} , {"body" : "Avis and National Car Rental charge customers for any damage to a car if they drive ''off paved roads,'' whether or not they pay for collision coverage. Their rental contracts say so. National's contract also says it charges renters for all towing if it is needed for ''any reason not within the control of the company'' - and that includes the" , "date" : "19860517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "32" , "title" : "CAR RENTAL CONTRACTS: A JUNGLE IN FINE PRINT" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/17\/style\/car-rental-contracts-a-jungle-in-fine-print.html"} , {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"} , {"body" : "An 18-year-old Brooklyn man was arrested by the police yesterday and charged with the murder of a Roman Catholic priest who had been shot to death in his car early Saturday in a rundown industrial section of downtown Brooklyn. The police said the suspect, Andre Nichols, of 124 Carlton Avenue in Fort Greene, was seized at his father's home at 395" , "date" : "19860512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUSPECT HELD IN THE MURDER OF PRIEST, 49" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/12\/nyregion\/suspect-held-in-the-murder-of-priest-49.html"} ,   {"body" : "A popular Roman Catholic priest who directed child-care services for the Diocese of Brooklyn and was about to receive his first pastorate was shot to death in his car early yesterday in an apparent robbery in downtown Brooklyn, the police reported. The victim, the Rev. Frederick M. Strianese, a 49-year-old aide to Auxiliary Bishop Joseph M." , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "BROOKLYN PRIEST SHOT DEAD IN CAR, APPARENTLY BY THIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/brooklyn-priest-shot-dead-in-car-apparently-by-thief.html"} , {"body" : "For an academic conference, the presentations were unorthodox: slides of Italian-American lawn shrines, the patter of a New York City tour guide and a performance by a group of rap artists. The subject of the conference, held this weekend at the Tisch School of the Arts at New York University, was the distinctive folklore of New York City." , "date" : "19860505" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CONFERENCE CELEBRATES CITY'S UNSUNG FOLK ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/05\/nyregion\/conference-celebrates-city-s-unsung-folk-artists.html"} , {"body" : "The mansion, old and derelict, had one sign of its former grandeur. It bore an original dedication plaque with the inscription ''The Ridge 1900.'' Although the mansion, which sat in the Bay Ridge section of Brooklyn, was razed, the developers of the site have kept the name, callling their new complex of 42 cooperative apartments The Ridge. Designed" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; Linear Bay Ridge Co-ops" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/realestate\/postings-linear-bay-ridge-co-ops.html"} , {"body" : "There is a little corner of the Bay Ridge community in Brooklyn on which James C. Gherardi, a builder based in Flushing, Queens, has been putting his own strong stamp in the last few years. He is in the midst of his second project there. The first was a 225-unit town-house development called Water's View at Verrazano, now complete. The current" , "date" : "19860425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "14" , "title" : "ABOUT REAL ESTATE; A MIDRISE CO-OP PROJECT IS GOING-UP IN BAY RIDGE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/25\/business\/about-real-estate-a-midrise-co-op-project-is-going-up-in-bay-ridge.html"} , {"body" : "Police investigators now believe that twin 3-week-old boys who died Monday in Brooklyn were fatally injured by their 3 1\/2-year-old sister, law-enforcement officials said yesterday. The officials said detectives had questioned the girl, Deanna Iorio, at length and believed that she had injured the infants as she played with them shortly before 5" , "date" : "19860417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "SISTER SUSPECTED IN TWINS' DEATH" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/17\/nyregion\/sister-suspected-in-twins-death.html"} , {"body" : "Twin 3-week-old boys died early Monday in the Bay Ridge section of Brooklyn after their parents awoke to find one of the boys on the floor in a hallway and the other in his crib, the police said. The cause of death of the infants, Stephen and Michael Iorio, was not immediately known, according to Sgt. Anthony P. DiPalma of the 68th Precinct. The" , "date" : "19860415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3-Week-Old Brothers Found Dead at Home" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/15\/nyregion\/3-week-old-brothers-found-dead-at-home.html"} , {"body" : "CONSIDERABLE evidence exists to buttress the theory that good food and good music are rarely found under the same roof. Diners who are in the mood for jazz with their jambalaya or blues with their bouillabaisse face a formidable challenge. One serendipitous exception is Greene Street, the vast, dramatic nightclub and restaurant in SoHo. Only" , "date" : "19860411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "RESTAURANTS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/11\/arts\/restaurants-430386.html"} , {"body" : "A New York City police officer has been charged with assaulting a 57-year-old woman after he stopped her car for traffic violations in Brooklyn last year, authorities said yesterday. The officer, James Guise, 40 years old, of Lindenhurst, L.I., was suspended after he surrendered at the Brooklyn District Attorney's office Monday, according to a" , "date" : "19860402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer in Traffic Case Is Accused of Assault" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/02\/nyregion\/officer-in-traffic-case-is-accused-of-assault.html"} , {"body" : "Two New York City police officers charged with cocaine trafficking have accused 11 other officers of using cocaine, a top police official said yesterday. As a result of the allegations, 1 of the 11 has been suspended and 2 others have been transferred to new posts. While members of the department have expressed growing concern about the use of" , "date" : "19860319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICERS FACING DRUG CHARGES CALL 11 OTHERS COCAINE USERS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/19\/nyregion\/officers-facing-drug-charges-call-11-others-cocaine-users.html"} , {"body" : "A fleet of 40,000 cabin cruisers, sailboats, motor launches, ferryboats and yachts - not to mention 100 tall ships - is expected to sail into New York Harbor over the July 4th weekend for the Statue of Liberty centennial. And the Coast Guard is planning a major naval exercise to handle this extraordinary waterborne audience. If the fleet is as" , "date" : "19860305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COAST GUARD BRACES FOR FLEET OF 40,000 AT STATUE CENTENNIAL" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/05\/nyregion\/coast-guard-braces-for-fleet-of-40000-at-statue-centennial.html"} ,   {"body" : "RESPONDING in the midst of last year's mayoral campaign to calls for a new commercial rent control system, Mayor Koch created the Small Rental Business Study Commission in May. Its task was to conduct surveys, analyze the experience of other municipalities, weigh policy options and report back by the end of the year. The timetable was not met, but" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: RETAIL SPACE; Putting Reins on Commercial Rents" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/realestate\/perspectives-retail-space-putting-reins-on-commercial-rents.html"} , {"body" : "The engagement of Martha Wenzel Taylor to Joseph J. D'Ambrosio Jr. has been announced by Mr. and Mrs. Paul E. Taylor Jr. of Bronxville, N.Y., and Lyme, Conn., parents of the bride-to-be. Her fiance is the son of Mrs. D'Ambrosio of Bay Ridge, Brooklyn, and the late Mr. D'Ambrosio. A fall wedding is planned. Miss Taylor, who graduated from Middlebury" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "53" , "title" : "Martha Taylor to Wed Joseph D'Ambrosio Jr." , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/style\/martha-taylor-to-wed-joseph-d-ambrosio-jr.html"} , {"body" : "It is easy for Victor Gartenstein to describe the site of his new development project to residents of the Bay Ridge section of Brooklyn. ''It's across the street from the Tiffany Diner,'' he says. The Tiffany is as well known in Bay Ridge as the Empire Diner is in the Chelsea district of Manhattan. Around the corner from the Empire, the" , "date" : "19860131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "ABOUT REAL ESTATE; TAX DIVERSITY: MANHATTAN VS. BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/31\/business\/about-real-estate-tax-diversity-manhattan-vs-brooklyn.html"} , {"body" : "Fifteen high-school students from New York State, including three each from the Bronx High School of Science and Benjamin N. Cardozo High School in Queens, were among the 40 national winners named last week in the Westinghouse Science Talent Search. Thirteen of the New York State winners came from New York City public high schools, more than from" , "date" : "19860126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "33" , "title" : "15 FROM NEW YORK ARE AMONG FINALISTS FOR SCIENCE AWARDS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/26\/nyregion\/15-from-new-york-are-among-finalists-for-science-awards.html"} , {"body" : "For years cars sold in the United States have born evocative names redolent of the sleek, like Mustang, the powerful Corvette, and the elegant, Fleetwood. But cars, and their names, are changing, and today's auto buyers are faced with a deluge of Cordias, Camrys and Cieras, artificial, sometimes computer-generated words that have no meaning of" , "date" : "19860126" , "day_of_week_facet" : "Sunday" , "page_facet" : "6" , "title" : "SO MANY NEW MODELS, SO FEW WONDERFUL NAMES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/26\/automobiles\/so-many-new-models-so-few-wonderful-names.html"} , {"body" : "A pedestrian was killed and two others were injured when an automobile lurched out of control and onto a Fifth Avenue sidewalk during the morning rush hour yesterday. According to the police, the car apparently went out of control at 8:20 A.M. at the corner of 56th Street and Fifth Avenue, collided with a truck, then struck three pedestrians before" , "date" : "19860117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FIFTH AVENUE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CAR GOES OUT OF CONTROL, KILLING PEDESTRIAN ON 5TH AVE." , "url" : "http:\/\/www.nytimes.com\/1986\/01\/17\/nyregion\/car-goes-out-of-control-killing-pedestrian-on-5th-ave.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"}]