[  {"body" : "THEY perform plays about cocaine, incest, teen-age pregnancy, fallen heroes and broken dreams. Off Broadway? No, junior high schools -so students can watch on stage dramas that mirror life in the streets. A college basketball star smokes a crack pipe, a father forces himself on his daughter, a man flings his wife across the kitchen table - not" , "date" : "19861228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Education" , "Theater"] , "page_facet" : "53" , "title" : "THE ARTS: NEWS AND REVIEWS; RE-ENACTED RAGEDIES OF STREET LIFE BRING HELP TO JUNIOR HIGH STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/28\/theater\/arts-reviews-re-enacted-ragedies-street-life-bring-help-junior-high-students.html"} , {"body" : "Timothy Grimes, one of the three men attacked in Howard Beach, Queens, on Dec. 20, was arrested yesterday at his Brooklyn home and charged with stabbing the woman he lives with. Mr. Grimes, 20 years old, was been charged with second-degree assault and criminal possession of a knife, a police spokesman, Sgt. John Venetucci, said. The police have not" , "date" : "19861228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HOWARD BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Racial Attack Victim Arrested in Stabbing" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/28\/nyregion\/racial-attack-victim-arrested-in-stabbing.html"} , {"body" : "Hundreds of friends and relatives filled the small Our Lady of Charity Catholic Church last night for the funeral of Michael Griffith, the 23-year-old black man who was killed last week in a racially motivated assault in Howard Beach. More than 400 people filled every corner of the brightly lit 250-seat chapel and spilled into the darkened streets" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "STRIFE ASSAILED AT QUEENS ATTACK VICTIM'S FUNERAL" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/nyregion\/strife-assailed-at-queens-attack-victim-s-funeral.html"} , {"body" : "One victim in the racial attack last week in Howard Beach, Queens, has refused a subpoena from the Queens District Attorney, according to law-enforcement officials, who said the case could fall apart without him. The victim, Cedric Sandiford of Brooklyn, also failed to appear at the 106th precinct in Ozone Park, Queens, on Monday to view a lineup." , "date" : "19861225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A VICTIM REFUSES SUBPOENA TO TELL OF QUEENS ATTACK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/25\/nyregion\/a-victim-refuses-subpoena-to-tell-of-queens-attack.html"} , {"body" : "In the Brooklyn blocks where Michael Griffith grew up, the tension yesterday was as biting as the cold wind. Though divided in their opinions of Mr. Griffith, those who knew him or who live in his Bedford-Stuyvesant neighborhood spoke in one voice about the horror of his death last weekend and the fears of racism and violence in parts of the city." , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORS RECALL VICTIM OF BEATING IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/neighbors-recall-victim-of-beating-in-queens.html"} , {"body" : "More than 50 detectives canvassed homes yesterday in the Queens neighborhood where a black man was struck and killed by a car while he and two other black men tried to flee a gang of whites who had attacked them. A police spokesman, Officer James Coleman, said the investigation was ''progressing.'' But he said the detectives had not identified the" , "date" : "19861222" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "POLICE SEARCH QUEENS FOR ATTACKERS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/22\/nyregion\/police-search-queens-for-attackers.html"} , {"body" : "A 23-year-old black man was struck and killed by a car on a Queens highway early yesterday after being severely beaten twice by 9 to 12 white men who chased him and two other black men through the streets of Howard Beach in what the police called a racial attack. Though the police responded to reports of trouble at the scenes of both beatings," , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BLACK MAN DIES AFTER BEATING BY WHITES IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/nyregion\/black-man-dies-after-beating-by-whites-in-queens.html"} , {"body" : "Daphne Busby described the beginnings of the Sisterhood of Black Single Mothers in the early 1970's as a ''lifting up of those neighborly elements already available'' in the Bedford-Stuyvesant area of Brooklyn. During the early 70's, Miss Busby and other young single mothers helped one another with babysitting, counseling and general child-rearing" , "date" : "19861218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "'Neighborly Elements' Form Model Program" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/18\/nyregion\/neighborly-elements-form-model-program.html"} , {"body" : "A 71-year-old Queens woman and a 46-year-old Brooklyn man were killed in two separate fires that swept through their homes yesterday, officials reported. The woman, who suffered smoke inhalation and burns over much of her body, died around 5 P.M. in a blaze at 6-17 127th Street in the College Point, Queens. The woman, who was not immediately" , "date" : "19861215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "TWO ARE KILLED IN FIRES IN HOMES" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/15\/nyregion\/two-are-killed-in-fires-in-homes.html"} , {"body" : "Nicholas Pileggi, contributing editor of New York magazine, has been named the recipient of the third annual Peter Kihss Award, for excellence in reporting on New York City government. The award of $5,000 is to be given at 6 o'clock tonight at the Roosevelt Hotel by the Fund for the City of New York, a private, nonprofit foundation that examines" , "date" : "19861215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Pileggi Is Named as Recipient Of Kihss Award for Reporting" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/15\/nyregion\/pileggi-is-named-as-recipient-of-kihss-award-for-reporting.html"} ,   {"body" : "THE three-story brownstone at 110 Hart Street in the Bedford-Stuyvesant section of Brooklyn is little more than a shell, a sagging husk without heat, hot water or toilets. Three families live there using buckets for plumbing. They heat themselves with barbecue charcoal. They light their grim rooms with pirated electricity carried by a web of" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York Plays Reluctant Landlord" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/realestate\/new-york-plays-reluctant-landlord.html"} , {"body" : "Moments after killing a 34-year-old man yesterday on a Brooklyn streetcorner, a man pointed a Uzi submachine gun at two approaching police officers, then fled when they opened fire on him, the police said. Officers Colin Wilson and Angel Jimenez, of the 81st Precinct, saw the shooting, at Howard Avenue and Monroe Street in the Bedford-Stuyvesant" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Suspect Kills a Man, Then Flees 2 Officers" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/nyregion\/suspect-kills-a-man-then-flees-2-officers.html"} , {"body" : "Today Calvary Baptist Church, 123 West 57th Street. Christmas portion of Handel's ''Messiah''; with chamber ensemble; Paul Liljestrand, organist and choirmaster. At 7:30 P.M. Information: 975-0170, extension 32. Tomorrow Cathedral of St. John the Divine (Episcopal), Amsterdam Avenue at 112th Street. Schutz's ''Christmas Story''; with Grande Bande" , "date" : "19861212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON; Oratorios and 'Messiah' Sing-Alongs" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/calendar-music-events-for-christmas-season-oratorios-messiah-sing-alongs.html"} , {"body" : "Police Commissioner Benjamin Ward yesterday ordered the transfer of nearly half the patrol officers in the 77th Precinct in Brooklyn - 90 people - in his effort to reshape the precinct where 13 officers have been indicted on corruption charges. Police officials said the transfers, which had been expected, were not intended to be punitive, but" , "date" : "19861210" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "90 PATROL OFFICERS IN 77TH PRECINCT ARE SHIFTED ELSEWHERE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/10\/nyregion\/90-patrol-officers-in-77th-precinct-are-shifted-elsewhere-in-brooklyn.html"} , {"body" : "A woman who had apparently been living on the roof of a seven-story apartment building in Brooklyn plunged to her death yesterday morning, the police said. The woman, identified as Shirley Manigault, 41 years old, fell from the roof of 42 Patchen Avenue in the Bedford-Stuyvesant section, a police spokesman, Sgt. Raymond O'Donnell, said. Witnesses" , "date" : "19861201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO DATELINES; Woman Dies in Fall From Brooklyn Roof" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/01\/nyregion\/metro-datelines-woman-dies-in-fall-from-brooklyn-roof.html"} , {"body" : "New York's newest antiques and decorative-arts bazaar proved to be far more than a merchandising success last weekend. The show, ''Modernism: A Century of Style and Design, 1860-1960,'' attracted 13,000 people in its four-day run, which ended last Sunday. The show offered the largest assemblage of works at a fair from the periods represented -from" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ANTIQUES; Saluting 100 Years Of Modern Design" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/arts\/antiques-saluting-100-years-of-modern-design.html"} , {"body" : "Pearl K. knew something was wrong the morning she got up and tried to slip on a dress. During the night, her legs and arms had become so swollen that the dress did not fit. Mrs. K., whose weight had always stayed close to 100 pounds, stepped on the bathroom scale. The numbers rocketed to 130. And when she looked in the mirror, she noticed that her" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "FOUR LIVES: CHRONICLES OF PAIN, LOSS, AND, FINALLY, HOPE; Illness's Toll: A Slide Into Poverty and Despair" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/nyregion\/four-lives-chronicles-pain-loss-finally-hope-illness-s-toll-slide-into-poverty.html"} , {"body" : "AN honor student at Julia Richman High School considered dropping out last September as he struggled to cope with his mother's addiction to crack. Another student suffered from undiagnosed sickle-cell anemia. A third missed more than a week of school each month because of severe asthma. These students are being treated at the school's Student" , "date" : "19861126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education" , "Health"] , "page_facet" : "1" , "title" : "FROM SCHOOL CLINICS, FIRST-LINE HEALTH CARE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/26\/garden\/from-school-clinics-first-line-health-care.html"} , {"body" : "In the police union's two-week battle against the department's anticorruption plan, minority police groups supported Commissioner Benjamin Ward, pointing up longstanding differences with the predominantly white union. The minority police groups have differed with the union on issues ranging from civilian oversight of the department to police" , "date" : "19861124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "FIGHT ON TRANSFERS MARKS A CONTRAST BETWEEN POLICE GROUPS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/24\/nyregion\/fight-on-transfers-marks-a-contrast-between-police-groups.html"} , {"body" : "More than 200 elected officials, community activists and others, gathering in a daylong convention in Brooklyn, called for stepped-up efforts to bolster political representation for the black community in New York City. The meeting, the fifth annual ''Black Convention,'' was sponsored by various community groups around the city. Meeting Saturday at" , "date" : "19861124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GROUP OF BLACKS WANTS TO ELECT MORE OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/24\/nyregion\/group-of-blacks-wants-to-elect-more-officials.html"} ,   {"body" : "It was noon at the shelter for homeless men in the Bedford Avenue Armory in Brooklyn. Near the metal detectors at the front door, a young security guard was ousting a man in a too-small camel's-hair coat for the third time. Men were lined up for lunch in the armory's cavernous main hallway, but no one except Alfonso Howell appeared to notice the" , "date" : "19861119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT MEN'S SHELTER IN BEDFORD-STUYVESANT, A ROOM FOR 532" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/19\/nyregion\/at-men-s-shelter-in-bedford-stuyvesant-a-room-for-532.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "More than 150 police officers, many from the beleaguered 77th Precinct in Brooklyn, gathered today at the funeral of Officer Brian F. O'Regan, who apparently shot himself to death rather than face trial on corruption charges. The hourlong service was at the Holy Name of Mary Roman Catholic Church here, near the house where Officer O'Regan, 41 years" , "date" : "19861113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "150 OFFICERS AT THE SERVICE FOR O'REGAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/13\/nyregion\/150-officers-at-the-service-for-o-regan.html"} , {"body" : "Policy on Homeless Meets Resistance A coalition of Bedford-Stuyvesant community groups in Brooklyn will ask a Federal judge to halt the placing of homeless people in the north and central parts of the borough. Last Friday the judge temporarily blocked the city from opening a shelter in the Sumner Avenue Armory. The coalition is arguing that the" , "date" : "19861112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AGENDA: Nov. 12, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/12\/nyregion\/agenda-nov-12-1986.html"} , {"body" : "When high winds from Hurricane Gloria buckled the old wooden steeple of the 134-year-old Reformed Church of South Bushwick in Brooklyn last year, leaving it tilting precariously, the tiny congregation quickly found that it could not finance the extensive repairs. Finally, after the 70-member congregation raised several hundred dollars, it turned to" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "FUND HELPS RESOTRE CITY'S CHURCHES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/fund-helps-resotre-city-s-churches.html"} , {"body" : "They arrive at 11 A.M. - mothers with children, old men alone or in groups. Inside the church, which is sandwiched between a shelter for the homeless and a pornographic movie house, children help a bald man called Curly set up tables and bring out the food for the day's meal. Curly, or more formally, Edwin Lubriel, serves an average of 500 people a" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "SOUP KITCHENS PRESSED TO MEET NEED" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/soup-kitchens-pressed-to-meet-need.html"} , {"body" : "When Police Commissioner Benjamin Ward announced a series of transfers and what he called the most sweeping anticorruption measures since the Knapp Commission of the early 70's, he took pains to add that the measures were not meant as punishment and that he did not believe that corruption was still widespread. However, law-enforcement experts," , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "TOUGH NEW POLICE POLICIES AIM AT ACCOUNTABILITY" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/tough-new-police-policies-aim-at-accountability.html"} , {"body" : "At least three of the 12 police officers facing charges in the 77th Precinct corruption scandal have agreed to cooperate with prosecutors, according to law-enforcement officials familiar with the case. The officials, who asked not to be identified, did not say what the three had been promised in exchange for their aid, but prosecutors fighting" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "3 INDICTED OFFICERS SAID TO AGREE TO AID PROSECUTORS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/3-indicted-officers-said-to-agree-to-aid-prosecutors.html"} , {"body" : "A police officer from the 77th Precinct in Brooklyn who had been indicted on charges of stealing and selling drugs was found shot to death in a Long Island motel yesterday afternoon, apparently a suicide, the police said. The officer, Brian F. O'Regan, 41 years old, had failed to surrender Thursday morning for arraignment with 12 other current or" , "date" : "19861108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MISSING IDICTED OFFICER FOUND DEAD IN MOTEL" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/08\/nyregion\/missing-idicted-officer-found-dead-in-motel.html"} , {"body" : "Twelve current or former police officers from the 77th Precinct in Brooklyn were arrested and arraigned yesterday on charges ranging from stealing garbage cans to stealing and selling drugs. Within hours, Police Commissioner Benjamin Ward announced extensive anticorruption measures, including a plan to transfer one-fifth of the patrol officers in" , "date" : "19861107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "12 FROM 77TH PRECINCT ARRAIGNED; WARD OUTLINES INTEGRITY MEASURES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/07\/nyregion\/12-from-77th-precinct-arraigned-ward-outlines-integrity-measures.html"} ,   {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "In large numbers, New York State voters on Tuesday rejected party-line voting at the top of the ticket, taking their cue from the candidates who had detached themselves from their political parties during the campaign. Moving back and forth across the ballot, the voters elected two Democrats, Governor Cuomo and Attorney General Robert Abrams, and" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DEMOCRATS REJOICE AT 55-45 SENATE MARGIN BUT STILL SEEK AGENDA TO COUNTER REAGAN; MANY SPLIT TICKETS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/nyregion\/democrats-rejoice-55-45-senate-margin-but-still-seek-agenda-counter-reagan-many.html"} , {"body" : "At least five police officers from the 77th Precinct in Brooklyn have been ordered to surrender for indictment tomorrow by a grand jury investigating reported corruption, the lawyer for the police union said yesterday. The lawyer, Richard Hartman, said 3 of the officers were among the group of 13 suspended last month after an internal investigation" , "date" : "19861105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FIVE BROOKLYN OFFICERS SAID TO FACE INDICTMENT" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/05\/nyregion\/five-brooklyn-officers-said-to-face-indictment.html"} , {"body" : "New Officers at the Top Twenty-seven replacement supervisors will take command today as part of the Police Department's response to allegations of corruption at the 77th Precinct in the Bedford-Stuyvesant section of Brooklyn, where 13 officers have been suspended. In the largest mass shift of superior officers the department has seen in recent" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AGENDA: Nov. 3, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/nyregion\/agenda-nov-3-1986.html"} , {"body" : "Prominently displayed in the office of Dr. J. Jerome Harris is a plaque that reads, ''God so loved the world that he did not send a committee.'' The tongue-in-cheek message says a great deal about the style of one of New York City's most controversial educators. In a school system often criticized for timidity, Dr. Harris, the Superintendent of" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "2 SCHOOL SUPERINTENDENTS, 2 STRATEGIES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/nyregion\/2-school-superintendents-2-strategies.html"} , {"body" : "They ran side by side up First Avenue, past the enthusiastic brunchtime East Side crowds that provide the New York City Marathon with much of its glamour and appeal. Rob de Castella, the 29-year-old Australian who was paid a king's ransom in appearance fees to compete here, was taking turns in the lead with Gianni Poli of Italy, both running for" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "POLI OF ITALY WINNER IN MARATHON; WAITZ TAKES 8TH TITLE IN 9 YEARS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/sports\/poli-of-italy-winner-in-marathon-waitz-takes-8th-title-in-9-years.html"} , {"body" : "On Monday nights the last of New Jersey's lay judges, James T. Leonard Sr. of Municipal Court here, claims the Mayor's office as his chambers and the adjacent Borough Council chambers as his courtroom. Judge Leonard, who is 75 years old, has been holding court in this Union County borough of fewer than 5,000 residents for 40 years despite his lack" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "GARWOOD (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "JERSEY'S LAST LAY JUDGE USES COMMON TOUCH" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/nyregion\/jersey-s-last-lay-judge-uses-common-touch.html"} , {"body" : "Police Commissioner Benjamin Ward last week ordered the transfer of all supervisors from Brooklyn's 77th Precinct, where 13 officers were suspended without pay in September after an internal investigation uncovered thefts of money and drugs from narcotics dealers. The order affected 2 captains, 7 lieutenants and 14 sergeants in the precinct, which" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Rattling the Brass In Brooklyn's 77th" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/weekinreview\/the-region-rattling-the-brass-in-brooklyn-s-77th.html"} , {"body" : "The Police Department's response to allegations of corruption in the 77th Precinct reached the highest level of the uniformed forces in Brooklyn yesterday with the transfer of four senior commanders in the borough. Police Commissioner Benjamin Ward ordered their transfer and that of every supervisor in the 77th Precinct in a move he said was" , "date" : "19861101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "POLICE TRANSFER 27 SUPERVISORS AMID INQUIRY AT 77TH PRECINCT" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/01\/nyregion\/police-transfer-27-supervisors-amid-inquiry-at-77th-precinct.html"} , {"body" : "Police Commissioner Benjamin Ward is planning a large-scale transfer of supervisors, and possibly patrol officers, from the 77th Precinct in Brooklyn, where 13 officers have been suspended amid accusations of corruption and misconduct, law-enforcement officials said yesterday. The officials said the transfer of supervisors, which might also involve" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SHIFTS AT PRECINCT IN BROOKLYN SEEN" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/nyregion\/shifts-at-precinct-in-brooklyn-seen.html"} ,   {"body" : "The chairman of a state commission examining cable television operations in New York City says the panel is drafting new regulations to combat political control of local cable groups. The official. William B. Finneran, said the proposed changes were prompted by allegations of political influence over local community-access cable groups," , "date" : "19861026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "STATE PANEL IS DRAFTING RULES TO BAR POLITICAL CONTROL OF CABLE TV GROUPS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/26\/nyregion\/state-panel-is-drafting-rules-to-bar-political-control-of-cable-tv-groups.html"} , {"body" : "A probationary police officer shot a robber in an exchange of gunfire on a Brooklyn street yesterday after the officer, who was off duty, came to the assistance of a friend, authorities said. The suspect, Timothy McAllister, will be charged with attempted murder, according to a police spokesman, Sgt. Edward Burns. He said the shooting had taken" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Robbery Suspect Is Wounded By Officer on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/robbery-suspect-is-wounded-by-officer-on-brooklyn-street.html"} , {"body" : "At nine New York City high schools over the past two years, state-financed health clinics have provided health care to low-income students, including birth-control counseling. Clinics at two of the schools dispensed contraceptive devices to students who had parental permission to use the health services; at the other seven schools, prescriptions" , "date" : "19861013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ISSUE AND DEBATE; CONTRACEPTIVES' PRESENCE IN SCHOOLS CREATES A DISPUTE AMONG EDUCATORS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/13\/nyregion\/issue-debate-contraceptives-presence-schools-creates-dispute-among-educators.html"} , {"body" : "IN a city whose wizardly '86 Mets are battling for New York's 59th pennant of the century this week, baseball has long been a special passion. And for generations, nowhere were the fans more fanatic and the passion for baseball more passionate than in Brooklyn. The remarkable chemistry that made the borough of churches the seat of a fabulously rich" , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "68" , "title" : "NOSTALGIA SHOW RECALLS THE BROOKLYN DODGERS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/arts\/nostalgia-show-recalls-the-brooklyn-dodgers.html"} , {"body" : "The New York City Police Department served formal administrative charges Friday on 9 of the 13 police officers suspended in the 77th Precinct in the Bedford-Stuyvesant section of Brooklyn last month after an investigation into allegations of police corruption there. Charges against four officers were not served because those officers had not yet" , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Departmental Charges Filed Against Officers" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/nyregion\/departmental-charges-filed-against-officers.html"} , {"body" : "Nine New York City high schools have state-paid programs that are dispensing contraceptives at the schools or at affiliated clinics as part of their general health-care services, according to a new report by the Board of Education staff. The president of the board, Robert F. Wagner Jr., said yesterday that he only recently had become aware of the" , "date" : "19861006" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "9 NEW YORK HIGH SCHOOLS DISPENSE CONTRACEPTIVES TO THEIR STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/06\/nyregion\/9-new-york-high-schools-dispense-contraceptives-to-their-students.html"} , {"body" : "A special grand jury, meeting at an undisclosed location in Brooklyn, began hearing evidence yesterday against 13 suspended police officers who have been accused of stealing cash and drugs from drug dealers. The jury is also looking into how officers at the 77th Precinct found out about the undercover investigation that led to the suspensions while" , "date" : "19861004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "GRAND JURY HEARS EVIDENCE ON SUSPENDED OFFICERS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/04\/nyregion\/grand-jury-hears-evidence-on-suspended-officers.html"} , {"body" : "A grand jury investigation into allegations of police corruption in the 77th Precinct, where 13 officers accused of stealing from drug dealers have been suspended, may result in perjury or other charges against more officers, police officials said yesterday. Police Commissioner Benjamin Ward, speaking with reporters after a promotion ceremony at" , "date" : "19860927" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "POLICE INQUIRY MAY LEAD TO PERJURY ACCUSATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/27\/nyregion\/police-inquiry-may-lead-to-perjury-accusations.html"} , {"body" : "Brooklyn's 77th Precinct would seem to encompass two distinct worlds. One is the surging community of Prospect Heights with its brownstones, gracious apartment buildings, racial integration and proximity to the borough museum, main library and botanical gardens. The other is the generally poorer Bedford-Stuyvesant section with its homeless" , "date" : "19860925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN DRUG-WRACKED 77th PRECINCT, POLICE SUSPENSIONS DRAW VARIED REACTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/25\/nyregion\/in-drug-wracked-77th-precinct-police-suspensions-draw-varied-reactions.html"} , {"body" : "The investigation that led to the suspension of 13 police officers Tuesday developed rapidly this year after two other officers, working undercover, approached their colleagues about joining them in ''ripping off'' drug dealers, officials said yesterday. Lawyers and officials familiar with the case said the suspended officers, all from the 77th" , "date" : "19860925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 BROOKLYN OFFICERS SAID TO SUGGEST EXTORTION TO 13" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/25\/nyregion\/2-brooklyn-officers-said-to-suggest-extortion-to-13.html"} ,   {"body" : "International A U.S.-Soviet summit meeting is now ''a realistic possibility'' despite major differences with the United States, the Soviet Foreign Minister, Eduard A. Shevardnadze, said. Addressing the United Nations General Assembly, he said that ''encouraging outlines of meaningful agreements have been emerging lately.'' An American spokesman" , "date" : "19860924" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: WEDNESDAY, SEPTEMBER 24, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/24\/nyregion\/news-summary-wednesday-september-24-1986.html"} , {"body" : "Thirteen police officers from a Brooklyn precinct were suspended yesterday afternoon, pending a grand jury investigation, after police and state investigators charged that they had extorted money and drugs from narcotics dealers, law-enforcement officials said. The officers, all from the 77th Precinct in the Bedford-Stuyvesant section, had been" , "date" : "19860924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "POLICE SUSPEND 13 OVER DRUG INQUIRY IN BROOKLYN UNIT" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/24\/nyregion\/police-suspend-13-over-drug-inquiry-in-brooklyn-unit.html"} , {"body" : "ROWS of neat, fully occupied brownstones, many with long-term roomers, line some of the sidestreets of central Harlem. These town houses were built early in the century by wealthy people from downtown; years later, many were divided into tiny rooms and rented out for income. Over the last few years, as the housing market has improved, mortgage" , "date" : "19860921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: CITY'S S.R.O. POLICY; Keeping a Rooming House 'As Is'" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/21\/realestate\/perspectives-city-s-sro-policy-keeping-a-rooming-house-as-is.html"} , {"body" : "An elderly man who lived and worked in a Brooklyn grocery store was fatally shot by a police officer Tuesday after he opened fire on a group of officers investigating a burglary report there, officials said. The man, Said Abu Ismaeil, was shot at about 11:15 P.M. by Officer Andrew Carson of the Emergency Service Unit after he fired repeatedly at" , "date" : "19860918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "POLICE KILL A MAN IN BROOKLYN WHO WOULDN'T DROP HIS GUN" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/18\/nyregion\/police-kill-a-man-in-brooklyn-who-wouldn-t-drop-his-gun.html"} , {"body" : "A suspicious fire in a Brooklyn row house yesterday morning left a mother and one of her sons dead and another son injured, police and fire officials reported. The fire broke out in the three-story brownstone at 523 MacDonough Street, between Patchen and Ralph Avenues in the Bedford-Stuyvesant section, shortly before 7 A.M. A spokesman for the Fire" , "date" : "19860916" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mother and Son Killed In a Suspicious Blaze" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/16\/nyregion\/mother-and-son-killed-in-a-suspicious-blaze.html"} , {"body" : "When Enrique Davila Suarez of Hialeah, Fla., arrived home from his job at an auto rebuilding factory one weekend last year, he looked forward to watching television and relaxing with his wife and daughter. Instead, after answering a knock at the door, he found himself under arrest for a murder more than 1,000 miles away, in Brooklyn. Yesterday," , "date" : "19860912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HIALEAH (FLA)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER 18 MONTHS OF MISTAKEN IDENTITY, SUSPECT IS FREED" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/nyregion\/after-18-months-of-mistaken-identity-suspect-is-freed.html"} , {"body" : "Democratic politicians are predicting an abnormally low turnout in Tuesday's Democratic primary for the United States Senate nomination from New York, despite a multimillion-dollar advertising campaign and a heated contest. This is the first statewide campaign for the two candidates - John S. Dyson, a former chairman of the State Power Authority" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "LOW TURNOUT SEEN FOR SENATE PRIMARY" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/nyregion\/low-turnout-seen-for-senate-primary.html"} , {"body" : "THE blips on the political radar screen of Brooklyn this year are small but unusual -most of the perennially warring factions in the borough have not only ceased warring but are actually cooperating. Just last November, Anthony Genovesi, the powerful leader of the Jefferson Democratic club, was backing an opponent of Democratic leader Howard Golden" , "date" : "19860831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION: BROOKLYN; FOR A CHANGE, POLITICIANS ARE GOING ALONG TO GET ALONG" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/31\/weekinreview\/the-region-brooklyn-for-a-change-politicians-are-going-along-to-get-along.html"} , {"body" : "Some months ago, two influential Democratic Assemblymen from Brooklyn, Albert Vann and Roger L. Green, took the unusual step of backing a candidate seeking to unseat an incumbent Civil Court judge in next month's Democratic primary election. But the move backfired. The judge, John L. Phillips, struck back. With his support, two little-known" , "date" : "19860830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ATTEMPT TO OUST 2 ASSEMBLYMEN FUELED BY JUDGE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/30\/nyregion\/attempt-to-oust-2-assemblymen-fueled-by-judge.html"} , {"body" : "The removal of Abraham Hirschfeld from the Sept. 9 Democratic primary ballot in New York was upheld yesterday by an appeals court. A five-judge panel of the Appellate Division of State Supreme Court, Third Department, in Albany unanimously affirmed a State Supreme Court ruling that Mr. Hirschfeld, who has been campaigning against Representative" , "date" : "19860828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COURT UPHOLDS BALLOT RULING ON HIRSCHFELD" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/28\/nyregion\/court-upholds-ballot-ruling-on-hirschfeld.html"} ,   {"body" : "Carlton Williams remembers an emotionally disturbed man who was banging his head against the ground. Thomas McManus remembers a bloody fight between two storekeepers in Queens. And Desiree Mejias recalls her first trip to the morgue. The three college students have just finished a summer as New York City police cadets, part of the first group of" , "date" : "19860824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "FOR POLICE CADETS, A CRASH COURSE IN REALITY" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/24\/nyregion\/for-police-cadets-a-crash-course-in-reality.html"} , {"body" : "A Brooklyn man who organized a rap music concert during which a 14-year-old youth was shot and killed last weekend was charged yesterday with the murder, the police said. The suspect, Eric Adams, 27 years old, of 433 Lafayette Avenue in the Bedford-Stuyvesant section, was arrested by detectives of the 81st Precinct after witnesses described him as" , "date" : "19860821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Promoter Is Arrested In Slaying at Concert" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/21\/nyregion\/promoter-is-arrested-in-slaying-at-concert.html"} , {"body" : "TWO years before the Declaration of Independence, in 1774, a New York confectioner - last name Lenzi, first name unknown - helped set off a revolution of another kind: he announced that his store would be selling ice cream. Since then, ice-cream parlors have experienced boom and bust, but the species endures. Snuggling up with a pint in front of" , "date" : "19860820" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FLAVORS OF ICE-CREAM PARLORS: NOSTALGIC TO NEW" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/20\/garden\/flavors-of-ice-cream-parlors-nostalgic-to-new.html"} , {"body" : "A prosecutor said in court yesterday that the man accused of shooting a rookie police officer to death in Queens last June confessed to the crime after his capture. The prosecutor, Jeffrey Levitt, an assistant district attorney in Queens, said at the arraignment of the captured man, Errol Campbell, that the admission was part of a ''full videotaped" , "date" : "19860820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "PROSECUTOR SAYS SUSPECT HAS CONFESSED TO KILLING OF ROOKIE OFFICER" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/20\/nyregion\/prosecutor-says-suspect-has-confessed-to-killing-of-rookie-officer.html"} , {"body" : "A 32-year-old illegal alien suspected of slaying a rookie police officer in Queens seven weeks ago was captured yesterday while scrambling up a fire escape in an attempt to flee detectives who had trapped him in a Brooklyn building, police officials said. The suspect, Errol Campbell, also known as Robert Roulston, had a loaded .45-caliber pistol" , "date" : "19860819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MAN SEIZED IN SLAYING OF OFFICER" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/19\/nyregion\/man-seized-in-slaying-of-officer.html"} , {"body" : "A 14-year-old Brooklyn youth was killed, a pregnant woman was shot and partially paralyzed and two others were wounded early yesterday when gunfire erupted at a rap-music concert and dance in the Bedford-Stuyvesant section of Brooklyn, the police said. The shootings, at the Uhuru Center, situated in an old armory at 357 Sumner Avenue, were among" , "date" : "19860818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "YOUTH SLAIN AT A BROOKLYN DANCE; 7 OTHERS KILLED IN VIOLENCE IN CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/18\/nyregion\/youth-slain-at-a-brooklyn-dance-7-others-killed-in-violence-in-city.html"} , {"body" : "International Sudanese rebels shot down a plane operated by Sudan Airways carrying 60 people, the Sudanese Government reported. There was no immediate official casualty toll, but reports reaching Cairo from Khartoum, the Sudanese capital, indicated there were no survivors. The attack came one day after rebel forces threatened to shoot down all" , "date" : "19860818" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: MONDAY, AUGUST 18, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/18\/nyregion\/news-summary-monday-august-18-1986.html"} , {"body" : "A 12-year-old charged in the Aug. 8 stabbing death of a Brooklyn youth has been released into his parents' custody pending a Sept. 2 court appearance, authorities said yesterday. The boy, who has not been identified because of his age, was released by a judge in Brooklyn Family Court Thursday after two court appearances, according to the city's" , "date" : "19860816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Boy Held in Slaying Released to Parents" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/16\/nyregion\/boy-held-in-slaying-released-to-parents.html"} , {"body" : "The student accused of shooting five people, one fatally, in a rampage through the campus of New York City Technical College on Tuesday was in a mental hospital in Georgia on three occasions, the police said yesterday. The police said the student, Van A. Hull, had been in and out of the hospital, the Georgia Regional Mental Hospital, according to" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "STUDENT SEIZED IN SHOOTOUT GOT CARE IN GEORGIA" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/nyregion\/student-seized-in-shootout-got-care-in-georgia.html"} , {"body" : "The college student accused of killing one person and seriously wounding four others Tuesday in a shooting rampage on a Brooklyn campus was a loner who spent some time in a Georgia mental institution and kept his distance from people, his family and neighbors said yesterday. ''He had no girlfriends, no male friends, no visitors, no cousins, no dog," , "date" : "19860814" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "STUDENT CHARGED IN KILLING ON CAMPUS IS CALLED LONER" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/14\/nyregion\/student-charged-in-killing-on-campus-is-called-loner.html"} ,   {"body" : "A student at New York City Technical College went on a rampage through the downtown Brooklyn campus yesterday afternoon, shooting five people, one of them fatally, and exchanging gunfire with police officers before giving up, the police reported. Carrying two handguns, the suspect - 29-year-old Van Hull of Brooklyn -first killed a college employee" , "date" : "19860813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FIVE IN BROOKLYN SHOT AT COLLEGE; STUDENT IS HELD" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/13\/nyregion\/five-in-brooklyn-shot-at-college-student-is-held.html"} , {"body" : "Albert Vann, a six-term Brooklyn Assemblyman and one of the city's most prominent black politicians, was removed from the Sept. 9 Democratic primary ballot yesterday by a State Supreme Court justice because of errors on his nominating petition. He was the second Assemblyman and the fifth candidate for public office in two days to be ruled off the" , "date" : "19860809" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ANOTHER ASSEMBLYMAN RULED OFF PRIMARY BALLOT" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/09\/nyregion\/another-assemblyman-ruled-off-primary-ballot.html"} , {"body" : "Roger L. Green, a State Assemblyman running in the Sept. 9 Democratic primary, was ruled off the ballot yesterday by a State Supreme Court justice who said the candidate's nominating petition lacked information required by state law. The decision, by Justice Joseph Slavin in Brooklyn, may have broader implications because other nominating petitions" , "date" : "19860808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "STATE JUDGE RULES ASSEMBLYMAN FROM BROOKLYN OFF PRIMARY BALLOT" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/08\/nyregion\/state-judge-rules-assemblyman-from-brooklyn-off-primary-ballot.html"} , {"body" : "Packages of Kool-Aid drink mix were removed from shelves of three Brooklyn stores yesterday after an anonymous caller said five packages had been poisoned with cyanide, a spokesman for the General Foods Corporation said. A police spokesman, Sgt. Raymond O'Donnell, said WCBS-TV received a call at 9:30 A.M. from someone who said the packages of" , "date" : "19860807" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Kool-Aid Taken off Shelves At Three Stores in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/07\/nyregion\/kool-aid-taken-off-shelves-at-three-stores-in-brooklyn.html"} , {"body" : "Depending on the perspective, this might be regarded as a particularly salutary time for black theater and black theater artists. Such performers as Debbie Allen, Whoopi Goldberg, Cleavon Little, Gregory Hines, Ben Vereen and others have been scoring great personal successes on stage and on screen. Almost every season there is at least one Broadway" , "date" : "19860803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "BLACKS ON STAGE: THE PROGRESS IS DECEPTIVE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/03\/theater\/blacks-on-stage-the-progress-is-deceptive.html"} , {"body" : "This September, after he turns 16, Frank Stewart hopes to work in a Burger King in the South Bronx. But Frank, who is in the Clean Team\/ Green Team summer employment program, recently wrote his job description for 1996: ''Computer data processor; full-time job; work from 8 A.M. to 8 P.M.; earn $750 every week.'' Mr. Stewart is learning about" , "date" : "19860801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Hands on a Broom, Eyes on the Future" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/01\/nyregion\/new-york-day-by-day-hands-on-a-broom-eyes-on-the-future.html"} , {"body" : "Despite its name and despite stereotypes, the Gay Men's Health Crisis finds itself helping a growing number of AIDS patients who are neither homosexual nor male; who are not white, do not speak English, do not live in the middle of Manhattan. But the ranks of volunteers do not yet reflect the changing nature of the organization's clientele - some" , "date" : "19860728" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Help for AIDS Patients Goes Beyond Group's Name" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/28\/nyregion\/new-york-day-by-day-help-for-aids-patients-goes-beyond-group-s-name.html"} , {"body" : "Alton R. Waldon Jr. was visiting the Washington office of Representative Charles B. Rangel yesterday morning when he made a telephone call to New York City and got the news he had been hoping for: A three-judge Federal appeals panel had just upheld Mr. Waldon's contested election to fill the Queens Congressional seat held by the late Representative" , "date" : "19860726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "MAN IN THE NEWS; AFTER COURT VICTORY, A CONGRESS-MAN ELECT: ALTON RONALD WALDON JR." , "url" : "http:\/\/www.nytimes.com\/1986\/07\/26\/nyregion\/man-in-the-news-after-court-victory-a-congress-man-elect-alton-ronald-waldon-jr.html"} , {"body" : "An 81-year-old Brooklyn man shot and killed by a transit police officer Tuesday had pleaded guilty in 1984 to criminal possession of a weapon after being arrested for menacing his daughter and her friend with an unlicensed gun and a steel pipe. That arrest occurred at the home of the man, Dennis Groce of 105 Lefferts Place in the Bedford-Stuyvesant" , "date" : "19860725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Man Slain by Transit Officer Admitted Gun Charge in '84" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/25\/nyregion\/man-slain-by-transit-officer-admitted-gun-charge-in-84.html"} , {"body" : "The Transit Authority police said yesterday that the 81-year-old man who was shot and killed Tuesday by a transit police officer had been arrested in 1984 on charges that he menaced one of his daughters and one of her friends with an unlicensed gun and a steel pipe. At the same time, members of his family and several people who said they witnessed" , "date" : "19860724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLICE SHOOTING VICTIM FACED GUN CHARGE IN '84" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/24\/nyregion\/police-shooting-victim-faced-gun-charge-in-84.html"} ,   {"body" : "A neighborhood can have many lives, wear many faces. On Brooklyn's southern shore along a narrow peninsula with oceanfront streets, Brighton Beach is ready for yet another metamorphosis, perhaps another great change. What was once seaside resort, what became slum, then ethnic sanctuary, may soon be home to those well-heeled urbanites who are young," , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BRIGHTON BEACH, ANOTHER TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/in-brighton-beach-another-time-of-change.html"} , {"body" : "It is curtain time in Bedford-Stuyvesant. As the lights dim in the Billie Holiday Theater, an elderly woman hurries up the aisle with her favorite granddaughter. Two Brooklyn College classmates smooth down their best dresses. A police officer, known to be sweet on the leading lady, peeks in for a look at her first number. All 200 seats are filled." , "date" : "19860721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "AT BROOKLYN'S 'BILLIE,' BLACK THEATER THRIVES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/21\/nyregion\/at-brooklyn-s-billie-black-theater-thrives.html"} , {"body" : "A 26-year-old Brooklyn man with a record of seven convictions for burglary and other crimes since 1976 was charged yesterday with a series of burglaries and knifepoint sexual attacks in the Crown Heights section of the borough. The suspect, Tyrone Graham, of 119 Park Place in the adjacent Park Slope section, has repeatedly been in and out of" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SUSPECT ARRESTED IN BROOKLYN RAPES AND BURGLARIES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/nyregion\/suspect-arrested-in-brooklyn-rapes-and-burglaries.html"} , {"body" : "''My husband hit me, and he threatened to slit my throat with a screwdriver,'' the young woman said, cradling her 7-month-old daughter in her arms and watching her 3-year-old son play with a tricycle. ''My family didn't want me to be with him in the first place, and they won't talk to me. I had no place to stay, so I came here.'' The woman, who did" , "date" : "19860714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "A VISION CREATES SANCTUARY FOR CITY'S HOMELESS MOTHERS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/14\/style\/a-vision-creates-sanctuary-for-city-s-homeless-mothers.html"} , {"body" : "It may not be a tune on the best-seller lists. Listen Drug Man, listen to me, you can't sell your drug to me 'Cause I belong to the Specda crew. I know marijuana's harmful, and that cocaine only eats my brain And that alcohol is no fun at all. But it is the theme of a Police Department music video, starring one officer and 200 children. The" , "date" : "19860712" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "NEW YORK DAY BY DAY; Warning on Drugs" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/12\/nyregion\/new-york-day-by-day-warning-on-drugs.html"} , {"body" : "ON a snowy Christmas eve in 1969, Boris S. Berkovitch was summoned to Gov. Nelson A. Rockefeller's Manhattan residence and offered the job of New York State Superintendent of Banks - a post that would have made him watchdog over the biggest and most powerful banks in the United States. No Jewish person had ever held the job. But Mr. Berkovitch" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "NO LONGER A WASP PRESERVE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/business\/no-longer-a-wasp-preserve.html"} , {"body" : "For many women who flock there daily, the sprawling new brick building in South Jamaica, Queens, means quicker and cheaper access to a nutrition program for pregnant women and mothers of small children. For thousands of other poor residents of South Jamaica and nearby neighborhoods, the building offers, in a single place, health, housing," , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "53" , "title" : "CENTER IN QUEENS OFFERS SERVICES CLOSE TO HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/center-in-queens-offers-services-close-to-home.html"} , {"body" : "Since the Bedford-Stuyvesant Restoration Corporation was established in Brooklyn nearly two decades ago, this nonprofit organization has developed a string of successful residential and commercial ventures. The commercial projects have ranged from the creation of Restoration Plaza, a modern shopping mall carved out of a collection of dilapidated" , "date" : "19860625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "ABOUT REAL ESTATE; A SUPER-DRUGSTORE IS SET FOR BEDFORD-STUYVESANT" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/25\/business\/about-real-estate-a-super-drugstore-is-set-for-bedford-stuyvesant.html"} , {"body" : "''I've got an offer I hope none of you can refuse,'' Paul Tudor Jones 2d told the 85 students sitting in front of him at graduation ceremonies at Public School 5 in the Bedford-Stuyvesant section of Brooklyn yesterday. ''I'll pay your way through college.'' Over the next week, graduates of five other elementary schools in some of New York City's" , "date" : "19860621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "FROM 6 NEW BENEFACTORS, 425 COLLEGE DREAMS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/21\/nyregion\/from-6-new-benefactors-425-college-dreams.html"} , {"body" : "Graduates of Public School 5 in Bedford-Stuyvesant section of Brooklyn. At ceremony, Paul Tudor Jones 2d offered to pay for college for the 85 graduates. Mr. Jones is one of six benefactors each offering to sponsor a sixth-grade class in a disadvantaged area. Page 29. (NYT\/John Sotomayor)" , "date" : "19860621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "page_facet" : "1" , "title" : "GRADUATION GIFT IS CHANCE FOR COLLEGE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/21\/nyregion\/graduation-gift-is-chance-for-college.html"} ,   {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "State health inspectors will be sent into the Harlem Hospital Center as part of an unusual joint effort by the state and city to correct the hospital's medical, nursing and administrative problems. The head of hospital services for the State Department of Health, Wayne Osten, said it would be the first time state inspectors would be sent into a" , "date" : "19860612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "ALBANY AIDES SENT TO MONITOR A CITY HOSPITAL" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/12\/nyregion\/albany-aides-sent-to-monitor-a-city-hospital.html"} , {"body" : "A State Supreme Court jury acquitted a Brooklyn police officer yesterday of charges that he had beaten a handcuffed man, first in a patrol car and later in a cell, after the man was arrested in February 1985. The jury, in Brooklyn, deliberated for four and a half hours over a two-day period before acquitting the officer, John J. Gallagher, 27 years" , "date" : "19860611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "OFFICER IS ACQUITTED OF ASSAULT" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/11\/nyregion\/officer-is-acquitted-of-assault.html"} , {"body" : "The infant mortality rate in New York City's welfare hotels surpassed the rates of the poorest neighborhoods in the city and even of some poor, developing nations between 1982 and 1984, according to a recent study by the City Health Department. The rate at the hotels - where the city houses most of its 4,100 homeless families - was 25 deaths of" , "date" : "19860610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "INFANT DEATH RATE IS HIGH IN WELFARE HOTELS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/10\/nyregion\/infant-death-rate-is-high-in-welfare-hotels.html"} , {"body" : "Frederick Pohl looked over the dust jacket of his new book, his 10th. It had just arrived from the printer. Then he took the bus from his home in Westfield, Mass., to New York City for his high school reunion Thursday evening at the Warwick Hotel. Mr. Pohl, who likes to keep busy, is 96 years old, the oldest known living graduate of Boys High" , "date" : "19860607" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "NEW YORK DAY BY DAY; Boys High School Reunion" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/07\/nyregion\/new-york-day-by-day-boys-high-school-reunion.html"} , {"body" : "For Angel Orensanz, a sculptor, one glance at the dilapidated red schoolhouse on Kosciusko Street in Brooklyn turned into a lonely crusade to save it from destruction. With its crumbling facade and its devastated interior, the brownstone building in the Bedford-Stuyvesant section looked like a war ruin. But to Mr. Orensanz the structure, built in" , "date" : "19860604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "AN OLD SCHOOL AND NEW HOPE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/04\/nyregion\/an-old-school-and-new-hope-in-brooklyn.html"} , {"body" : "They came from as far away as Singapore and as nearby as Greenwich Village, and they looked attentive as Justin Ferate announced the news. ''We are now officially in the city of Brooklyn,'' the guide declared, his voice more than amply amplified as the air-conditioned Gray Line bus carried its 26 passengers across the Manhattan Bridge into new" , "date" : "19860531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "29" , "title" : "TOUR, VENTURING OFF BEATEN TRACK, DISCOVERS 'CITY' OF BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/31\/nyregion\/tour-venturing-off-beaten-track-discovers-city-of-brooklyn.html"} , {"body" : "On June 14, 1885, steam engines of the Brooklyn Elevated Railroad Company inaugurated a new line running from Gates Avenue toward Queens. Just over a century later -yesterday at 1:40 A.M. to be precise - a water main broke near the Gates Avenue station in the Bedford-Stuyvesant section. Water gushing down the street undermined an old supporting" , "date" : "19860530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SECTION OF SUBWAY LINE SHUT AFTER WATER BREAK" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/30\/nyregion\/section-of-subway-line-shut-after-water-break.html"} , {"body" : "A suspect who was handcuffed behind his back pulled a concealed gun yesterday afternoon and shot the two police officers who were driving him to a Brooklyn station house, police officials said. One of the officers was seriously wounded. The prisoner, who was shot dead moments later, had been searched by another team of officers, who had confiscated" , "date" : "19860528" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HANDCUFFED MAN SHOOTS 2 OFFICERS, THEN IS KILLED" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/28\/nyregion\/handcuffed-man-shoots-2-officers-then-is-killed.html"} , {"body" : "Boxing has long been seen - even saluted - as a stepping stone to wealth for impoverished young men, but Michael Bent has never quite fit the stereotype of the destitute fighter struggling against odds. As a 20-year-old student at Queensboro Community College and the son of a cement mason in Cambria Heights, Queens, he's just too much middle class." , "date" : "19860526" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "34" , "title" : "SPORTS WORLD SPECIALS; Boxing for Glory" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/26\/sports\/sports-world-specials-boxing-for-glory.html"} ,   {"body" : "Police Commissioner Benjamin Ward yesterday named Richard J. Condon, a former police commander with an extensive anticorruption background, to be the department's No. 2 official. Mr. Condon, who is now the state's Commissioner of Criminal Justice Services, will succeed Patrick J. Murphy, who will retire as first deputy commissioner next month to" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WARD APPOINTS A STATE OFFICIAL AS TOP DEPUTY" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/nyregion\/ward-appoints-a-state-official-as-top-deputy.html"} , {"body" : "An undercover unit of 101 narcotics officers is being established by the New York City Police Department to arrest the sellers of crack and break up ''crack houses,'' where the potent form of cocaine is smoked, Police Commissioner Benjamin Ward announced yesterday. The formation of the new unit came as Rudolph W. Giuliani, the United States" , "date" : "19860522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY IS SETTING UP NEW DRUG SQUAD" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/22\/nyregion\/city-is-setting-up-new-drug-squad.html"} , {"body" : "A 1984 primary campaign by State Senator Martin Markowitz of Brooklyn was financed largely by the Hyfin Credit Union, which was closed last month because of fraud charges, and by people linked to Hyfin, according to state records. A report filed by Senator Markowitz shows that of the $29,000 he raised in that campaign, $18,000 came from Hyfin and" , "date" : "19860521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CAMPAIGN GIFTS TO SENATOR TIED TO CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/21\/nyregion\/campaign-gifts-to-senator-tied-to-credit-union.html"} , {"body" : "The two-story vacant house on Creston Avenue in the Bronx is the last in a row of occupied brick houses, and the wide wooden steps leading up to its front door are collapsing. Stenciled on the cinderblock wall sealing the entrance is the fading message: ''Owned by the City of New York.'' Two long, rotting boards lean awkwardly against the rickety" , "date" : "19860514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY HOMESTEADERS BID ON DREAMS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/14\/nyregion\/city-homesteaders-bid-on-dreams.html"} , {"body" : "A Brooklyn teen-ager was fatally shot in an apartment in the Bedford-Stuyvesant section after a handgun that he and a companion were examining accidentally discharged, the police said. Andre Rivera, 13 years old, of 255 Throop Avenue later died at Woodhull Hospital. The companion, Ivan Colberg, 16, was charged with manslaughter yesterday, the" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Teen-Ager Held in Shooting" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/teen-ager-held-in-shooting.html"} , {"body" : "The 48-year-old caretaker of the Mount Sinai Church of God in Christ at 927 Herkimer Street in the Bedford-Stuyvesant section of Brooklyn was found shot to death yesterday in the church, the police said. The caretaker, Ernest Meadows, was discoverd shortly after noon in his ransacked apartment in the church in what the police said was an apparent" , "date" : "19860506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Caretaker Slain in Church" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/06\/nyregion\/caretaker-slain-in-church.html"} , {"body" : "The state's top court yesterday suspended a Civil Court judge in Brooklyn who has been indicted on charges of paying an arsonist to set fire to his law offices so he could collect insurance money. The judge, Samuel Weinberg, who was elected to the post in November 1984, will continue to draw his $71,000-a-year salary pending the outcome of his" , "date" : "19860502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "APPEALS COURT SUSPENDS JUDGE CHARGED IN FRAUD" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/02\/nyregion\/appeals-court-suspends-judge-charged-in-fraud.html"} , {"body" : "An 18-month-old Brooklyn girl, hurled by her father through the closed window of a fourth-floor apartment last night, survived when she was caught by a passer-by on the street below, the police said. The baby, identified by witnesses as Shaniqua Boone, was in good condition at Woodhull Hospital, where she was being tested for internal injuries" , "date" : "19860428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INFANT IS TOSSED FROM 4TH FLOOR, BUT IT IS CAUGHT" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/28\/nyregion\/infant-is-tossed-from-4th-floor-but-it-is-caught.html"} , {"body" : "Student attendance rates dropped to as low as 1 percent in some New York City schools and hovered around 30 percent citywide yesterday, the second day of Passover. More teachers went to work yesterday than on Thursday, but many schools resembled ghost towns, with some assembling students in cafeterias for classes and screening movies. At Public" , "date" : "19860426" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "32" , "title" : "SOME SCHOOLS NEARLY EMPTY ON 2D DAY OF PASSOVER" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/26\/nyregion\/some-schools-nearly-empty-on-2d-day-of-passover.html"} , {"body" : "Despite the Board of Education's decision to keep the city schools open during Passover, more than half the students and about 40 percent of the teachers stayed home yesterday. The impact on instruction varied widely. Some schools were able to hold classes as usual, but others herded students into cafeterias and auditoriums for movies or all-day" , "date" : "19860425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "MOST STUDENTS IN CITY'S SCHOOLS TAKE A DAY OFF" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/25\/nyregion\/most-students-in-city-s-schools-take-a-day-off.html"} ,   {"body" : "IN less than a month, the city will become the new landlord for at least 7,500 occupied Brooklyn apartments in 1,600 properties that are to be seized for nonpayment of taxes, according to the Department of Housing Preservation and Development. The large number of new foreclosures, officially called vestings or in-rem proceedings, are regarded by" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "City to Seize 7,500 Occupied Apartments in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/realestate\/city-to-seize-7500-occupied-apartments-in-brooklyn.html"} , {"body" : "Felony crime in the city's subways increased 10.6 percent in the first three months of 1986, and extra officers will be assigned on overtime starting today to combat the rise, the transit police said yesterday. The department said it would assign the equivalent of 90 extra officers a day, or nearly seven percent of its average daily patrol force of" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "TRANSIT POLICE ACT ON CRIME INCREASE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/transit-police-act-on-crime-increase.html"} , {"body" : "An off-duty New York State correction officer shot and killed two apparently unarmed men who tried to rob him on a Brooklyn street early yesterday, the police said. The officer, Charles Coleman, 32 years old, was walking to his home in the Bedford-Stuyvesant section after his car broke down when he was approached by two men near the corner of" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "OFF-DUTY CORRECTION OFFICER KILLS 2 MEN HE SAYS TRIED TO ROB HIM" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/off-duty-correction-officer-kills-2-men-he-says-tried-to-rob-him.html"} , {"body" : "A Civil Court judge in Brooklyn who has been charged in an arson case is facing possible suspension from the bench. The Court of Appeals, the state's highest court, sent a letter Thursday to the judge, Samuel Weinberg, informing him that he had two weeks to present arguments to the court on why he should not be suspended. Walter Mordaunt, a" , "date" : "19860405" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Judge in Civil Court May Face Suspension" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/05\/nyregion\/judge-in-civil-court-may-face-suspension.html"} , {"body" : "A Brooklyn lawyer and a self-described Long Island real-estate speculator were charged yesterday with trying to sell $20 million in stolen bank securities to undercover agents. Kevin J. O'Brien, an assistant United States attorney, said the securities, known as banker's acceptances, were ''the equivalent of bearer bonds and are readily" , "date" : "19860328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "AGENTS SEIZE 2 IN ATTEMPTED SALE OF $20 MILLION IN STOLEN SECURITIES" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/28\/nyregion\/agents-seize-2-in-attempted-sale-of-20-million-in-stolen-securities.html"} , {"body" : "For nearly 40 years, Adelaide L. Sanford shepherded thousands of schoolchildren through their multiplication tables and their first field trip outside Brooklyn. She was a teacher and principal at Public School 21 in the middle of impoverished Bedford-Stuyvesant, which often meant singing in the school's gospel choir to raise money for school trips" , "date" : "19860326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EX-PRINCIPAL FROM BROOKLYN IS APPROVED AS STATE REGENT" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/26\/nyregion\/ex-principal-from-brooklyn-is-approved-as-state-regent.html"} , {"body" : "A Civil Court judge in Brooklyn was arrested early yesterday and accused of paying an arsonist to set fire to his Bedford-Stuyvesant law offices on two occasions so that he could collect insurance money. According to a Federal complaint, the judge, Samuel Weinberg, and his wife, Shirley, collected $31,000 for the second fire after the judge" , "date" : "19860325" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN JUDGE IS ACCUSED OF PAYING TO HAVE FIRES SET" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/25\/nyregion\/brooklyn-judge-is-accused-of-paying-to-have-fires-set.html"} , {"body" : "International American and Libyan forces clashed in and around the disputed waters off the Libyan coast. Washington said the encounter began in the Gulf of Sidra when Libyan ground batteries fired six missiles at American planes and the aircraft retaliated by attacking two Libyan patrol vessels and a missile site. Officials said one vessel was set" , "date" : "19860325" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: TUESDAY, MARCH 25, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/25\/nyregion\/news-summary-tuesday-march-25-1986.html"} , {"body" : "If you are Italian and getting ready for a trip to the Big Apple, your guidebook may advise you to pack at least the following items: a Walkman (not for listening to music, but to drown out the noise); a pair of running shoes (so that you can fit in with the hordes of office workers on the street), and at least one well-trained animal to keep you" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ITALY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "37" , "title" : "NOTES ON NEW YORK; INTERPRETING LA GROSSE POMME: VIEW FROM ITALY" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/travel\/notes-on-new-york-interpreting-la-grosse-pomme-view-from-italy.html"} , {"body" : "ON a frigid winter morning, Ernie Donalson opened the door to his carpeted, wood-paneled office. He set the radio dial to a lite-FM station, drew back the curtains and set space heaters on high. He straightened sofa cushions and swivelled upholstered chairs to face their mates across intimate tables. An adjustment to the rear-view mirror, a glance" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY VAN TAKES HOUSING INFORMATION INTO BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/realestate\/city-van-takes-housing-information-into-boroughs.html"} ,   {"body" : "In dramatically rising numbers in the last five months, teen-agers in New York City and its suburbs have been using ''crack,'' an especially potent and addicting form of cocaine, according to state and local drug officials, educators and experts on drug abuse. From the wealthiest suburbs of Westchester County to the Bedford-Stuyvesant section of" , "date" : "19860320" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "EXTRA-POTENT COCAINE: USE RISING SHARPLY AMONG TEEN-AGERS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/20\/nyregion\/extra-potent-cocaine-use-rising-sharply-among-teen-agers.html"} , {"body" : "A police officer was accidentally shot by his partner last night as they searched for two drug dealers in an abandoned building in the Bedford-Stuyvesant section of Brooklyn, the police said. A police spokesman, Sgt. Raymond O'Donnell, said the plainclothes officers, part of a six-man team, had forced their way into a vacant second-floor apartment" , "date" : "19860319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Policeman Stumbles And Shoots Another" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/19\/nyregion\/policeman-stumbles-and-shoots-another.html"} , {"body" : "Coaches in many of the city's top public high school basketball programs actively recruit players, even though the practice violates Public Schools Athletic League rules, according to a number of coaches and others familiar with the city's athletic programs. Many coaches routinely have contact with players at the junior high school level or at" , "date" : "19860312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "P.S.A.L. COACHES RECRUITING PLAYERS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/12\/sports\/psal-coaches-recruiting-players.html"} , {"body" : "After a decade of what authorities called artful dodging, a veteran New York City police officer - who had amassed 735 parking tickets and $30,140 in unpaid fines - retired yesterday and secured a $24,000 pension hours before the police learned he was one of the city's worst scofflaws. ''What we have here is a person who has been sophisticated in" , "date" : "19860222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "POLICEMAN RETIRES, 735 TICKETS UNPAID" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/22\/nyregion\/policeman-retires-735-tickets-unpaid.html"} , {"body" : "Residents of the Bedford-Stuyvesant section of Brooklyn see Gates Avenue as a moat that separates the largely decayed areas to the north from the often beautiful renovated brownstones to the south. City housing officials, developers and community activists in the neighborhood also see Gates Avenue as a residential corridor, because it is lined for" , "date" : "19860221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "21" , "title" : "ABOUT REAL ESTATE; IN BEDFORD-STUYVESANT, A KEY RESTORATION IS ON" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/21\/business\/about-real-estate-in-bedford-stuyvesant-a-key-restoration-is-on.html"} , {"body" : "A year ago David M. Kahn, executive director of the Brooklyn Historical Society, went to Manhattan for a citywide conference of the Association for Neighborhood Housing Development. The association is made up of local groups devoted to preserving neighborhoods. Mr. Kahn looked around at the signs on the tables - 16 of the 38 organizations were from" , "date" : "19860220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Neighborhood Renewal - a Brooklynwide Trend" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/20\/nyregion\/new-york-day-by-day-neighborhood-renewal-a-brooklynwide-trend.html"} , {"body" : "At least 40 members of New York City's community school boards have failed to pay thousands of dollars in outstanding parking tickets, including two who owe more than $11,000 each, an examination of city records shows. Leading the list of the 40 local board officials is Sylvester Leaks, a member of Community School Board 17 in Brooklyn and the" , "date" : "19860212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 ON LOCAL SCHOOL BOARDS OWE CITY $11,000 IN FINES" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/12\/nyregion\/2-on-local-school-boards-owe-city-11000-in-fines.html"} , {"body" : "A suspended New York City police officer will be sentenced to one year's probation after pleading guilty to charges stemming from an off-duty hit-and-run accident in which his car struck a young woman riding a bicycle. The woman was not seriously injured. Under a plea arrangement, the officer, Ernest Bryant, who is 37 years old, agreed not to seek" , "date" : "19860207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Pleads Guilty In Hit-and-Run Case" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/07\/nyregion\/officer-pleads-guilty-in-hit-and-run-case.html"} , {"body" : "In a five-year period in the late 1960's and early 70's, the Bushwick neighborhood of Brooklyn was transformed from a neatly maintained community of wood houses into what often approached a no man's land of abandoned buildings, empty lots, drugs and arson. Its largely Italian and German working-class residents fled in droves, and under the most" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW JERSEY" , "BUSHWICK (NYC)" , "MILWAUKEE (WIS)" , "CAMDEN (NJ)" , "SEATTLE (WASH)" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "F.H.A. CASE RECALLS BUSHWICK IN 70'S" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/nyregion\/fha-case-recalls-bushwick-in-70-s.html"} , {"body" : "A brother and sister were killed early yesterday in a fire that swept through a Brooklyn apartment house, according to fire officials. The victims, James Woodbury, 23 years old, and Cheryl Woodbury, 14, died of burns in the fire at 123-A Sumner Avenue in the Bedford-Stuyvesant section, officials said. The fire in the four-story building was" , "date" : "19860201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "2 Die in an Apartment Fire" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/01\/nyregion\/2-die-in-an-apartment-fire.html"} ,   {"body" : "To the Editor: While I agree that escalating real-estate values in Manhattan threaten to price out New York City's nonprofit organizations, along with many manufacturers, small retailers and local services, as your article on the ''Spaces for the Arts'' report by two city agencies says (Dec. 7), I do not agree that the only option is to move ''out" , "date" : "19860130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "There's Plenty of Room for the Arts Across the River in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/30\/opinion\/l-there-s-plenty-of-room-for-the-arts-across-the-river-in-brooklyn-118786.html"} , {"body" : "On the walls of his office at Martin Luther King High School in Manhattan, Frank N. Mickens has framed poems written about him by students when he arrived as principal at the start of the school year in September, including one set of verses that begins: Principal, principal, I think you're mean But you don't scare me, Because I run King. Nearly" , "date" : "19860120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "PRINCIPAL TRIES TO BOLSTER IMAGE OF SCHOOL BEARING KING'S NAME" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/20\/nyregion\/principal-tries-to-bolster-image-of-school-bearing-king-s-name.html"} , {"body" : "IN distance, it is four miles from Sackett Street in the lower Park Slope section of Brooklyn to Dorchester Road in Flatbush. But in housing terms they are not so distant, for vacant older buildings are undergoing rehabilitation into condominiums in each location. The prices to buyers vary sharply, however, a reflection mainly of the variation in" , "date" : "19860119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: BROOKLYN HOUSING; VACANT BUILDINGS BEING REVIVED AS CONDOMINIUMS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/19\/realestate\/perspectives-brooklyn-housing-vacant-buildings-being-revived-as-condominiums.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "Last night, Lionel Hampton and his band played at the Waldorf-Astoria Hotel. The tab was $235 a person. The night before, they played at the Siloam Presbyterian Church in the Bedford-Stuyvesant section of Brooklyn. There was no charge. It was the church's holiday party for parents and children under the care of the Protestant Board of Guardians." , "date" : "19860101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY; A Jazz Legend Enlightens Youngsters in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/01\/nyregion\/new-york-day-by-day-a-jazz-legend-enlightens-youngsters-in-brooklyn.html"} , {"body" : "Many New York hospitals lack the kinds of security forces that might have prevented the fatal shooting of a doctor at Kings County Hospital Center Monday, according to interviews with hospital personnel. Officials said that easily accessible, sprawling medical centers, coupled with an increasingly volatile mix of patients, make security an" , "date" : "19860101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "AFTER SLAYING, HOSPITALS SAY SECURITY IS A GROWING WORRY" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/01\/nyregion\/after-slaying-hospitals-say-security-is-a-growing-worry.html"}]