[  {"body" : "A RESTAURANT critic's note pad gets cluttered with all kinds of oddities and observations, not to mention butter smudges, wine stains and sauce splotches, in the course of a year's work. This week concludes another year of investigative dining, roughly 500 field expeditions by my estimate, and I find myself heading into the new year carrying a sack" , "date" : "19861231" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FOOD '86-'87: THE HIGH ROAD; The Old Year, a la Carte" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/31\/garden\/food-86-87-the-high-road-the-old-year-a-la-carte.html"} , {"body" : "Thousands of New Yorkers, living in a city where usable public bathrooms are few and far between, were fined $50 to $250 this year for using streets, sidewalks and subway stations as urinals. Many of the summonses, city officials say, went to cabdrivers in a rush. Some other offenders were homeless people. Others, they say, were too lazy, too rude" , "date" : "19861229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PERPLEXING PROBLEM: WHEN STREETS BECOME PUBLIC URINALS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/29\/nyregion\/perplexing-problem-when-streets-become-public-urinals.html"} , {"body" : "Celia Goldberg felt ''so sick I had nothing to lose'' when she signed up last year for a new kind of insurance for the elderly. ''Now the fear, for me, is gone,'' she said. ''When I pick up the phone, I get help immediately. They call you back. They tell you what to do.'' Mrs. Goldberg, a 78-year-old widow, lives in a tidy fourth-floor apartment in" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "17" , "title" : "HEALTH PLAN HELPS ELDERLY TO STAY AT HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/style\/health-plan-helps-elderly-to-stay-at-home.html"} , {"body" : "A NEW LOOK Isaiah Sheffer has, demonstrably, been taken with ''The Rise of David Levinsky,'' the story of a Talmudic student, a young immigrant and sweatshop worker, who finds success along a road paved with cynicism and exploitation. ''The Rise'' was originally a book written in 1917, in English, by Abraham Cahan, an immigrant newspaperman who" , "date" : "19861225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/25\/arts\/going-out-guide.html"} , {"body" : "Until it can find out more about what it is getting, the municipal Art Commission, which has the ultimate say in such matters, will no longer consider gifts of art to New York City. The commission wants to avoid what happened earlier this year in Brooklyn and Queens, where its critical esthetic judgment of sculptures offered by private donors for" , "date" : "19861225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "CITY'S ART AGENCY PUTS GIFT O HOLD" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/25\/nyregion\/city-s-art-agency-puts-gift-o-hold.html"} , {"body" : "''This is 'Brigadoon,' '' a resident of Howard Beach told a reporter a few years ago, when questions about the neighborhood were asked in a more innocent context. Yet now, in the aftermath of the beatings of three black men by a dozen whites, the comment has taken on a new and different resonance. For while Brigadoon was a paradise, as many in" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN HOWARD BEACH, PRIDE AND FEAR IN A 'PARADISE'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/in-howard-beach-pride-and-fear-in-a-paradise.html"} , {"body" : "THIS is the season when adventurous New Yorkers turn their homes into lovingly wrapped gifts to the passersby. Those in search of the season usually need not travel far. They may find it on an unassuming stretch of street in the Bensonhurst section of Brooklyn, where John Marinaro, in a yuletide feat of human daring, strings 50,000 Christmas lights" , "date" : "19861218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "SWITCHED-ON HOMES FOR THE HOLIDAY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/18\/garden\/switched-on-homes-for-the-holiday.html"} , {"body" : "Nicholas Pileggi, contributing editor of New York magazine, has been named the recipient of the third annual Peter Kihss Award, for excellence in reporting on New York City government. The award of $5,000 is to be given at 6 o'clock tonight at the Roosevelt Hotel by the Fund for the City of New York, a private, nonprofit foundation that examines" , "date" : "19861215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Pileggi Is Named as Recipient Of Kihss Award for Reporting" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/15\/nyregion\/pileggi-is-named-as-recipient-of-kihss-award-for-reporting.html"} , {"body" : "Manhattanites are generally wary of seeking out restaurants in the mysterious boroughs, or at least those establishments they can't see from the Franklin D. Roosevelt Drive. That's just fine to the two-million-plus residents of Brooklyn - makes it easier to get a table. From the Middle Eastern enclaves of Atlantic Avenue to the Sicilian sections of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; At Restaurants, From Neapolitan Dishes to Middle Eastern Delicacies" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-restaurants-neapolitan-dishes-middle-eastern.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} ,   {"body" : "New Yorkers demonstrated yet again that they have an unusually high tolerance for celebration. For 26 miles 385 yards - the early-morning sprinkles and threat of more rain dampened the turnout only somewhat - tens of thousands lined the streets of the five boroughs yesterday and cheered and rooted on some 20,000 runners in the New York City" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "ROUTE BECOMES OUTDOOR PARTY AS POLI, WAITZ WIN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/sports\/route-becomes-outdoor-party-as-poli-waitz-win.html"} , {"body" : "Governor Cuomo - in one of the few times this fall that he has taken to the streets to campaign - asked a Brooklyn rally yesterday to help him do a better job in a second term by electing Democratic legislators. ''Give me - I plead with you - another shot at it,'' the Governor said, shouting from a platform in the middle of 65th Street, just off" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "THE POLITICAL CAMPAIGN; CUOMO CAMPAIGNS IN LEGISLATIVE RACES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/nyregion\/the-political-campaign-cuomo-campaigns-in-legislative-races.html"} , {"body" : "One woman was killed and another critically injured early yesterday afternoon when a truck ran a red light and struck them at 41st Street and Third Avenue, the police reported. The truck was eastbound on 41st Street, according to the police, when it passed through the red light and hit the two women, who were crossing with the light from north to" , "date" : "19861025" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "METRO DATELINES; Woman Killed By a Truck" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/25\/nyregion\/metro-datelines-woman-killed-by-a-truck.html"} , {"body" : "Senator Edward M. Kennedy told an audience of senior citizens yesterday that Senator Alfonse M. D'Amato was ''assaulting and attacking basic Social Security programs,'' and urged them to elect Mark Green to the seat once held by Mr. Kennedy's brother Robert F. Kennedy. He did not mention Mr. D'Amato by name, but Mr. Kennedy, a Massachusetts" , "date" : "19861025" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "METRO DATELINES; Kennedy Joins Green at Rally" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/25\/nyregion\/metro-datelines-kennedy-joins-green-at-rally.html"} , {"body" : "NEW YORK has always been a city of divided loyalties, a place too vast and too raucous to agree on anything - the best lox, the best bookstore, the best pesto, the best way crosstown. This city rather thrives on argument, discord, confusion and babble. It conspires to create a knot of sensory stimulus so Gordian that only a native could possibly" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "2 CITIES IN COMBAT: IT'S MORE THAN BASEBALL; In New York, Met Charm Stirs Hearts" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/2-cities-in-combat-it-s-more-than-baseball-in-new-york-met-charm-stirs-hearts.html"} , {"body" : "A State Supreme Court justice was indicted yesterday on charges that he accepted bribes in exchange for funneling thousands of dollars from children's trust funds that he controlled into a Brooklyn credit union. The 61-year-old judge, Jerome Cohen, who was elected to the State Supreme Court in Brooklyn in 1985, is accused of ordering the placement" , "date" : "19861003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN JUDGE IS INDICTED IN LOANS FROM CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/03\/nyregion\/brooklyn-judge-is-indicted-in-loans-from-credit-union.html"} , {"body" : "Federal drug agents raided a Brooklyn apartment yesterday that they said was a ''factory'' capable of processing 50 pounds of cocaine a week with a street value of $4 million. Authorities said they believed it was the first factory of its kind to be found in the city. Four Colombian nationals were arrested. Twenty pounds of powdered cocaine and 20" , "date" : "19861003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "COLOMBIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Cocaine 'Factory' Is Raided By U.S. Agents in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/03\/nyregion\/cocaine-factory-is-raided-by-us-agents-in-brooklyn.html"} , {"body" : "LIKE a stretching dragon awakening from a long slumber, Chinatown is bursting its traditional Chatham Square boundaries, spreading north in Manhattan and sprawling over the metropolitan area to spawn satellite neighborhoods in Queens, Brooklyn, Staten Island and New Jersey. Indeed, it is not only Chinese who are expanding beyond what was in 1960 an" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Satellite Chinatowns Burgeon Throughout New York" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/realestate\/satellite-chinatowns-burgeon-throughout-new-york.html"} , {"body" : "FROM RUSSIA Edvard Radzinsky is a Russian playwright whose trilogy about intellectuals and their travails in society has been playing in Soviet theater repertory for a decade, and at last the final third of the work is being presented onstage in New York, at the Jean Cocteau Repertory's Bouwerie Lane Theater, 330 Bowery, at Second Street" , "date" : "19860913" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/13\/arts\/going-out-guide.html"} , {"body" : "A Manhattan man who had been spotted in a stolen car with a sawed-off .44-caliber rifle was arrested yesterday and charged with the murder of one of two livery drivers whose bodies had been found, 18 days apart, on the Henry Hudson Parkway, the police said. He is a suspect in the other killing. A police spokesman, Capt. Michael Julian, said that" , "date" : "19860911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HENRY HUDSON PARKWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "MAN IS ACCUSED IN SLAYING OF DRIVER ON THE WEST SIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/11\/nyregion\/man-is-accused-in-slaying-of-driver-on-the-west-side.html"} ,   {"body" : "A taxi jumped a curb in Greenwich Village yesterday, injuring two pedestrians and smashing into the door of a bank, the police said. The driver, Igor Rachaysky, 23 years old, of Brooklyn, was charged with driving while intoxicated in the accident, which took place at 12:50 P.M. at the intersection of Wanamaker Place and Broadway, according to a" , "date" : "19860904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "2 Are Hurt on Sidewalk When Cab Jumps Curb" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/04\/nyregion\/2-are-hurt-on-sidewalk-when-cab-jumps-curb.html"} , {"body" : "To the Editor: Yes, there is a woman running for Congress in New York City. Regardless of the odds you stated so well, I am the Democratic candidate for the House of Representatives in the 14th Congressional District, which represents Staten Island and the Bay Ridge, Bensonhurst and Dyker Heights sections of Brooklyn. We in the state's southernmost" , "date" : "19860827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York Women Active in New York Politics" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/27\/opinion\/l-new-york-women-active-in-new-york-politics-752386.html"} , {"body" : "Over the last four years, Frank Cashen has been followed by furies wearing blue jeans and Met T-shirts, chanting vile imprecations at him on the Flushing El. ''Leeee!'' they screamed. ''You traded Leeee!'' The general manager of the Mets is one of those rare birds in the sweat-and-strain business who can dig an obscure Lawrence Durrell book on" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SPORTS OF THE TIMES; Exorcising The Demons" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/sports\/sports-of-the-times-exorcising-the-demons.html"} , {"body" : "When the world's major annual conference on William Faulkner convenes tomorrow, the scholars on hand are to include Lothar Honninghausen of the University of Bonn, Sergei Chakovsky of the Gorky Institute of World Literature, J. A. Sneed of Yale University and, of course, Karl J. Leone, the dentist from Staten Island. For six of the last 12 years," , "date" : "19860726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "29" , "title" : "UNDER FAULKNER'S SPELL, A DENTIST FROM STATEN I." , "url" : "http:\/\/www.nytimes.com\/1986\/07\/26\/nyregion\/under-faulkner-s-spell-a-dentist-from-staten-i.html"} , {"body" : "A perennial question when preparing for a trip is whether to use a travel agent or try to make all the arrangements yourself. It is not an easy question to answer. In theory, an agent should be able to help you today more than ever before. For example, why face busy signals on the telephone or wait on hold to make an airline reservation, then" , "date" : "19860720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "PRACTICAL TRAVELER; AS PROFITS DWINDLE, TRAVEL AGENTS IMPOSE RESTRICTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/20\/travel\/practical-traveler-as-profits-dwindle-travel-agents-impose-restrictions.html"} , {"body" : "Not so long ago, when the baseball career of John Franco was in its formative stages, he would sit before a television at home in the Bensonhurst section of Brooklyn, examine the All-Stars in the annual summertime game, and go out the next day to assume the identity of one of them. For a child of the '60's in Prospect Park, this was not always an" , "date" : "19860715" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "PLAYERS; FRANCO BASKS AS ALL-STAR" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/15\/sports\/players-franco-basks-as-all-star.html"} , {"body" : "During the 24 years that he was a police officer, Edward del Pino, a brawny fireplug of a man, never fired his gun in the line of duty. But yesterday morning, ''the job, the instincts you develop,'' took over, and Mr. del Pino felt compelled to shoot, undoubtedly saving lives and becoming a hero for subduing a man with a sword who attacked a dozen" , "date" : "19860708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "IN CAREER AS OFFICER, HERO HAD NEVER USED HIS GUN" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/08\/nyregion\/in-career-as-officer-hero-had-never-used-his-gun.html"} , {"body" : "They brought their binoculars, their cameras, their periscopes, their radioes, their blankets and their lunch. They drank champagne in penthouses on Riverside Drive, on yachts and in the board rooms of Wall Street. They climbed trees in Battery Park. They lined up on the Brooklyn shore. They stood on bridges, roads that were closed to traffic," , "date" : "19860705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "LIBERTY WEEKEND\/THE SHIPS; TOURISTS FOR A DAY, NEW YORKERS REVEL" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/05\/nyregion\/liberty-weekend-the-ships-tourists-for-a-day-new-yorkers-revel.html"} , {"body" : "Three Brooklyn men were arrested yesterday and charged with the killing a 20-year-old man who was beaten and stabbed while riding a bicycle in Coney Island in May. The police said racial tensions were a factor in the killing. Deputy Chief Louis Raiford, commanding officer of Brooklyn detectives, said that the victim, Samuel B. Spencer 3d, who was" , "date" : "19860703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "3 ARRESTED IN SLAYING; BIAS IS CALLED A FACTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/03\/us\/3-arrested-in-slaying-bias-is-called-a-factor.html"} , {"body" : "Sailing is a lonely and dangerous business, one ship out for long months fighting wind and weather on the vast, unsteady surface of the sea. Ships rarely rendezvous, but when they do, when a great number of them are summoned to a particular port for a particular reason, it is like a meeting of a large and far-flung clan and few sights can match it" , "date" : "19860703" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BY LAND AND SEA, A FESTIVAL FORMS; SEAGOING SYMBOLS OF GRACE AND POWER GATHER FOR HISTORY" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/03\/nyregion\/land-sea-festival-forms-seagoing-symbols-grace-power-gather-for-history.html"} ,   {"body" : "''Brooklyn,'' says Elliot Willensky, ''was, when I was a child, the kind of attraction that caused my chin to drop in awe. I would sit with my nose against the window of the IRT, my knees imprinted with the rattan impressions of the seat covers, and I would look out at its world going by.'' Mr. Willensky - architect, vice chairman of the city's" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "AUTHOR RECALLS BROOKLYN'S MYTHIC, MAGIC YEARS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/arts\/author-recalls-brooklyn-s-mythic-magic-years.html"} , {"body" : "ON THE MORNING OF JULY 3, 1985, THE telephone rang in the New York office of Laurence A. Tisch. As usual, the 63-year-old chairman and chief executive officer of the Loews Corporation was working alone with his two-line phone, his Quotron machine and his brain. The Quotron, with its steady parade of up-to-the-minute Wall Street news, is useful, but" , "date" : "19860608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "35" , "title" : "GAMBLING ON CBS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/08\/magazine\/gambling-on-cbs.html"} , {"body" : "An 81-year-old man fatally stabbed his emotionally disturbed son and then critically wounded himself with the knife early yesterday in what the police called an apparent murder and attempted suicide at the Brooklyn home of the men. Detectives said the dead man, 39-year-old John J. DiPuma Jr., was stabbed twice in the chest with a butcher knife by" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "32" , "title" : "Brooklyn Man, 81, Kills Son, Then Stabs Himself 2 Times" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/nyregion\/brooklyn-man-81-kills-son-then-stabs-himself-2-times.html"} , {"body" : "A popular Roman Catholic priest who directed child-care services for the Diocese of Brooklyn and was about to receive his first pastorate was shot to death in his car early yesterday in an apparent robbery in downtown Brooklyn, the police reported. The victim, the Rev. Frederick M. Strianese, a 49-year-old aide to Auxiliary Bishop Joseph M." , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "BROOKLYN PRIEST SHOT DEAD IN CAR, APPARENTLY BY THIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/brooklyn-priest-shot-dead-in-car-apparently-by-thief.html"} , {"body" : "A second executive of a defunct Brooklyn credit union under investigation for its dealings with the city's former taxi chief, Jay L. Turoff, pleaded guilty yesterday to charges of improperly using the credit union's funds for real-estate transactions. The executive, Ian Grossfield, pleaded guilty as Federal prosecutors in Brooklyn began a civil" , "date" : "19860506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A GUILTY PLEA BY 2D OFFICIAL IN CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/06\/nyregion\/a-guilty-plea-by-2d-official-in-credit-union.html"} , {"body" : "ALL cannot live on the plaza, but everyone may enjoy the sun - Italian proverb. Every immigrant group to America brings along its distinctive culture, and over the last century the traditions of the southern Italian hill towns have been impressed on Westchester's landscape - stucco walls, Roman arches, grape arbors, terrace gardens, fig trees, lawn" , "date" : "19860504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CELEBRATING THE TRADITIONS OF COUNTY'S ITALIAN IMMIGRANTS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/04\/nyregion\/celebrating-the-traditions-of-county-s-italian-immigrants.html"} , {"body" : "A pair of teen-age sweethearts in Brooklyn entered into an apparent death pact Monday that left the boy dead of a stab wound, his girlfriend injured and authorities seeking a motive. The couple, Paul Gibbons, 18 years old, and Christina Ittermann, 16, were found in a second-floor living room by the girl's mother about 6:45 P.M. as she returned from" , "date" : "19860430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "APPARENT PACT LEADS TO DEATH OF 18-YEAR-OLD" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/30\/nyregion\/apparent-pact-leads-to-death-of-18-year-old.html"} , {"body" : "A Brooklyn credit union executive swore in Federal court yesterday that he gave a $30,000 bribe to the city's former taxi commission chairman, Jay L. Turoff, in 1984 - providing law-enforcement officials with what they said was enough evidence to prosecute Mr. Turoff. ''Jay Turoff demanded and I paid $30,000 in return for assurance that the Taxi" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE ADMITS GIVING $30,000 BRIBE TO TUROFF" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/executive-admits-giving-30000-bribe-to-turoff.html"} , {"body" : "Hospital and health-service workers make up the majority of depositors in the Hyfin Credit Union, which is at the center of allegations against Jay L. Turoff, the city's former taxi chief. The credit union - which also has several thousand members employed in the taxi industry - was closed by state banking officials April 9 because of the possible" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "HEALTH WORKERS CONSTITUTED MAJORITY OF HYFIN DEPOSITORS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/health-workers-constituted-majority-of-hyfin-depositors.html"} , {"body" : "The top executive of a Brooklyn credit union has agreed to testify that he participated in multimillion-dollar frauds and paid a $30,000 bribe to the city's former taxi commissioner, Jay L. Turoff, state and Federal law-enforcement officials said yesterday. Judd Burstein, a lawyer for the credit union executive, Edmund Lee, confirmed that Mr. Lee" , "date" : "19860422" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE OF CREDIT UNION AGREES TO TESTIFY IN TUROFF BRIBE INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/22\/nyregion\/executive-of-credit-union-agrees-to-testify-in-turoff-bribe-inquiry.html"} ,   {"body" : "Twice in Alex Liberman's long career in city government, investigators found that he had engaged in improper or questionable dealings with business executives. Once, they publicly recommended that charges be filed against him. But their reports were ignored, suppressed or simply vanished into the city bureacracy. And Mr. Liberman, a member of the" , "date" : "19860421" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "QUESTIONS FAILED TO HALT RISE OF SCANDAL FIGURE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/21\/nyregion\/questions-failed-to-halt-rise-of-scandal-figure.html"} , {"body" : "In Brooklyn and Manhattan courtrooms and on the streets of Bensonhurst, evidence mounted last week that a Federal crackdown has created turmoil in New York City's major organized crime factions. Trials in which the alleged leaders of two Mafia families are among the defendants continued in Federal Court. And jury selection began in the racketeering" , "date" : "19860420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; A Car Bomb In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/20\/weekinreview\/the-region-a-car-bomb-in-brooklyn.html"} , {"body" : "The coffin of Frank DeCicco being carried from the Scarpaci Funeral Home in Bensonhurst, in Brooklyn. Mr. DeCicco, a reputed mob leader, was killed Sunday by a car bomb. About 200 people, including some de-scribed by police officials as members of the five major crime families in the city, attended the service. The Roman Catholic Diocese of" , "date" : "19860418" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "page_facet" : "2" , "title" : "Victim of Car Bombing Is Buried" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/18\/nyregion\/victim-of-car-bombing-is-buried.html"} , {"body" : "Frank DeCicco, the reputed mob leader killed by a car bomb Sunday, will not be given a funeral mass before his burial today, a spokesman for the Roman Catholic Diocese of Brooklyn said yesterday. Citing the public attention and crowds that a funeral might attract, the diocese decided that the mass could not be performed until sometime after the" , "date" : "19860417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DIOCESE PROHIBITS MASS AT MOB FIGURE'S BURIAL" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/17\/nyregion\/diocese-prohibits-mass-at-mob-figure-s-burial.html"} , {"body" : "Secret numbered accounts and accounts in fictitious names were illegally set up at a Brooklyn credit union under investigation for misuse of funds and for business links to the city's former taxi chief, Jay L. Turoff, state and Federal banking authorities said yesterday. The illicit accounts, Federal and state investigators said, were used to" , "date" : "19860416" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SECRET CREDIT UNION FILES FOUND" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/16\/nyregion\/secret-credit-union-files-found.html"} , {"body" : "Four months after emerging as the head of the Gambino organized-crime family, John Gotti's rule is endangered and he too may be marked for assassination, law-enforcement officials said yesterday. The officials said the car-bombing execution on Sunday of the No. 2 leader in the Mafia group, Frank DeCicco, was a clear signal of the instability" , "date" : "19860415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "GOTTI MAY BE MARKED FOR ASSASSINATION, OFFICIALS SAY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/15\/nyregion\/gotti-may-be-marked-for-assassination-officials-say.html"} , {"body" : "Across the street from the sidewalk where the reputed Mafia leader Frank DeCicco was killed by a bomb Sunday is an innocuous stucco storefront with half-drawn venetian blinds and a sign that says Veterans and Friends Inc. Passers-by who peered inside the darkened social club at 1468 86th Street in the Bensonhurst section yesterday saw half a dozen" , "date" : "19860415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SOCIAL CLUBS: MODERN MOB STILL USES A FEW AS OFFICES" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/15\/nyregion\/social-clubs-modern-mob-still-uses-a-few-as-offices.html"} , {"body" : "A Staten Island man described by law-enforcement authorities as the No. 2 leader in the Gambino crime family was killed yesterday by a bomb that exploded when he opened the door of a car in the Bensonhurst section of Brooklyn. The dead man was identified as Frank DeCicco, of 1300 Forest Hill Road, Willowbrook, S.I., who became the second in command" , "date" : "19860414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CAR BOMB KILLS THE NO. 2 MAN IN CRIME FAMILY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/14\/nyregion\/car-bomb-kills-the-no-2-man-in-crime-family.html"} , {"body" : "International A decision by President Reagan on whether to order an attack against Libya was near, senior Administration officials said. Tension continued to build as Vernon A. Walters, the chief American representative at the United Nations, held confidential briefings in key allied capitals about American plans, and two United States Navy carrier" , "date" : "19860414" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: MONDAY, APRIL 14, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/14\/nyregion\/news-summary-monday-april-14-1986.html"} , {"body" : "The bombing death yesterday of Frank DeCicco, the reputed underboss of the country's largest and most powerful Mafia family, came less than four months after the family's top leaders, Paul Castellano and Thomas Bilotti, were shot dead by underworld gunmen. And like those slayings last December, the murder of Mr. DeCicco may have had its roots in" , "date" : "19860414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PRESSURE BY U.S. IS SAID TO INTENSIFY MAFIA FEUDS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/14\/nyregion\/pressure-by-us-is-said-to-intensify-mafia-feuds.html"} ,   {"body" : "About $20 million in depositors' funds was embezzled or otherwise misused at a Brooklyn credit union that is under investigation for its business ties to the city's former taxi chief, Jay L. Turoff, Federal and state investigators said yesterday. Officials at the Hyfin Credit Union, investigators said, are suspected of having secretly used funds on" , "date" : "19860412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A BROOKLYN CREDIT UNION MISUSED $20 MILLION, INVESTIGATORS ASSERT" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/12\/nyregion\/a-brooklyn-credit-union-misused-20-million-investigators-assert.html"} , {"body" : "State banking officials yesterday took control of the Brooklyn credit union whose officers are under investigation for possible misuse of millions of dollars and for business ties with City Taxi Commission officials and the former Taxi Commissioner, Jay L. Turoff. Dozens of customers were turned away from the Hyfin Credit Union after Federal and" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STATE TAKES OVER BROOKLYN CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/state-takes-over-brooklyn-credit-union.html"} , {"body" : "Thirty years ago, a group of businessmen in the Bensonhurst, Coney Island and Sheepshead Bay sections of Brooklyn established a small credit union. The businessmen, seeking easier lending terms than they could obtain at banks, dubbed the institution Hyfin - an acronym for Help Your Friend in Need. In a credit union, only members who join the" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SELF-HELP PROJECT BY BUSINESSMEN" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/self-help-project-by-businessmen.html"} , {"body" : "Dave Righetti heard the talk on the radio yesterday morning, the speculation that the State of New Jersey is trying to lure the New York Yankees over to the swamplands. This bothered Righetti, partially because he wears the same ''NY'' on his uniform that Babe Ruth and Reggie Jackson and Phil Linz and the other Bronx Bombers wore, and partly" , "date" : "19860409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "SPORTS OF THE TIMES; RIGHETTI SAVES TOLLS,TOO" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/09\/sports\/sports-of-the-times-righetti-saves-tollstoo.html"} , {"body" : "THERE IS A PHOTOGRAPH in my parents' house in Brooklyn which never fails to grab a gaze as I pass by. It was taken in 1958, on the beach in Jacksonville, Fla. My father, trim, smiling, tan, holds his firstborn, a little over a year old. That's me. On that sunny day in Florida my sailor father is a few months past his 20th birthday. I think of" , "date" : "19860406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "ABOUT MEN; Being a Jr." , "url" : "http:\/\/www.nytimes.com\/1986\/04\/06\/magazine\/about-men-being-a-jr.html"} , {"body" : "IT used to be that when the toaster stopped making toast or the vacuum cleaner swallowed the curtains, New York City residents had only to go down the block or around the corner to get the appliances fixed. Lately, however, they have had to put up with more than temporarily dusty rugs and untoasted bread: just finding someone to repair small" , "date" : "19860313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "FIX-IT QUANDARY: FINDING A SHOP" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/13\/garden\/fix-it-quandary-finding-a-shop.html"} , {"body" : "It was a marriage of romance and real estate, Aphrodite and apartments. The room was New York City's marriage license bureau, where conversations about wedding rings, caterers and invitations mingled with talk of down payments, finder's fees and 3 Rms. w\/EIK. They were all young, all in love. And somewhere in the process of courting, getting" , "date" : "19860224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWLYWEDS' APARTMENT HUNT: A TRYING START FOR A NEW LIFE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/24\/nyregion\/newlyweds-apartment-hunt-a-trying-start-for-a-new-life.html"} , {"body" : "MELVIN H. MILLER stood before tenants gathered in a synagogue on a snowy night in Queens. As he spoke, murmurs of agreement and disagreement arose from the crowd, which seemed prepared to turn unruly at the slightest provocation. The meeting, called by the board of directors of Forest Park Crescent cooperative, was held to consider removing the" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "UNFETTERING MITCHELL-LAMA" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/realestate\/unfettering-mitchell-lama.html"} , {"body" : "AS he rode toward Grand Central Terminal in one of the newest Metro-North cars, a Bombardier Shoreliner, Joseph Alberti of Montrose, near Peekskill, N.Y., pronounced it not very comfortable. ''With this particular seat, you're sitting straight up, like you're at West Point,'' said Mr. Alberti, a personnel manager, who was sitting straight up on the" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "COMMUTERS RATE NEW METRO-NORTH CARS SET FOR DANBURY" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/nyregion\/commuters-rate-new-metro-north-cars-set-for-danbury.html"} , {"body" : "Philip C. Habib was spotted by a couple of reporters on Monday having lunch in the State Department cafeteria. Asked what he was doing at the department, the retired trouble-shooter responded without blinking an eye that he was visiting old friends while ''passing through'' Washington to see a daughter who lives here. He then bantered with the" , "date" : "19860212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PHILIPPINES, REPUBLIC OF THE"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "13" , "title" : "A MISSION IN MANILA FOR HABIB" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/12\/world\/a-mission-in-manila-for-habib.html"} ,   {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "The biggest bridge club in Brooklyn undergoes a double change today. The club, the Mill Basin, which has long been on Strickland Avenue, moves to 1789 McDonald Avenue, at Avenue P on the Midwood-Bensonhurst border, and becomes the Bridge Center of Brooklyn (telephone (718) 998-SLAM). A full program of duplicate games, including handicap and novice" , "date" : "19860115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Bridge: Brooklyn Mill Basin Club Changing Name and Site" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/15\/nyregion\/bridge-brooklyn-mill-basin-club-changing-name-and-site.html"} , {"body" : "Nineteen people from five families were left homeless by a four-alarm fire that started in a Brooklyn house and quickly spread to three others, officials said yesterday. The fire started at about 10:30 P.M. Saturday in a house at 118 Bay 35th Street in the Bensonhurst section and jumped to an adjoining house, said a Fire Department spokesman," , "date" : "19860106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Bensonhurst Fire Damages 4 Houses" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/06\/nyregion\/the-city-bensonhurst-fire-damages-4-houses.html"}]