[  {"body" : "The Red Hook section of Brooklyn once was one of the most intensively developed sections of the New York Harbor. Its residential blocks were squalid and overcrowded, and the district for years rivaled the Hell's Kitchen area of Manhattan. Today, people are scarce on the streets of Red Hook. The longshoremen who lived and died without ever leaving" , "date" : "19861213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "REVIVAL CHANGES THE FACE OF RED HOOK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/13\/nyregion\/revival-changes-the-face-of-red-hook.html"} , {"body" : "More than 200 elected officials, community activists and others, gathering in a daylong convention in Brooklyn, called for stepped-up efforts to bolster political representation for the black community in New York City. The meeting, the fifth annual ''Black Convention,'' was sponsored by various community groups around the city. Meeting Saturday at" , "date" : "19861124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GROUP OF BLACKS WANTS TO ELECT MORE OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/24\/nyregion\/group-of-blacks-wants-to-elect-more-officials.html"} , {"body" : "WHEN Frances Schaefer introduces her Brooklyn eighth graders to their sex education course, she asks them to write questions they have about themselves, their family, their friends. A common question, said Ms. Schaefer, a gently spoken 17-year veteran of the school system, is: ''How do you say no to your boyfriend without hurting his feelings?''" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "24" , "title" : "EDUCATION WATCH; TEACHING ABOUT SEX IN AN EXPLICIT SOCIETY" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/weekinreview\/education-watch-teaching-about-sex-in-an-explicit-society.html"} , {"body" : "Two-thirds of Americans own their own homes. Two-thirds of New Yorkers rent their living space. Although most of these tenants will never buy a home, they will probably agonize over the decision many, many times. Rent regulations, which are designed to keep rents affordable, have not prepared tenants to deal in a marketplace in which studio" , "date" : "19861026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "FOR NEW YORKERS, IS THERE LIFE AFTER RENT REGULATION?" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/26\/realestate\/for-new-yorkers-is-there-life-after-rent-regulation.html"} , {"body" : "State investigators say a private mental-health program in Brooklyn has misused as much as $4 million in public funds, mainly through the payment of ''exorbitant'' rents to a real-estate corporation owned by the family of the program's founder and medical director. Financial records show that the program, the Brooklyn Psychosocial Rehabilitation" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "46" , "title" : "PSYCHIATRIC UNIT SAID TO MISUSE FUNDS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/psychiatric-unit-said-to-misuse-funds.html"} , {"body" : "The conversion of large, nonresidential buildings into housing may have trailed off in Manhattan in the mid-1980's, but it remains in full flower in some older neighborhoods of Brooklyn. In communities such as Cobble Hill, Carroll Gardens and Boerum Hill, developers will produce for-sale housing for the middle-income market when they can get" , "date" : "19860829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; Conversions Still Blossom in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/29\/business\/about-real-estate-conversions-still-blossom-in-brooklyn.html"} , {"body" : "The annals of crime and of chutzpah intersected recently in the Boerum Hill section of Brooklyn when a brazen suspect was confronted by a suspicious deli owner. Ghassan Itayim, who runs Jesse's Deli at 196 Bergen Street, was standing outside when he spotted a stranger lingering across the street, at the home of two of his regular customers. When" , "date" : "19860818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; A Deli Owner's Suspicions Lead to Arrest of a Suspect" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/18\/nyregion\/new-york-day-by-day-a-deli-owner-s-suspicions-lead-to-arrest-of-a-suspect.html"} , {"body" : "A BIG SCENE There are few stage backdrops, if any, that can match the supreme splendor of New York harbor as seen from Brooklyn Heights, a view that is high, wide and extremely handsome, with its own star, the Statue of Liberty, at stage center. This formidable show-stopper is not so much a rival as a fringe benefit for the outdoor theater" , "date" : "19860813" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/13\/arts\/going-out-guide.html"} , {"body" : "Only a decade ago, St. James Cathedral was dying. As the seat of the Roman Catholic diocese of Brooklyn, it should have flourished under one of the diocese's proudest steeples, but its congregation had dwindled to about 100 people, few of them young couples with children. The Sunday service, parishioners remember, reflected an exhaustion of spirit." , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A REVITALIZED CATHEDRAL DRAWS YOUNG ADULTS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/a-revitalized-cathedral-draws-young-adults.html"} , {"body" : "The Rev. William Howard Melish, the Episcopal priest whose political views led to his ouster from his Brooklyn parish in 1957, died of cancer yesterday at his home. He was 76 years old and lived in the Boerum Hill section of Brooklyn. Mr. Melish and his father, the late Dr. John Howard Melish, were at the center of a bitter struggle in the 1940's" , "date" : "19860616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Obituaries" , "Washington"] , "page_facet" : "12" , "title" : "REV. W. HOWARD MELISH, 76, DIES; OUSTED AT PARISH IN MCCARTHY ERA" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/16\/obituaries\/rev-w-howard-melish-76-dies-ousted-at-parish-in-mccarthy-era.html"} ,   {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "Eight-year-old Steven Brown was leaning out a bedroom window in his Bronx apartment at 1655 Monroe Avenue Wednesday night about 7:30, calling to his brother, when the window guard suddenly gave way. He fell seven floors to the ground, suffering a skull fracture and numerous compound fractures. Within an hour of his fall, 7-year-old Nicole Arce of" , "date" : "19860613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CHILDREN'S FALLS PROMPT BILL ON WINDOW-GUARDS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/13\/nyregion\/children-s-falls-prompt-bill-on-window-guards.html"} , {"body" : "Driving down Atlantic Avenue in the Boerum Hill section of Brooklyn on Monday, Julius Speigel realized something was wrong. What were all those fresh stumps between Bond and Hoyt Streets? ''I saw all those trees down, at least eight of them,'' Mr. Spiegel, Borough Commissioner of the Parks and Recreation Department, said. ''So I called the office" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Demolition of Trees" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/nyregion\/new-york-day-by-day-demolition-of-trees.html"} , {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"} , {"body" : "IN Fairfield County, Conn., where home buyers are said to be lining up to purchase prime properties, Maria Yolanda O'Donnell saw no need to pay a real-estate broker $20,000 to sell her 130-year-old, riverside house in Weston. But before her own best prospect had a chance to see the property, brokers provided two full-price offers of $357,500 -and" , "date" : "19860420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Selling Your Home Without a Broker" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/20\/realestate\/selling-your-home-without-a-broker.html"} , {"body" : "The Manhattan District Attorney announced yesterday that he would appeal a judge's dismissal of charges of attempted murder and assault against Bernhard H. Goetz in the shooting of four youths who sought money from him on a Manhattan subway. The District Attorney, Robert M. Morgenthau, said he was appealing because he believed the decision's" , "date" : "19860118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "MORGENTHAU TO APPEAL RULING ON GOETZ" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/18\/nyregion\/morgenthau-to-appeal-ruling-on-goetz.html"}]