[  {"body" : "Celia Goldberg felt ''so sick I had nothing to lose'' when she signed up last year for a new kind of insurance for the elderly. ''Now the fear, for me, is gone,'' she said. ''When I pick up the phone, I get help immediately. They call you back. They tell you what to do.'' Mrs. Goldberg, a 78-year-old widow, lives in a tidy fourth-floor apartment in" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "17" , "title" : "HEALTH PLAN HELPS ELDERLY TO STAY AT HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/style\/health-plan-helps-elderly-to-stay-at-home.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Mourners at services for Chaim Weiss, 16-year-old student found killed in his dormitory at Torah High School in Long Beach, L.I., Saturday morning. Services were at the Shomrei Hadas Chapel in the Borough Park section of Brooklyn. Page B2. (NYT\/Ruby Washington)" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LONG BEACH (NY)"] , "page_facet" : "1" , "title" : "Funeral of Slain Yeshiva Student" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/nyregion\/funeral-of-slain-yeshiva-student.html"} , {"body" : "''I have a question for the Holy One, blessed be His name,'' Rabbi Emanuel Pollack, his eyes red from crying, said yesterday as he stood before the plain pine coffin of Chaim Weiss. ''How could He take from us a young child, a sweet, beloved boy? A face that laughed all the time?'' Among the 1,000 mourners at the the Shomrei Hadas funeral home in" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LONG BEACH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "TEARS OF DISBELIEF AT FUNERAL OF SLAIN YESHIVA STUDENT" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/nyregion\/tears-of-disbelief-at-funeral-of-slain-yeshiva-student.html"} , {"body" : "Only in the Borough Park section of Brooklyn, it can safely be said, can a large-scale gut rehabilitation project be found in which the apartment sizes are appropriate for large families. The housing needs of Orthodox Jews, who often have large families and are the strongest force in Borough Park's housing market, give a special twist to" , "date" : "19861024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "25" , "title" : "ABOUT REAL ESTATE; A BOROUGH PARK PROJECT CATERS TO LARGE FAMILIES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/24\/business\/about-real-estate-a-borough-park-project-caters-to-large-families.html"} , {"body" : "NEW YORK has always been a city of divided loyalties, a place too vast and too raucous to agree on anything - the best lox, the best bookstore, the best pesto, the best way crosstown. This city rather thrives on argument, discord, confusion and babble. It conspires to create a knot of sensory stimulus so Gordian that only a native could possibly" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "2 CITIES IN COMBAT: IT'S MORE THAN BASEBALL; In New York, Met Charm Stirs Hearts" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/2-cities-in-combat-it-s-more-than-baseball-in-new-york-met-charm-stirs-hearts.html"} , {"body" : "''I called my brother-in-law and was nice,'' Morton Garrett Jr., a Mets fan from Brooklyn, conceded ashamedly. In mitigation, he said that this was a first, that he only did it because his brother-in-law has Mets playoff tickets and promised it would not happen again. Fans are engaging in all manner of scrounging, wheedling, begging, cajoling," , "date" : "19861001" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ABOUT NEW YORK; PENNANT FEVER STRIKES THE PHONE LINES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/01\/nyregion\/about-new-york-pennant-fever-strikes-the-phone-lines.html"} , {"body" : "Four-bedroom apartments are a rarity in New York. But in the Borough Park section of Brooklyn, where 80 percent of the residents are Orthodox Jews and families tend to be big, five neighboring four-story walk-ups are being rebuilt into condominiums as large as four bedrooms. Shmuel Lefkowitz, chairman of Prime Resources Group, and Charles Reiss," , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BORO PARK VILLAGE (BKLYN, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: BOROUGH PARK; 4-Bedroom Walk-Ups" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/realestate\/postings-borough-park-4-bedroom-walk-ups.html"} , {"body" : "Under a tiara of stars and street lights, two young Hasidic Jews were married last night in Brooklyn in a joyous traditional ceremony uniting two sects of the ultra-Orthodox movement that began in Eastern Europe. With 30,000 invited guests - 25,000 on the bridegroom's side, 5,000 on the bride's - and thousands who filled the sidewalks for a glimpse" , "date" : "19860911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 HASIDIC SECTS UNITED BY BROOKLYN WEDDING" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/11\/nyregion\/2-hasidic-sects-united-by-brooklyn-wedding.html"} , {"body" : "Who cares where the beef is. The question of the hour is: Where will the pastrami be? Amid a strike with both actual and symbolic consequences, the Hebrew National Company has announced plans to move two-thirds of its jobs and the bulk of its operations - including the production of 10,000 pounds a day of kosher pastrami -from Queens to" , "date" : "19860808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "INDIANAPOLIS (IND)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "INDIANA PASTRAMI? HEBREW NATIONAL PLANS MOVE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/08\/nyregion\/indiana-pastrami-hebrew-national-plans-move.html"} ,   {"body" : "Congregation Chizuk Hadas in Flatbush is situated in a long narrow room that was once the ground-floor apartment of a two-family house. But the people who pray there do not come because they cannot find a grander synagogue. They come out of a deeply felt choice, a preference for the intimacy of a smaller place of worship. Such makeshift synagogues," , "date" : "19860805" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SMALL JEWISH CONGREGATIONS ATTRACTING MORE WORSHIPERS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/05\/nyregion\/small-jewish-congregations-attracting-more-worshipers.html"} , {"body" : "An 18-year-old delivery boy was arrested yesterday and charged with beating, raping and robbing a 67-year-old Brooklyn woman in her Borough Park apartment where he also attempted to drown her by pushing her face into a toilet, the police said. The Brooklyn attack occurred yesterday afternoon, 12 hours after a 37-year-old legally blind Manhattan" , "date" : "19860715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (NYC)" , "MANHATTAN (NYC)" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "WOMAN, 67, AND BLIND WOMAN ARE RAPE VICTIMS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/15\/nyregion\/woman-67-and-blind-woman-are-rape-victims.html"} , {"body" : "A Queens teen-ager was killed when he fell between two subway cars at the 30th Avenue station in Astoria, the transit police said yesterday. The teen-ager, Juan Ponce, 14 years old, of 3421 43d Street, Astoria, had been standing with a friend at the station late Sunday afternoon when they started a conversation with two girls on the opposite" , "date" : "19860715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ASTORIA (NYC)" , "BOROUGH PARK (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Youth Dies in Fall On Subway Track" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/15\/nyregion\/the-city-youth-dies-in-fall-on-subway-track.html"} , {"body" : "FOR one who has lived with the name Chernobyl since my childhood days at the Westchester Day School in Mamaroneck, I responded to the news of the nuclear disaster while driving along the Cross Bronx Expressway with nothing short of a gasp. My throat became dry. It couldn't be. I turned up the volume on the radio. Was that the same Chernobyl? The" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHERNOBYL (USSR)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "SPEAKING PERSONALLY; ANOTHER KIND OF POWER COMING FROM CHERNOBYL" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/speaking-personally-another-kind-of-power-coming-from-chernobyl.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "New York City's former taxi chief, Jay L. Turoff, was indicted yesterday on charges of fraud, conspiracy and tax evasion by a Federal grand jury that said he had used his official position to enrich himself and business associates. The indictment stemmed mainly from what the grand jury described as a scheme in which Mr. Turoff gave competitive" , "date" : "19860611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TUROFF IS INDICTED ON FRAUD COUNTS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/11\/nyregion\/turoff-is-indicted-on-fraud-counts.html"} , {"body" : "A black youth accused of harassing a rabbi is sentenced to help residents of Borough Park, a predominantly Hasidic section of Brooklyn, fill out paperwork to obtain social services. A wisecracking 20-year-old man accused of disorderly conduct cooks lunch and does odd jobs for 200 residents of a center for the elderly in the Williamsburg section. A" , "date" : "19860524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "BROOKLYN TURNING OFFENDERS INTO HELPING HANDS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/24\/nyregion\/brooklyn-turning-offenders-into-helping-hands.html"} , {"body" : "CONTRARY to expectations, the prices of many kosher foods in New York City remained fairly stable in the weeks leading up to and through Passover, according to two surveys conducted in all five boroughs. Prices were monitored by the city's Department of Consumer Affairs and by a team co-sponsored by Andrew J. Stein, the City Council President, and" , "date" : "19860514" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "2 REPORTS ON PRICES DURING PASSOVER" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/14\/garden\/2-reports-on-prices-during-passover.html"} , {"body" : "A van being driven by a fleeing thief yesterday struck and killed a Brooklyn man crossing the street near his home in the Borough Park section, the police said. The dead man was identified as Yehoshua Weinshtock, 58 years old, of 1347 48th Street, who was pronounced dead at Maimonides Hospital five hours after he was run down. The driver of the van" , "date" : "19860505" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Thief Fleeing in a Van Kills Man in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/05\/nyregion\/thief-fleeing-in-a-van-kills-man-in-brooklyn.html"} , {"body" : "WITH its socialites, its big money, its sex and its famous little black bag with its syringe, needles and insulin, the Claus von Bulow case is headed for the screen. Edward R. Pressman, the producer of such films as ''Badlands'' and ''Plenty,'' has acquired rights to ''Reversal of Fortune,'' an account of the long-running case written by the" , "date" : "19860502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "AT THE MOVIES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/02\/movies\/at-the-movies.html"} ,   {"body" : "A pair of teen-age sweethearts in Brooklyn entered into an apparent death pact Monday that left the boy dead of a stab wound, his girlfriend injured and authorities seeking a motive. The couple, Paul Gibbons, 18 years old, and Christina Ittermann, 16, were found in a second-floor living room by the girl's mother about 6:45 P.M. as she returned from" , "date" : "19860430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "APPARENT PACT LEADS TO DEATH OF 18-YEAR-OLD" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/30\/nyregion\/apparent-pact-leads-to-death-of-18-year-old.html"} , {"body" : "A gunman was fatally shot last night in the Borough Park section of Brooklyn by the owner of a candy store that he had robbed moments earlier, the police said. The robber, whose identity was not released by the police, was shot twice in the chest. He died at Maimonides Hospital where he had been taken by two men who were apparently waiting for him" , "date" : "19860425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; A Robber Is Slain By Store Owner" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/25\/nyregion\/the-city-a-robber-is-slain-by-store-owner.html"} , {"body" : "FOR Morris Hochberg, now of Southbury, Conn., it felt both strange and wonderful to return for a visit to the Brooklyn neighborhood where he grew up some 40 or 50 years ago. The sights were, of course, mostly unfamiliar. Somehow, though, Mr. Hochberg felt he had walked these streets only yesterday. By 3 o'clock in the afternoon, he was riding" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/garden\/metropolitan-diary-348686.html"} , {"body" : "AS Passover approaches and consumers stock up on kosher foods, one New York City inspector and 40 volunteers - in separate citywide operations - are recording prices in campaigns against gouging. Indeed, New York State officials consider the problem so serious that this month they plan to begin a study of preholiday and year-round kosher food" , "date" : "19860416" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "8" , "title" : "CAMPAIGN AGAINST HOLIDAY GOUGING" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/16\/garden\/campaign-against-holiday-gouging.html"} , {"body" : "When Benjamin Hudish gets up this morning, he plans to slip into the navy-and-gold uniform made for him in 1912, when he joined the John Philip Sousa band. It still fits. Then he is to travel from the Borough Park section of Brooklyn to Manhattan, where the St. Cecile Lodge No. 568 of the Free and Accepted Masons will honor the 93-year-old French" , "date" : "19860415" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY; From the Days of Sousa" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/15\/nyregion\/new-york-day-by-day-from-the-days-of-sousa.html"} , {"body" : "A third suspect in the holdup-murder of a jeweler in Manhattan's midtown diamond district has been arrested and a fourth is still being sought, the police said yesterday. Acting on information supplied by two suspects seized in a running gun battle after the slaying Friday, detectives arrested the third suspect, Felix Perez, 36 years old, at his" , "date" : "19860414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLICE SEEKING A 4TH SUSPECT IN SLAYING OF JEWELER" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/14\/nyregion\/police-seeking-a-4th-suspect-in-slaying-of-jeweler.html"} , {"body" : "Detectives investigating the slaying of a jewler in Manhattan's diamond district said yesterday that the victim had apparently been shot without provocation by a robber who put a gun to his head and fired as soon as he entered the victim's office. The police also said that the shot that killed the jeweler, Moshe Ashkenazy, in his suite at 33 West" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "JEWELER DID NOT PROVOKE SLAYING POLICE SAY, AS 3D ROBBER IS HUNTED" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/nyregion\/jeweler-did-not-provoke-slaying-police-say-as-3d-robber-is-hunted.html"} , {"body" : "The owner of a midtown jewelry concern, who had survived Nazi labor camps, was killed in a robbery yesterday by thugs who wounded a bystander and narrowly missed a police officer in a running gun battle on the crowded streets of the diamond district. Though his uniform sleeve was torn by bullets fired from close range, the officer withheld his own" , "date" : "19860412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JEWELER IS SLAIN; 2 GUNMEN HELD AFTER SHOOT-OUT" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/12\/nyregion\/jeweler-is-slain-2-gunmen-held-after-shoot-out.html"} , {"body" : "A Brooklyn man was indicted yesterday for posing as a doctor and illegally treating dozens of patients for infertility problems since November at an office in Borough Park. The defendant was identified as 59-year-old Hirsh Travis, who, prosecutors said, operated a clinic called the Fertility Foundation at 1357 55th Street. He also reportedly had" , "date" : "19860403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "BROOKLYNITE HELD AS FAKE DOCTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/03\/nyregion\/brooklynite-held-as-fake-doctor.html"} , {"body" : "The former head of the city agency that regulates taxis, Jay L. Turoff, is under investigation for obtaining $244,000 in loans from a credit union that has extensive dealings with the taxi industry, according to state officials and lawyers. Investigators said they were trying to determine whether Mr. Turoff's dealings with the credit union, the" , "date" : "19860328" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LINKS BETWEEN TUROFF, CREDIT UNION AND TAXI-METER COMPANY INVESTIGATED" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/28\/nyregion\/links-between-turoff-credit-union-and-taxi-meter-company-investigated.html"} ,   {"body" : "To the Editor: Prof. Arthur D. Wolf, in his letter of March 9, which recommended use of the United States alien-tort statute for Filipino victims of alleged brutality by the Ferdinand E. Marcos regime, listed the case of Joelito Filartiga as a precedent, but neglected to update the status of that case. Briefly, on March 29, 1976, 17-year-old" , "date" : "19860328" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARAGUAY" , "PHILIPPINES, REPUBLIC OF THE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "ALIEN-TORT PRECEDENT CAN'T ENCOURAGE FILIPINOS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/28\/opinion\/l-alien-tort-precedent-can-t-encourage-filipinos-033086.html"} , {"body" : "A PROMOTIONAL poster displayed in Borough Park offers this description of the predominantly Jewish Brooklyn neighborhood: ''A thriving community of traditional family values.'' Residents say it is true. In this community of more than 100,000 people packed into 200 blocks, signs of tradition are easy to spot. Storefronts advertise in Hebrew," , "date" : "19860119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN BOROUGH PARK" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/19\/realestate\/if-you-re-thinking-of-living-in-borough-park.html"} , {"body" : "When Charles L. Black Jr. was teaching his class in equity at Columbia Law School in the 50's, he once called on a first-year student named Barbara Aronstein. She was stumped, and pleaded the Socratic method's equivalent of the Fifth Amendment. ''Unprepared, sir,'' she said. Thirty years after that inauspicious start, Barbara Aronstein Black has" , "date" : "19860102" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "WOMAN IN THE NEWS: BARBARA ARONSTEIN BLACK; INCOMING LAW SCHOOL DEAN WITH 2 CAREERS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/02\/nyregion\/woman-barbara-aronstein-black-incoming-law-school-dean-with-2-careers.html"}]