[  {"body" : "Neil Simon is hardly Norman Rockwell, but his ''Brighton Beach Memoirs'' has a warmly nostalgic quality, something that has traveled very nicely to the screen. ''Brighton Beach Memoirs,'' the first and perhaps the most sweetly rueful play of Mr. Simon's autobiographical trilogy, has become a film of surprisingly gentle charms. Mr. Simon's humor is" , "date" : "19861225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SCREEN: 'BRIGHTON BEACH MEMOIRS'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/25\/movies\/screen-brighton-beach-memoirs.html"} , {"body" : "Back in their homelands, some of the children had seen the police beat neighbors with billy clubs and guns. Others had heard of killings, payoffs and disappearances. ''The police take people off buses to put them in jails and kill them,'' said Carmen Valencia, 11 years old, who grew up in Colombia and moved two years ago to the Flatbush section of" , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "56" , "title" : "POLICE SEEK IMMIGRANTS' CONFIDENCE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/nyregion\/police-seek-immigrants-confidence.html"} , {"body" : "IN an Act II monologue that's the indisputable peak of Neil Simon's ''Broadway Bound,'' a middle-aged Jewish mother named Kate Jerome tells her younger son, Eugene, about the most glamorous incident of her life - a night at the Primrose ballroom, 35 years earlier, when George Raft asked her to dance. Both as written by Mr. Simon and acted by Linda" , "date" : "19861205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER: SIMON'S 'BROADWAY BOUND'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/05\/theater\/theater-simon-s-broadway-bound.html"} , {"body" : "Another season, another new Neil Simon play; it has been that way almost without fail since 1961. But ''Broadway Bound,'' which opens at the Broadhurst next Thursday, marks a significant departure both for Mr. Simon and for Gene Saks, the director with whom he has worked for more than two decades. For with ''Broadway Bound,'' Mr. Simon digs deeper" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "FROM BRIGHTON TO BILOXI TO BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/theater\/from-brighton-to-biloxi-to-broadway.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "John Cardinal O'Connor has been invited to see the Mets play in the World Series, but he leaves Sunday morning for a weeklong round of official duties in Rome. ''He expects the Mets will have it wrapped up by the time he gets back,'' said the Cardinal's press aide, Joseph Zwilling. But Mr. Zwilling, a devout Mets fan, is hoping for a long series so" , "date" : "19861018" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "METS FANS ARE POISED FOR SERIES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/18\/nyregion\/mets-fans-are-poised-for-series.html"} , {"body" : "ONE of the structural problems in Neil Simon's autobiographical comedy, ''Brighton Beach Memoirs,'' is that the second act explores serious subjects ranging from the war in Europe to the Depression. This tale about a 15-year-old coming of age in Brooklyn is too lightweight to handle the genocide and refugee problem, and the laughter fades away as" , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "23" , "title" : "THEATER REVIEW; A FUNNY PLAY THAT FORGETS TO LAUGH" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/nyregion\/theater-review-a-funny-play-that-forgets-to-laugh.html"} , {"body" : "ONE FOR THE BOOKS FOR almost 60 years, officials of the Village of New Hyde Park have gone about their business enforcing their zoning laws. Now, a lawyer has questioned whether New Hyde Park actually has any legal zoning ordinance. ''Everything in that village is nonconforming use,'' contends Matthew Feinberg, a West Hempstead attorney. ''There's" , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW HYDE PARK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/nyregion\/long-island-journal-289486.html"} , {"body" : "Soviet television viewers have been given an unusual offering: an uncensored, uncut American television documentary on Soviet emigres in Brooklyn, openly discussing their problems not only with the society they joined but also with the one they left. Uttering thoughts usually considered provocative or worse in the Soviet Union, Jewish immigrants" , "date" : "19861009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "World"] , "page_facet" : "4" , "title" : "SHOCKER ON SOVIET TV: BROOKLYN EMIGRE CANDOR" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/09\/world\/shocker-on-soviet-tv-brooklyn-emigre-candor.html"} , {"body" : "THE taxicab bounced along the Long Island Expressway, and when the Manhattan skyline suddenly sprang into full view, Lubov Pisarenkova burst into tears. She had long dreamed of this moment, and had given up - probably forever - seeing her family and friends to experience it. Her husband, Yuri Krasnov, began to cry too. Then the man who met the two" , "date" : "19861008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "4" , "title" : "ABOUT NEW YORK; FROM A SOVIET CIRCUS TO A BRAND NEW LIFE" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/08\/nyregion\/about-new-york-from-a-soviet-circus-to-a-brand-new-life.html"} ,   {"body" : "NOT only has the Studio Theater in Lindenhurst opened its fall season with Neil Simon's ''Brighton Beach Memoirs,'' but as the Studio's new producer, Jerry Zaback, explained in a lengthy curtain speech, it has been taken over by the Broadhollow Theater and is now known as the New Studio Theater. ''Brighton Beach Memoirs'' is Neil Simon's" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "25" , "title" : "THEATER; 'BRIGHTON BEACH MEMOIRS': YOUNG SIMON" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/nyregion\/theater-brighton-beach-memoirs-young-simon.html"} , {"body" : "ROWS of neat, fully occupied brownstones, many with long-term roomers, line some of the sidestreets of central Harlem. These town houses were built early in the century by wealthy people from downtown; years later, many were divided into tiny rooms and rented out for income. Over the last few years, as the housing market has improved, mortgage" , "date" : "19860921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: CITY'S S.R.O. POLICY; Keeping a Rooming House 'As Is'" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/21\/realestate\/perspectives-city-s-sro-policy-keeping-a-rooming-house-as-is.html"} , {"body" : "The New York City Department of Health last week released a list of 12 food establishments cited for violating the health code. In addition, it listed two restaurants that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Chicken" , "date" : "19860921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "12 Food Outlets Cited By New York Officials" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/21\/nyregion\/12-food-outlets-cited-by-new-york-officials.html"} , {"body" : "A year and a half ago, on a park bench in Federal Plaza in Manhattan, Leila Eways gathered her thoughts, took out a pad and pencil and tried to explain to the Immigration and Naturalization Service why she had joined the Communist Party eight years earlier, why she had quit shortly afterward and why the United States should therefore welcome her as" , "date" : "19860915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "FOR FINNISH WOMAN, STRUGGLE FOR A U.S. WELCOME" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/15\/nyregion\/for-finnish-woman-struggle-for-a-us-welcome.html"} , {"body" : "The New York City Department of Health last week released a list of 34 food establishments cited for violating the health code. In addition, it listed six restaurants that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Beauzo, 145" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "NEW YORK INSPECTORS CITE 34 ESTABLISHMENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/nyregion\/new-york-inspectors-cite-34-establishments.html"} , {"body" : "FOOD and film are the stuff of Elmirinda Schenne's life. ''We do wonderful poached salmon with fresh dill sauce,'' she said. ''We do wonderful pasta, baked ziti with fresh spinach. We do cheddar cheese pippin -grated cheddar cheese with dry mustard and herbs, and it's spread on a piece of bread and grilled.'' As for the movies, among them are ''The" , "date" : "19860831" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; RESTAURANT MANAGER CATERS TO STARS OF THE SCREEN" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/31\/nyregion\/long-islanders-restaurant-manager-caters-to-stars-of-the-screen.html"} , {"body" : "John S. Dyson, who is running against Mark Green in the Sept. 9 primary for the Democratic nomination for the United States Senate, campaigned at the Brighton Beach Baths on Sunday - a traditional campaign stop for Democratic candidates. At the start, he was escorted by Howard Golden, who is both the Brooklyn Borough President and county Democratic" , "date" : "19860827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Rough Campaigning At Brighton Beach Baths" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/27\/nyregion\/new-york-day-by-day-rough-campaigning-at-brighton-beach-baths.html"} , {"body" : "OF the 200,000 Jews from the Soviet Union who have emigrated to the United States since the mid-1970's, about half have settled in the New York City area, predominantly in the Brighton Beach section of Brooklyn. There, in a middle-class neighborhood that the emigres have dubbed ''Little Odessa'' because it reminds them of the Crimean resort, what" , "date" : "19860824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "FLORIDA" , "BRIGHTON BEACH (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "SOME IN HUDDLED MASSES MAY JUST BE CONSPIRING" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/24\/weekinreview\/some-in-huddled-masses-may-just-be-conspiring.html"} , {"body" : "Today Street Fair, Court Street, between President Street and Fourth Place in the Red Hook section of Brooklyn; sponsored by the Maria F. F. Addolorata Society. Games, food. Today, 8 to 11:30 P.M.; tomorrow, 6 to midnight; Sunday, noon to midnight. Bryant Park Craft Show, 42d Street, from Fifth Avenue to Avenue of the Americas. Clothing, leather" , "date" : "19860822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "FESTIVALS AND FAIRS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/22\/arts\/festivals-and-fairs.html"} , {"body" : "WALK UNDER WATER ''Chance of a lifetime'' is an overused phrase that would seem never to apply to the Lincoln Tunnel, where you have opportunities to creep in traffic on almost any busy day. This chance of a lifetime, late tonight at 2:30 A.M. will let you walk - yes, on foot - through a tunnel bereft of motor vehicles. This walk from Manhattan to" , "date" : "19860816" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/16\/arts\/going-out-guide.html"} ,   {"body" : "The sun rose at 5:45 A.M. yesterday, which is when Violetta Kelner went for a dip in the privacy of her own ocean. The water was warm and clear, she said afterward. ''The beach is best,'' she noted, ''when it's crowded by two or three people.'' Mrs. Kelner belongs to a small group of Brighton Beach lovers who prefer dawn's solitude to the" , "date" : "19860726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEW YORK DAY BY DAY; Bliss at Dawn On Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/26\/nyregion\/new-york-day-by-day-bliss-at-dawn-on-brighton-beach.html"} , {"body" : "A 15-year-old youth, believed by police to be a member of a Chinatown gang, was arrested yesterday and charged with shooting a police officer during an exchange of gunfire in a lower Manhattan park early Tuesday, the police said. The suspect, Trini Sham, whose address is unknown, will be charged as an adult with attempted murder of the police" , "date" : "19860726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CHINATOWN (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "15-YEAR-OLD IS ARRESTED IN SHOOTING OF AN OFFICER" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/26\/nyregion\/15-year-old-is-arrested-in-shooting-of-an-officer.html"} , {"body" : "Today Little Spain Festival, West 14th Street, between Seventh and Eighth Avenues; sponsored by Merchants Association of West 14th Street. Food, music, dancing, bull-fighting demonstrations. Today, 6 to 11:30 P.M. Tomorrow and Sunday, noon to 11:30 P.M. Bryant Park Craft Show, 42d Street, from Fifth Avenue to Avenue of the Americas. Clothing," , "date" : "19860725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Weekend Festivals and Fairs" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/25\/arts\/weekend-festivals-and-fairs.html"} , {"body" : "A neighborhood can have many lives, wear many faces. On Brooklyn's southern shore along a narrow peninsula with oceanfront streets, Brighton Beach is ready for yet another metamorphosis, perhaps another great change. What was once seaside resort, what became slum, then ethnic sanctuary, may soon be home to those well-heeled urbanites who are young," , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BRIGHTON BEACH, ANOTHER TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/in-brighton-beach-another-time-of-change.html"} , {"body" : "The body of a 10-year-old Brooklyn boy, who apparently suffocated, was found in an old refrigerator in the basement of his aunt's Brighton Beach apartment late Saturday night by his father following a six-hour search, the police said yesterday. The boy, Manley Clinton Jr., and his parents, who lived at 3142 Bayview Avenue in Coney Island, were" , "date" : "19860707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Coney I. Boy, 10, Suffocates In Old Refrigerator at Aunt's" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/07\/nyregion\/coney-i-boy-10-suffocates-in-old-refrigerator-at-aunt-s.html"} , {"body" : "When Catherine Sharfstein began searching for a suburb, she knew nothing. How could a Russian immigrant living in the Bronx know the difference between a Nutley and a Lodi? So she set out to investigate suburbia in her usual methodical manner. Every time she saw the name of a suburb in the newspaper, she wrote it in her book. Then she called the" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "OUR TOWNS; RUSSIAN BECOMING AMERICANS IN FAIR LAWN" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/our-towns-russian-becoming-americans-in-fair-lawn.html"} , {"body" : "The following is a sampling of some of the cultural events related to the Liberty Weekend festivities. Unless otherwise noted, all events are free. Today 11:30 A.M. Waters off Battery Park. ''Liberty Overture,'' a performance of music aboard a docked ship; orchestrated by Wendy Chambers. 11:30 A.M., and 1:30 and 3 P.M. Children's Museum of" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "A CULTURAL SAMPLER OF LIBERTY FESTIVITIES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/arts\/a-cultural-sampler-of-liberty-festivities.html"} , {"body" : "A Miami developer announced plans yesterday to build a $300 million, 2,200-apartment condominium complex on the Atlantic Ocean in the Brighton Beach section that would be Brooklyn's largest new private housing development in at least 25 years. The proposal by the developer, Alexander Muss & Sons, calls for six towers - the tallest of which would" , "date" : "19860625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BRIGHTON BEACH IS PROPOSED SITE OF NEW PROJECT" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/25\/nyregion\/brighton-beach-is-proposed-site-of-new-project.html"} , {"body" : "To commemorate the delayed official opening of the beachfront in Coney Island and Brighton Beach yesterday, Brooklyn Borough President Howard Golden took off his black suit jacket. He patrolled the Boardwalk as if he were a drill sergeant conducting inspection. The Parks and Recreation Commmissioner, Henry J. Stern, donned a red swimsuit and went" , "date" : "19860621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEW YORK DAY BY DAY; Delayed Opening of Beach" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/21\/nyregion\/new-york-day-by-day-delayed-opening-of-beach.html"} , {"body" : "A Russian immigrant shot dead in Brooklyn Friday night may have been slain in reprisal for the murder of another Russian immigrant last February in what the police call an increasingly violent rivalry among criminal elements in the Russian emigre community. Investigators said the latest victim, Vladimir Reznikov, 44 years old, of Hartsdale, N.Y.," , "date" : "19860616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LINK IS SOUGHT AFTER SLAYING OF 2D RUSSIAN" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/16\/nyregion\/link-is-sought-after-slaying-of-2d-russian.html"} ,   {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "A man stuck a gun through a car window in Brooklyn and fired two shots, killing a Russian immigrant who was in the driver's seat, the police said yesterday. The 44-year-old victim, identified as Vladimir Reznikov of Hartsdale, N.Y., was pronounced dead at the scene, 1130 Brighton Beach Avenue, the police said. Witnesses said the gunman fled in a" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Russian Immigrant Is Slain In Car by Brooklyn Gunman" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/nyregion\/russian-immigrant-is-slain-in-car-by-brooklyn-gunman.html"} , {"body" : "OVER THERE, IN BROOKLYN - The reluctance that New Yorkers display when it comes to visiting boroughs other than the one in which they live or work is as notorious as it is traditional - a journey to foreign strands often seems less daunting. This is lamentable because boroughs outside Manhattan also have worthy attractions. Which brings us to" , "date" : "19860614" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/14\/arts\/going-out-guide.html"} , {"body" : "To the Editor: ''Many Bicyclists Are Going Against the City's Grain'' (Week in Review, May 25) informs us about a situation in which many bicyclists are riding roughshod over pedestrians on the streets of Manhattan, posing a threat to the life and limbs of New York City residents. Statistics indicate that reported accidents have doubled in the last" , "date" : "19860606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Bicycles on Boardwalk Are Terror of Brighton" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/06\/opinion\/l-bicycles-on-boardwalk-are-terror-of-brighton-128286.html"} , {"body" : "As hundreds of delegates chanted ''Mario! Mario! Mario!'' Governor Cuomo accepted the Democratic Party's nomination for a second term today and pledged to lead the state ''from recovery to a whole new era of progress.'' With Mr. Cuomo's impassioned speech and a laser-light show that followed, the two-day state Democratic convention came to a" , "date" : "19860604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FIERY ACCEPTANCE BY CUOMO ENDS A SPIRITED CONVENTION" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/04\/nyregion\/fiery-acceptance-by-cuomo-ends-a-spirited-convention.html"} , {"body" : "Beach season officially opened yesterday along the 2.4 miles of sand that stretch across the foot of Brooklyn, from Coney Island to Brighton Beach. There was sun (hazy), surf (gentle) and Billy Weintraub (resplendent in lifeguard orange). The sun and the surf have been on hand for a quite a few openings and Mr. Weintraub feels as if he has been" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "24TH SEASON IN THE SUN FOR BROOKLYN LIFEGUARD" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/nyregion\/24th-season-in-the-sun-for-brooklyn-lifeguard.html"} , {"body" : "MEMORIAL DAY weekend means summer is unofficially here, and with its coming, urban fantasies turn to glistening sands, sea breezes and ocean waves. While surf and sand are probably not the first things that come to mind when one thinks of New York City, there are 14.9 miles of city beaches within an hour or so of midtown Manhattan, as well as beach" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OUT AND ABOUT ON MEMORIAL DAY; HOW TO FIND THAT SAND AND SURF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/arts\/out-and-about-on-memorial-day-how-to-find-that-sand-and-surf.html"} , {"body" : "Sitting on a stoop in Chinatown, Yick-Man Tse watched with satsfaction yesterday as large chunks of Park Street were bulldozed into a pile. ''It's good for the kids, the old people like to come here to breathe the fresh air,'' Mr. Tse said. In a reversal of the way things in cities usually work, a park - in this case, Columbus Park in Chinatown -" , "date" : "19860507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "CHINATOWN (NYC)" , "COLUMBUS PARK (NYC)" , "SHERIDAN SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TURNING BLACKTOP TO GREENERY" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/07\/nyregion\/turning-blacktop-to-greenery.html"} , {"body" : "Law-enforcement officials have drawn from a yearlong investigation a portrait of Jay L. Turoff as a political clubhouse loyalist catapulted into an important city position by two Democratic Party leaders, Meade H. Esposito and Stanley M. Friedman. And soon after Mr. Turoff took over as chairman of the Taxi and Limousine Commission in 1978, the" , "date" : "19860504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "JAY TUROFF: A CLASSIC SUCCESS STORY LEADS TO DUAL PORTRAIT OF EX-TAXI CHIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/04\/nyregion\/jay-turoff-a-classic-success-story-leads-to-dual-portrait-of-ex-taxi-chief.html"} , {"body" : "Transit officials are giving yet another stir to the subway system's alphabet soup. Starting May 15, double letters are out, single letters are in, and two letters will reappear underground - H and K. Double letters once meant local, and single letters once meant express. But over the years, as routes and designations changed, the distinction" , "date" : "19860430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Attn. Straphangers: 7 New Designations" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/30\/nyregion\/new-york-day-by-day-attn-straphangers-7-new-designations.html"} ,   {"body" : "DURING the last 20 years it has been a rare season in which a Neil Simon play has not lighted up a Broadway theater. Regardless of what the critics write about Mr. Simon, his mega-hit plays such as ''Barefoot in the Park,'' ''Plaza Suite,'' ''Biloxi Blues'' and ''Brighton Beach Memoirs'' have made him America's most popular playwright. These last" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "10" , "title" : "THEATER REVIEW; A NEIL SIMON GEM FUNNY AND MOVING" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/nyregion\/theater-review-a-neil-simon-gem-funny-and-moving.html"} , {"body" : "Elderly men and women have increasingly become targets of solicitation by nontraditional religious groups, according to social workers, law enforcement officials and the American Association of Retired Persons. Interviews with 20 officials indicate that the primary goal of some of these groups, which they called cults, is to encourage the elderly" , "date" : "19860426" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "'CULTS' AND THE AGED: A NEW FAMILY ISSUE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/26\/style\/cults-and-the-aged-a-new-family-issue.html"} , {"body" : "A 27-year-old Brooklyn man was arrested last night and charged with the slaying of a Russian immigrant in a dispute at a wholesale gasoline distributorship in the Sheepshead Bay section two months ago, the police reported. Sgt. Raymond O'Donnell, a police spokesman, identified the suspect as Michael Vax of 1133 Brighton Beach Avenue, who himself" , "date" : "19860403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Soviet Emigre Arrested In February Shootout" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/03\/nyregion\/soviet-emigre-arrested-in-february-shootout.html"} , {"body" : "THE scene is the Oceana Theater near Brighton Beach in Brooklyn, where a line of moviegoers is waiting to see ''Hannah and Her Sisters.'' Among them: Leah Hymowitz and two women behind her, who are carrying on a conversation. ''I had hot cereal for breakfast,'' said one. ''What kind?'' her companion asked. ''The instant or the one minute?'' The" , "date" : "19860402" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/02\/garden\/metropolitan-diary-059186.html"} , {"body" : "LOW in fat and high in protein and calcium, yogurt rode in on the crest of the health-food wave in the United States some years ago. Today most grocery stores carry a plethora of commercial yogurts. But gussied up with blueberries and a host of other fruits and flavorings, in an appeal to the popular palate, these yogurts are a far cry, in terms of" , "date" : "19860326" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "BACK TO BASICS WITH OLD-WORLD YOGURT" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/26\/garden\/back-to-basics-with-old-world-yogurt.html"} , {"body" : "The New York City Department of Health last week released a list of 69 food establishments cited for violating the health code. In addition, it listed six restaurants that were allowed to reopen after correcting earlier violations, and four that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Allen's, 1315" , "date" : "19860309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "69 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/09\/nyregion\/69-food-outlets-cited-by-new-york-officials.html"} , {"body" : "Quality and Value in Nuts While J. Wolsk & Company is not the easiest place to find, it's well worth the effort. At 81 Ludlow Street, between Delancey and Broome Streets, near the approach to the Williamsburg Bridge, the nut, dried fruit and candy store has been a Lower East Side institution since 1938. Two years ago, it moved from a cramped space" , "date" : "19860305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/05\/garden\/food-notes-381686.html"} , {"body" : "Two men fired automatic weapons through the side door of a wholesale gasoline company in Brooklyn yesterday, killing one man and wounding two others, the police said. The shootings took place at 12:15 P.M. at the offices of the Platenum Energy Company at Avenue U and Batchelder Street in the Sheepshead Bay section. Last night, the police were" , "date" : "19860204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ONE IS KILLED AND TWO WOUNDED BY GUNMEN AT A BROOKLYN OFFICE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/04\/nyregion\/one-is-killed-and-two-wounded-by-gunmen-at-a-brooklyn-office.html"} , {"body" : "Mayor Koch asserted yesterday that the Bronx Democratic leader, Stanley M. Friedman, had exercised a virtual veto power in the City Council over city legislation affecting the taxi industry. Mr. Friedman, in addition to his political role, is a lawyer and registered lobbyist for the Metropolitan Taxicab Board of Trade, an association representing" , "date" : "19860130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "KOCH SAYS FRIEDMAN HAS POWER TO KILL BILLS IN COUNCIL ON TAXIS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/30\/nyregion\/koch-says-friedman-has-power-to-kill-bills-in-council-on-taxis.html"} , {"body" : "This column somehow missed ''Thus Was Adonis Murdered,'' Sarah Caudwell's first novel, a few years ago. But if it was as good as Miss Caudwell's second book, THE SHORTEST WAY TO HADES (Scribners, $12.95), the loss was ours. In ''Hades'' the plotting is fairly traditional, down to the expected encounter between killer and investigator. But it's all" , "date" : "19860119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "17" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/19\/books\/crime-241186.html"} ,   {"body" : "IT'S a surprise birthday party for Joey Adams, see, and nobody knows how old he is. Kaye Ballard says: ''I saw him in vaudeville when I was a little girl.'' Harvey Fierstein says, ''I heard him on radio when I was a little girl.'' But seriously folks, this is a very dignified affair. John Cardinal O'Connor is here, which reminds Henny Youngman he" , "date" : "19860110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "THE EVENING HOURS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/10\/style\/the-evening-hours.html"} , {"body" : "The Russians are not coming to the United States much anymore. The last wave from the Soviet Union peaked in 1979, when nearly 29,000 immigrants, most of them Jewish, arrived. But the wave has become a trickle, with fewer than 600 Russians entering last year. So the news that the Soviet Union had agreed to allow several citizens with American" , "date" : "19860105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE FLOW HAS SLOWED FROM THE OLD COUNTRY" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/05\/weekinreview\/the-flow-has-slowed-from-the-old-country.html"}]