[  {"body" : "Albert W. Sherer Jr., a career diplomat who specialized in Eastern Europe, was thrown out of Hungary at the height of the cold war and went on to write the draft of the human rights provisions of the Helsinki accords of 1975, died of cancer Saturday at Northwestern University Medical Center in Chicago. He was 70 years old and had moved to Chicago" , "date" : "19861229" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "ALBERT W. SHERER JR., 70, AUTHOR OF HUMAN RIGHTS PACT AT HELSINKI" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/29\/obituaries\/albert-w-sherer-jr-70-author-of-human-rights-pact-at-helsinki.html"} , {"body" : "THE long countdown to New Year's Eve has begun. This grand ritual of resolutions and remembrance is as much a state of mind as a place on the calendar. Dangling between old and new, it is also a mini-season for celebration, as champagne corks pop, fireworks explode and reflection gives way to revelry. This year, New Year's Eve ''weekend'' embodies" , "date" : "19861226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SIX-DAY COUNTDOWN TO NEW YEAR'S; FIREWORKS, BIG BANDS AND CRUISES" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/26\/arts\/six-day-countdown-to-new-year-s-fireworks-big-bands-and-cruises.html"} , {"body" : "David Steinberg, the comedian, has directed six TV commercials to promote the Jefferson-Pilot Life Insurance Company, which comes into being Jan. 1 as the Jefferson-Pilot Corporation of Winston-Salem, N.C., as a result of the merger of two of its 80-year-old subsidiaries. Despite the director, the commercials, which were written by Long, Haymes &" , "date" : "19861226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "ADVERTISING" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/26\/business\/advertising-353686.html"} , {"body" : "A NEW LOOK Isaiah Sheffer has, demonstrably, been taken with ''The Rise of David Levinsky,'' the story of a Talmudic student, a young immigrant and sweatshop worker, who finds success along a road paved with cynicism and exploitation. ''The Rise'' was originally a book written in 1917, in English, by Abraham Cahan, an immigrant newspaperman who" , "date" : "19861225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/25\/arts\/going-out-guide.html"} , {"body" : "Crises of confidence in government and race relations were on the minds of several of the city's spiritual leaders yesterday as they prepared what they would say today when their parishioners gathered to celebrate Christmas. But others, as they chose their words, tended toward traditional reaffirmations of the message of the day - hope, new life" , "date" : "19861225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "HOLIDAY SERMONS LOOK AT CRISIS OF CONFIDENCE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/25\/nyregion\/holiday-sermons-look-at-crisis-of-confidence.html"} , {"body" : "Allison Brandes Conway, a vice president in the investment banking sector of the Manufacturers Hanover Trust Company in New York, and Richard Brian Carey, a vice president in the London office of the investment banking sector of Manufacturers Hanover, plan to be married in March. The future bride's parents, Audrey Oehler Conway of Brooklyn Heights" , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "73" , "title" : "Miss Conway To Be Bride" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/style\/miss-conway-to-be-bride.html"} , {"body" : "Today Calvary Baptist Church, 123 West 57th Street. Christmas portion of Handel's ''Messiah''; with chamber ensemble; Paul Liljestrand, organist and choirmaster. At 7:30 P.M. Information: 975-0170, extension 32. Tomorrow Cathedral of St. John the Divine (Episcopal), Amsterdam Avenue at 112th Street. Schutz's ''Christmas Story''; with Grande Bande" , "date" : "19861212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON; Oratorios and 'Messiah' Sing-Alongs" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/calendar-music-events-for-christmas-season-oratorios-messiah-sing-alongs.html"} , {"body" : "WHO hasn't participated in the collective music-theater experience that is Christmas in New York? Strung with holiday lights, its sidewalks and shops ringing with music, New York City becomes a festive music-theater environment in December. Anyone who has ever stood around a piano singing carols, acted in a Nativity pageant, marched in a candle-lit" , "date" : "19861212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "A MONTAGE OF MUSIC WITH A HOLIDAY LILT" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/theater\/a-montage-of-music-with-a-holiday-lilt.html"} , {"body" : "Somehow, the idea of a shopping mall, even a little one, did not seem to be in keeping with the character of Brooklyn Heights. But there was a good site for such a complex at the corner of Montague and Henry Streets. And by naming it Montague Mews, the owner of the property, the Montague Henry Corporation, helped skirt the mall's identity crisis." , "date" : "19861207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MONTAGUE MEWS (BKLYN, NY)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: HEIGHTS PROJECT; A 'Mews' Mall" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/07\/realestate\/postings-heights-project-a-mews-mall.html"} , {"body" : "Genevieve Grace Courtney Benoist, a daughter of Courtney M. Benoist of Kentfield, Calif., and Joseph Grace Benoist of Palm Springs, Calif., was married last night at Old St. Mary's Roman Catholic Church in San Francisco to Jason Marshall Fish, a son of Mr. and Mrs. Charles H. Fish of Brooklyn Heights. The Rev. Walter Anthony of Old St. Mary's and" , "date" : "19861207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "100" , "title" : "Jason Fish Marries Courtney Benoist" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/07\/style\/jason-fish-marries-courtney-benoist.html"} ,   {"body" : "SUGARPLUMS dancing in a magical kingdom, Red Riding Hood scurrying through a frightening forest and Wilbur the Christmas mouse dodging the family cat are all vying for the attention of young theatergoers this holiday season with the likes of Alan and Jane, the winsome runaways who are transformed into the ''Babes in Toyland.'' There are many" , "date" : "19861205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "HOLIDAY SPECTACLES FOR THE YOUNG AND YOUNG AT HEART" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/05\/theater\/holiday-spectacles-for-the-young-and-young-at-heart.html"} , {"body" : "CUBICULO The Cubiculo Theater is a small but professional theater in a five-story brownstone at 414 West 51st Street, an unusually tidy and quiet West Side block between Ninth and 10th Avenues. In 1963, Elaine Sulka and Philip Meister established the National Shakespeare Company, dedicated to the performance of intimate, chamber-scale productions" , "date" : "19861203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/03\/arts\/going-out-guide.html"} , {"body" : "Three noted experimentalist choreographers will participate in ''Solo to Solo,'' an evening of collaborations at the Church of St. Ann and the Holy Trinity, 157 Montague Street in Brooklyn Heights, tomorrow through Sunday. Steve Paxton will perform with Danny Lepkoff in an investigation of Einstein's Theory of Relativity. Robert Kovich will appear" , "date" : "19861202" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Collaborative Program By 3 Choreographers" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/02\/arts\/collaborative-program-by-3-choreographers.html"} , {"body" : "Nine Colombian nationals were convicted yesterday in Brooklyn of being part of a cocaine-smuggling operation that used swimmers, who sometimes spent up to nine hours in the cold waters of the East River, to retrieve drugs lowered overboard from Colombian ships. Patricia A. Pileggi, the assistant United States attorney who prosecuted the case, said" , "date" : "19861121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EAST RIVER (NYC)" , "COLOMBIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "9 CONVICTED IN A DRUG SCHEME USING EAST RIVER SWIMMERS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/21\/nyregion\/9-convicted-in-a-drug-scheme-using-east-river-swimmers.html"} , {"body" : "Modernism: A Century of Style and Design, Seventh Regiment Armory, Park Avenue at 67th Street, 212-777-5218. Period furniture, jewelry and decorative arts from the United States and Europe are for sale today through Saturday from noon to 10 P.M. and Sunday from 11 A.M. to 6 P.M. Styles include Prairie School, Bauhaus and Art Deco. Admission $7." , "date" : "19861120" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: MODERNISM, POTTERY AND TOUR" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/20\/garden\/calendar-modernism-pottery-and-tour.html"} , {"body" : "ONCE upon a time, a house that was a bit frayed around the edges was called a handyman special and was sold at a lower price to people who liked to keep a screwdriver and a paintbrush in hand. Now, however, the term refers to houses that are not just frayed. They often require their buyers to forgo their nights, weekends, vacations, spare cash," , "date" : "19861120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ARDSLEY (NY)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "THE HANDYMAN SPECIAL TAKES LOVE OF LABOR" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/20\/garden\/the-handyman-special-takes-love-of-labor.html"} , {"body" : "A Brooklyn man was killed early yesterday by an explosion of undetermined cause as he opened the trunk of his car. Early reports said the explosion had been caused by a bomb, but a police spokesman, Sgt. Norris Hollomon, said bomb squad investigators had not determined the cause of the blast. ''Nothing is being ruled out,'' said another police" , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Explosion Kills a Man Opening His Car Trunk" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/nyregion\/explosion-kills-a-man-opening-his-car-trunk.html"} , {"body" : "CHRISTIAN THEE'S Weston house appears to be a typical colonial with interesting furnishings. But appearances can be deceiving. And that is what Mr. Thee is famous for. He is a trompe l'oeil artist. His work literally fools the eye into believing it is seeing something that really does not exist. When you enter his home, you hear birds chirping." , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTON (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "ARTIST SPECIALIZES IN TRICKING THE EYE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/nyregion\/artist-specializes-in-tricking-the-eye.html"} , {"body" : "COLLECTED STORIES, 1948-1986. By Wright Morris. 274 pages. Harper & Row. $17.95. ''In the taxi to Manhattan,'' writes Wright Morris in one of the best stories in this volume, ''Hazlitt was moved to chat a bit with the driver, but the Plexiglas barrier between them seemed intimidating. Through the tinted windshield, as they approached the city, the" , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "10" , "title" : "Books of The Times; Troubled Relationships" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/books\/books-of-the-times-troubled-relationships.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} ,   {"body" : "Brooklyn is the borough many of New York's finest jazz and pop musicians call home. There are no prestigious showcase clubs like Manhattan's Ritz and Bottom Line for pop and rock, or its Village Vanguard and Sweet Basil for jazz. Brooklyn's musical life is more informal. It is played out in the parks, the streets, the specialty record shops and" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Pop Music in Parks, Bars and on the Streets" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-pop-music-in-parks-bars-and-on-the-streets.html"} , {"body" : "Robert A. Nye, a poet and critic, died of a heart attack Nov. 4 at Long Island College Hospital in Brooklyn. He was 61 years old and lived in Brooklyn Heights. Dr. Nye, the author of several children's books, taught communication arts and sciences at Queens College, Flushing, from the mid-1960's to 1968, when he retired to lecture on a part-time" , "date" : "19861112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "ROBERT A. NYE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/12\/obituaries\/robert-a-nye.html"} , {"body" : "For decades, Brooklyn Heights residents have fought to preserve the neighborhood's genteel, tree-shaded streets and 19th-century architectural flavor. Now they have banded together to try to influence the redevelopment of the Brooklyn Heights waterfront. The land, a one-mile stretch from Atlantic Avenue nearly to the Brooklyn Bridge - one of the" , "date" : "19861111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN HEIGHTS STRIVING FOR IDEAL WATER PROJECT" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/11\/nyregion\/brooklyn-heights-striving-for-ideal-water-project.html"} , {"body" : "ROBERT was at a cooking class baking a cake when he saw Timothy walk by. Robert came out of the kitchen to shake Timothy's hand. ''You're moving into a good place,'' Robert said. ''You'll like it here.'' For both, that simple welcome marked the end of what seemed, a year ago, an impossible journey. Just last fall Robert spent his days frantically" , "date" : "19861111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "FOR MENTALLY ILL ON THE STREET, A NEW APPROACH SHINES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/11\/science\/for-mentally-ill-on-the-street-a-new-approach-shines.html"} , {"body" : "Alicia McConnell of Brooklyn Heights defeated her closest rival, Sue Cogswell of England, last night, 10-15, 15-11, 15-12, 15-9, to capture the Loews United States women's squash-racquets championship. The $10,500 event, one of 14 tournaments sponsored by the newly-formed Women's American Squash Professionals' Association, was played at the Park" , "date" : "19861111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "McConnell Wins Women's Squash" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/11\/sports\/mcconnell-wins-women-s-squash.html"} , {"body" : "Instead of hanging out at bars, on street corners or the steps of the Metropolitan Museum of Art on weekends and evenings, the students who attend preparatory schools in New York City may soon be taking boat rides, holding parties and film festivals and going on ski trips. These activities would be organized by members of the schools, which are" , "date" : "19861110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "14" , "title" : "STUDENTS PLAN 'SAFE SOCIALS'" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/10\/style\/students-plan-safe-socials.html"} , {"body" : "Female professional squash racquets players bring their newly established tour to New York City for the first time when the Loews United States Open Women's Squash Championships begin today in Manhattan. The $10,500 event, which is being held at the Park Avenue Squash Club, 34th Street east of Park Avenue, is the first major tournament to be held" , "date" : "19861107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "22" , "title" : "SPORTS PEOPLE; Women's Squash Tour" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/07\/sports\/sports-people-women-s-squash-tour.html"} , {"body" : "Friday STREAM OF IMAGES ''Images of Culture: The Films of Trinh T. Minh-ha,'' is not the usual documentary fare. In two of the films, which are being shown this weekend at the Whitney Museum of American Art, there are no interviews, voice-overs or translated subtitles. Instead, the Vietnamese-born film maker composes images into a rhythmic montage," , "date" : "19861107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/07\/arts\/weekender-guide.html"} , {"body" : "There is often little enough dignity in death. Why must New York City make it worse? I found my wife's body five weeks ago at 8:15 on a Saturday morning after a friend became worried when she failed to keep an appointment the previous night. We had been apart for four years, but I lived nearby, remained her close friend and had keys to her Brooklyn" , "date" : "19861107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "35" , "title" : "New York's 'Bureaucracy of Death'" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/07\/opinion\/new-york-s-bureaucracy-of-death.html"} , {"body" : "Philadelphia Craft Show, 103rd Engineers' Armory, 33rd Street near Market Street, Philadelphia, 215-787-5448. Tomorrow through Sunday 125 artisans chosen by a jury will exhibit work in such materials as fabric, wood, ceramic, glass and leather. On Saturday at 11 A.M. Jack Lenor Larsen will lead a symposium on decorating with craft objects. Craft" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "A CALENDAR OF EVENTS: CRAFTS, HOME REPAIRS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/garden\/a-calendar-of-events-crafts-home-repairs.html"} ,   {"body" : "At least five police officers from the 77th Precinct in Brooklyn have been ordered to surrender for indictment tomorrow by a grand jury investigating reported corruption, the lawyer for the police union said yesterday. The lawyer, Richard Hartman, said 3 of the officers were among the group of 13 suspended last month after an internal investigation" , "date" : "19861105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FIVE BROOKLYN OFFICERS SAID TO FACE INDICTMENT" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/05\/nyregion\/five-brooklyn-officers-said-to-face-indictment.html"} , {"body" : "BROADWAY from Columbus Circle through the West Side is filled with new condominiums and well-dressed shoppers come to sample the sparkling pleasures of gourmet delicatessens and designer boutiques. But seen through the eyes of a mental health worker, Broadway is a very different street. The swank and style recede, and a bent old woman in a filthy" , "date" : "19861104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "TO EXPERT EYES, CITY STREETS ARE OPEN MENTAL WARDS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/04\/science\/to-expert-eyes-city-streets-are-open-mental-wards.html"} , {"body" : "Prominently displayed in the office of Dr. J. Jerome Harris is a plaque that reads, ''God so loved the world that he did not send a committee.'' The tongue-in-cheek message says a great deal about the style of one of New York City's most controversial educators. In a school system often criticized for timidity, Dr. Harris, the Superintendent of" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "2 SCHOOL SUPERINTENDENTS, 2 STRATEGIES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/nyregion\/2-school-superintendents-2-strategies.html"} , {"body" : "Deborah Eve Trilling, the daughter of Mr. and Mrs. Stephen Lionel Trilling of Chappaqua, N.Y., and Leon M. Feder, a son of Mr. and Mrs. Josef Feder of Bronxville, N.Y., were married yesterday. Rabbi Ephraim Wolf performed the ceremony at the Great Neck (L.I.) Synagogue. Mrs. Feder is a campaign professional for the United Jewish Appeal-Federation" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Deborah Trilling Marries" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/style\/deborah-trilling-marries.html"} , {"body" : "KAREN BROOKS HOPKINS looked satisfied - so many people had wanted to attend this year. The chief fund-raiser for the Brooklyn Academy of Music, an institution usually known as BAM, Karen Hopkins was standing in what was once the academy's ballroom, spotting lots of important people in the crowd. They were so crammed around extra tables that the" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "THE AVANT-GARDE COURTS CORPORATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/magazine\/the-avant-garde-courts-corporations.html"} , {"body" : "It has been almost two decades since the completion of the vast majority of the buildings on the Cadman Plaza urban-renewal site in Brooklyn Heights. Now, after years of delays because of scarce funds and changing developers, the last project in the eight-block site is finally nearing completion. In a 50-50 joint venture with Crossland Savings" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "CADMAN PLAZA (BROOKLYN HEIGHTS, NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Completing Cadman Plaza; Condos for Bridge Watchers" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/realestate\/postings-completing-cadman-plaza-condos-for-bridge-watchers.html"} , {"body" : "HALLOWEEN, in the words of one aficionado, is the last chance to ''express your wildest imagination before shutting in for winter.'' ''All the demonic, pent-up energies are allowed out in the open,'' explained Jeanne Flemming, director of the Village Halloween Parade and a student of medieval folklore. For New Yorkers, these states of mind are not" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "PUMPKINS, PAGEANTS AND OTHER TREATS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/arts\/pumpkins-pageants-and-other-treats.html"} , {"body" : "Cutting Traffic, Cleaning Air With the approach of a Federal deadline to meet clean air requirements, the city looks for ways to cut traffic. Increasing buses-only lanes, banning cars from midtown and charging tolls to enter certain areas are among the ideas to be discussed as Mayor Koch begins a two-day hearing. 10 A.M. Board of Estimate Chambers," , "date" : "19861027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AGENDA: OCT. 27, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/27\/nyregion\/agenda-oct-27-1986.html"} , {"body" : "Two-thirds of Americans own their own homes. Two-thirds of New Yorkers rent their living space. Although most of these tenants will never buy a home, they will probably agonize over the decision many, many times. Rent regulations, which are designed to keep rents affordable, have not prepared tenants to deal in a marketplace in which studio" , "date" : "19861026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "FOR NEW YORKERS, IS THERE LIFE AFTER RENT REGULATION?" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/26\/realestate\/for-new-yorkers-is-there-life-after-rent-regulation.html"} , {"body" : "The Brooklyn Heights Association yesterday announced the formation of a committee to formulate plans to develop six, largely unused piers below the Brooklyn Heights Promenade. ''There's no doubt this is the most important development issue since the Brooklyn-Queens Expressway was built in the 1940's,'' said Otis Pearsoll, vice chairman of the" , "date" : "19861024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Group to Study Brooklyn Piers" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/24\/nyregion\/metro-datelines-group-to-study-brooklyn-piers.html"} ,   {"body" : "IN a city whose wizardly '86 Mets are battling for New York's 59th pennant of the century this week, baseball has long been a special passion. And for generations, nowhere were the fans more fanatic and the passion for baseball more passionate than in Brooklyn. The remarkable chemistry that made the borough of churches the seat of a fabulously rich" , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "68" , "title" : "NOSTALGIA SHOW RECALLS THE BROOKLYN DODGERS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/arts\/nostalgia-show-recalls-the-brooklyn-dodgers.html"} , {"body" : "To the Editor: The New York Real Estate Board's letter taking issue with your support for a move to make Ladies' Mile in lower Manhattan a historic district (Oct. 4) reflects the board's historic inability to comprehend the meaning, purpose and impact of such designation. A historic district is a place that retains a special historical and" , "date" : "19861011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "LADIES' MILE (PROPOSED HISTORIC DISTRICT)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Ladies' Mile Is Bound to Thrive as a Manhattan Historic District" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/11\/opinion\/l-ladies-mile-is-bound-to-thrive-as-a-manhattan-historic-district-933786.html"} , {"body" : "ONLY a few years ago, church concerts were in many cases synonymous with choral music and organ recitals. But this has been changing. Today, numerous New York houses of worship have opened their doors to a wide variety of alternative programming, and everybody, no matter his religious beliefs, should be able to find a compelling reason to go to" , "date" : "19861010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HOUSES OF WORSHIP OPEN THEIR DOORS TO THE ARTS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/10\/arts\/houses-of-worship-open-their-doors-to-the-arts.html"} , {"body" : "Last January, Marisol, the artist known for her witty, carved figures and human tableaux, won a nationwide competition sponsored by the Brooklyn Heights Association for a monument to the Roebling family, creators of the Brooklyn Bridge. If city officials approved, her small wax model would be rendered in nine-foot-tall bronze, and would overlook" , "date" : "19861005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "FOLLOW-UP ON THE NEWS; Esplanade Art" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/05\/nyregion\/follow-up-on-the-news-esplanade-art.html"} , {"body" : "''I called my brother-in-law and was nice,'' Morton Garrett Jr., a Mets fan from Brooklyn, conceded ashamedly. In mitigation, he said that this was a first, that he only did it because his brother-in-law has Mets playoff tickets and promised it would not happen again. Fans are engaging in all manner of scrounging, wheedling, begging, cajoling," , "date" : "19861001" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ABOUT NEW YORK; PENNANT FEVER STRIKES THE PHONE LINES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/01\/nyregion\/about-new-york-pennant-fever-strikes-the-phone-lines.html"} , {"body" : "DEAR Diary: Waiting in a stubborn elevator at 2 Broadway. A messenger and a businessman fidget next to me. The Next-to-Go light is on, but the elevator does not budge. The messenger, seething, bangs a wall with the palm of his hand. Then I am surprised to see the businessman savagely jab the Door Close button. The elevator is unresponsive." , "date" : "19861001" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/01\/garden\/metropolitan-diary-142986.html"} , {"body" : "A complex of office towers, stores and condominiums will rise on the site of the Long Island Rail Road's old Atlantic Terminal, a dusty, largely vacant piece of downtown Brooklyn, if the Board of Estimate approves next week. With many businesses seeking alternatives to the high rents of Manhattan, the Atlantic Terminal project is one of several" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC TERMINAL (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "A PLAN FOR BROOKLYN RISES AT ATLANTIC TERMINAL" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/nyregion\/a-plan-for-brooklyn-rises-at-atlantic-terminal.html"} , {"body" : "Indoor Antiques Show, Human Resources Center, I. U. Willets Road at Searingtown Road (a half mile south of Exit 36 on the Long Island Expressway), Albertson, L.I., 516-747-5400. Tomorrow and on Saturday and Sunday, country furniture, antique beer steins, porcelain, rare clocks, African art and Depression glass will be among the wares offered at" , "date" : "19860925" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "EVENTS: HOME AND NEIGHBORHOOD TOURS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/25\/garden\/events-home-and-neighborhood-tours.html"} , {"body" : "When prosperous Dutch colonists built homes on Brooklyn Heights in the 17th century, their servants found living quarters in an unappealing neighborhood along the river called Red Hook. Red Hook was an impoverished community then and it remains almost devoid of cultural amenities, according to Veronique Le Melle, who is fighting to save a" , "date" : "19860921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "51" , "title" : "A STOREFRONT SAVES CULTURE FOR RED HOOK" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/21\/nyregion\/a-storefront-saves-culture-for-red-hook.html"} , {"body" : "Jonathan Ringkamp, a Franciscan brother and a playwright, died yesterday of pneumonia in Mount Sinai Hospital in Manhattan. He was 57 years old and was a member of the Franciscan Brothers of Brooklyn. In 1967, Brother Jonathan and the actress-director Geraldine Fitzgerald founded the Everyman Theater of Brooklyn as a street-theater company. For the" , "date" : "19860920" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "BROTHER JONATHAN, PLAYWRIGHT" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/20\/obituaries\/brother-jonathan-playwright.html"} ,   {"body" : "Today Bryant Park Craft Show, 42d Street, from Fifth Avenue to Avenue of the Americas. Clothing, leather goods, porcelain, ceramics, sculpture. Today, 11 A.M. to 6 P.M. Feast of San Gennaro, Mulberry Street, lower Manhattan. Food, games, entertainment. Today through Sunday, noon to midnight. Street Festival, Sarkis Armenian Church, 42d Avenue," , "date" : "19860919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Festivals and Fairs" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/arts\/festivals-and-fairs.html"} , {"body" : "On Aug. 12, a 29-year-old student entered the campus of a college and went on a shooting spree that left one faculty member dead and six others injured. Eight days later an Oklahoma letter carrier killed or wounded 20 of his fellow workers before fatally shooting himself. Both of these acts were committed by emotionally disturbed people in places" , "date" : "19860915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "OKLAHOMA"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "Two Shootings, One Lesson: Gun Control" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/15\/opinion\/two-shootings-one-lesson-gun-control.html"} , {"body" : "Party for Parsons Sept. 16 - The Parsons School of Design will benefit from a 6:30 P.M. cocktail party at Bonwit Teller, where 25 years of fashion illustrations by Jay Hyde Crawford, a 1949 graduate of Parsons, will be shown. Tickets, $50, from 212-764-4318. Twilight Cruise Sept. 18 - There will be cocktails, hors d'oeuvres and dancing aboard the" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "67" , "title" : "Social Events; Varied Causes and Parties" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/style\/social-events-varied-causes-and-parties.html"} , {"body" : "The partners in Cooper Eckstut Associates, whose master plans for projects such as Battery Park City and the redevelopment of Times Square made their firm one of the most visible in planning and architecture, have split their practice. Stanton Eckstut, 43 years old, and 12 others have joined the Ehrenkrantz Group, a 20-year-old firm known for the" , "date" : "19860908" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "BUSINESS PEOPLE; Architectural Split At Cooper Eckstut" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/08\/business\/business-people-architectural-split-at-cooper-eckstut.html"} , {"body" : "One woman was killed and five other people were injured last night when a taxicab collided with another car, spun out of control and crashed into the front of the Limelight discotheque in Chelsea, the police said. The dead woman was pinned by the cab against the front of the discotheque and died instantly, according to a spokesman for the city's" , "date" : "19860908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ONE DEAD, 5 INJURED AS CAB MOUNTS CURB AT DISCO IN CHELSEA" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/08\/nyregion\/one-dead-5-injured-as-cab-mounts-curb-at-disco-in-chelsea.html"} , {"body" : "Out of dusty attics, dank basements and cluttered closets, Brooklynites are spinning the web of their history. A pocket revolver from the 1860's, an old uniform from the Brooklyn naval yard, a circus banner depicting the longest and the shortest man in the world - all made in Brooklyn -are part of a Brooklyn Historical Society collection that is" , "date" : "19860831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "66" , "title" : "CLUTTERED ATTICS HOLD BITS OF HISTORY FOR MUSEUM DEDICATED TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/31\/arts\/cluttered-attics-hold-bits-of-history-for-museum-dedicated-to-brooklyn.html"} , {"body" : "A FEW years ago, the 12-story Britannia apartment complex, which stands at the corner of Central Park West and 102d Street in a long-neglected area of Manhattan, would have seemed an unlikely choice for a proposal to convert rental apartments into owner-occupied residences. But the conversion of the turn-of-the-century brick-and-limestone building" , "date" : "19860831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Conversions Spreading Into New Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/31\/realestate\/conversions-spreading-into-new-neighborhoods.html"} , {"body" : "Ralph E. Gomory, a senior vice president of the International Business Machines Corporation and head of its research division, will become chief scientist. He also has been named to head an organization consolidating the company's research division, technology assessment and university relations functions. The new organization, the company said in" , "date" : "19860829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "BUSINESS PEOPLE; New Chief Scientist Is Named by I.B.M." , "url" : "http:\/\/www.nytimes.com\/1986\/08\/29\/business\/business-people-new-chief-scientist-is-named-by-ibm.html"} , {"body" : "The four alternatives to the abandoned Westway project that were offered by the State Transportation Department this month are essentially variations on a single theme - a relatively modest riverfront boulevard. They could not be more different from the Westway plan itself. Where Westway was a vast, sweeping project that involved not only a highway" , "date" : "19860826" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WESTWAY (WEST SIDE HIGHWAY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AN APPRAISAL; WESTWAY OPTIONS: SENSE OF RESTRAINT" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/26\/nyregion\/an-appraisal-westway-options-sense-of-restraint.html"} , {"body" : "TWO questions were on the mind of everyone at the seminar. ''Can one live in New York without parting with all but a tiny fraction of one's admittedly lofty salary?'' a young employee asked. Another wondered, ''Can you raise a family in New York and have 'normal' children?'' A qualified ''yes'' was the answer to both questions from Roberta Seret, a" , "date" : "19860825" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "NEW YORKERS & CO.; THE PAIN AND PLEASURE OF MOVING TO NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/25\/business\/new-yorkers-co-the-pain-and-pleasure-of-moving-to-new-york.html"} ,   {"body" : "''A WALKER IN THE CITY,'' published in 1951 as a sensory memory of boyhood in the Brownsville district of Brooklyn, began as something else. When the war, Hitler's war, was over, I returned from wartime reporting in England to find that there was no room for me in New York except in a ramshackle painter's studio on Pineapple Street in Brooklyn" , "date" : "19860824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "MY NEW YORKS: WRITING 'A WALKER IN THE CITY'" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/24\/books\/my-new-yorks-writing-a-walker-in-the-city.html"} , {"body" : "The marriage of Deborah D. Emery, the daughter of Mr. and Mrs. John M. Emery of Cedarhurst, L.I., to John D. Maine Jr., the son of Mrs. Thomas Cutler of Brooklyn Heights and Mr. Maine of Philadelphia, took place yesterday at Trinity-St. John's Episcopal Church in Hewlett, L.I. The Rev. George Wickersham performed the ceremony. Jodi Harrison was" , "date" : "19860824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Miss Emery Wed on L.I." , "url" : "http:\/\/www.nytimes.com\/1986\/08\/24\/style\/miss-emery-wed-on-li.html"} , {"body" : "If the current tax bill becomes law, some workers would find that they are vested sooner in their pension plans and that they would receive larger benefits at retirement. But, on the other hand, there may be less of an incentive to take lump sums rather than monthly annuities when they retire and higher-paid executives might not be able to receive" , "date" : "19860821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "15" , "title" : "THE TAX BILL OF 1986; RETIREMENT BENEFIT EFFECT STILL UNCLEAR" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/21\/business\/the-tax-bill-of-1986-retirement-benefit-effect-still-unclear.html"} , {"body" : "DONNA and Jack McCarthy wanted a traditional single-family row house in Brooklyn Heights, but a dozen years ago they could afford only one that had been ruined architecturally. The interior of the 151-year-old brick house had been chopped into apartments, and its exterior had been stripped of its ornate cornice, ironwork and stoop. The McCarthys" , "date" : "19860814" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "HOME RESTORATION; Remaking an 1835 Stoop" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/14\/garden\/home-restoration-remaking-an-1835-stoop.html"} , {"body" : "A BIG SCENE There are few stage backdrops, if any, that can match the supreme splendor of New York harbor as seen from Brooklyn Heights, a view that is high, wide and extremely handsome, with its own star, the Statue of Liberty, at stage center. This formidable show-stopper is not so much a rival as a fringe benefit for the outdoor theater" , "date" : "19860813" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/13\/arts\/going-out-guide.html"} , {"body" : "BAKERIES, like psychoanalysts, close shop in August. At least many bakeries do. Analysts head for Martha's Vineyard or Cape Cod. They leave behind the names of their stand-ins. Bakers, perhaps, take trips to Sugarloaf Mountain in Maine or even Pound Ridge, N.Y. They leave sweet cutesy signs in their store windows. Gary Krist saw this one in the" , "date" : "19860813" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/13\/garden\/metropolitan-diary-372086.html"} , {"body" : "NEXT year will mark the hundredth anniversary of the death of Henry Ward Beecher, the colorful clergyman and orator who rose to prominence as pastor of Brooklyn's Plymouth Congregational Church. Widely regarded as America's most important 19th-century clergyman, Beecher became famous in the Civil War era as the country's first activist preacher." , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "BROOKLYN PASTOR WITH A VIVID PAST" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/arts\/brooklyn-pastor-with-a-vivid-past.html"} , {"body" : "There is really only one terrible thing about moving to New York, says a newcomer we know, and it isn't what you might expect. It isn't the crowds or the anonymity or the traffic or the crime or the rush; it isn't even the subway. The people are friendlier and more helpful, the city more maneuverable, the urban vitality even more energizing and the" , "date" : "19860808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Topics; Moving On\/Moving In; Lodging a Complaint" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/08\/opinion\/topics-moving-on-moving-in-lodging-a-complaint.html"} , {"body" : "IT would be difficult to think of another instance in which the leader of a nation with which the United States maintains a de facto state of war has circulated freely in this country and taken his case directly to the American people. But that is what the President of Nicaragua, Daniel Ortega Saavedra, did last week. Nominally, Mr. Ortega was in" , "date" : "19860803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NICARAGUA"] , "nytd_section_facet" : ["Week in Review" , "Washington"] , "page_facet" : "4" , "title" : "THE WORLD; Ortega Has Learned How to Press the Flesh" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/03\/weekinreview\/the-world-ortega-has-learned-how-to-press-the-flesh.html"} , {"body" : "Marilyn Gonzalez had only a small flock of pigeons for company as she relaxed on a bench at the Promenade in Brooklyn Heights during a break in the sporatic rainfall that prevailed yesterday. The temperature reached only the mid-60's but today is expected to be warmer and a bit sunnier, although there is a chance of a thunderstorm or shower mainly" , "date" : "19860801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "page_facet" : "1" , "title" : "A Brief Respite From the Rain" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/01\/nyregion\/a-brief-respite-from-the-rain.html"} ,   {"body" : "President Daniel Ortega Saavedra of Nicaragua left New York City yesterday, bound for Denver and an appearance at the convention of the National Bar Association, after six days of intensive diplomacy that found him pressing the Sandinista case and cause in settings as diverse as the United Nations and the Brooklyn waterfront. Officially, Mr. Ortega" , "date" : "19860801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DENVER (COLO)" , "NICARAGUA"] , "nytd_section_facet" : ["World"] , "page_facet" : "3" , "title" : "SANDINISTA HEADS WEST AFTER A 6-DAY WOOING OF NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/01\/world\/sandinista-heads-west-after-a-6-day-wooing-of-new-york.html"} , {"body" : "CORPORATE NOTES Midday, outdoors and in the financial district the Lower Manhattan Cultural Council is as busy this summer as a stock market ticker. The nonprofit council is in league with such bottom-line scrutinizers as Olympia & York, the real-estate giant, Continental Insurance and the Chase Manhattan Bank. These partnerships are responsible" , "date" : "19860728" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/28\/arts\/going-out-guide.html"} , {"body" : "Only a decade ago, St. James Cathedral was dying. As the seat of the Roman Catholic diocese of Brooklyn, it should have flourished under one of the diocese's proudest steeples, but its congregation had dwindled to about 100 people, few of them young couples with children. The Sunday service, parishioners remember, reflected an exhaustion of spirit." , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A REVITALIZED CATHEDRAL DRAWS YOUNG ADULTS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/a-revitalized-cathedral-draws-young-adults.html"} , {"body" : "''FATHER'S DAY'' is amiable; it is also pointless. It won't assault you; it won't enchant you, either. It is one of those programs that start with the wisp of an idea, and then lose even the wisp. It means to be up-to-date and new, but its real antecedent is ''The Life of Riley.'' It is another show about a befuddled father. The half-hour comedy," , "date" : "19860725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "'FATHER'S DAY,' A NEW COMEDY ON 7" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/25\/arts\/father-s-day-a-new-comedy-on-7.html"} , {"body" : "From the time she was a little girl, Lillian H. Rosenberg wanted to be a teacher. When she was 18, her dream came true at Public School 99, an elementary school in the Flatbush section of Brooklyn. For 48 years, until she retired, she taught the brightest of the fifth and sixth graders there, never marrying, she said, because teaching was her love." , "date" : "19860720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "AFTER 36 YEARS, A CLASS SAYS THANKS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/20\/nyregion\/after-36-years-a-class-says-thanks.html"} , {"body" : "Brooklyn lost the National League years ago but gained the Ivy League yesterday - if just for a few hours and only for Japanese television viewers. A film crew took over the library of the Brooklyn Historical Society to make clothing commercials for Marui, a Japanese retail chain. ''They were after a traditional library setting,'' said Noni Korf," , "date" : "19860717" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; A Commercial Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/17\/nyregion\/new-york-day-by-day-a-commercial-grows-in-brooklyn.html"} , {"body" : "BUOYANT MUSIC Bargemusic merits its name because it is a concert hall on a barge. The barge has for eight years been a cultural fixture on the gentrified Brooklyn waterfront almost beneath the Brooklyn Bridge and Brooklyn Heights, where it is tethered to a pier at Fulton Street Landing. What was once a coffee barge is now a 150-seat auditorium" , "date" : "19860715" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/15\/arts\/going-out-guide.html"} , {"body" : "CROSSING BRIDGES - Lou Singer's Brooklyn tours have become, over the last decade, an established institution for those out-of-borough folk who otherwise would rarely cross the water to the historic borough on the Atlantic Ocean. Now Mr. Singer has instituted a round-trip service that will bring tourists for a day-long outing from Manhattan, across" , "date" : "19860709" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/09\/arts\/going-out-guide.html"} , {"body" : "Boxes of tapes, cassettes, the extra-large acetate disks once used by broadcasters and other assorted paraphernalia clutter Robert Sherman's office at WQXR these days. The reason: He is in charge of activities celebrating the radio station's 50th anniversary, and much of that has to do with culling its archives for historical moments worth" , "date" : "19860708" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "WQXR CELEBRATES WITH ITS HISTORY" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/08\/arts\/wqxr-celebrates-with-its-history.html"} , {"body" : "By the early morning hours of the Day After the Fourth, only the diehards were left at the tip of lower Manhattan, toasting the Statue of Liberty amid a sea of paper wrappings, cans, bottles and, of course, a warehouseful of discarded centennial souvenirs. The Big Cleanup was being waged by 200 tireless workers from the Sanitation Department, with" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "LIBERTY WEEKEND\/THE FESTIVAL; THE BIG CLEANUP: 'SEND IN THE PLOWS'" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/liberty-weekend-the-festival-the-big-cleanup-send-in-the-plows.html"} ,   {"body" : "On land, on sea and in the air, Liberty Weekend offers a wealth of picture-taking possibilities, and to take advantage of them, you do not need a press pass or professional equipment. Camera owners of all stripes will have free access to photograph the crowds at the downtown Harbor Festival, the tall ships of Operation Sail as they parade along the" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "CAPTURING THE FIREWORKS AND THE HOOPLA ON FILM" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/arts\/capturing-the-fireworks-and-the-hoopla-on-film.html"} , {"body" : "Edward George Christianson, a petroleum engineer and executive of the Shell Oil Company, the Amarada-Hess and Petro-Lewis corporations, died of heart disease Saturday at Georgetown Hospital. He was 69 years old and lived in Washington, D.C. Mr. Christianson joined Shell in 1938. He rose to vice president for the Houston area in 1964 and to" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "Edward G. Christianson Dies; Executive of Oil Corporations" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/obituaries\/edward-g-christianson-dies-executive-of-oil-corporations.html"} , {"body" : "The boats are pulling into the harbor. The cameras are getting into place. And dozens of Government agencies are ready to spring into action. Tomorrow night the celebration begins and New York is about as ready as it ever has been to play host to a party of mammoth proportions. Nonetheless, trying to make New York City well organized is no simple" , "date" : "19860702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LIBERTY CELEBRATION: WHERE TO GO, HOW TO GET THERE AND WHAT TO DO" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/02\/nyregion\/liberty-celebration-where-to-go-how-to-get-there-and-what-to-do.html"} , {"body" : "For those who plan to plunge into the fray, these are some traffic tips and all-around survival advice. Traffic and Roads New York, never the most hospitable place for drivers, will be truly hostile Liberty Weekend. All of Manhattan south of Chambers Street will be closed to traffic from 7 P.M. Thursday until midnight Sunday, except between" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "LIBERTY WEEKEND: A GUIDE TO GETTING AROUND; RAIL AND ROAD SCHEDULE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/liberty-weekend-a-guide-to-getting-around-rail-and-road-schedule.html"} , {"body" : "Most of the distinguished architecture of downtown Brooklyn, from the majesty of the General Post Office and Borough Hall to the intricacy of the brownstones and mansions of Brooklyn Heights, was built in the 19th and early 20th centuries. Soon, however, construction will begin at the corner of Smith and Livingston Streets on a building designed by" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "title" : "PROSPECTS; Cylinders by Jahn" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/realestate\/prospects-cylinders-by-jahn.html"} , {"body" : "The Rev. Dr. V. Carney Hargroves, a former president of the American Baptist Convention and of the Baptist World Alliance, died of a heart attack Wednesday at Foulkeways, a Quaker Retirement Community in Gwynedd, Pa. He was 85 years old. Dr. Hargroves was the minister of the Second Baptist Church of Germantown, in Philadelphia, from 1932 to 1970." , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "31" , "title" : "Dr. V. Carney Hargrove, 85; President of Baptist Body" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/obituaries\/dr-v-carney-hargrove-85-president-of-baptist-body.html"} , {"body" : "Dawn Kelly Upshaw, a soprano who is a member of the Metropolitan Opera's Young Artists Program, and Michael David Nott, who will be a visiting assistant professor of music at Vassar College in the 1986-87 academic year, were married yesterday at St. Paul's Chapel at Columbia University. The Rev. DeWitt Mallory performed the Episcopal ceremony. The" , "date" : "19860625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "Michael D. Nott Wed To Dawn K. Upshaw" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/25\/style\/michael-d-nott-wed-to-dawn-k-upshaw.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "Restaurants are serving spa-type cuisine. Diet cookbooks are taking over the best-seller lists. Supermarkets are stocking more vegetables and less beef. McDonald's is test-marketing salads. Are carryouts keeping up with this trend toward healthy food? Or are most foods in their cases still drowning in oil and smothered in mayonnaise? More and more" , "date" : "19860614" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "52" , "title" : "DE GUSTIBUS; HEALTHFUL FOODS AT CARRYOUT SHOPS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/14\/style\/de-gustibus-healthful-foods-at-carryout-shops.html"} , {"body" : "The proposed creation of one of the city's largest historic districts was debated yesterday before the Landmarks Preservation Commission, which will decide whether the hundreds of extravagant architectural remnants of New York's gaslight shopping mecca add up to one whole landmark. Called the Ladies' Mile Historic District, the area encompasses" , "date" : "19860611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["AVENUE OF THE AMERICAS (NYC)" , "WEST SIDE (NYC)" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "LADIES' MILE HISTORIC DISTRICT (NYC)" , "FIFTH AVENUE (NYC)" , "BROADWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HISTORIC DISTRICT BEING WEIGHED FOR RETAIL HUB" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/11\/nyregion\/historic-district-being-weighed-for-retail-hub.html"} ,   {"body" : "Carolyn Rundle Field, a daughter of Dr. and Mrs. James B. Field of Houston and Hilton Head, S.C., was married yesterday to Gerard Anthony Purcell, the son of Mr. and Mrs. John M. Purcell of Farmingdale, L.I. The Rev. Robert Lubrano performed the ceremony at St. Charles Borromeo Roman Catholic Church in Brooklyn Heights. Dorothy Spivey Field, the" , "date" : "19860608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "73" , "title" : "Carolyn R. Field Becomes a Bride" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/08\/style\/carolyn-r-field-becomes-a-bride.html"} , {"body" : "ARCHEOLOGISTS were busy digging last summer on a former parking lot on the edge of Brooklyn Heights, hoping to find traces of Breukelen, as the area was known to its 17th century Dutch residents. The diggers, from Greenhouse Consultants, had been hired by the city's Public Development Corporation as part of an environmental impact study required" , "date" : "19860608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "FOLLOW-UP ON THE NEWS; Seeking the Past In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/08\/nyregion\/follow-up-on-the-news-seeking-the-past-in-brooklyn.html"} , {"body" : "They came from as far away as Singapore and as nearby as Greenwich Village, and they looked attentive as Justin Ferate announced the news. ''We are now officially in the city of Brooklyn,'' the guide declared, his voice more than amply amplified as the air-conditioned Gray Line bus carried its 26 passengers across the Manhattan Bridge into new" , "date" : "19860531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "29" , "title" : "TOUR, VENTURING OFF BEATEN TRACK, DISCOVERS 'CITY' OF BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/31\/nyregion\/tour-venturing-off-beaten-track-discovers-city-of-brooklyn.html"} , {"body" : "After two months of investigation, Federal and state officials say they have not found a reason why the city's former taxi chief, Jay L. Turoff, helped a taxi fleet owner obtain 123 free taxi medallions. According to the investigators - who say Mr. Turoff engineered a scheme for the improper use of the medallions - no direct evidence has been found" , "date" : "19860527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUROFF'S TIE TO MEDALLIONS IS UNCLEAR" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/27\/nyregion\/turoff-s-tie-to-medallions-is-unclear.html"} , {"body" : "To his opponents in the 1940's and 1950's, the Rev. William Howard Melish was a traitor and a Communist who used the pulpit for political preachings. But to his supporters, he was merely articulating beliefs based on Judeo-Christian tradition: peaceful coexistence with the Soviet Union, respect for human rights and the right to dissent. From that" , "date" : "19860526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "BROOKLYN CHURCH HONORS OUSTED RECTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/26\/nyregion\/brooklyn-church-honors-ousted-rector.html"} , {"body" : "Donald Bruce White, one New York's best-known caterers, died of cancer Wednesday at St. Vincent's Hospital. He was 62 years old and lived in Manhattan. Mr. White was the founder of Donald Bruce White Caterers, a business he ran from his East Side town house. The company catered an average of three parties a day, and as many as seven or eight during" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "4" , "title" : "Donald Bruce White, New York Caterer, Dies" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/obituaries\/donald-bruce-white-new-york-caterer-dies.html"} , {"body" : "A 33-year-old bicylist who was run over and killed by a city bus on Third Avenue in Manhattan on Monday was identified yesterday as the chef at the Ravelled Sleeve restaurant, on Third Avenue at 79th Street. The man, James J. Hurley, of 71 Pineapple Street in Brooklyn Heights, originally identified as a messenger, had worked at the restaurant for" , "date" : "19860521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Dead Man Identified as Chef" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/21\/nyregion\/dead-man-identified-as-chef.html"} , {"body" : "Forget Helen of Troy. The face that launches a thousand ships this July Fourth weekend will be that of the Statue of Liberty. What is being called the largest flotilla of sailing ships to assemble in modern history is gathering from all over the world to salute her centennial year. Some 350,000 people are expected to be afloat in the harbor on the" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "HOW TO FOLLOW THE FLEET" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/how-to-follow-the-fleet.html"} , {"body" : "Some months ago, in a suite at the Plaza Hotel, an extraordinary meeting took place among a small group of men. It was remarkable that they had never gathered together before, since they were all in the same narrow line of work, all aficionados of color and light, explosives and extravaganzas. Most of them were also Italian-Americans, men born and" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "THAT'S FLARE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/that-s-flare.html"} , {"body" : "A chain of errors by two subway clerks and a motorman and a misunderstanding by a transit police officer led to the death last January of an elderly man who was hit by a train after lying on the subway tracks for nearly 15 minutes, the Transit Authority said yesterday. The motorman, who failed to react quickly enough to a dozen people on the subway" , "date" : "19860516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SUBWAY DEATH CALLED A RESULT OF HUMAN ERROR" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/16\/nyregion\/subway-death-called-a-result-of-human-error.html"} ,   {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"} , {"body" : "Irmgard Friederike Sell and Michael A. Tappan were married yesterday at the Village Lutheran Church in Bronxville, N.Y., by the Rev. Paul Boecler. Mrs. Tappen, a daughter of Mr. and Mrs. Albert Brusten of Essen, West Germany, is a graduate of the University of Munster and New York University. Her father is a retired banker. Mr. Tappen, a graduate" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "49" , "title" : "Irmgard Sell Married To Michael A. Tappan" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/style\/irmgard-sell-married-to-michael-a-tappan.html"} , {"body" : "A stroll this weekend along the Brooklyn Heights promenade will provide more than a lovely view of lower Manhattan. The 35th Brooklyn Heights Promenade Art Show will be in full swing tomorrow and Sunday, from 11 A.M. to 6 P.M., featuring a variety of juried works, from paintings to decoupage. It runs from Remsen to Clark Streets and marks the 20th" , "date" : "19860509" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Brooklyn Heights Stroll" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/09\/arts\/brooklyn-heights-stroll.html"} , {"body" : "ELLIOT WILLENSKY collects left-handed people. ''It's not like slavery,'' he says. ''I don't keep them. I just find myself counting. Every time I see people writing on the subway, 8 out of 10 are writing with their left hands. I also have a subcategory -red-headed, left-handed people.'' Mr. Willensky's mother, who lives with him in Brooklyn Heights" , "date" : "19860508" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "YOU KNOW, SOME PEOPLE COLLECT THE ODDEST THINGS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/08\/garden\/you-know-some-people-collect-the-oddest-things.html"} , {"body" : "Barbara Harris Sherrill, founder and president of the Seabury House Guild, former national headquarters of the Episcopal Church in the United States, died Tuesday, as the result of a stroke, at Massachusetts General Hospital in Boston. She was 85 years old and lived in Needham, Mass. Mrs. Sherrill, who was born in Salem, Mass., was president of the" , "date" : "19860508" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "BARBARA H. SHERRILL" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/08\/obituaries\/barbara-h-sherrill.html"} , {"body" : "The neatly tended public garden blooms gloriously with the colors and scents of spring. Children play and old folks stroll around the graceful meadows of the nearby park, an architectural landmark. A stately museum stands nearby, offering art treasures of the world. It could be London, or Paris. It's Brooklyn. The Brooklyn Botanic Garden, Prospect" , "date" : "19860507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Worm and the Apple; About Time; Wider Horizon" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/07\/opinion\/the-worm-and-the-apple-about-time-wider-horizon.html"} , {"body" : "A second executive of a defunct Brooklyn credit union under investigation for its dealings with the city's former taxi chief, Jay L. Turoff, pleaded guilty yesterday to charges of improperly using the credit union's funds for real-estate transactions. The executive, Ian Grossfield, pleaded guilty as Federal prosecutors in Brooklyn began a civil" , "date" : "19860506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A GUILTY PLEA BY 2D OFFICIAL IN CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/06\/nyregion\/a-guilty-plea-by-2d-official-in-credit-union.html"} , {"body" : "AFTER six years of bitter legal battles, a Manhattan developer will begin excavation this month for a luxury apartment house on the site of the old Margaret Hotel in Brooklyn Heights. When completed late next year, the 11-story project at 97 Columbia Heights, at Orange Street, will be the first new building in a quarter of a century to rise more" , "date" : "19860504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "WORK STARTING ON EMBATTLED SITE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/04\/realestate\/work-starting-on-embattled-site.html"} , {"body" : "Beausoleil, from Louisiana, will play traditional Cajun music tonight at 8 at St. Ann's Church, at the corner of Clinton and Montague Streets in Brooklyn Heights (718-834-8794). Tomorrow at 8 P.M. there will be a country-blues double bill, with the duo of the guitarist-singer John Cephas and the harmonica player Phil Wiggins, and the" , "date" : "19860502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Cajun Music" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/02\/arts\/cajun-music.html"} , {"body" : "WBAI Spring Crafts Showcase, Ferris Booth Hall, Columbia University, 115th Street at Broadway; 212-695-4465. Woodworking, blown glass, basketry, quilts, tapestries and special handcrafted pieces such as fiber wearables will be offered tomorrow through Sunday. Tomorrow 5-9 P.M.; Saturday noon-8 P.M.; Sunday noon-6 P.M. Admission $4 ($2 for elderly" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "EVENTS; CRAFTS, FLOWERS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/garden\/events-crafts-flowers.html"} ,   {"body" : "THE secret gardens of Boston's Beacon Hill, interiors of homes in Philadelphia's Society Hill, avant-garde town houses in Manhattan and mansions along Embassy Row in Washington will all be open to curious eyes this month and next. These are the important months for house and garden tours and decorator show houses along the Eastern Seaboard. Many of" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "NOW IS THE TIME TO TOUR HOMES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/garden\/now-is-the-time-to-tour-homes.html"} , {"body" : "Angelo Costagliola of Brooklyn is a lucky man, and Adam Welsh is an honest one. The two met Tuesday night at the 84th Precinct station house in Brooklyn Heights after Mr. Welsh returned Mr. Costagliola's coin collection, a collection that took 30 years to build and was worth several hundred thousand dollars. Mr. Costagliola, the owner of a market" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "COIN COLLECTION'S FINDER WASN'T THE KEEPER" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/nyregion\/coin-collection-s-finder-wasn-t-the-keeper.html"} , {"body" : "The Brooklyn Academy of Music announced yesterday that the fourth Next Wave Festival of avant-garde performing arts will open the academy's 1986-87 season on Oct. 7 with ''Roaratorio,'' a collaborative, full-evening work by Merce Cunningham and John Cage. The announcement was made at a news conference at City Hall with Mayor Koch and Howard Golden," , "date" : "19860430" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "'ROARATORIO' WILL OPEN NEXT WAVE FESTIVAL" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/30\/arts\/roaratorio-will-open-next-wave-festival.html"} , {"body" : "Mr. and Mrs. John M. Emery of Cedarhurst, L.I., have announced the engagement of their daughter, Deborah Davie Emery, to John Davenport Maine Jr., the son of Mrs. Thomas Cutler of Brooklyn Heights, N.Y., and John D. Maine of Philadelphia. An August wedding is planned. Miss Emery is with the financial services division of Smith Barney, Harris Upham" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "61" , "title" : "August Wedding For Miss Emery" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/style\/august-wedding-for-miss-emery.html"} , {"body" : "Friday TALL TALES AND TRUE There will be many tales told in New York this weekend about ''why certain things came to be,'' as an African phrase describes the art of storytelling. None are likely to give the same explanation for any particular phenomenon, but no matter. Beginning tonight at City College's Aaron Davis Hall, a three-day conference on" , "date" : "19860425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/25\/arts\/weekender-guide.html"} , {"body" : "BEAUTY SPOT The industrial environs of Long Island City, in Queens, are like an oyster that is hiding a pearl. The pearl is the Isamu Noguchi Garden Museum, near the East River at 32-27 Vernon Boulevard, at 33d Road. Its 300 pieces are all the work of the 80-year-old American sculptor, mostly from more recent decades of his life. Mr. Noguchi, who" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/arts\/going-out-guide.html"} , {"body" : "IN Fairfield County, Conn., where home buyers are said to be lining up to purchase prime properties, Maria Yolanda O'Donnell saw no need to pay a real-estate broker $20,000 to sell her 130-year-old, riverside house in Weston. But before her own best prospect had a chance to see the property, brokers provided two full-price offers of $357,500 -and" , "date" : "19860420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Selling Your Home Without a Broker" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/20\/realestate\/selling-your-home-without-a-broker.html"} , {"body" : "The David's Cookies shop at 96th Street and Broadway has closed, the result of too many armed robbers and not enough yuppies in the store's traffic mix. People in the neighborhood yesterday agreed that the closing of a David's Cookies was most significant, but their reasons differed widely. To Sara Weiner it means she must go to bed hungry: hungry" , "date" : "19860419" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ABOUT NEW YORK; OUTPOST ON NORTHERN FRONTIER FALLS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/19\/nyregion\/about-new-york-outpost-on-northern-frontier-falls.html"} , {"body" : "CRABGRASS FRONTIER: The Suburbanization of the United States. By Kenneth T. Jackson. 396 pages. Illustrated. Oxford University Press. $21.95. WHEN Kenneth T. Jackson's ''Crabgrass Frontier: The Suburbanization of the United States'' appeared last October, it was overlooked in this space. Superficially, it appeared that Professor Jackson's mourning" , "date" : "19860417" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "28" , "title" : "BOOKS OF THE TIMES" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/17\/books\/books-of-the-times-835586.html"} , {"body" : "Mr. and Mrs. Joseph P. Maggio of Brooklyn Heights and South Egremont, Mass., have announced the engagement of their daughter, Christina Barrett Maggio, to Kim Hoyt Sperduto, a son of the Rev. Dr. and Mrs. Theodore C. Sperduto of Annandale, Va. A May 24 wedding is planned. Miss Maggio, who is known as Tia, is a vice president of J. P. Maggio Design" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "63" , "title" : "TIA MAGGIO AND LAWYER PLAN TO WED" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/style\/tia-maggio-and-lawyer-plan-to-wed.html"} ,   {"body" : "When Alexander Cooper goes down to the water's edge, he takes with him a teaspoon and measuring cup instead of a shovel and pail. Where others would construct futuristic stages with buildings rocketing skyward from vast plazas, this 49-year-old architect imagines a series of modest parks, rows of benches and a rather traditional New York" , "date" : "19860409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BATTERY PARK CITY (MANHATTAN)" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "DESIGNING TOMORROW'S CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/09\/business\/designing-tomorrow-s-city.html"} , {"body" : "The company that operates the computer and communications systems for the New York and American Stock Exchanges will move its corporate headquarters from Wall Street to a new complex in downtown Brooklyn, Mayor Koch announced yesterday. The company, the Securities Industry Automation Corporation, a data-processing affiliate for both exchanges and" , "date" : "19860408" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN GETS WALL ST. DATA GROUP" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/08\/nyregion\/brooklyn-gets-wall-st-data-group.html"} , {"body" : "Two men were killed and a woman was injured yesterday when a fire swept through their 29th-floor apartment in Brooklyn Heights, the authorities said. The fire broke out in a closet in the apartment shortly after 12:30 P.M., a Fire Department spokesman said. He said the blaze was confined to the apartment and was under control within an hour. Its" , "date" : "19860405" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "2 Men in Brooklyn Hts. Die in Apartment Fire" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/05\/nyregion\/2-men-in-brooklyn-hts-die-in-apartment-fire.html"} , {"body" : "IF your apartment is not scheduled to be painted for another year, or if it is inconvenient to plan a paint job right now, there is an alternative: have your walls professionally washed or cleaned. Winterlong accumulations of grime are especially evident in spring's clear light and often a thorough cleaning of painted walls or washable wall" , "date" : "19860403" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "A GOOD WASH EXTENDS THE LIFE SPAN OF A PAINT JOB; TIME TO FRESHEN INTERIOR WALLS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/03\/garden\/a-good-wash-extends-the-life-span-of-a-paint-job-time-to-freshen-interior-walls.html"} , {"body" : "A 16-year-old boy was seized by an off-duty police detective early yesterday and accused of setting a series of trash fires on Brooklyn Heights streets that blew up a car, burned another vehicle and a shed, and endangered residents and firefighters. The youth, Toby Sifton, the son of a Federal Judge, Charles P. Sifton, was charged as an adult with" , "date" : "19860329" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "YOUTH SEIZED FOR TRASH FIRES" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/29\/nyregion\/youth-seized-for-trash-fires.html"} , {"body" : "THERE has been much debate on the correct way to perform Bach cantatas. One approach (which, until Sunday afternoon, seems to have been unaccountably neglected) is to dress actors up in blankets, pig masks and wooden rodent heads, blast air-raid sirens, stage a tentative waltz (in four-four time) between an animated mannequin and a woman made" , "date" : "19860325" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "J.S. BACH AND 'RATS:" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/25\/arts\/js-bach-and-rats.html"} , {"body" : "AN idealized New York City neighborhood -one combining Fifth Avenue-style apartment houses, reproductions of Central Park's lamps and benches, and the views and atmosphere of the Brooklyn Heights Promenade - is rising on 92 acres of landfill between the Hudson River and the World Trade Center. If this newest part of Manhattan, called Battery Park" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BATTERY PARK CITY (MANHATTAN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SHAPING A LANDFILL INTO A NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/realestate\/shaping-a-landfill-into-a-neighborhood.html"} , {"body" : "When my good friends in France sent me their 17-year-old daughter Veronique for a three-week visit to New York - her first - I was filled with trepidation. Would she be bored? Would I? My friends assured me that it is ''the dream of every French girl'' to come to New York, and that whatever we did together would be interesting to her, even a trip" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FRANCE"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "19" , "title" : "AROUND TOWN WITH A FRENCH TEEN-AGER" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/travel\/around-town-with-a-french-teen-ager.html"} , {"body" : "Following are some of the musical presentations planned for the Easter season at churches and concert halls in New York City. All are free unless otherwise noted. Palm Sunday All Saints Church (Episcopal), 230 East 60th Street. Gibbons's ''Hosanna to the Son of David''; Bruckner's ''Christus Factus Est''; Ammon's ''Nolo Mortem Peccatrois''; David" , "date" : "19860321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "A CALENDAR OF MUSIC FOR THE EASTER SEASON" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/21\/arts\/a-calendar-of-music-for-the-easter-season.html"} , {"body" : "YESTERDAY was the first day of spring, the day of the vernal equinox, and by a centuries-old agreement among Christians in the West, Easter falls on the first Sunday following the full moon that comes after the vernal equinox - March 30 this year. Most of the music of Passion Week, and that of Easter itself, touches upon the death and" , "date" : "19860321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE CITY SINGS OUT TO EASTER AND SPRING" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/21\/arts\/the-city-sings-out-to-easter-and-spring.html"} ,   {"body" : "New York City officials are examining all the piers in the harbor, testing views and making intensive preparations for the Statue of Liberty centennial over the July 4 weekend when the city is expected to draw the largest crowds in its history. Officials predict 7 to 13 million people will want to view the proceedings, far more than the 6 million" , "date" : "19860317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CITY LOOKING FOR PLACES TO PUT JULY 4 SPECTATORS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/17\/nyregion\/city-looking-for-places-to-put-july-4-spectators.html"} , {"body" : "To the Editor: In the Travel section of Feb. 9 you published a comprehensive list of sailings of ships from various United States ports from New York southward as far as New Orleans. Thinking of my vantage point on Brooklyn Heights for most of the last 60 years, and of all the sailings I have witnessed steaming out through New York Harbor, I" , "date" : "19860316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Port of New York" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/16\/travel\/l-port-of-new-york-291386.html"} , {"body" : "REGGAE STEPS IN The first major feature film made in Jamaica by Jamaicans was Perry Henzell and Trevor D. Rhone's ''Harder They Come.'' In 1973 this movie introduced both Jimmy Cliff, the film's hero, and the Jamaican music form, reggae, to international audiences. In time, after making the customary cinematic rounds, it acquired the appellation" , "date" : "19860315" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/15\/arts\/going-out-guide.html"} , {"body" : "LeRoy Bowser, a regional vice president of the National Urban League and a member of the New York State Advisory Board on Human Rights, died of spinal cancer Wednesday at Beth Israel Medical Center. He was 57 years old and lived in Brooklyn Heights. Mr. Bowser was born in New Rochelle, N.Y. He received a bachelor's degree in civil engineering from" , "date" : "19860315" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "LeROY BOWSER" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/15\/obituaries\/leroy-bowser.html"} , {"body" : "Four free seminars on health care for the aging will be held at the Cornell University Cooperative Extension in Brooklyn through mid-May. The seminars, all on Thursdays, are designed for those faced with caring for an elderly relative or friend, and for health care professionals interested in learning more about the subject, said Ruth Lowenberg, a" , "date" : "19860313" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Health" , "Style"] , "page_facet" : "7" , "title" : "PROGRAM ON AGING AND HEALTH" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/13\/garden\/program-on-aging-and-health.html"} , {"body" : "At the turn of the year, before the scent of corruption began to preoccupy municipal government, a little-known city agency called the Public Development Corporation was riding a crest of bureaucratic success. The agency, which in 1979 had fewer than 10 employees and was responsible only for overseeing two industrial parks, had emerged as an" , "date" : "19860309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A CITY AGENCY THAT GREW RAPIDLY FACES SCRUTINY" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/09\/nyregion\/a-city-agency-that-grew-rapidly-faces-scrutiny.html"} , {"body" : "''TEN PARK AVENUE. E. riv vu. 1 br, 1 libr convt, LR, din alcove, kit, 2 full bths, patio. A steal at $400k now reduced to $350k. Avail Feb. Owner, no fee.'' This recent newspaper advertisement, and others like it, have raised some disquieting questions among owners and would-be owners of cooperatives and condominiums in New York City. Is the" , "date" : "19860302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A MIXED MARKET FOR CO-OP RESALES" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/02\/realestate\/a-mixed-market-for-co-op-resales.html"} , {"body" : "Sunday is frustratingly packed with worthwhile musical events, but fortuitous spacing between them - and the possibility of alternative dates over the week - allow the enterprising listener to miss very little. Ken Noda's recital of Mozart, Schubert and Schumann at Alice Tully Hall, for example, is at 3 P.M. leaving room Sunday evening for Peter" , "date" : "19860302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "CRITICS' CHOICES; CLASSICAL MUSIC" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/02\/arts\/critics-choices-classical-music.html"} , {"body" : "An article in Metropolitan Report Saturday about economic pressures that have driven some merchants from Montague Street in Brooklyn Heights contained an incomplete account of the status of the Dress Rehearsal clothing shop. The shop left Montague Street but has reopened at 104 Atlantic Avenue." , "date" : "19860227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/27\/nyregion\/c-correction-159986.html"} , {"body" : "Eighty-seven acres of largely underused piers and maritime buildings underneath the Brooklyn Heights Promenade should be turned into a sprawling complex of offices and housing centered on an international trade center, a consultant's report to the city and the Port Authority recommends. The report, by Halcyon Ltd. of Hartford, calls for the" , "date" : "19860225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BROOKLYN PROMENADE COMPLEX URGED" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/25\/nyregion\/brooklyn-promenade-complex-urged.html"} ,   {"body" : "A WIDER WORLD Portraits in an Adolescence. By Kate Simon. 186 pp. New York: Harper & Row. $14.95. THERE are stories so crucial for their audience that each fresh telling, and perhaps especially each fresh revision or debunking, only heightens the story's power. The American immigrant success story, for many of us, is such a story, as Kate Simon has" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "LIFE LAY BEYOND THE BRONX" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/books\/life-lay-beyond-the-bronx.html"} , {"body" : "Woody Allen is quoted as admitting that he tends ''to romanticize people and culture heroes and the island of Manhattan,'' which doubtless explains his relative obscurity west of the Hudson, save for several enclaves in Miami, Phoenix and Los Angeles. Many are of the view that Woody Allen is an extraordinarily fortunate phenomenon of his adored" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Magazine" , "Opinion"] , "page_facet" : "102" , "title" : "The Creative Mind Of Woody Allen" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/magazine\/l-the-creative-mind-of-woody-allen-782686.html"} , {"body" : "Meunier's gift shop - 20 years a fixture in Brooklyn Heights - has closed. So have the Montague meat market, a cleaners, the barbeque takeout shop, the laundry, the Chuan Yuan Chinese restaurant, the Community Book Store. Now, the Jomel stationery store is about to join them. ''I tell my children that this is like the store on 'Sesame Street,' ''" , "date" : "19860222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "RETAILERS' RENTS ON MONTAGUE ST. TAKING A TOLL" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/22\/nyregion\/retailers-rents-on-montague-st-taking-a-toll.html"} , {"body" : "Emanuel Perlmutter, a reporter for The New York Times for more than 40 years and an authority on organized crime, died yesterday at Long Island College Hospital in Brooklyn after a short illness. He was 78 years old and lived in Brooklyn Heights. Mr. Perlmutter covered a wide variety of stories with authority and speed. He won particular praise for" , "date" : "19860219" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "EMANUEL PERLMUTTER, REPORTER" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/19\/obituaries\/emanuel-perlmutter-reporter.html"} , {"body" : "Hugh LaBossier, a senior at Yale, upset the three-time defending champion, Kenton Jernigan, yesterday to take the 80th United States Squash Racquet Association men's singles championship. The scores were 15-11, 8-15, 15-7, 18-16. In women's competition, Alicia McConnell of Brooklyn Heights held off a strong challenge from Sue Cogswell of Manhattan" , "date" : "19860218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "SQUASH TITLE WON BY YALE STUDENT" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/18\/sports\/squash-title-won-by-yale-student.html"} , {"body" : "Top-seeded Kenton Jernigan of Harvard will be going after his fourth consecutive title when he takes on second-seeded Hugh LaBossier of Yale today in the final of the 80th United States Squash Racquets Association singles championship. A victory by the 21-year-old Jernigan would tie the record for consecutive victories in the sport's" , "date" : "19860217" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "JERNIGAN GAINS FINAL" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/17\/sports\/jernigan-gains-final.html"} , {"body" : "In the last decade, working hard and quietly, more than 30 community-based housing organizations have helped revive Brooklyn's poorer neighborhoods and now their efforts are to be recognized in an exhibit by the Brooklyn Historical Society. ''Having begun as a footnote, these folks have actually written a chapter in the history of Brooklyn" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; PHOTO EXHIBIT" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/realestate\/postings-photo-exhibit.html"} , {"body" : "Jana Rosa Jagolkowsky, a daughter of Mr. and Mrs. Moises Jagolkowsky of Lima, Peru, and New York, was married last night to Steven D. Cohn, the son of Lillian Cohn of New York and Yorktown Heights, N.Y., and the late Judge Harold W. Cohn of Civil Court. Rabbi Ben Amun performed the ceremony at Sharon Synagogue in Lima. The bride, who graduated from" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "76" , "title" : "STEVEN D. COHN IS WED TO JANA JAGOLKOWSKY" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/style\/steven-d-cohn-is-wed-to-jana-jagolkowsky.html"} , {"body" : "At the First Unitarian Church in Brooklyn Heights yesterday Wyatt Baker, an actress, and Roderick Carl Townley, a staff writer for TV Guide in New York, were married by the Rev. Orlanda R. Brugnola. Mrs. Townley, a daughter of Mr. and Mrs. Russell W. Baker of Kansas City, Mo., attended the North Carolina School of the Arts and received a Bachelor" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "78" , "title" : "WYATT BAKER WEDS RODERICK TOWNLEY" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/style\/wyatt-baker-weds-roderick-townley.html"} , {"body" : "''I'VE had to look for an apartment five times in five years and it's been terrible every time,'' said Elizabeth Pearson, a production editor at Random House, the New York publisher. An affordable apartment in New York City sounds like an impossible dream, but every day hundreds of people find regulated apartments with below-market rents. Some have" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "TALES OF APARTMENT-HUNTING: HOW SOME SUCCEEDED" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/realestate\/tales-of-apartment-hunting-how-some-succeeded.html"} ,   {"body" : "Friday 'ROMANCE ON ICE' Valentine's Day brings an ice show called ''Romance on Ice'' to the South Street Seaport, which is celebrating a Winter Festival this weekend with free festivities ranging from ice sculptures to wandering minstrel singers. ''Romance on Ice,'' with a cast of 12 led by Laurie and Greg Welch, will be presented today at 5:30," , "date" : "19860214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/14\/arts\/weekender-guide.html"} , {"body" : "Six hundred of the country's top players will compete at 13 Manhattan clubs this weekend in the 80th United States Squash Racquets Association Singles Championship. Competition in the sport's longest-running event, which was last in New York City in 1975, will open today at 2 P.M. Finals are Monday at the University Club, Fifth Avenue at 54th" , "date" : "19860214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "600 in Squash Event" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/14\/sports\/600-in-squash-event.html"} , {"body" : "THERE'S a new kind of art springing up in parks, plazas and lobbies around the country - a public art that is a hybrid of sculpture and architecture, and sometimes of sculpture and furniture. The artists are often prominent painters and sculptors who have switched from flourishing careers with exhibitions in leading art galleries to working mainly" , "date" : "19860207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "ART PEOPLE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/07\/arts\/art-people.html"} , {"body" : "If city officials approve, a bronze monument to the Roebling family, creators of the Brooklyn Bridge, will overlook the Brooklyn Heights Esplanade from its northern end. The artist Marisol, known for her witty, carved figures and tableaux of people, was chosen for the project from among three semifinalists last week after a nationwide competition" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS ESPLANADE (NYC)" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "MONUMENT TO CREATORS OF A BRIDGE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/nyregion\/monument-to-creators-of-a-bridge.html"} , {"body" : "To the Editor: While I agree that escalating real-estate values in Manhattan threaten to price out New York City's nonprofit organizations, along with many manufacturers, small retailers and local services, as your article on the ''Spaces for the Arts'' report by two city agencies says (Dec. 7), I do not agree that the only option is to move ''out" , "date" : "19860130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "There's Plenty of Room for the Arts Across the River in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/30\/opinion\/l-there-s-plenty-of-room-for-the-arts-across-the-river-in-brooklyn-118786.html"} , {"body" : "Members of the 163-year-old First Presbyterian Church in Brooklyn Heights talk about the appointment of a new pastor as a historic event, and some of them are a little nervous. The new pastor, Dr. Paul Smith, now the pastor of a Presbyterian church in the Atlanta suburb of Decatur, will be the first black to lead the predominantly white" , "date" : "19860129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "AMID SOME UNEASE, BROOKLYN CHURCH PICKS A BLACK PASTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/29\/nyregion\/amid-some-unease-brooklyn-church-picks-a-black-pastor.html"} , {"body" : "TO buy Brooklyn from the Indians, the early Dutch settlers paid 200 times as much they did for Manhattan, a new analysis of 17th century records shows. In part, this is because the native residents had become more savvy about the value of land. But the pattern of land transfers in Brooklyn, which was sold bit by bit in 22 different deals, was also" , "date" : "19860128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "EARLY RECORDS SHATTER IMAGE OF INDIANS AS DUPES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/28\/science\/early-records-shatter-image-of-indians-as-dupes.html"} , {"body" : "There will be a small party with wine this afternoon to mark the end of the Community Bookstore in Brooklyn Heights. For the last two years, community residents have rallied to keep the bookstore, at 162 Montague Street, open, but the rent just went to high for the owner, John Scioli. For 11 years, Mr. Scioli has run his store with its eclectic" , "date" : "19860118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (BROOKLYN)" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "30" , "title" : "NEW YORK DAY BY DAY; From Brooklyn Heights To Cobble Hill" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/18\/nyregion\/new-york-day-by-day-from-brooklyn-heights-to-cobble-hill.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "It glows softly from its wall in the Charles Engelhard Court of the Metropolitan Museum of Art, depicting two large figures surmounted by musical instruments and old music notations. For nearly 60 years, the stained-glass window, 12 feet wide and 25 feet tall, had been obscured by an organ in a Brooklyn church. Now, it has been restored and" , "date" : "19860115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; After 60 Years, A Fitting Display" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/15\/nyregion\/new-york-day-by-day-after-60-years-a-fitting-display.html"} ,   {"body" : "The reporter for a large London weekly had called to discuss what he discreetly described as ''the generally unfavorable notices'' for Hugh Hudson's would-be epic about the American War of Independence, ''Revolution,'' which had opened in New York on Christmas Day. ''Is it possible,'' he asked, ''that some people were offended by the fact that this" , "date" : "19860112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREAT BRITAIN"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FILM VIEW; ONCE MORE, 1776 TAXES FILMGOERS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/12\/movies\/film-view-once-more-1776-taxes-filmgoers.html"} , {"body" : "A city panel has ruled that a law banning the building of slivers - tall, narrow towers - does not apply to a parcel in Brooklyn Heights where a developer wants to construct a condominium. The ruling Tuesday by the Board of Standards and Appeals clears a major hurdle for the developer, Louis V. Greco Jr. Mr. Greco said he would proceed with plans" , "date" : "19860109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Sliver Ruling Backs Developer of a Tower" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/09\/nyregion\/sliver-ruling-backs-developer-of-a-tower.html"} , {"body" : "Some residents of Brooklyn Heights are locked in a heated fight with a developer over a proposed 26-story condominium project that they say would ruin the character of their community of brownstones, churches and other low buildings. The controversy involves a narrow tower planned for a vacant plot at 67 Livingston Street, between Clinton and Court" , "date" : "19860107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PLAN FOR NARROW TOWER FOUGHT IN BROOKLYN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/07\/nyregion\/plan-for-narrow-tower-fought-in-brooklyn-heights.html"} , {"body" : "Hyman M. Cleon, former senior civil engineer in the office of the Brooklyn borough president, died Dec. 27 at his home in Bay Harbor Islands, Fla. He was 88 years old. Mr. Cleon joined the borough's engineering staff in 1922 and was among those responsible for the concept of the three-tier design for the Brooklyn-Queens Expressway and the Promenade" , "date" : "19860106" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "Hyman M. Cleon Dies at 88; Ex-Civil Engineer in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/06\/obituaries\/hyman-m-cleon-dies-at-88-ex-civil-engineer-in-brooklyn.html"}]