[  {"body" : "''This is 'Brigadoon,' '' a resident of Howard Beach told a reporter a few years ago, when questions about the neighborhood were asked in a more innocent context. Yet now, in the aftermath of the beatings of three black men by a dozen whites, the comment has taken on a new and different resonance. For while Brigadoon was a paradise, as many in" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN HOWARD BEACH, PRIDE AND FEAR IN A 'PARADISE'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/in-howard-beach-pride-and-fear-in-a-paradise.html"} , {"body" : "State and city officials said yesterday that they would investigate why it took a week for a Brooklyn family to find out that their son had died in a hospital emergency room. The son, Eric Washington, an 18-year-old from the Brownsville section, was taken from his family's apartment by ambulance late on the night of Dec. 8. The youth, who had a" , "date" : "19861219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "19" , "title" : "AFTERMATH OF YOUTH'S DEATH TO BE FOCUS OF INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/19\/nyregion\/aftermath-of-youth-s-death-to-be-focus-of-inquiry.html"} , {"body" : "Through a series of errors and misunderstandings, the body of an 18-year-old Brooklyn youth, who was rushed by ambulance from his parents' apartment to a hospital late on the night of Dec. 8, lay unidentified in a city morgue for a week until it was finally claimed yesterday. The parents, Theodore and Parthenia Washington, said they dialed the 911" , "date" : "19861218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "MAN'S BODY WENT UNCLAIMED IN MORGUE FOR WEEK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/18\/nyregion\/man-s-body-went-unclaimed-in-morgue-for-week.html"} , {"body" : "Melvin H. Miller is the first to admit that he has changed his image since he learned he might be the next Speaker of the Assembly. ''I've become an instant moderate,'' he said in an interview. ''I'll call myself a, quote, New Democrat, unquote. The old targets - being anti-rich and antibusiness - that's not a policy.'' Mr. Miller stressed that" , "date" : "19861213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "MAN IN THE NEWS; New Speaker For Assembly: Melvin Howard Miller" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/13\/nyregion\/man-in-the-news-new-speaker-for-assembly-melvin-howard-miller.html"} , {"body" : "In many ways, the trial of Derrick Townsend on charges of possession of crack was like hundreds of others routinely held in the old, crowded Criminal Court in Brooklyn. The difference was that the prosecutor came from a new unit in the District Attorney's office created to deal exclusively with misdemeanor cases involving crack. And the presiding" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "62" , "title" : "BROOKLYN COURT UNITS FOCUS ON CRACK" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/nyregion\/brooklyn-court-units-focus-on-crack.html"} , {"body" : "In a fourth-floor classroom at Martin Luther King High School in Manhattan, 19 students, all recent immigrants to the United States, were analyzing Emily Dickinson's poem ''A Word.'' Though the students came from countries as far-flung as Cambodia, Haiti, Afghanistan, Mali, Uruguay and Yemen, no language other than English was spoken at any time." , "date" : "19861124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "2 SYSTEMS OF BILINGUAL LEARNING, BUT WHICH IS BETTER?" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/24\/nyregion\/2-systems-of-bilingual-learning-but-which-is-better.html"} , {"body" : "From the time Mike Tyson was a street-tough 13-year-old from the Brownsville section of Brooklyn, he has moved inexorably toward the moment Saturday night when he steps into the ring here against Trevor Berbick and fights for the World Boxing Council's heavyweight crown. Few young men have pursued boxing's most prestigious title in so single-minded" , "date" : "19861121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "TYSON BEATS TOUGHEST FOE: HIMSELF" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/21\/sports\/tyson-beats-toughest-foe-himself.html"} , {"body" : "IT doesn't hurt a land planner to be something of a social philosopher. Peter Calthorpe is both. Mr. Calthorpe, the principal in Calthorpe Associates of San Francisco, did the master plan for the Capitol area of Sacramento, Calif., and has written a book called ''Sustainable Communities,'' published by the Sierra Club. Rose Associates, the" , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC TERMINAL (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: SHARED SPACES; CREATING AN URBAN NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/realestate\/perspectives-shared-spaces-creating-an-urban-neighborhood.html"} , {"body" : "As the season's first freezing temperatures sent 9,654 homeless people into municipal shelters Thursday night, the Borough Presidents of Brooklyn, Queens, the Bronx and Staten Island were studying 16 new shelter sites proposed by the Koch administration. Four shelters would be built in each of the five boroughs under Mayor Koch's $100 million plan." , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "BOROUGH LEADERS STUDY SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/nyregion\/borough-leaders-study-shelter-plan.html"} , {"body" : "Look at the clothes in fashion magazines. Vivienne Westwood's hooped skirts and baby-doll dresses, for example. Or David Cameron's scuba suits. Consider the windows at Bergdorf Goodman or Charivari, where mannequins are wrapped like mummies in billowing, iridescent Japanese clothes. You could not be blamed for wondering: Does anyone actually wear" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "67" , "title" : "WILD STYLE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/magazine\/wild-style.html"} ,   {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "One school has 260 pupils and is on a curving street of quaint shops in Queens. The other school has 1,282 pupils and is next to a burned-out shell on a street in Brooklyn where a discarded hypodermic needle lay yesterday amid the curbside rubble. Both share the honor of being among 212 ''exemplary'' public primary schools in the nation, according" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "DOUGLASTON (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "IN BROOKLYN AND QUEENS, EXAMPLES OF EXCELLENCE" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/nyregion\/in-brooklyn-and-queens-examples-of-excellence.html"} , {"body" : "Asserting that Joe Pepitone had gone from being a ''first-rate baseball player'' to a ''second-rate drug operator,'' a Brooklyn judge sentenced the former New York Yankee first baseman yesterday to six months in jail for two misdemeanor drug convictions. He would have to serve four months on Rikers Island before he can be paroled. The judge also" , "date" : "19861023" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "PEPITONE SENTENCED TO SIX MONTHS IN JAIL" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/23\/sports\/pepitone-sentenced-to-six-months-in-jail.html"} , {"body" : "OUT with the old and in with the new is not as easy as it sounds - especially not in New York. What to do with unwanted refrigerators, discarded couches or oversize dining room sets are some of the trials of city dwelling. The Sanitation Department has established procedures for disposing of such bulk items. The department also hopes to stem" , "date" : "19861023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "GETTING CITY HELP ON BULKY CASTOFFS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/23\/garden\/getting-city-help-on-bulky-castoffs.html"} , {"body" : "The education of Dwayne Washington continues tonight when the Nets oppose the Knicks in an exhibition game at Byrne Meadowlands Arena. It will be the second game for the 6-foot-3-inch point guard, who left Syracuse University a year ahead of his class to turn professional. Washington made his debut Sunday night in Hershey, Pa., where he sank 12 of" , "date" : "19861016" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "Washington Set for 2d Lesson" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/16\/sports\/washington-set-for-2d-lesson.html"} , {"body" : "Replacing Chief Guido The Police Department will get a new corruption watchdog today. Daniel F. Sullivan, an assistant police chief, is expected to succeed John Guido, retiring as head of Inspectional Services. Chief Sullivan worked under Chief Guido since 1972 and was his choice for the job. 10 A.M. news conference, 1 Police Plaza, Manhattan" , "date" : "19861016" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AGENDA: OCT. 16, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/16\/nyregion\/agenda-oct-16-1986.html"} , {"body" : "The rumors about Butch Lewis and Michael Spinks turned out to be within hailing distance of the truth. Earlier this week, it was said that Spinks, the International Boxing Federation champion, and Lewis, his promoter, were going to announce their withdrawal from the Home Box Office heavyweight unification series because of their displeasure with" , "date" : "19861002" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTH AFRICA, REPUBLIC OF"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BOXING NOTEBOOK; SPINKS REMAINS IN THE HBO SERIES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/02\/sports\/boxing-notebook-spinks-remains-in-the-hbo-series.html"} , {"body" : "A day after he was found not guilty of a drug charge that carried a penalty of at least 15 years in prison, Joe Pepitone was able to laugh at the prospect of growing old behind bars. ''I'd have been 60-some years old when I got out,'' he said. ''I just couldn't see myself living with old guys.'' He smiled, and added: ''Besides, I'd have to take my" , "date" : "19860919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "PEPITONE RELIEVED, BITTER ABOUT TRIAL" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/sports\/pepitone-relieved-bitter-about-trial.html"} , {"body" : "Joe Pepitone, the Yankees' flamboyant first baseman of the 1960's, was convicted by a jury in State Supreme Court in Brooklyn yesterday of two drug charges, but was found not guilty of the four most serious charges against him, including one, for possession of cocaine, that carried a mandatory minimum sentence of 15 years in prison. Neither of the" , "date" : "19860918" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "PEPITONE IS GUILTY OF LESSER CHARGES" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/18\/sports\/pepitone-is-guilty-of-lesser-charges.html"} , {"body" : "The city's Transit Authority proposed a $6.5 billion capital improvement budget yesterday to be used in the next five years for buying new subway cars, overhauling others and continuing its rebuilding program. As a condition of approving its request, however, the State Transportation Department wants the Transit Authority to cut bus and subway" , "date" : "19860918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Budget Plan Is Offered For Improving Subways" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/18\/nyregion\/budget-plan-is-offered-for-improving-subways.html"} ,   {"body" : "A Brooklyn jury deliberated for about seven hours without reaching a verdict yesterday in the case involving drugs and weapons charges against Joe Pepitone and two other men. Pepitone, the 45-year old former first baseman for the Yankees, and his two co-defendants, face a minimum of 15 years in prison if convicted of the most serious charge" , "date" : "19860917" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "SPORTS PEOPLE; Jury Gets Pepitone Case" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/17\/sports\/sports-people-jury-gets-pepitone-case.html"} , {"body" : "Defense and prosecution lawyers presented their final arguments yesterday in the case involving drug and weapon charges against Joe Pepitone, the former first baseman for the Yankees. Acting Justice Alan Marrus of State Supreme Court in Brooklyn said he would instruct the jury of three men and nine women today and that the panel would then begin" , "date" : "19860916" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "FINAL ARGUMENTS IN PEPITONE CASE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/16\/sports\/final-arguments-in-pepitone-case.html"} , {"body" : "Two men attempting to jimmy an unmarked office door at 80 Maiden Lane in lower Manhattan discovered, too late to avoid quick arrest, that they were trying to break into the squad room of the city's Department of Investigation, authorities said yesterday. As the two suspects tried to pry open the door at about 3 P.M. Saturday, they unknowingly" , "date" : "19860912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Break-In Attempt Fails At Investigation Dept." , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/nyregion\/break-in-attempt-fails-at-investigation-dept.html"} , {"body" : "WHILE most nonprofit housing developers are struggling to build houses for less than $90,000, one organization, the East Brooklyn Churches, is building more than 1,000 brick houses for $53,000 apiece. The Nehemiah Plan Homes, as the Brownsville project is known, can be built so inexpensively because the 50 churches in the group finance the project" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Affordability vs. the Building Code" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/realestate\/affordability-vs-the-building-code.html"} , {"body" : "Sid Tanenbaum, a former New York University basketball star, was fatally stabbed Thursday in the metal-stamping shop he owned in Far Rockaway, Queens. He was 60 years old. As a player, Tanenbaum, a 6-foot guard, was known for his accurate two-hand set shot. He was a star in the 1940's when N.Y.U., St. John's, Long Island University and City College" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "34" , "title" : "SID TANENBAUM, 60, IS SLAIN; N.Y.U. BASKETBALL STAR IN 40'S" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/obituaries\/sid-tanenbaum-60-is-slain-nyu-basketball-star-in-40-s.html"} , {"body" : "''A WALKER IN THE CITY,'' published in 1951 as a sensory memory of boyhood in the Brownsville district of Brooklyn, began as something else. When the war, Hitler's war, was over, I returned from wartime reporting in England to find that there was no room for me in New York except in a ramshackle painter's studio on Pineapple Street in Brooklyn" , "date" : "19860824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "MY NEW YORKS: WRITING 'A WALKER IN THE CITY'" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/24\/books\/my-new-yorks-writing-a-walker-in-the-city.html"} , {"body" : "Mike Tyson, the undefeated heavyweight, announced yesterday that he would enter the Home Box Office heavyweight championship unification series. Tyson's first fight in the series is scheduled against Trevor Berbick, the World Boxing Council champion, in November in Las Vegas, Nev. But to qualify for the Berbick match, Tyson (26-0 with 24 knockouts)" , "date" : "19860822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "TYSON TO JOIN HBO'S SERIES" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/22\/sports\/tyson-to-join-hbo-s-series.html"} , {"body" : "Three people were indicted yesterday on assault and sex abuse charges, accused of forcing a man to strip naked, hitting him with a whip and sexually torturing him with a hair curling iron while demanding payment of a $35 debt, the authorities said. A grand jury at state Supreme Court in Brooklyn indicted the two women and one man, all from the" , "date" : "19860715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 3 Are Indicted In Man's Torture" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/15\/nyregion\/the-city-3-are-indicted-in-man-s-torture.html"} , {"body" : "In an unusual partnership of community churches and businesses aimed at improving public schools, graduates of five of New York City's most troubled high schools are to be guaranteed jobs at major banks in the city. The program is intended to reverse the high dropout rates in the schools in East Brooklyn, which in some cases reach 60 percent of the" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BANKS PLEDGE JOBS TO GRADUATES OF 5 TROUBLED BROOKLYN SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/nyregion\/banks-pledge-jobs-to-graduates-of-5-troubled-brooklyn-schools.html"} , {"body" : "WHILE city officials mold a bold $4.2 billion plan for providing 252,000 affordable housing units over the next decade, 255 families are waiting to occupy houses they bought last year in New Horizons Village, a city-sponsored development in the Brownsville section of Brooklyn. ''It's pretty rough on the families, naturally,'' said Vivian Bright, a" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Delays Beset 255-Unit Modular Project in Brownsville" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/realestate\/delays-beset-255-unit-modular-project-in-brownsville.html"} ,   {"body" : "Out on the asphalt, where young men dream of what Len Bias had, there was little illusion. That the basketball star's cocaine-related death was tragic, all agreed. That it would make those who revered him think twice about drugs, most doubted. ''God sometimes uses our best people to get our attention,'' the Rev. Jesse L. Jackson said in eulogizing" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FROM PLAYGROUNDS, OBSERVATIONS ON LEN BIAS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/from-playgrounds-observations-on-len-bias.html"} , {"body" : "For many women who flock there daily, the sprawling new brick building in South Jamaica, Queens, means quicker and cheaper access to a nutrition program for pregnant women and mothers of small children. For thousands of other poor residents of South Jamaica and nearby neighborhoods, the building offers, in a single place, health, housing," , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "53" , "title" : "CENTER IN QUEENS OFFERS SERVICES CLOSE TO HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/center-in-queens-offers-services-close-to-home.html"} , {"body" : ",uf9405>EVEN then they knew: In Bernard Holtzman's high school yearbook the prediction was made that his future would be in the textile industry. ''All my friends wanted to be foremen somewhere in a factory,'' Mr. Holtzman said. ''I said, why not own the thing?'' That he does. These days, the 51-year-old Mr. Holtzman, who lives in Great Neck, is" , "date" : "19860622" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; DISCOVERING THE RIGHT NICHE IN THE GARMENT BUSINESS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/22\/nyregion\/long-islanders-discovering-the-right-niche-in-the-garment-business.html"} , {"body" : "A retired Brooklyn truck driver stabbed his son to death Saturday night in the heat of an argument in which the son physically abused his father and demanded money for drugs, the police said. No charges were filed against the father, John Simmons, 65 years old, of 56 North Oxford Walk in the Walt Whitman Houses project in the Fort Greene section of" , "date" : "19860616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FATHER FATALLY STABS HIS SON IN BROOKLYN; HE IS NOT ARRESTED" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/16\/nyregion\/father-fatally-stabs-his-son-in-brooklyn-he-is-not-arrested.html"} , {"body" : "A robber wielding a hand-held machine gun was chased and caught by the owner of a Chinatown jewelry store yesterday morning after the man and two accomplices fled the store with more than $100,000 in necklaces and bracelets, the police said. The accomplices escaped with the jewelry and more than $700 in cash from the Shui-Jun jewelry store at 201A" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Machine-Gun Armed Suspect Held in $100,000 Jewel Theft" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/nyregion\/machine-gun-armed-suspect-held-in-100000-jewel-theft.html"} , {"body" : "By official proclamation, it was Mom and Pop Day in Brooklyn, celebrating the importance of small businesses to the economy of borough. But things did not go quite as expected. The Borough President, Howard Golden, was to present certificates to 29 mom-and-pop businesses for contributing to their communities. The ceremony was to be at the Pitkin" , "date" : "19860521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PITKIN AVENUE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY; Mom-and-Pop Stores In Brooklyn Honored" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/21\/nyregion\/new-york-day-by-day-mom-and-pop-stores-in-brooklyn-honored.html"} , {"body" : "MIKE TYSON sat in the back seat of a limousine that wended its way through mid-Manhattan traffic and he tried to put the next appointment on his busy calendar in perspective. ''From Brooklyn to the David Letterman show,'' the heavyweight boxer said in his whispery voice one day last week. The tone of his words suggested he was pleased and maybe" , "date" : "19860519" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "TYSON'S BIGGEST FIGHT IS OVER" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/19\/sports\/tyson-s-biggest-fight-is-over.html"} , {"body" : "What do the two New York baseball teams have in common, aside from hopes of being occupied well into October? Both of them have that rare breed, a home-grown player operating at second base. For the Yankees, who opened a homestand at the Stadium last night, Willie Randolph from Tilden High in Brooklyn has been a mainstay for a decade. For the Mets," , "date" : "19860515" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "SPORTS OF THE TIMES; LOCALS AT SECOND BASE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/15\/sports\/sports-of-the-times-locals-at-second-base.html"} , {"body" : "PRODIGAL SONS The New York Intellectuals & Their World. By Alexander Bloom. 461 pp. New York: Oxford University Press. $24.95. READING this book I was continually thinking of a moment - perhaps a critical moment, though Alexander Bloom makes nothing of it -in the summer of 1965. Dozens of people had been flown in to New Brunswick, N.J., from all" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "'A HERD OF INDEPENDENT MINDS'" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/books\/a-herd-of-independent-minds.html"} , {"body" : "A Brooklyn community activist who was accused of seizing control of a newly completed federally subsidized housing project and collecting $40,000 in illegal fees from prospective tenants has been convicted of grand larceny and scheming to defraud. The jury, in State Supreme Court in Brooklyn, reached its verdict late Tuesday against the activist," , "date" : "19860417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN ACTIVIST IS GUILTY OF GRAND LARCENY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/17\/nyregion\/brooklyn-activist-is-guilty-of-grand-larceny.html"} ,   {"body" : "IN less than a month, the city will become the new landlord for at least 7,500 occupied Brooklyn apartments in 1,600 properties that are to be seized for nonpayment of taxes, according to the Department of Housing Preservation and Development. The large number of new foreclosures, officially called vestings or in-rem proceedings, are regarded by" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "City to Seize 7,500 Occupied Apartments in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/realestate\/city-to-seize-7500-occupied-apartments-in-brooklyn.html"} , {"body" : "A 14-year-old Brooklyn boy was charged with second-degree murder yesterday and is to be prosecuted as an adult in the fatal shooting of a 12-year-old friend, according to the Brooklyn District Attorney. The accused boy is Joseph Moses James, who lives at 393 Sumpter Street in the Brownsville section. The police said the dead boy, Jamel Garden," , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Brooklyn Boy Charged In Shooting of a Friend" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/brooklyn-boy-charged-in-shooting-of-a-friend.html"} , {"body" : "In the spring of 1976, three auspicious events took place: Billy Martin began his first full term as Yankee manager, the new Yankee Stadium was opened and the Yankees unveiled a new second baseman named Willie Randolph. Two out of three isn't bad. Martin has gone through four terms as Yankee manager, but the Stadium seems as durable as ever, and so" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "SPORTS OF THE TIMES; CO-CAPTAIN WILLIE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/sports\/sports-of-the-times-co-captain-willie.html"} , {"body" : "When Alexander Cooper goes down to the water's edge, he takes with him a teaspoon and measuring cup instead of a shovel and pail. Where others would construct futuristic stages with buildings rocketing skyward from vast plazas, this 49-year-old architect imagines a series of modest parks, rows of benches and a rather traditional New York" , "date" : "19860409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BATTERY PARK CITY (MANHATTAN)" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "DESIGNING TOMORROW'S CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/09\/business\/designing-tomorrow-s-city.html"} , {"body" : "A 20-year-old Brooklyn man was arrested yesterday and charged with slaying an off-duty Housing Authority police officer Sunday night, the police said. The man, Alexander Evans, of 361 Livonia Avenue in the Brownsville section, was arrested after he told his probation officer that he believed the police wanted him in connection with the shooting" , "date" : "19860325" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man, 20, Is Charged In Policeman's Death" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/25\/nyregion\/man-20-is-charged-in-policeman-s-death.html"} , {"body" : "An off-duty New York City Housing Authority police officer was shot to death last night when he was robbed in a housing project in the Brownsville section of Brooklyn, the police said. The 47-year-old officer, James Holmes, was pronounced dead on arrival at Brookdale Hospital, according to a police spokesman, Sgt. Raymond A. O'Donnell. Shortly" , "date" : "19860324" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "VAN DYKE HOUSES (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HOUSING POLICEMAN FATALLY SHOT BY ROBBERS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/24\/nyregion\/housing-policeman-fatally-shot-by-robbers.html"} , {"body" : "Moments after he had won the World Boxing Association light-heavyweight title from Marvin Johnson in 1980, Eddie Mustafa Muhammad, surrounded by his supporters, flashed back to a similar scene years earlier. One night in 1971, when he was still known as Eddie Gregory, he made the trip from the Brownsville section of Brooklyn to Madison Square" , "date" : "19860313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "BOXERS LOOK AT GOLDEN GLOVES AS FIRST ROUND TO GREATNESS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/13\/sports\/boxers-look-at-golden-gloves-as-first-round-to-greatness.html"} , {"body" : "The following list, issued by the Health Care Financing Administration of the Health and Human Services Department, tallies the number of Medicare patients discharged from hospitals in 1984 and the percentage of those who died in the hospital. The hospitals listed are those with mortality rates that are higher or lower than average. Hospitals not" , "date" : "19860312" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "LIST OF HOSPITALS THAT ARE ABOVE OR BELOW AVERAGE U.S. MORTALITY RATES" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/12\/us\/list-of-hospitals-that-are-above-or-below-average-us-mortality-rates.html"} , {"body" : "The Board of Estimate last night agreed to demolish 22 owner-occupied homes to make way for new housing in the East New York section of Brooklyn, but leaders of the redevelopment project denounced the action as inadequate and said they would not proceed. In the project, known as the Nehemiah plan, 1,500 low-cost single-family homes would be built" , "date" : "19860307" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "REDEVELOPMENT PLAN STALLED AFTER BOARD OF ESTIMATE VOTE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/07\/nyregion\/redevelopment-plan-stalled-after-board-of-estimate-vote.html"} , {"body" : "With less than a week remaining for the filing of qualifying petitions for school board elections in May, Board of Education officials say they are disturbed by the lack of candidates in several of New York City's 32 local school districts. ''It's terribly disappointing to see that there does not appear to be enough interest to motivate individuals" , "date" : "19860224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "FEW ENTERING LOCAL SCHOOL BOARD RACES" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/24\/nyregion\/few-entering-local-school-board-races.html"} ,   {"body" : "MELVIN H. MILLER stood before tenants gathered in a synagogue on a snowy night in Queens. As he spoke, murmurs of agreement and disagreement arose from the crowd, which seemed prepared to turn unruly at the slightest provocation. The meeting, called by the board of directors of Forest Park Crescent cooperative, was held to consider removing the" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "UNFETTERING MITCHELL-LAMA" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/realestate\/unfettering-mitchell-lama.html"} , {"body" : "RESPONDING in the midst of last year's mayoral campaign to calls for a new commercial rent control system, Mayor Koch created the Small Rental Business Study Commission in May. Its task was to conduct surveys, analyze the experience of other municipalities, weigh policy options and report back by the end of the year. The timetable was not met, but" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: RETAIL SPACE; Putting Reins on Commercial Rents" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/realestate\/perspectives-retail-space-putting-reins-on-commercial-rents.html"} , {"body" : "''Felix was a great friend, but sometimes he made me mad. In the talent show I thought he was great. Now today he is dead from dying in an elevator shaft. This may not make you cry, but it did to his class.'' The passage is from an essay by Jamal Peterkin, a fifth grader at Public School 72 in the impoverished East New York section of Brooklyn." , "date" : "19860221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "BROOKLYN PUPILS WRITE IN MEMORY OF A FRIEND" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/21\/nyregion\/brooklyn-pupils-write-in-memory-of-a-friend.html"} , {"body" : "Emanuel Perlmutter, a reporter for The New York Times for more than 40 years and an authority on organized crime, died yesterday at Long Island College Hospital in Brooklyn after a short illness. He was 78 years old and lived in Brooklyn Heights. Mr. Perlmutter covered a wide variety of stories with authority and speed. He won particular praise for" , "date" : "19860219" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "EMANUEL PERLMUTTER, REPORTER" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/19\/obituaries\/emanuel-perlmutter-reporter.html"} , {"body" : "In a five-year period in the late 1960's and early 70's, the Bushwick neighborhood of Brooklyn was transformed from a neatly maintained community of wood houses into what often approached a no man's land of abandoned buildings, empty lots, drugs and arson. Its largely Italian and German working-class residents fled in droves, and under the most" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW JERSEY" , "BUSHWICK (NYC)" , "MILWAUKEE (WIS)" , "CAMDEN (NJ)" , "SEATTLE (WASH)" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "F.H.A. CASE RECALLS BUSHWICK IN 70'S" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/nyregion\/fha-case-recalls-bushwick-in-70-s.html"} , {"body" : "Need some confidence? Check with Otis Wilson. He has more than enough. Wilson is the designated talker for the Chicago Bears, and last week in New Orleans, he had plenty of time for talking while waiting for Super Bowl XX to begin. But the strut he shows now as an all-pro linebacker in Chicago is no different from the one he sported as an all-city" , "date" : "19860127" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPORTS WORLD SPECIALS; Ego Boost" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/27\/sports\/sports-world-specials-ego-boost.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "WISEGUY: LIFE IN A MAFIA FAMILY. By Nicholas Pileggi. 256 pages. Simon & Schuster. $17.95. NICHOLAS PILEGGI wasn't impressed when first approached by a lawyer and asked to write the story of Henry Hill, a gangster who had recently joined the Justice Department's Federal Witness Protection Program. In Mr. Pileggi's nearly two decades as a journalist" , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "21" , "title" : "BOOKS OF THE TIMES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/books\/books-of-the-times-634886.html"} , {"body" : "At Princeton University, Frankie with private bath, carpet and large windows overlooking an expansive lawn. Nearby is a golf course. At home, in the South Bronx, he lives in a public housing project covered with graffiti, near burned-out buildings, abandoned homes and filth. As a freshman at Princeton, Mr. Cruz reads about psychology and" , "date" : "19860104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "INNER CITY, ELITE CAMPUS: HOW 2 WORLDS JAR" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/04\/nyregion\/inner-city-elite-campus-how-2-worlds-jar.html"}]