[  {"body" : "New York City has no shortage of tragic problems, infamous people, spectacular failures. But it also works, in its own way, and perhaps that is because of the quiet heroes - people who not only help the city muddle along, but try to make it a better place to live. Tonight, at their work places and at a ceremony at the Roosevelt Hotel, the Fund for" , "date" : "19861215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MAKING NEW YORK WORK: 8 QUIET HEROES OF THE CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/15\/nyregion\/making-new-york-work-8-quiet-heroes-of-the-city.html"} , {"body" : "Moments after killing a 34-year-old man yesterday on a Brooklyn streetcorner, a man pointed a Uzi submachine gun at two approaching police officers, then fled when they opened fire on him, the police said. Officers Colin Wilson and Angel Jimenez, of the 81st Precinct, saw the shooting, at Howard Avenue and Monroe Street in the Bedford-Stuyvesant" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Suspect Kills a Man, Then Flees 2 Officers" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/nyregion\/suspect-kills-a-man-then-flees-2-officers.html"} , {"body" : "AT this time of year, Anthony Puzio starts worrying about winter winds. One long side of his four-story rental apartment building in the Bushwick section of Brooklyn faces north. Protection from the elements is the most important benefit that shelter must provide, and the old, wooden-framed windows at 50 Granite Street are frail defenders against" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOW-COST RENTALS; Rehousing Single-Parent Families" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/realestate\/perspectives-low-cost-rentals-rehousing-single-parent-families.html"} , {"body" : "Something horrible happened to Superman yesterday. Shortly after the start of the 60th annual Macy's Thanksgiving Day parade in Manhattan, a 104-foot-long nylon and rubber balloon replica of the Man of Steel lost its left hand when it was swept by wind into trees at 77th Street. The giant appendage was carried unceremoniously by marchers for the" , "date" : "19861128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A HAPPY DAY OF HEROES AND FEASTS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/28\/nyregion\/a-happy-day-of-heroes-and-feasts.html"} , {"body" : "As the season's first freezing temperatures sent 9,654 homeless people into municipal shelters Thursday night, the Borough Presidents of Brooklyn, Queens, the Bronx and Staten Island were studying 16 new shelter sites proposed by the Koch administration. Four shelters would be built in each of the five boroughs under Mayor Koch's $100 million plan." , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "BOROUGH LEADERS STUDY SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/nyregion\/borough-leaders-study-shelter-plan.html"} , {"body" : "Donald McLaughlin, 19 years old, now has walls on which to hang his art work. Jermain, 3, and her sister, Erica, 5, have a place to put their play table. And their mother, Emma, now has a place to call home. After 10 months in a city-operated shelter for homeless families on Convent Avenue in the Bronx, the McLaughlin family, which includes eight" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "AFTER 10 MONTHS FAMILY GETS A HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/nyregion\/after-10-months-family-gets-a-home.html"} , {"body" : "When high winds from Hurricane Gloria buckled the old wooden steeple of the 134-year-old Reformed Church of South Bushwick in Brooklyn last year, leaving it tilting precariously, the tiny congregation quickly found that it could not finance the extensive repairs. Finally, after the 70-member congregation raised several hundred dollars, it turned to" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "FUND HELPS RESOTRE CITY'S CHURCHES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/fund-helps-resotre-city-s-churches.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Rolling Along In the river of statistics that flows from the New York City Transit Authority, none may be more telling than the Mean Distance Between Failure - simply put, how far a subway car goes before conking out. Many experts say this is as close as a single number can come to predicting reliability in a system that stretches more than 700" , "date" : "19861105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COLUMN ONE: TRANSPORT" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/05\/nyregion\/column-one-transport.html"} , {"body" : "The president and vice president of a Brooklyn thermometer manufacturing company were indicted yesterday on charges of criminally assaulting and recklessly endangering the lives of their workers by ''knowingly and continually'' exposing them to toxic mercury. Also indicted on the same state charges as the two executives, William Pymm and his" , "date" : "19861017" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN COMPANY NAMED IN TOXIC MERCURY CASE" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/17\/nyregion\/brooklyn-company-named-in-toxic-mercury-case.html"} ,   {"body" : "IN a city whose wizardly '86 Mets are battling for New York's 59th pennant of the century this week, baseball has long been a special passion. And for generations, nowhere were the fans more fanatic and the passion for baseball more passionate than in Brooklyn. The remarkable chemistry that made the borough of churches the seat of a fabulously rich" , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "68" , "title" : "NOSTALGIA SHOW RECALLS THE BROOKLYN DODGERS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/arts\/nostalgia-show-recalls-the-brooklyn-dodgers.html"} , {"body" : "It would seem that Newark has enough troubles of its own, but last week New York City's Human Resources Administration announced that homeless families were overflowing city facilities to such an extent that 20 of them were being sent to a Newark motel. The H.R.A. cited ''unforeseeable delays'' in the opening of new shelters, a rising number of" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Exporting The Homeless - Temporarily" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/weekinreview\/the-region-exporting-the-homeless-temporarily.html"} , {"body" : "Twenty homeless families continued to stay at a Newark motel last night after officials were unable to find shelter for them in New York City. Faced with a dwindling number of shelters to house families, city officials began sending homeless families by van to the Lincoln Motel at 430 Broad Street in Newark on Friday night. Most were pregnant women" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "20 HOMELESS CITY FAMILIES REMAIN IN NEWARK" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/nyregion\/20-homeless-city-families-remain-in-newark.html"} , {"body" : "New York City, faced with increasing numbers of people without homes and a dwindling number of places to house them, began referring homeless families to a motel in Newark last night, according to officials. A spokesman for the city's Human Resources Administration said 20 homeless families totaling 65 people were transferred from city shelters to" , "date" : "19860927" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HOMELESS SHIFTED TO NEWARK MOTEL" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/27\/nyregion\/homeless-shifted-to-newark-motel.html"} , {"body" : "THE DAY before school opened last week, a business executive who has pledged to help 60 East Harlem students discovered that they did not know which junior high school they were supposed to attend. The executive, Dianne B. Sullivan, the president of Miraflores Designs, called the local school superintendent and solved the problem. Ms. Sullivan is" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "7" , "title" : "EDUCATION WATCH; PUBLIC SCHOOLS AND THE PRIVATE SECTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/weekinreview\/education-watch-public-schools-and-the-private-sector.html"} , {"body" : "For Florence and Bill VanFelix, a retired couple living in Greenwich Village, bargain hunting is a way of life. They said they had found the Pioneer Supermarket at Bleecker Street and Minetta Street to be the best place for specials on food and dry goods. Two years ago, the supermarket chain lost its lease and pulled out. A boutique selling" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "LOCAL SUPERMARKET: A DECLINING BREED" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/style\/local-supermarket-a-declining-breed.html"} , {"body" : "All her life, 40-year-old Diana Burns has lived in the same frame house in a working-class pocket of northwestern Brooklyn, a place where residents can laze beside a backyard fig tree and see the skyscrapers of Manhattan. She has also gone to the same Roman Catholic church all her life, St. Nicholas. Her parents were married in St. Nicholas and" , "date" : "19860825" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARISH HELPS SAVE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/25\/nyregion\/parish-helps-save-neighborhood.html"} , {"body" : "Homeless families who refuse offers to stay at the city's shelters will no longer be allowed to spend the night at emergency assistance offices, the acting City Human Resources administrator said yesterday. Several courts, ruling that the city must provide what they described as ''decent'' housing, have said that when the city's shelters are full," , "date" : "19860823" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "HOMELESS TO BE DENIED OVERNIGHT STAYS AT OFFICES" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/23\/nyregion\/homeless-to-be-denied-overnight-stays-at-offices.html"} , {"body" : "Michael Wilson sat serenely yesterday, a large portable radio across his legs, enjoying his first hayride. Across from Michael, a 3-year-old from the Bushwick section of Brooklyn, was 65-year-old Betty Zunic of Astoria, Queens. ''I've never sat in hay in my life,'' Mrs. Zunic said. ''It's great.'' A slice of rural life showed up in Brooklyn" , "date" : "19860817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLOYD BENNETT FIELD (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "HAYRIDE CELEBRATES CITY HARVEST" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/17\/nyregion\/hayride-celebrates-city-harvest.html"} , {"body" : "There is wide disparity in the conditions of New York City's 852 playgrounds, a citywide survey by The New York Times has found. While many are clean, leafy places of joy, excitement and safety, others are filthy, ugly places of boredom, danger and fear. The city's best-kept playgrounds are on Staten Island and in Queens, according to the survey," , "date" : "19860811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ON CITY'S PLAYGROUNDS, BOTH JOY AND DANGER" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/11\/nyregion\/on-city-s-playgrounds-both-joy-and-danger.html"} ,   {"body" : "A Brooklyn woman on her way to work was pushed onto a Manhattan subway track by another woman, but fellow passengers and a police officer helped the victim back up to the platform shortly before a train entered the station, the transit police reported. A spokesman, William Murphy, said the incident took place at 7:35 A.M. amid the usual morning" , "date" : "19860802" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "28" , "title" : "WOMAN SHOVED ONTO BMT TRACK" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/02\/nyregion\/woman-shoved-onto-bmt-track.html"} , {"body" : "An off-duty Transit Authority police officer was arrested in the Bushwick section of Brooklyn yesterday morning and charged with possession of four packets of heroin. According to the city police, the officer, Frank Longo, was observed with the packets by two housing police officers outside an apartment building at 101 Humboldt Street, across from" , "date" : "19860724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Transit Policeman Arrested On Brooklyn Heroin Charges" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/24\/nyregion\/transit-policeman-arrested-on-brooklyn-heroin-charges.html"} , {"body" : "Two important, related questions for New York: What policies can sharply reduce the 36 percent dropout rate from the public schools? What policies will reverse the drift toward two societies, leaving tens of thousands of youths unqualified for the white-collar service jobs that are likely to be available in the next decade? One small but" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Jobs to Hold the Dropouts" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/opinion\/jobs-to-hold-the-dropouts.html"} , {"body" : "A New York City Police Officer accused of robbing, raping or sexually abusing six prostitutes was acquitted yesterday of all charges. After one day's deliberation, a state Supreme Court jury in Brooklyn found the officer, Michael Jackson, 31 years old, not guilty on all 25 counts ranging from rape and sodomy to patronizing a prostitute. Officer" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Policeman Acquitted Of Rape and Robbery" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/nyregion\/policeman-acquitted-of-rape-and-robbery.html"} , {"body" : "In an unusual partnership of community churches and businesses aimed at improving public schools, graduates of five of New York City's most troubled high schools are to be guaranteed jobs at major banks in the city. The program is intended to reverse the high dropout rates in the schools in East Brooklyn, which in some cases reach 60 percent of the" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BANKS PLEDGE JOBS TO GRADUATES OF 5 TROUBLED BROOKLYN SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/nyregion\/banks-pledge-jobs-to-graduates-of-5-troubled-brooklyn-schools.html"} , {"body" : "For many women who flock there daily, the sprawling new brick building in South Jamaica, Queens, means quicker and cheaper access to a nutrition program for pregnant women and mothers of small children. For thousands of other poor residents of South Jamaica and nearby neighborhoods, the building offers, in a single place, health, housing," , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "53" , "title" : "CENTER IN QUEENS OFFERS SERVICES CLOSE TO HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/center-in-queens-offers-services-close-to-home.html"} , {"body" : "For all its steeples, New York City is short on carillons, those collections of musical bells found almost exclusively in church steeples. One of them, a 42-bell version, is in the belfry of St. Martin's Episcopal Church at Lenox Avenue and 122d Street in Harlem. Yesterday, St. Martin's got a $5,000 gift from the New York Landmarks Conservancy to" , "date" : "19860619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK DAY BY DY; To Brighten a Carillon" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/19\/nyregion\/new-york-day-by-dy-to-brighten-a-carillon.html"} , {"body" : "EXTERIORS in the Williamsburg section of Brooklyn are often deceiving. Bleak and seemingly abandoned factories provide dramatic loft space for artists. Just beyond desolate blocks, tree-lined streets are home to a vibrant Hasidic community. And suddenly, among burned-out buildings, churches distinctive in architecture and rich in history" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; WILLIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/if-you-re-thinking-of-living-in-williamsburg.html"} , {"body" : "The Federal authorities have begun a broad investigation of the Brooklyn Democratic organization and are examining relationships between Meade H. Esposito, the party's former county chairman, and reputed organized-crime figures, law-enforcement officials said yesterday. Federal agents, according to the officials, are focusing in particular on what" , "date" : "19860605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FOCUS OF INQUIRY IS ON ESPOSITO AND DEMOCRATS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/05\/nyregion\/focus-of-inquiry-is-on-esposito-and-democrats.html"} , {"body" : "A section of the J line in Brooklyn that was closed Thursday after a broken water main caused elevated tracks to sink was returned to service yesterday, a Transit Authority spokesman said. The line resumed operating in both directions at 11:40 A.M. The water main break occurred at the corner of Quincy Street and Broadway near the Gates Avenue" , "date" : "19860602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Section of J Line Reopens" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/02\/nyregion\/section-of-j-line-reopens.html"} ,   {"body" : "To some residents of the East New York section of Brooklyn, it was only a matter of time before the illegal drag races on Vandalia Avenue resulted in tragedy. The strip, at Fountain Avenue in the Spring Creek area, in a sparsely populated industrial area near the Starrett City housing development, has long been used for racing, its curbs and" , "date" : "19860527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "TWO KILLED IN A BROOKLYN DRAG RACE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/27\/nyregion\/two-killed-in-a-brooklyn-drag-race.html"} , {"body" : "Two barbecue grills? Check. Three bags of charcoal? Check. Chicken, ribs, steaks and salads? Check. Baseball bats, gloves, tennis racquets and balls? Check. Did somebody grab a radio? Check. With the essentials accounted for, the Thompson, Long, Wilkerson and Cook families set out from their homes in Queens Village and Jamaica, Queens, and the" , "date" : "19860526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A HOLIDAY FOR COOKOUTS AND TEACHING A CHILD TO RIDE A BIKE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/26\/nyregion\/a-holiday-for-cookouts-and-teaching-a-child-to-ride-a-bike.html"} , {"body" : "A COUPLE of days a month, a 16-year-old student at Bushwick High School in Brooklyn would turn up for classes. He then would disappear, and no one at the school knew why. In fact, the boy's stepfather had died of cancer and his mother, irrationally blaming her son for the death, had thrown him out of the house. The student was working full time to" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "EDUCATION WATCH; TUNING IN ON CITY STUDENTS WHO DROP OUT" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/weekinreview\/education-watch-tuning-in-on-city-students-who-drop-out.html"} , {"body" : "A black youth accused of harassing a rabbi is sentenced to help residents of Borough Park, a predominantly Hasidic section of Brooklyn, fill out paperwork to obtain social services. A wisecracking 20-year-old man accused of disorderly conduct cooks lunch and does odd jobs for 200 residents of a center for the elderly in the Williamsburg section. A" , "date" : "19860524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "BROOKLYN TURNING OFFENDERS INTO HELPING HANDS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/24\/nyregion\/brooklyn-turning-offenders-into-helping-hands.html"} , {"body" : "A city block can resemble a small town, providing a refuge from the enormousness and constant change that characterize urban life. Such was Sue Berkman's block of West 79th Street in Manhattan, home to more than 8,000 men, women and children, before it was divided by the long and ultimately ill-fated battle to save the former Mount Neboh Synagogue" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A BLOCK GROUP ON WEST SIDE REVIVES NEIGHBORHOOD SPIRIT" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/a-block-group-on-west-side-revives-neighborhood-spirit.html"} , {"body" : "A Brooklyn man was charged yesterday evening with the murder of an 82-year-old woman during a purse-snatching April 12 on an elevated train platform in the Bushwick section. The suspect, Nathaniel Davison, 29, was arrested by transit police officers at his home at 995 Gates Avenue in Bushwick. The victim, Teresa Mencone, was slain in midafternoon" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Seized in Slaying Of Woman in Subway" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/nyregion\/man-seized-in-slaying-of-woman-in-subway.html"} , {"body" : "IN less than a month, the city will become the new landlord for at least 7,500 occupied Brooklyn apartments in 1,600 properties that are to be seized for nonpayment of taxes, according to the Department of Housing Preservation and Development. The large number of new foreclosures, officially called vestings or in-rem proceedings, are regarded by" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "City to Seize 7,500 Occupied Apartments in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/realestate\/city-to-seize-7500-occupied-apartments-in-brooklyn.html"} , {"body" : "An 82-year-old Queens woman returning home from work was killed in a purse-snatching assault on an elevated subway platform in Brooklyn yesterday afternoon, the police said. The woman, Teresa Mencone, a self-employed insurance agent, was standing on the ''J'' line platform at Halsey Street in the Bushwick section when a man grabbed her by the neck," , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "QUEENS WOMAN, 82, IS KILLED IN SUBWAY PURSE-SNATCHING" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/nyregion\/queens-woman-82-is-killed-in-subway-purse-snatching.html"} , {"body" : "Five young physicians will open medical practices this summer in poor neighborhoods of Brooklyn and Queens under a new city program that offers subsidies to ''physician homesteaders.'' ''Physician homesteading has worked in rural areas that are medically under-served,'' Mayor Koch said during a City Hall news conference. ''We hope that it will" , "date" : "19860404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "CITY PROGRAM BRINGING 5 DOCTORS TO POOR AREAS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/04\/nyregion\/city-program-bringing-5-doctors-to-poor-areas.html"} , {"body" : "A police officer was accidentally shot by his partner last night as they searched for two drug dealers in an abandoned building in the Bedford-Stuyvesant section of Brooklyn, the police said. A police spokesman, Sgt. Raymond O'Donnell, said the plainclothes officers, part of a six-man team, had forced their way into a vacant second-floor apartment" , "date" : "19860319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Policeman Stumbles And Shoots Another" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/19\/nyregion\/policeman-stumbles-and-shoots-another.html"} ,   {"body" : "In the rocky hills of western Sicily, the little town of Santa Margherita di Belice - St. Margaret the Blessed -is known for wine, olive oil and the poverty of its hardscrabble farming. In New York, it is known for judges. Legal scholars and lawyers say that for reasons bound up in both the cultural environment in western Sicily and the immigrant" , "date" : "19860314" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SANTA MARGHERITA (SICILY)" , "NEW YORK CITY" , "SICILY" , "ITALY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "SICILY'S JUDICIAL LEGACY TO NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/14\/nyregion\/sicily-s-judicial-legacy-to-new-york.html"} , {"body" : "Schools Chancellor Nathan Quinones yesterday superseded a community school board in Brooklyn that voted three times not to prefer charges against a school principal accused of soliciting loans from a subordinate seeking a promotion. The action came after the board of Community School District 32 in the Bushwick section of Brooklyn voted 4 to 3" , "date" : "19860228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "QUINONES OVERRULES A BOARD IN PRINCIPAL'S CONDUCT CASE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/28\/nyregion\/quinones-overrules-a-board-in-principal-s-conduct-case.html"} , {"body" : "A Brooklyn community school board yesterday rejected a request by Chancellor Nathan Quinones that it reconsider and permit disciplinary action in the case of a school principal who solicited $6,000 in loans from a subordinate seeking a promotion. An official of the city's Board of Education said it was likely that Mr. Quinones would supersede the" , "date" : "19860222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "BOARD REBUFFS A QUINONES BID OVER PRINCIPAL" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/22\/nyregion\/board-rebuffs-a-quinones-bid-over-principal.html"} , {"body" : "Schools Chancellor Nathan Quinones said yesterday that he had asked a community school board in Brooklyn to ''reconvene and reconsider'' its decision not to seek disciplinary proceedings in the case of a school principal who solicited $6,000 in loans from a subordinate while she was seeking a promotion. The announcement came after an hourlong" , "date" : "19860221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "QUININES ASKS BOARD TO REVIEW LOAN SOLICITING" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/21\/nyregion\/quinines-asks-board-to-review-loan-soliciting.html"} , {"body" : "An assistant principal at a Brooklyn junior high school said yesterday that her supervisor had solicited $6,000 in loans from her while she was seeking a promotion. She said the supervisor had later refused to return the money, telling her that it should be considered a campaign contribution to his father, a member of the local school board." , "date" : "19860219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TEACHER GIVEN A PROMOTION SAYS SHE GAVE CHIEF A LOAN" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/19\/nyregion\/teacher-given-a-promotion-says-she-gave-chief-a-loan.html"} , {"body" : "The New York City Department of Health last week released a list of 53 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting earlier violations. The establishments are these: Violations MANHATTAN Las Casas, 1462 1st Ave. (76th St.). Ceci's, 1290 Ave. of the" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "53 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/nyregion\/53-food-outlets-cited-by-new-york-officials.html"} , {"body" : "In a five-year period in the late 1960's and early 70's, the Bushwick neighborhood of Brooklyn was transformed from a neatly maintained community of wood houses into what often approached a no man's land of abandoned buildings, empty lots, drugs and arson. Its largely Italian and German working-class residents fled in droves, and under the most" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW JERSEY" , "BUSHWICK (NYC)" , "MILWAUKEE (WIS)" , "CAMDEN (NJ)" , "SEATTLE (WASH)" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "F.H.A. CASE RECALLS BUSHWICK IN 70'S" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/nyregion\/fha-case-recalls-bushwick-in-70-s.html"} , {"body" : "Members of the 163-year-old First Presbyterian Church in Brooklyn Heights talk about the appointment of a new pastor as a historic event, and some of them are a little nervous. The new pastor, Dr. Paul Smith, now the pastor of a Presbyterian church in the Atlanta suburb of Decatur, will be the first black to lead the predominantly white" , "date" : "19860129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "AMID SOME UNEASE, BROOKLYN CHURCH PICKS A BLACK PASTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/29\/nyregion\/amid-some-unease-brooklyn-church-picks-a-black-pastor.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "A 19 year-old Brooklyn man was arrested last night and charged with rape and sodomy of seven boys and girls in a series of sexual assaults in the Bushwick section in the last month. The suspect lured the children to abandoned buildings and rooftops by saying he had a puppy to give them, the police said. The man arrested, Keith Braithwaite of 95" , "date" : "19860103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man, 19, Is Charged In Sex Attacks on 7 Children" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/03\/nyregion\/brooklyn-man-19-is-charged-in-sex-attacks-on-7-children.html"} ,   {"body" : "New York City has no shortage of tragic problems, infamous people, spectacular failures. But it also works, in its own way, and perhaps that is because of the quiet heroes - people who not only help the city muddle along, but try to make it a better place to live. Tonight, at their work places and at a ceremony at the Roosevelt Hotel, the Fund for" , "date" : "19861215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MAKING NEW YORK WORK: 8 QUIET HEROES OF THE CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/15\/nyregion\/making-new-york-work-8-quiet-heroes-of-the-city.html"} , {"body" : "Moments after killing a 34-year-old man yesterday on a Brooklyn streetcorner, a man pointed a Uzi submachine gun at two approaching police officers, then fled when they opened fire on him, the police said. Officers Colin Wilson and Angel Jimenez, of the 81st Precinct, saw the shooting, at Howard Avenue and Monroe Street in the Bedford-Stuyvesant" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Suspect Kills a Man, Then Flees 2 Officers" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/nyregion\/suspect-kills-a-man-then-flees-2-officers.html"} , {"body" : "AT this time of year, Anthony Puzio starts worrying about winter winds. One long side of his four-story rental apartment building in the Bushwick section of Brooklyn faces north. Protection from the elements is the most important benefit that shelter must provide, and the old, wooden-framed windows at 50 Granite Street are frail defenders against" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOW-COST RENTALS; Rehousing Single-Parent Families" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/realestate\/perspectives-low-cost-rentals-rehousing-single-parent-families.html"} , {"body" : "Something horrible happened to Superman yesterday. Shortly after the start of the 60th annual Macy's Thanksgiving Day parade in Manhattan, a 104-foot-long nylon and rubber balloon replica of the Man of Steel lost its left hand when it was swept by wind into trees at 77th Street. The giant appendage was carried unceremoniously by marchers for the" , "date" : "19861128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A HAPPY DAY OF HEROES AND FEASTS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/28\/nyregion\/a-happy-day-of-heroes-and-feasts.html"} , {"body" : "As the season's first freezing temperatures sent 9,654 homeless people into municipal shelters Thursday night, the Borough Presidents of Brooklyn, Queens, the Bronx and Staten Island were studying 16 new shelter sites proposed by the Koch administration. Four shelters would be built in each of the five boroughs under Mayor Koch's $100 million plan." , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "BOROUGH LEADERS STUDY SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/nyregion\/borough-leaders-study-shelter-plan.html"} , {"body" : "Donald McLaughlin, 19 years old, now has walls on which to hang his art work. Jermain, 3, and her sister, Erica, 5, have a place to put their play table. And their mother, Emma, now has a place to call home. After 10 months in a city-operated shelter for homeless families on Convent Avenue in the Bronx, the McLaughlin family, which includes eight" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "AFTER 10 MONTHS FAMILY GETS A HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/nyregion\/after-10-months-family-gets-a-home.html"} , {"body" : "When high winds from Hurricane Gloria buckled the old wooden steeple of the 134-year-old Reformed Church of South Bushwick in Brooklyn last year, leaving it tilting precariously, the tiny congregation quickly found that it could not finance the extensive repairs. Finally, after the 70-member congregation raised several hundred dollars, it turned to" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "FUND HELPS RESOTRE CITY'S CHURCHES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/fund-helps-resotre-city-s-churches.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Rolling Along In the river of statistics that flows from the New York City Transit Authority, none may be more telling than the Mean Distance Between Failure - simply put, how far a subway car goes before conking out. Many experts say this is as close as a single number can come to predicting reliability in a system that stretches more than 700" , "date" : "19861105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COLUMN ONE: TRANSPORT" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/05\/nyregion\/column-one-transport.html"} , {"body" : "The president and vice president of a Brooklyn thermometer manufacturing company were indicted yesterday on charges of criminally assaulting and recklessly endangering the lives of their workers by ''knowingly and continually'' exposing them to toxic mercury. Also indicted on the same state charges as the two executives, William Pymm and his" , "date" : "19861017" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN COMPANY NAMED IN TOXIC MERCURY CASE" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/17\/nyregion\/brooklyn-company-named-in-toxic-mercury-case.html"} , {"body" : "IN a city whose wizardly '86 Mets are battling for New York's 59th pennant of the century this week, baseball has long been a special passion. And for generations, nowhere were the fans more fanatic and the passion for baseball more passionate than in Brooklyn. The remarkable chemistry that made the borough of churches the seat of a fabulously rich" , "date" : "19861012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "68" , "title" : "NOSTALGIA SHOW RECALLS THE BROOKLYN DODGERS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/12\/arts\/nostalgia-show-recalls-the-brooklyn-dodgers.html"} , {"body" : "It would seem that Newark has enough troubles of its own, but last week New York City's Human Resources Administration announced that homeless families were overflowing city facilities to such an extent that 20 of them were being sent to a Newark motel. The H.R.A. cited ''unforeseeable delays'' in the opening of new shelters, a rising number of" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Exporting The Homeless - Temporarily" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/weekinreview\/the-region-exporting-the-homeless-temporarily.html"} , {"body" : "Twenty homeless families continued to stay at a Newark motel last night after officials were unable to find shelter for them in New York City. Faced with a dwindling number of shelters to house families, city officials began sending homeless families by van to the Lincoln Motel at 430 Broad Street in Newark on Friday night. Most were pregnant women" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "20 HOMELESS CITY FAMILIES REMAIN IN NEWARK" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/nyregion\/20-homeless-city-families-remain-in-newark.html"} , {"body" : "New York City, faced with increasing numbers of people without homes and a dwindling number of places to house them, began referring homeless families to a motel in Newark last night, according to officials. A spokesman for the city's Human Resources Administration said 20 homeless families totaling 65 people were transferred from city shelters to" , "date" : "19860927" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HOMELESS SHIFTED TO NEWARK MOTEL" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/27\/nyregion\/homeless-shifted-to-newark-motel.html"} , {"body" : "THE DAY before school opened last week, a business executive who has pledged to help 60 East Harlem students discovered that they did not know which junior high school they were supposed to attend. The executive, Dianne B. Sullivan, the president of Miraflores Designs, called the local school superintendent and solved the problem. Ms. Sullivan is" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "7" , "title" : "EDUCATION WATCH; PUBLIC SCHOOLS AND THE PRIVATE SECTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/weekinreview\/education-watch-public-schools-and-the-private-sector.html"} , {"body" : "For Florence and Bill VanFelix, a retired couple living in Greenwich Village, bargain hunting is a way of life. They said they had found the Pioneer Supermarket at Bleecker Street and Minetta Street to be the best place for specials on food and dry goods. Two years ago, the supermarket chain lost its lease and pulled out. A boutique selling" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "LOCAL SUPERMARKET: A DECLINING BREED" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/style\/local-supermarket-a-declining-breed.html"} , {"body" : "All her life, 40-year-old Diana Burns has lived in the same frame house in a working-class pocket of northwestern Brooklyn, a place where residents can laze beside a backyard fig tree and see the skyscrapers of Manhattan. She has also gone to the same Roman Catholic church all her life, St. Nicholas. Her parents were married in St. Nicholas and" , "date" : "19860825" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARISH HELPS SAVE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/25\/nyregion\/parish-helps-save-neighborhood.html"} , {"body" : "Homeless families who refuse offers to stay at the city's shelters will no longer be allowed to spend the night at emergency assistance offices, the acting City Human Resources administrator said yesterday. Several courts, ruling that the city must provide what they described as ''decent'' housing, have said that when the city's shelters are full," , "date" : "19860823" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "HOMELESS TO BE DENIED OVERNIGHT STAYS AT OFFICES" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/23\/nyregion\/homeless-to-be-denied-overnight-stays-at-offices.html"} , {"body" : "Michael Wilson sat serenely yesterday, a large portable radio across his legs, enjoying his first hayride. Across from Michael, a 3-year-old from the Bushwick section of Brooklyn, was 65-year-old Betty Zunic of Astoria, Queens. ''I've never sat in hay in my life,'' Mrs. Zunic said. ''It's great.'' A slice of rural life showed up in Brooklyn" , "date" : "19860817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLOYD BENNETT FIELD (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "HAYRIDE CELEBRATES CITY HARVEST" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/17\/nyregion\/hayride-celebrates-city-harvest.html"} , {"body" : "There is wide disparity in the conditions of New York City's 852 playgrounds, a citywide survey by The New York Times has found. While many are clean, leafy places of joy, excitement and safety, others are filthy, ugly places of boredom, danger and fear. The city's best-kept playgrounds are on Staten Island and in Queens, according to the survey," , "date" : "19860811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ON CITY'S PLAYGROUNDS, BOTH JOY AND DANGER" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/11\/nyregion\/on-city-s-playgrounds-both-joy-and-danger.html"} , {"body" : "A Brooklyn woman on her way to work was pushed onto a Manhattan subway track by another woman, but fellow passengers and a police officer helped the victim back up to the platform shortly before a train entered the station, the transit police reported. A spokesman, William Murphy, said the incident took place at 7:35 A.M. amid the usual morning" , "date" : "19860802" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "28" , "title" : "WOMAN SHOVED ONTO BMT TRACK" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/02\/nyregion\/woman-shoved-onto-bmt-track.html"} , {"body" : "An off-duty Transit Authority police officer was arrested in the Bushwick section of Brooklyn yesterday morning and charged with possession of four packets of heroin. According to the city police, the officer, Frank Longo, was observed with the packets by two housing police officers outside an apartment building at 101 Humboldt Street, across from" , "date" : "19860724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Transit Policeman Arrested On Brooklyn Heroin Charges" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/24\/nyregion\/transit-policeman-arrested-on-brooklyn-heroin-charges.html"} , {"body" : "Two important, related questions for New York: What policies can sharply reduce the 36 percent dropout rate from the public schools? What policies will reverse the drift toward two societies, leaving tens of thousands of youths unqualified for the white-collar service jobs that are likely to be available in the next decade? One small but" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Jobs to Hold the Dropouts" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/opinion\/jobs-to-hold-the-dropouts.html"} , {"body" : "A New York City Police Officer accused of robbing, raping or sexually abusing six prostitutes was acquitted yesterday of all charges. After one day's deliberation, a state Supreme Court jury in Brooklyn found the officer, Michael Jackson, 31 years old, not guilty on all 25 counts ranging from rape and sodomy to patronizing a prostitute. Officer" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Policeman Acquitted Of Rape and Robbery" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/nyregion\/policeman-acquitted-of-rape-and-robbery.html"} , {"body" : "In an unusual partnership of community churches and businesses aimed at improving public schools, graduates of five of New York City's most troubled high schools are to be guaranteed jobs at major banks in the city. The program is intended to reverse the high dropout rates in the schools in East Brooklyn, which in some cases reach 60 percent of the" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BANKS PLEDGE JOBS TO GRADUATES OF 5 TROUBLED BROOKLYN SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/nyregion\/banks-pledge-jobs-to-graduates-of-5-troubled-brooklyn-schools.html"} , {"body" : "For many women who flock there daily, the sprawling new brick building in South Jamaica, Queens, means quicker and cheaper access to a nutrition program for pregnant women and mothers of small children. For thousands of other poor residents of South Jamaica and nearby neighborhoods, the building offers, in a single place, health, housing," , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "53" , "title" : "CENTER IN QUEENS OFFERS SERVICES CLOSE TO HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/center-in-queens-offers-services-close-to-home.html"} , {"body" : "For all its steeples, New York City is short on carillons, those collections of musical bells found almost exclusively in church steeples. One of them, a 42-bell version, is in the belfry of St. Martin's Episcopal Church at Lenox Avenue and 122d Street in Harlem. Yesterday, St. Martin's got a $5,000 gift from the New York Landmarks Conservancy to" , "date" : "19860619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK DAY BY DY; To Brighten a Carillon" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/19\/nyregion\/new-york-day-by-dy-to-brighten-a-carillon.html"} , {"body" : "EXTERIORS in the Williamsburg section of Brooklyn are often deceiving. Bleak and seemingly abandoned factories provide dramatic loft space for artists. Just beyond desolate blocks, tree-lined streets are home to a vibrant Hasidic community. And suddenly, among burned-out buildings, churches distinctive in architecture and rich in history" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; WILLIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/if-you-re-thinking-of-living-in-williamsburg.html"} , {"body" : "The Federal authorities have begun a broad investigation of the Brooklyn Democratic organization and are examining relationships between Meade H. Esposito, the party's former county chairman, and reputed organized-crime figures, law-enforcement officials said yesterday. Federal agents, according to the officials, are focusing in particular on what" , "date" : "19860605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FOCUS OF INQUIRY IS ON ESPOSITO AND DEMOCRATS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/05\/nyregion\/focus-of-inquiry-is-on-esposito-and-democrats.html"} , {"body" : "A section of the J line in Brooklyn that was closed Thursday after a broken water main caused elevated tracks to sink was returned to service yesterday, a Transit Authority spokesman said. The line resumed operating in both directions at 11:40 A.M. The water main break occurred at the corner of Quincy Street and Broadway near the Gates Avenue" , "date" : "19860602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Section of J Line Reopens" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/02\/nyregion\/section-of-j-line-reopens.html"} , {"body" : "To some residents of the East New York section of Brooklyn, it was only a matter of time before the illegal drag races on Vandalia Avenue resulted in tragedy. The strip, at Fountain Avenue in the Spring Creek area, in a sparsely populated industrial area near the Starrett City housing development, has long been used for racing, its curbs and" , "date" : "19860527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "TWO KILLED IN A BROOKLYN DRAG RACE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/27\/nyregion\/two-killed-in-a-brooklyn-drag-race.html"} , {"body" : "Two barbecue grills? Check. Three bags of charcoal? Check. Chicken, ribs, steaks and salads? Check. Baseball bats, gloves, tennis racquets and balls? Check. Did somebody grab a radio? Check. With the essentials accounted for, the Thompson, Long, Wilkerson and Cook families set out from their homes in Queens Village and Jamaica, Queens, and the" , "date" : "19860526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A HOLIDAY FOR COOKOUTS AND TEACHING A CHILD TO RIDE A BIKE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/26\/nyregion\/a-holiday-for-cookouts-and-teaching-a-child-to-ride-a-bike.html"} , {"body" : "A COUPLE of days a month, a 16-year-old student at Bushwick High School in Brooklyn would turn up for classes. He then would disappear, and no one at the school knew why. In fact, the boy's stepfather had died of cancer and his mother, irrationally blaming her son for the death, had thrown him out of the house. The student was working full time to" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "EDUCATION WATCH; TUNING IN ON CITY STUDENTS WHO DROP OUT" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/weekinreview\/education-watch-tuning-in-on-city-students-who-drop-out.html"} , {"body" : "A black youth accused of harassing a rabbi is sentenced to help residents of Borough Park, a predominantly Hasidic section of Brooklyn, fill out paperwork to obtain social services. A wisecracking 20-year-old man accused of disorderly conduct cooks lunch and does odd jobs for 200 residents of a center for the elderly in the Williamsburg section. A" , "date" : "19860524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "BROOKLYN TURNING OFFENDERS INTO HELPING HANDS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/24\/nyregion\/brooklyn-turning-offenders-into-helping-hands.html"} , {"body" : "A city block can resemble a small town, providing a refuge from the enormousness and constant change that characterize urban life. Such was Sue Berkman's block of West 79th Street in Manhattan, home to more than 8,000 men, women and children, before it was divided by the long and ultimately ill-fated battle to save the former Mount Neboh Synagogue" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A BLOCK GROUP ON WEST SIDE REVIVES NEIGHBORHOOD SPIRIT" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/a-block-group-on-west-side-revives-neighborhood-spirit.html"} , {"body" : "A Brooklyn man was charged yesterday evening with the murder of an 82-year-old woman during a purse-snatching April 12 on an elevated train platform in the Bushwick section. The suspect, Nathaniel Davison, 29, was arrested by transit police officers at his home at 995 Gates Avenue in Bushwick. The victim, Teresa Mencone, was slain in midafternoon" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Seized in Slaying Of Woman in Subway" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/nyregion\/man-seized-in-slaying-of-woman-in-subway.html"} , {"body" : "IN less than a month, the city will become the new landlord for at least 7,500 occupied Brooklyn apartments in 1,600 properties that are to be seized for nonpayment of taxes, according to the Department of Housing Preservation and Development. The large number of new foreclosures, officially called vestings or in-rem proceedings, are regarded by" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "City to Seize 7,500 Occupied Apartments in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/realestate\/city-to-seize-7500-occupied-apartments-in-brooklyn.html"} , {"body" : "An 82-year-old Queens woman returning home from work was killed in a purse-snatching assault on an elevated subway platform in Brooklyn yesterday afternoon, the police said. The woman, Teresa Mencone, a self-employed insurance agent, was standing on the ''J'' line platform at Halsey Street in the Bushwick section when a man grabbed her by the neck," , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "QUEENS WOMAN, 82, IS KILLED IN SUBWAY PURSE-SNATCHING" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/nyregion\/queens-woman-82-is-killed-in-subway-purse-snatching.html"} , {"body" : "Five young physicians will open medical practices this summer in poor neighborhoods of Brooklyn and Queens under a new city program that offers subsidies to ''physician homesteaders.'' ''Physician homesteading has worked in rural areas that are medically under-served,'' Mayor Koch said during a City Hall news conference. ''We hope that it will" , "date" : "19860404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "CITY PROGRAM BRINGING 5 DOCTORS TO POOR AREAS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/04\/nyregion\/city-program-bringing-5-doctors-to-poor-areas.html"} , {"body" : "A police officer was accidentally shot by his partner last night as they searched for two drug dealers in an abandoned building in the Bedford-Stuyvesant section of Brooklyn, the police said. A police spokesman, Sgt. Raymond O'Donnell, said the plainclothes officers, part of a six-man team, had forced their way into a vacant second-floor apartment" , "date" : "19860319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Policeman Stumbles And Shoots Another" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/19\/nyregion\/policeman-stumbles-and-shoots-another.html"} , {"body" : "In the rocky hills of western Sicily, the little town of Santa Margherita di Belice - St. Margaret the Blessed -is known for wine, olive oil and the poverty of its hardscrabble farming. In New York, it is known for judges. Legal scholars and lawyers say that for reasons bound up in both the cultural environment in western Sicily and the immigrant" , "date" : "19860314" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SANTA MARGHERITA (SICILY)" , "NEW YORK CITY" , "SICILY" , "ITALY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "SICILY'S JUDICIAL LEGACY TO NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/14\/nyregion\/sicily-s-judicial-legacy-to-new-york.html"} , {"body" : "Schools Chancellor Nathan Quinones yesterday superseded a community school board in Brooklyn that voted three times not to prefer charges against a school principal accused of soliciting loans from a subordinate seeking a promotion. The action came after the board of Community School District 32 in the Bushwick section of Brooklyn voted 4 to 3" , "date" : "19860228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "QUINONES OVERRULES A BOARD IN PRINCIPAL'S CONDUCT CASE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/28\/nyregion\/quinones-overrules-a-board-in-principal-s-conduct-case.html"} , {"body" : "A Brooklyn community school board yesterday rejected a request by Chancellor Nathan Quinones that it reconsider and permit disciplinary action in the case of a school principal who solicited $6,000 in loans from a subordinate seeking a promotion. An official of the city's Board of Education said it was likely that Mr. Quinones would supersede the" , "date" : "19860222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "BOARD REBUFFS A QUINONES BID OVER PRINCIPAL" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/22\/nyregion\/board-rebuffs-a-quinones-bid-over-principal.html"} , {"body" : "Schools Chancellor Nathan Quinones said yesterday that he had asked a community school board in Brooklyn to ''reconvene and reconsider'' its decision not to seek disciplinary proceedings in the case of a school principal who solicited $6,000 in loans from a subordinate while she was seeking a promotion. The announcement came after an hourlong" , "date" : "19860221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "QUININES ASKS BOARD TO REVIEW LOAN SOLICITING" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/21\/nyregion\/quinines-asks-board-to-review-loan-soliciting.html"} , {"body" : "An assistant principal at a Brooklyn junior high school said yesterday that her supervisor had solicited $6,000 in loans from her while she was seeking a promotion. She said the supervisor had later refused to return the money, telling her that it should be considered a campaign contribution to his father, a member of the local school board." , "date" : "19860219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TEACHER GIVEN A PROMOTION SAYS SHE GAVE CHIEF A LOAN" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/19\/nyregion\/teacher-given-a-promotion-says-she-gave-chief-a-loan.html"} , {"body" : "The New York City Department of Health last week released a list of 53 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting earlier violations. The establishments are these: Violations MANHATTAN Las Casas, 1462 1st Ave. (76th St.). Ceci's, 1290 Ave. of the" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "53 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/nyregion\/53-food-outlets-cited-by-new-york-officials.html"} , {"body" : "In a five-year period in the late 1960's and early 70's, the Bushwick neighborhood of Brooklyn was transformed from a neatly maintained community of wood houses into what often approached a no man's land of abandoned buildings, empty lots, drugs and arson. Its largely Italian and German working-class residents fled in droves, and under the most" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW JERSEY" , "BUSHWICK (NYC)" , "MILWAUKEE (WIS)" , "CAMDEN (NJ)" , "SEATTLE (WASH)" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "F.H.A. CASE RECALLS BUSHWICK IN 70'S" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/nyregion\/fha-case-recalls-bushwick-in-70-s.html"} , {"body" : "Members of the 163-year-old First Presbyterian Church in Brooklyn Heights talk about the appointment of a new pastor as a historic event, and some of them are a little nervous. The new pastor, Dr. Paul Smith, now the pastor of a Presbyterian church in the Atlanta suburb of Decatur, will be the first black to lead the predominantly white" , "date" : "19860129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "AMID SOME UNEASE, BROOKLYN CHURCH PICKS A BLACK PASTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/29\/nyregion\/amid-some-unease-brooklyn-church-picks-a-black-pastor.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "A 19 year-old Brooklyn man was arrested last night and charged with rape and sodomy of seven boys and girls in a series of sexual assaults in the Bushwick section in the last month. The suspect lured the children to abandoned buildings and rooftops by saying he had a puppy to give them, the police said. The man arrested, Keith Braithwaite of 95" , "date" : "19860103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man, 19, Is Charged In Sex Attacks on 7 Children" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/03\/nyregion\/brooklyn-man-19-is-charged-in-sex-attacks-on-7-children.html"}]