[  {"body" : "A NEW LOOK Isaiah Sheffer has, demonstrably, been taken with ''The Rise of David Levinsky,'' the story of a Talmudic student, a young immigrant and sweatshop worker, who finds success along a road paved with cynicism and exploitation. ''The Rise'' was originally a book written in 1917, in English, by Abraham Cahan, an immigrant newspaperman who" , "date" : "19861225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/25\/arts\/going-out-guide.html"} , {"body" : "The standard form of housing in the Canarsie section of Brooklyn is still the two- or three-family house in which the owner occupies one floor and rents out the rest. But large down payments, landlord responsibilities and maintenance of such housing have made condominiums an appealing alternative. After completing a 103-unit condominium project in" , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 192 Units in Canarsie; A Pool Yields to Condos" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/realestate\/postings-192-units-in-canarsie-a-pool-yields-to-condos.html"} , {"body" : "The Public Schools Athletic League is trying to find a solution to some recent misconduct on the football field. Too frequently, it seems, New York City's schoolboys have been cheap-shotting and engaging in other unnecessary rough stuff against their opponents, with the result that at least four games in the season's last two months degenerated" , "date" : "19861209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "35" , "title" : "SCOUTING; Just Like The Big Guys" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/09\/sports\/scouting-just-like-the-big-guys.html"} , {"body" : "As the season's first freezing temperatures sent 9,654 homeless people into municipal shelters Thursday night, the Borough Presidents of Brooklyn, Queens, the Bronx and Staten Island were studying 16 new shelter sites proposed by the Koch administration. Four shelters would be built in each of the five boroughs under Mayor Koch's $100 million plan." , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "BOROUGH LEADERS STUDY SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/nyregion\/borough-leaders-study-shelter-plan.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "At the Shelter Rock Jewish Center in Roslyn, L.I., yesterday Dr. Susan L. Cohen, a daughter of Mr. and Mrs. David Cohen of Roslyn, was married to Eric Douglas Bieber, a son of Mr. and Mrs. Seymour Bieber of Scarsdale, N.Y. Rabbi Myron M. Fenster performed the ceremony. The bride, a psychologist at the Saratoga County Mental Health Clinic in" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Eric D. Bieber Married To Dr. Susan L. Cohen" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/style\/eric-d-bieber-married-to-dr-susan-l-cohen.html"} , {"body" : "In a matchup between Adams (4-2-1), which has the league's best offense, and Bayside (5-1), with the league's stingiest defense, Adams came away with an 18-7 victory. Adams scored in the first quarter on a 1-yard plunge by Frank Dimizio, the fullback, which was set up by a 59-yard pass from Jeff Kimbrough to Niola Mendoza. Bayside came back and" , "date" : "19861026" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS: P.S.A.L.; Adams Passing Topples Bayside, 18-7" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/26\/sports\/school-sports-psal-adams-passing-topples-bayside-18-7.html"} , {"body" : "Mayor Koch, citing investigations into the awarding of cable television franchises, announced yesterday that he was refusing to sign revised contracts for cable service to the Bronx and most of Brooklyn. The Mayor's surprise reversal -he had approved the revisions with the rest of the Board of Estimate in August - promised to further delay or" , "date" : "19861024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MAYOR BALKS AT SIGNING REVISED CABLE CONTRACTS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/24\/nyregion\/mayor-balks-at-signing-revised-cable-contracts.html"} , {"body" : "OUT with the old and in with the new is not as easy as it sounds - especially not in New York. What to do with unwanted refrigerators, discarded couches or oversize dining room sets are some of the trials of city dwelling. The Sanitation Department has established procedures for disposing of such bulk items. The department also hopes to stem" , "date" : "19861023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "GETTING CITY HELP ON BULKY CASTOFFS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/23\/garden\/getting-city-help-on-bulky-castoffs.html"} , {"body" : "The IRT, which for years was considered the sorriest of the city's subway lines, now leads the others in such amenities as working doors and lights, readable maps and accurate signs, according to a survey released yesterday by a transit advocacy group. The group, the Straphangers Campaign, credited the turnaround to the hundreds of new and" , "date" : "19861001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IRT IS MOST IMPROVED, SUBWAY GROUP REPORTS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/01\/nyregion\/irt-is-most-improved-subway-group-reports.html"} ,   {"body" : "A day after he was found not guilty of a drug charge that carried a penalty of at least 15 years in prison, Joe Pepitone was able to laugh at the prospect of growing old behind bars. ''I'd have been 60-some years old when I got out,'' he said. ''I just couldn't see myself living with old guys.'' He smiled, and added: ''Besides, I'd have to take my" , "date" : "19860919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "PEPITONE RELIEVED, BITTER ABOUT TRIAL" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/sports\/pepitone-relieved-bitter-about-trial.html"} , {"body" : "A plan to allow cable television to be installed in phases in the Bronx and most of Brooklyn was approved last night by the city's Board of Estimate. The proposal, which had been pending for months, will enable the Cablevision Systems New York Corporation to provide cable service to wealthier sections of the boroughs before wiring less affluent" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "City Agrees to Wiring Of Cable TV in Stages" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/nyregion\/city-agrees-to-wiring-of-cable-tv-in-stages.html"} , {"body" : "THE first residents of Gravesend were reluctant to leave. They liked the neighborhood, and even after they had sold the land they kept trying to move back. The reluctance of those Canarsie Indians to leave caused some inconvenience for the next residents - Lady Deborah Moody and 40 of her followers, who arrived from New England in 1643. Invited to" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/realestate\/if-you-re-thinking-of-living-in-gravesend.html"} , {"body" : "The Board of Estimate, in a meeting that ended early yesterday morning, approved two Manhattan development projects and came to a tentative agreement with the company scheduled to bring cable television to the Bronx and most of Brooklyn. The cable plan, pending for months, is scheduled for a vote at the next board meeting on Aug. 14. It allows the" , "date" : "19860719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "PACT ON CABLE TV IS REACHED; 2 BUILDING PROJECTS ARE VOTED" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/19\/nyregion\/pact-on-cable-tv-is-reached-2-building-projects-are-voted.html"} , {"body" : "A man described as a law-enforcement officer for the Federal Government shot to death his estranged wife - a housing police officer - in a Brooklyn apartment yesterday afternoon and then shot himself to death, the police reported. According to a police lieutenant at the scene last night, the dead couple's child, another off-duty housing officer and" , "date" : "19860719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "MAN SHOOTS WIFE AND HIMSELF TO DEATH, POLICE SAY" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/19\/nyregion\/man-shoots-wife-and-himself-to-death-police-say.html"} , {"body" : "John Salley, a graduate of Canarsie High School in Brooklyn who played at Georgia Tech, has agreed to a reported $1.6 million, five-year deal with the Detroit Pistons. The first four years of the 7-footer's pact are guaranteed. SPORTS PEOPLE" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SPORTS PEOPLE; Salley Signs" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/sports\/sports-people-salley-signs.html"} , {"body" : "Like many of the grand homes along the shoreline of Douglaston, Queens, the Mattone house has a panoramic view of sailboats bobbing on Little Neck Bay. There are two secluded brick patios for enjoying the outdoors and a large deck off the second-story kitchen. But a problem keeps the Mattone family from using them: mosquitoes. ''It's a beautiful" , "date" : "19860712" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "THROGS NECK (NYC)" , "ROCKAWAY PENINSULA (NYC)" , "DOUGLASTON (NYC)" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "SHORE RESIDENTS FIGHT MOSQUITOES AND THE CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/12\/nyregion\/shore-residents-fight-mosquitoes-and-the-city.html"} , {"body" : "It has been less than a week since Stanley Fink gaveled to a close the main part of this year's legislative session, his last as Assembly Speaker. But already the talk here is of ''the Fink legacy'' and of how much he changed the way state government operates. ''I don't think there's any doubt that he heralded in a new day,'' said former Gov. Hugh" , "date" : "19860710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BRUSQUE AND POWERFUL, FINK IS SOON TO LEAVE AN ALBANY HE HELPED CHANGE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/10\/nyregion\/brusque-and-powerful-fink-is-soon-to-leave-an-albany-he-helped-change.html"} , {"body" : "The City Department of Health has released a list of public swimming areas in the five boroughs that have been approved as safe for the summer season. Approval is based on the department's beach water sampling program, which began May 15 and is to continue throughout the season. The department also released a list of areas where swimming is not" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ISSUES A LIST OF SAFE PUBLIC BEACHES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/city-issues-a-list-of-safe-public-beaches.html"} , {"body" : "The man behind the political scenes is coming out front. Anthony Genovesi, who for many years held the dual roles of political right hand for Assembly Speaker Stanley Fink, and Mr. Fink's Democratic district leader in the Canarsie section of Brooklyn, is seeking the Democratic nomination to succeed Mr. Fink in the Assembly. Mr. Fink has announced" , "date" : "19860618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK DAY BY DAY; Fink Aide Announces His Candidacy" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/18\/nyregion\/new-york-day-by-day-fink-aide-announces-his-candidacy.html"} ,   {"body" : "It was once a distinguished school, one known for its academic excellence. Athletic stars at the school, Thomas Jefferson High in Brooklyn, regularly won scholarships to college. Next week, at the Thomas Jefferson graduation ceremonies, about 200 students will win diplomas - fewer than one-quarter of those who entered as ninth graders. The decline" , "date" : "19860617" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "IN BROOKLYN, A ONCE-PROUD HIGH SCHOOL IS SHAKEN BY DROPOUTS AND DECLINE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/17\/nyregion\/in-brooklyn-a-once-proud-high-school-is-shaken-by-dropouts-and-decline.html"} , {"body" : "The Federal authorities have begun a broad investigation of the Brooklyn Democratic organization and are examining relationships between Meade H. Esposito, the party's former county chairman, and reputed organized-crime figures, law-enforcement officials said yesterday. Federal agents, according to the officials, are focusing in particular on what" , "date" : "19860605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FOCUS OF INQUIRY IS ON ESPOSITO AND DEMOCRATS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/05\/nyregion\/focus-of-inquiry-is-on-esposito-and-democrats.html"} , {"body" : "''Welcome,'' says the Chamber of Commerce sign near the Cross Bay Bridge tolls approaching the Rockaways, announcing that this remote corner of Queens is celebrating its 300th birthday. ''Reckouwacky''- ''the place of our own people,'' - is what the Canarsie Indians called the 11-mile peninsula, hence the Rockaways, according to popular history." , "date" : "19860526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "THE TALK OF THE ROCKAWAYS; A FADED SUMMER PLACE WITH HOPES OF REVIVAL" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/26\/nyregion\/the-talk-of-the-rockaways-a-faded-summer-place-with-hopes-of-revival.html"} , {"body" : "CONTRARY to expectations, the prices of many kosher foods in New York City remained fairly stable in the weeks leading up to and through Passover, according to two surveys conducted in all five boroughs. Prices were monitored by the city's Department of Consumer Affairs and by a team co-sponsored by Andrew J. Stein, the City Council President, and" , "date" : "19860514" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "2 REPORTS ON PRICES DURING PASSOVER" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/14\/garden\/2-reports-on-prices-during-passover.html"} , {"body" : "On the night that United States planes bombed Libya, boarding students at the private Wooster School in Danbury, Conn., rushed to the apartments of their dormitory masters to ask what the action meant. In Montclair, N.J., social studies teachers hastily rewrote lesson plans to satisfy their students' demands for information about the strike. And at" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LIBYA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Washington"] , "page_facet" : "48" , "title" : "NEW YORK AREA SCHOOLS FIND LIBYA A HOT TOPIC" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/nyregion\/new-york-area-schools-find-libya-a-hot-topic.html"} , {"body" : "A former New York City leasing director who pleaded guilty in 1984 in one of the largest extortion cases ever made against a public official by the Government is considering an agreement to tell Federal prosecutors about the politicians and real-estate executives he has protected through his silence, according to lawyers close to the case. The" , "date" : "19860404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JAILED EX-CITY AIDE IS SAID TO WEIGH AIDING INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/04\/nyregion\/jailed-ex-city-aide-is-said-to-weigh-aiding-inquiry.html"} , {"body" : "Eleven-year-old Katerina Lycheva of Moscow came to Public School 276 in Brooklyn yesterday, saw something of the give and take of a New York City classroom and charmed her curious Canarsie hosts in the process. The stated aim of her visit was to promote ''peace and friendship'' between the United States and the Soviet Union. But some of the" , "date" : "19860325" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CANARSIE (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "4" , "title" : "MOSCOW GIRL CHARMS HER BROOKLYN SCHOOL HOSTS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/25\/nyregion\/moscow-girl-charms-her-brooklyn-school-hosts.html"} , {"body" : "The company that won the right to provide cable television service to the Bronx and most of Brooklyn has told city officials it cannot raise the $300 million it needs to fulfill its contract and has asked to be allowed to do the work in stages. The request, which is being supported by the city's director of franchises, is another setback in the" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "CABLEVISION SEEKS NEW WIRING SCHEDULE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/nyregion\/cablevision-seeks-new-wiring-schedule.html"} , {"body" : "Ben Vereen recalls accompanying his mother to her cleaning job at Loews Kings Theater - Brooklynites pronounce that ''LOW-ees'' - and dancing on the huge stage while she worked. Barbra Streisand was an usher at the mammoth theater. And if you believe Anita Pfleiderer, who works in a school office, most of Nassau County grew up, as she did, in the" , "date" : "19860306" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "RESCUING THE LOEWS IN FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/06\/nyregion\/rescuing-the-loews-in-flatbush.html"} , {"body" : "Democratic leaders, disputing Mayor Koch's accounts of his relations with party officials early in his administration, say he is trying to shift the blame for municipal corruption to them. ''It's classic Koch,'' said John D. Sabini, the acting Queens Democratic chairman. ''Read his books. Nowhere does he say he ever did anything wrong.'' ''I'd love" , "date" : "19860301" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "TOP DEMOCRATS DISPUTE KOCH ON PARTY DEALINGS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/01\/nyregion\/top-democrats-dispute-koch-on-party-dealings.html"} ,   {"body" : "Mayor Koch asserted yesterday that the Bronx Democratic leader, Stanley M. Friedman, had exercised a virtual veto power in the City Council over city legislation affecting the taxi industry. Mr. Friedman, in addition to his political role, is a lawyer and registered lobbyist for the Metropolitan Taxicab Board of Trade, an association representing" , "date" : "19860130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "KOCH SAYS FRIEDMAN HAS POWER TO KILL BILLS IN COUNCIL ON TAXIS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/30\/nyregion\/koch-says-friedman-has-power-to-kill-bills-in-council-on-taxis.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "ARDENT students of New Yorkiana may find it incomprehensible that their beloved city should be framed in any context that includes the word ''trivia,'' but the trivia passion is upon us and the other day the Weekend Walker was carrying a book that alarmed his constant companion, the City Stroller. The name of the paperback was ''Manhattan Trivia," , "date" : "19860103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKEND WALKER AND CITY STROLLER TACKLE NEW YORKIANA" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/03\/arts\/weekend-walker-and-city-stroller-tackle-new-yorkiana.html"}]