[  {"body" : "Celia Goldberg felt ''so sick I had nothing to lose'' when she signed up last year for a new kind of insurance for the elderly. ''Now the fear, for me, is gone,'' she said. ''When I pick up the phone, I get help immediately. They call you back. They tell you what to do.'' Mrs. Goldberg, a 78-year-old widow, lives in a tidy fourth-floor apartment in" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "17" , "title" : "HEALTH PLAN HELPS ELDERLY TO STAY AT HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/style\/health-plan-helps-elderly-to-stay-at-home.html"} , {"body" : "A 40-foot tractor-trailer loaded with 100 cubic yards of possibly infectious medical waste has been found at an abandoned power station in Brooklyn, and environmental sleuths of the City Sanitation Department say they have ''very strong leads'' on how it got there. The wastes - hypodermic needles, blood products, gauzes, surgical gowns, intravenous" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "POSSIBLY TAINTED MEDICAL WASTE FOUND IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/nyregion\/possibly-tainted-medical-waste-found-in-brooklyn.html"} , {"body" : "The Red Hook section of Brooklyn once was one of the most intensively developed sections of the New York Harbor. Its residential blocks were squalid and overcrowded, and the district for years rivaled the Hell's Kitchen area of Manhattan. Today, people are scarce on the streets of Red Hook. The longshoremen who lived and died without ever leaving" , "date" : "19861213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "REVIVAL CHANGES THE FACE OF RED HOOK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/13\/nyregion\/revival-changes-the-face-of-red-hook.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "When housing prices explode in Manhattan, the tremors shake neighborhoods like Greenpoint in Brooklyn. One of the city's best-preserved working-class areas, Greenpoint is now feeling the exponential rent increases, housing turnover and influx of young professionals that have characterized gentrification in New York City. Greenpoint offers a virtual" , "date" : "19861015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SIGNS OF TRANSFORMATION IN NEIGHBORLY GREENPOINT" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/15\/nyregion\/signs-of-transformation-in-neighborly-greenpoint.html"} , {"body" : "''The'' New York hosts and hostesses of the 80's, it has been said on more than one occasion, are the city's department stores. The likes of Lord & Taylor, Macy's and Bloomingdale's are frequently the after-store-hours scene of cocktail parties, dinners, fund-raising benefits, award presentations and salutes to all four seasons as well as to" , "date" : "19860905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "RHYMES AMONG THE WRENCHES" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/05\/style\/rhymes-among-the-wrenches.html"} , {"body" : "The conversion of large, nonresidential buildings into housing may have trailed off in Manhattan in the mid-1980's, but it remains in full flower in some older neighborhoods of Brooklyn. In communities such as Cobble Hill, Carroll Gardens and Boerum Hill, developers will produce for-sale housing for the middle-income market when they can get" , "date" : "19860829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; Conversions Still Blossom in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/29\/business\/about-real-estate-conversions-still-blossom-in-brooklyn.html"} , {"body" : "''Lady With a View,'' a musical by Eduardo Ivan Lopez and Fernando Rivas, will open the 19th season of free outdoor performances by the Puerto Rican Traveling Theater tonight at 6 at Riverside Park, 103d Street and Riverside Drive. The musical, performed in English, features Linda Reyes, Rueben Gaumes, Anthony Laguerre, Nina Laboy, James Callum," , "date" : "19860808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "16" , "title" : "Puerto Rican Theater To Open 19th Season" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/08\/theater\/puerto-rican-theater-to-open-19th-season.html"} , {"body" : "Friday SOUNDS OF SUMMER A hybrid of two popular summertime festivals begins this evening with its own name and an eclectic program. The New York Summer Festival combines the all-day Motown concerts-in-the-park of the Southern Queens Summer Festival with the intimate nightclub performances of the New York Folk Festival, and throws in some" , "date" : "19860808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/08\/arts\/weekender-guide.html"} , {"body" : "Only a decade ago, St. James Cathedral was dying. As the seat of the Roman Catholic diocese of Brooklyn, it should have flourished under one of the diocese's proudest steeples, but its congregation had dwindled to about 100 people, few of them young couples with children. The Sunday service, parishioners remember, reflected an exhaustion of spirit." , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A REVITALIZED CATHEDRAL DRAWS YOUNG ADULTS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/a-revitalized-cathedral-draws-young-adults.html"} ,   {"body" : "A neighborhood can have many lives, wear many faces. On Brooklyn's southern shore along a narrow peninsula with oceanfront streets, Brighton Beach is ready for yet another metamorphosis, perhaps another great change. What was once seaside resort, what became slum, then ethnic sanctuary, may soon be home to those well-heeled urbanites who are young," , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BRIGHTON BEACH, ANOTHER TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/in-brighton-beach-another-time-of-change.html"} , {"body" : "Steeped in stereotypes of tough guys and stoop-sitters; linked in lore with a twist of tongue called Brooklynese, known well and too widely for its pungency, Gowanus and its canal may soon breathe freer. Since the turn of the century, the polluted Gowanus Canal has been a hindrance to development of the Brooklyn waterfront near Red Hook and Carroll" , "date" : "19860619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER DECADES, GAMY GOWANUS GETS A CLEANUP" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/19\/nyregion\/after-decades-gamy-gowanus-gets-a-cleanup.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "They came from as far away as Singapore and as nearby as Greenwich Village, and they looked attentive as Justin Ferate announced the news. ''We are now officially in the city of Brooklyn,'' the guide declared, his voice more than amply amplified as the air-conditioned Gray Line bus carried its 26 passengers across the Manhattan Bridge into new" , "date" : "19860531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "29" , "title" : "TOUR, VENTURING OFF BEATEN TRACK, DISCOVERS 'CITY' OF BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/31\/nyregion\/tour-venturing-off-beaten-track-discovers-city-of-brooklyn.html"} , {"body" : "More than 300 Roman Catholic priests and church leaders joined hundreds of parishioners and New York City officials yesterday at a funeral mass for the Rev. Frederick M. Strianese, a popular priest who was shot to death early Saturday. Led by Father Strianese's family, by Mayor Koch and by Howard Golden, the Brooklyn Borough President, the mourners" , "date" : "19860515" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "OVERFLOW CROWD MOURNS PRIEST IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/15\/nyregion\/overflow-crowd-mourns-priest-in-brooklyn.html"} , {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"} , {"body" : "An 18-year-old Brooklyn man was arrested by the police yesterday and charged with the murder of a Roman Catholic priest who had been shot to death in his car early Saturday in a rundown industrial section of downtown Brooklyn. The police said the suspect, Andre Nichols, of 124 Carlton Avenue in Fort Greene, was seized at his father's home at 395" , "date" : "19860512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUSPECT HELD IN THE MURDER OF PRIEST, 49" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/12\/nyregion\/suspect-held-in-the-murder-of-priest-49.html"} , {"body" : "A popular Roman Catholic priest who directed child-care services for the Diocese of Brooklyn and was about to receive his first pastorate was shot to death in his car early yesterday in an apparent robbery in downtown Brooklyn, the police reported. The victim, the Rev. Frederick M. Strianese, a 49-year-old aide to Auxiliary Bishop Joseph M." , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "BROOKLYN PRIEST SHOT DEAD IN CAR, APPARENTLY BY THIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/brooklyn-priest-shot-dead-in-car-apparently-by-thief.html"} , {"body" : "The neatly tended public garden blooms gloriously with the colors and scents of spring. Children play and old folks stroll around the graceful meadows of the nearby park, an architectural landmark. A stately museum stands nearby, offering art treasures of the world. It could be London, or Paris. It's Brooklyn. The Brooklyn Botanic Garden, Prospect" , "date" : "19860507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Worm and the Apple; About Time; Wider Horizon" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/07\/opinion\/the-worm-and-the-apple-about-time-wider-horizon.html"} , {"body" : "Federal investigators say they have uncovered evidence of widespread racketeering on the New York-New Jersey waterfront, including kickbacks, embezzlement and conflicts of interest in the administration of $40 million in pension and welfare funds for longshoremen. A yearlong inquiry has found evidence that the waterfront - after numerous Federal" , "date" : "19860321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DOCKS ARE TARGET OF BRIBE INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/21\/nyregion\/docks-are-target-of-bribe-inquiry.html"} ,   {"body" : "RESPONDING in the midst of last year's mayoral campaign to calls for a new commercial rent control system, Mayor Koch created the Small Rental Business Study Commission in May. Its task was to conduct surveys, analyze the experience of other municipalities, weigh policy options and report back by the end of the year. The timetable was not met, but" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: RETAIL SPACE; Putting Reins on Commercial Rents" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/realestate\/perspectives-retail-space-putting-reins-on-commercial-rents.html"}]