[  {"body" : "THE COMPLETE PROSE OF MARIANNE MOORE Edited, and with an introduction, by Patricia C. Willis. 723 pp. New York: Elisabeth Sifton Books\/Viking. $24.95. ''I THINK books are chiefly responsible for my doggedly self-determined efforts to write, books and verisimilitude,'' Marianne Moore surmises in one of the hundreds of essays, reviews and" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "13" , "title" : "A GUSTO FOR DUMBO AND BALANCHINE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/books\/a-gusto-for-dumbo-and-balanchine.html"} , {"body" : "CROSSING BRIDGES - Lou Singer's Brooklyn tours have become, over the last decade, an established institution for those out-of-borough folk who otherwise would rarely cross the water to the historic borough on the Atlantic Ocean. Now Mr. Singer has instituted a round-trip service that will bring tourists for a day-long outing from Manhattan, across" , "date" : "19860709" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/09\/arts\/going-out-guide.html"} , {"body" : "IN Brooklyn's Park Slope section, a 35-unit building was converted into a cooperative in March with no purchases by long-term tenants, according to the State Attorney General's office. The same thing happened at a 12-unit building in the Prospect Heights section of the borough. These and other examples of noneviction conversions occurring with few" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL APARTMENTS (BKLYN, NY)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Perspectives: Warehousing; Vacancies Vital in the Revival of Housing as Co-ops" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/realestate\/perspectives-warehousing-vacancies-vital-in-the-revival-of-housing-as-co-ops.html"} , {"body" : "THE secret gardens of Boston's Beacon Hill, interiors of homes in Philadelphia's Society Hill, avant-garde town houses in Manhattan and mansions along Embassy Row in Washington will all be open to curious eyes this month and next. These are the important months for house and garden tours and decorator show houses along the Eastern Seaboard. Many of" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "NOW IS THE TIME TO TOUR HOMES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/garden\/now-is-the-time-to-tour-homes.html"} , {"body" : "IN a Quonset hut studio in upstate New York, Bob Schuler has spent the last five years sculpting and painting a series of granite blocks. The blocks, about a foot and a half square, are carved and painted with images, phrases and thoughts that make up an autobiography-fantasy. When he is finished, Mr. Schuler plans to drop them in the ocean at 100" , "date" : "19860321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "ART PEOPLE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/21\/arts\/art-people.html"}]