[  {"body" : "The Red Hook section of Brooklyn once was one of the most intensively developed sections of the New York Harbor. Its residential blocks were squalid and overcrowded, and the district for years rivaled the Hell's Kitchen area of Manhattan. Today, people are scarce on the streets of Red Hook. The longshoremen who lived and died without ever leaving" , "date" : "19861213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "REVIVAL CHANGES THE FACE OF RED HOOK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/13\/nyregion\/revival-changes-the-face-of-red-hook.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "State investigators say a private mental-health program in Brooklyn has misused as much as $4 million in public funds, mainly through the payment of ''exorbitant'' rents to a real-estate corporation owned by the family of the program's founder and medical director. Financial records show that the program, the Brooklyn Psychosocial Rehabilitation" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "46" , "title" : "PSYCHIATRIC UNIT SAID TO MISUSE FUNDS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/psychiatric-unit-said-to-misuse-funds.html"} , {"body" : "Q. and A.Workers cleaning out the old Police Headquarters on Centre Street before turning it into condominiums recently entered a small room under the rafters in the clock tower. There, to their astonishment, was a huge bird's nest - about 10 feet in diameter. ''We couldn't figure it out,'' said Jim Raglione, the foreman. ''It looked as if it was" , "date" : "19861011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "33" , "title" : "COLUMN ONE; Stories Of the City" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/11\/nyregion\/column-one-stories-of-the-city.html"} , {"body" : "THE buildings seem smaller than they did in childhood, when drinking fountains were reached on tiptoe and scooting down a wooden banister seemed the only logical way to get down the stairs. But daydreams loom large for grown-ups who now find themselves living in schools that have been converted to residences. ''I envision people running down the" , "date" : "19860904" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "1" , "title" : "COMING HOME TO A CLASSROOM: A NEW KIND OF SCHOOL SPIRIT" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/04\/garden\/coming-home-to-a-classroom-a-new-kind-of-school-spirit.html"} , {"body" : "The conversion of large, nonresidential buildings into housing may have trailed off in Manhattan in the mid-1980's, but it remains in full flower in some older neighborhoods of Brooklyn. In communities such as Cobble Hill, Carroll Gardens and Boerum Hill, developers will produce for-sale housing for the middle-income market when they can get" , "date" : "19860829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "ABOUT REAL ESTATE; Conversions Still Blossom in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/29\/business\/about-real-estate-conversions-still-blossom-in-brooklyn.html"} , {"body" : "Friday SOUNDS OF SUMMER A hybrid of two popular summertime festivals begins this evening with its own name and an eclectic program. The New York Summer Festival combines the all-day Motown concerts-in-the-park of the Southern Queens Summer Festival with the intimate nightclub performances of the New York Folk Festival, and throws in some" , "date" : "19860808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/08\/arts\/weekender-guide.html"} , {"body" : "Only a decade ago, St. James Cathedral was dying. As the seat of the Roman Catholic diocese of Brooklyn, it should have flourished under one of the diocese's proudest steeples, but its congregation had dwindled to about 100 people, few of them young couples with children. The Sunday service, parishioners remember, reflected an exhaustion of spirit." , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A REVITALIZED CATHEDRAL DRAWS YOUNG ADULTS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/a-revitalized-cathedral-draws-young-adults.html"} , {"body" : "''FATHER'S DAY'' is amiable; it is also pointless. It won't assault you; it won't enchant you, either. It is one of those programs that start with the wisp of an idea, and then lose even the wisp. It means to be up-to-date and new, but its real antecedent is ''The Life of Riley.'' It is another show about a befuddled father. The half-hour comedy," , "date" : "19860725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "'FATHER'S DAY,' A NEW COMEDY ON 7" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/25\/arts\/father-s-day-a-new-comedy-on-7.html"} , {"body" : "A neighborhood can have many lives, wear many faces. On Brooklyn's southern shore along a narrow peninsula with oceanfront streets, Brighton Beach is ready for yet another metamorphosis, perhaps another great change. What was once seaside resort, what became slum, then ethnic sanctuary, may soon be home to those well-heeled urbanites who are young," , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BRIGHTON BEACH, ANOTHER TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/in-brighton-beach-another-time-of-change.html"} ,   {"body" : "IF there is a single problem that condominiums and cooperatives seem to share, it is the one summed up by the word ''management.'' ''The consistent horror story is that members get the runaround or are neglected by their managers,'' said Mary Ann Rothman, executive director of the Council of New York Cooperatives, a nonprofit organization of" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OPS ENMESHED IN MANAGEMENT WOES; DIRECTORS AND AGENTS DIFFER ON FEES AND SERVICES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/realestate\/ops-enmeshed-management-woes-directors-agents-differ-fees-services.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "An 8-year-old Bronx boy was critically injured in a fall from his sixth-floor apartment when a window guard gave way last night. An hour and a half later a 7-year-old Brooklyn girl sustained serious injuries when she fell three stories from a ledge connecting her apartment with the roof of a neighboring building. One of the victim's, Steven Brown" , "date" : "19860612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Boy, 8, and a Girl, 7, Hurt in Separate Falls" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/12\/nyregion\/boy-8-and-a-girl-7-hurt-in-separate-falls.html"} , {"body" : "They came from as far away as Singapore and as nearby as Greenwich Village, and they looked attentive as Justin Ferate announced the news. ''We are now officially in the city of Brooklyn,'' the guide declared, his voice more than amply amplified as the air-conditioned Gray Line bus carried its 26 passengers across the Manhattan Bridge into new" , "date" : "19860531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "29" , "title" : "TOUR, VENTURING OFF BEATEN TRACK, DISCOVERS 'CITY' OF BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/31\/nyregion\/tour-venturing-off-beaten-track-discovers-city-of-brooklyn.html"} , {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"} , {"body" : "The neatly tended public garden blooms gloriously with the colors and scents of spring. Children play and old folks stroll around the graceful meadows of the nearby park, an architectural landmark. A stately museum stands nearby, offering art treasures of the world. It could be London, or Paris. It's Brooklyn. The Brooklyn Botanic Garden, Prospect" , "date" : "19860507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Worm and the Apple; About Time; Wider Horizon" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/07\/opinion\/the-worm-and-the-apple-about-time-wider-horizon.html"} , {"body" : "A Manhattan bar owner, after fatally stabbing a man Wednesday night during a dispute over a mutual friend, was shot by a policeman while attacking the victim's roommate, the police said. The victim, Michael Moriarty, 37 years old, a driver for United Parcel Service, was stabbed many times during a struggle in the second-floor hallway of his" , "date" : "19860502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "BAR OWNER CHARGED IN KILLING" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/02\/nyregion\/bar-owner-charged-in-killing.html"} , {"body" : "In some minds the cut of the Brooklyn-Queens Expressway off Hicks Street represents something of a boundary for the Cobble Hill section of Brooklyn. It is in fact the boundary of the Cobble Hill Historic District. In a housing sense, however, boundaries can be stretched. That is what seems to have happened in a new loft conversion under way on" , "date" : "19860411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COBBLE HILL (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "25" , "title" : "ABOUT REAL ESTATE; LOFT CONVERSION EXTENDS BOUNDARY OF COBBLE HILL" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/11\/business\/about-real-estate-loft-conversion-extends-boundary-of-cobble-hill.html"} , {"body" : "Because it was cold and blustery yesterday morning, not too many regulars were walking across the Brooklyn Bridge to their jobs in Manhattan. But Bill Epes was there, and he had an extra little adventure. Mr. Epes, who lives in the Cobble Hill section and is an editor at Scholastic News, was midpoint when he saw a freighter rounding Governors" , "date" : "19860411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN BRIDGE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Scraping By" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/11\/nyregion\/new-york-day-by-day-scraping-by.html"} , {"body" : "What, no pineapples in January? ''My pineapples are on the way,'' Jai Rowe, the proprietor of the Paradise Market on the Upper East Side, said yesterday. He was trying to reassure his customers, who have come to expect pineapples in January. It is his secret how he managed to get pineapples in the middle of a week-old strike that has shut down the" , "date" : "19860125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY" , "PATERSON (NJ)" , "PHILADELPHIA (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DURING STRIKE AT KEY MARKET, PINEAPPLE BECOMES PRECIOUS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/25\/nyregion\/during-strike-at-key-market-pineapple-becomes-precious.html"} ,   {"body" : "Hunts Point Strike A strike has closed the city-owned Terminal Market in the Hunts Point section of the Bronx, which supplies most of the city's independent produce merchants. The strike, which began early Friday, involves a dispute over pay and working hours by members of the International Brotherhood of Teamsters Local 202, which includes" , "date" : "19860122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HUNTS POINT (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/22\/garden\/food-notes-317786.html"} , {"body" : "There will be a small party with wine this afternoon to mark the end of the Community Bookstore in Brooklyn Heights. For the last two years, community residents have rallied to keep the bookstore, at 162 Montague Street, open, but the rent just went to high for the owner, John Scioli. For 11 years, Mr. Scioli has run his store with its eclectic" , "date" : "19860118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (BROOKLYN)" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "30" , "title" : "NEW YORK DAY BY DAY; From Brooklyn Heights To Cobble Hill" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/18\/nyregion\/new-york-day-by-day-from-brooklyn-heights-to-cobble-hill.html"}]