[  {"body" : "Dominick Blum, the motorist whose car killed a young black man 10 days ago in Howard Beach, Queens, has volunteered to testify before a grand jury without immunity, a spokesman for Mr. Blum said yesterday. The spokesman, Dennis Quirk, the president of the New York State Court Officers Association, said that Mr. Blum, a 24-year-old court officer," , "date" : "19861230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "DRIVER OF CAR SAID TO AGREE TO TESTIFY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/30\/nyregion\/driver-of-car-said-to-agree-to-testify.html"} , {"body" : "Detectives investigating the death of a black man in Howard Beach, Queens, reported new details yesterday that they said showed that the motorist whose car killed the victim was not an accomplice of the white youths accused of his murder. The investigators recounted the actions of the motorist, Dominick Blum, on the night of Dec. 19-20 when Michael" , "date" : "19861229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW DETAILS GIVEN IN QUEENS ATTACK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/29\/nyregion\/new-details-given-in-queens-attack.html"} , {"body" : "To the Sports Editor: As a Brooklyn native, I am somewhat perplexed by the snowballing enthusiasm among local politicians to bring minor league baseball to my home borough (''Brooklyn Delegation Starts Pleading Case for a Baseball Team,'' The New York Times, Dec. 6). Whatever has given anyone the impression that Brooklynites would support a minor" , "date" : "19861228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Sports"] , "page_facet" : "13" , "title" : "No Thanks" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/28\/sports\/l-no-thanks-709886.html"} , {"body" : "Celia Goldberg felt ''so sick I had nothing to lose'' when she signed up last year for a new kind of insurance for the elderly. ''Now the fear, for me, is gone,'' she said. ''When I pick up the phone, I get help immediately. They call you back. They tell you what to do.'' Mrs. Goldberg, a 78-year-old widow, lives in a tidy fourth-floor apartment in" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "17" , "title" : "HEALTH PLAN HELPS ELDERLY TO STAY AT HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/style\/health-plan-helps-elderly-to-stay-at-home.html"} , {"body" : "Black civic and political leaders, both loudly and softly, said yesterday that the attack by white youths on three black men in Queens last weekend was convincing evidence that racially motivated violence was a ''pervasive problem and not an isolated one,'' as some people had maintained. The attack has generated demonstrations and calls for" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BLACK LEADERS SAY QUEENS ATTACK IS EVIDENCE OF 'PERVASIVE PROBLEM'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/black-leaders-say-queens-attack-is-evidence-of-pervasive-problem.html"} , {"body" : "A 23-year-old black man was struck and killed by a car on a Queens highway early yesterday after being severely beaten twice by 9 to 12 white men who chased him and two other black men through the streets of Howard Beach in what the police called a racial attack. Though the police responded to reports of trouble at the scenes of both beatings," , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BLACK MAN DIES AFTER BEATING BY WHITES IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/nyregion\/black-man-dies-after-beating-by-whites-in-queens.html"} , {"body" : "Horses prance through the lobby of the Paine Webber building. Tigers prowl, deer leap, a rabbit scampers, a cat jumps and a pig vaults. Most of the menagerie of carved carousel animals exhibited there, however, are strutters - and that includes a zebra, goat, chicken, dog, giraffe, camel and ostrich. Only the big brown bear seems immobile, his" , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ANTIQUES; CAROUSEL CREATURES STILL CAST THEIR SPELL" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/arts\/antiques-carousel-creatures-still-cast-their-spell.html"} , {"body" : "AS if Christmas shopping, card-writing and party-going weren't enough to deal with, this is also the season to be inundated with friends and relatives from out of town, all bent on packing as much sightseeing and as many performances of ''The Nutcracker'' and the ''Messiah'' into one visit as the human body can endure. The demands of the season are" , "date" : "19861219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WHERE CULTURAL LUMINARIES TAKE THEIR HOLIDAY GUESTS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/19\/arts\/where-cultural-luminaries-take-their-holiday-guests.html"} , {"body" : "Caroline S. is very excited about her future. When the 21-year-old woman talks about her plans to become a nurse, her eyes glow and her warm smile grows larger than ever. ''I really enjoy being with people, helping them out,'' she said. ''If they are upset, I talk to them to make them realize that it's not so bad. I guess I'm good at doing that.''" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "118" , "title" : "A CHRISTMAS TRADITION: HELP THE NEEDIEST" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/nyregion\/a-christmas-tradition-help-the-neediest.html"} , {"body" : "THE three-story brownstone at 110 Hart Street in the Bedford-Stuyvesant section of Brooklyn is little more than a shell, a sagging husk without heat, hot water or toilets. Three families live there using buckets for plumbing. They heat themselves with barbecue charcoal. They light their grim rooms with pirated electricity carried by a web of" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York Plays Reluctant Landlord" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/realestate\/new-york-plays-reluctant-landlord.html"} ,   {"body" : "Car No. 6321 was pronounced dead last week at the Transit Authority East New York maintenance shop after a long illness. It was 31 years old. No ceremony was held, no tears were shed. If anything, riders of the M line should rejoice. It was one of - if not the - biggest lemons in the 6,000-car fleet. That the gray and graffiti-scarred veteran of" , "date" : "19861211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REQUIEM FOR SUBWAY CAR 6321, AGE 31" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/11\/nyregion\/requiem-for-subway-car-6321-age-31.html"} , {"body" : "Children from Public School 100 in Brooklyn joining Cultural Affairs Commissioner Bess Meyerson at opening yesterday of Red Sea Exhibition at New York Aquarium. It was also the aquarium's 90th anniversary. The new attraction is a wall of elaborate rockwork and coral and contains fish found solely in the Red Sea. The aquarium is at West Eighth" , "date" : "19861211" , "day_of_week_facet" : "Thursday" , "page_facet" : "2" , "title" : "New Exhibition at Aquarium" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/11\/nyregion\/new-exhibition-at-aquarium.html"} , {"body" : "Minor league baseball? In Brooklyn? Picture this: a roster filled with the has-been and the unheard of, rivals such as the Toledo Mud Hens and the Tucson Toros; no All Star Game, no World Series. The Boys of Summer it is not. Even so, for many baseball fans and civic leaders it would be an amazing victory if the State Urban Development Corporation" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "'DEM BUMS' HAUNT PLAN FOR MINOR LEAGUE TEAM" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/nyregion\/dem-bums-haunt-plan-for-minor-league-team.html"} , {"body" : "A delegation from Brooklyn arrived in Florida yesterday and began the next and most difficult phase of efforts to get a minor league baseball team for Coney Island: convincing the minor leagues to start a franchise and the major leagues to let them. The delegation - a group of state and city officials organized by Borough President Howard Golden of" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "BROOKLYN DELEGATION STARTS PLEADING CASE FOR A BASEBALL TEAM" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/nyregion\/brooklyn-delegation-starts-pleading-case-for-a-baseball-team.html"} , {"body" : "Nathan's Famous Inc., the company whose hot dogs have become a New York institution, agreed to be acquired yesterday by Equicor Group Ltd., a private investment group based on Long Island, for $7.50 a share, or a total of about $17 million. The announcement of the sale of the fast-food chain, which was begun in 1916 when Nathan Handwerker and his" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "38" , "title" : "Nathan's to Be Acquired In a $17 Million Deal" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/business\/nathan-s-to-be-acquired-in-a-17-million-deal.html"} , {"body" : "The State Urban Development Corporation proposed yesterday that a $58 million stadium-and-arena complex for amateur sports, minor league baseball and cultural events be built in an economically depressed section of Coney Island. Evoking memories of the Brooklyn Dodgers and Coney Island's heyday as a center of entertainment, the chairman of the" , "date" : "19861205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "STATE PROPOSES BASEBALL STADIUM FOR CONEY I." , "url" : "http:\/\/www.nytimes.com\/1986\/12\/05\/nyregion\/state-proposes-baseball-stadium-for-coney-i.html"} , {"body" : "SOME are jumpers, some are prancers and some are standers. But all 48 horses from a classic carrousel that spun for 62 years in an Ohio amusement park are now locked inside a dusty warehouse in Brooklyn. Someday, if a political dispute can be resolved, the horses will circle again, this time on a patch of East River waterfront between the Brooklyn" , "date" : "19861204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "OHIO CARROUSEL HORSES MAY PRANCE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/04\/garden\/ohio-carrousel-horses-may-prance-in-brooklyn.html"} , {"body" : "The New York City Department of Health last week released a list of 47 food establishments cited for violating the health code. In addition, it listed 11 restaurants that were allowed to reopen after correcting earlier violations, and 6 that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Beefsteak" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "47 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/nyregion\/47-food-outlets-cited-by-new-york-officials.html"} , {"body" : "The New York City Department of Health last week released a list of 44 food establishments cited for violating the health code. In addition, it listed eight restaurants that were allowed to reopen after correcting earlier violations, and four that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Big Heart" , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "OFFICIALS CITE 44 FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/nyregion\/officials-cite-44-food-outlets.html"} , {"body" : "As the season's first freezing temperatures sent 9,654 homeless people into municipal shelters Thursday night, the Borough Presidents of Brooklyn, Queens, the Bronx and Staten Island were studying 16 new shelter sites proposed by the Koch administration. Four shelters would be built in each of the five boroughs under Mayor Koch's $100 million plan." , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "BOROUGH LEADERS STUDY SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/nyregion\/borough-leaders-study-shelter-plan.html"} ,   {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "IN the heart of New York's most populous borough, Prospect Park and its verdant partner, the Brooklyn Botanic Garden, wander over nearly 600 acres of meadows, woodlands, waterways and an array of theme gardens. Here in Brooklyn's great backyard are also historic houses and sculptures, a zoo and skating rink, a Japanese garden and a horticultural" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Woodlands and Exotic Gardens" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-woodlands-and-exotic-gardens.html"} , {"body" : "President Reagan's veto of amendments to the Clean Water Act could ''substantially delay'' four sewage treatment plants under construction or renovation in Brooklyn and Staten Island, according to city officials. They also said the veto of the legislation, which would have allotted $18 billion for sewage treatment systems nationwide, could force" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "REAGAN VETO SEEN DELAYING 4 CITY SEWAGE PLANTS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/reagan-veto-seen-delaying-4-city-sewage-plants.html"} , {"body" : "Abraham J. Multer, a 10-term Representative from Brooklyn and a former State Supreme Court justice, died Tuesday at the Hebrew Home and Hospital in Hartford, where he had moved recently. He was 85 years old. Mr. Multer, a Democrat, served in the House from 1947 until he was elected to the bench in 1967. He held the 13th District seat now occupied" , "date" : "19861107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "ABRAHAM MULTER, EX-CONGRESSMAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/07\/obituaries\/abraham-multer-ex-congressman.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Nathan's Famous Inc., whose hot dogs have been attracting New Yorkers for 70 years, has now drawn the attention of a corporate suitor. Nathan's said a buyout offer had been made by a private investment group, but the company would not identify the group or say what price it was offering. In a statement issued yesterday, Murray Handwerker, the" , "date" : "19861104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "NATHAN'S RECEIVES AN OFFER" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/04\/business\/nathan-s-receives-an-offer.html"} , {"body" : "THE Museum of Modern Art will auction 17 duplicate prints from its photography holdings - the first public sale of such works from the museum's collection - at Christie's on Nov. 11. John Szarkowski, director of the Modern's department of photography, said each of the prints is ''of excellent quality and represents an important work in the history" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "AUCTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/arts\/auctions.html"} , {"body" : "Ten years ago, the big New York department stores began a hotly debated policy of opening on Sundays. Within weeks, they were joined by thousands of smaller retailers in the city and region, many of them reluctant but swept up by competitive pressures. Since then, weekend life in New York and its suburbs has never been quite the same. For many" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUNDAY SHOPPING: A WAY OF LIFE FOR MILLIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/sunday-shopping-a-way-of-life-for-millions.html"} , {"body" : "Transit Authority officials yesterday proposed changing two subway routes in Queens, the N and the R, in a move, they said, to improve service between Queens and Manhattan. Under the switch, which would take effect next spring, the N train, whose terminal is now 71st-Continental Avenues in Forest Hills, would go to Ditmars Boulevard in Astoria, and" , "date" : "19861016" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Shifts on N and R Lines Are Planned in Queens" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/16\/nyregion\/shifts-on-n-and-r-lines-are-planned-in-queens.html"} , {"body" : "The city is full of nomads - drifters, derelicts and the disposessed. They sprawl in doorways, they bathe in restrooms, and they prowl the streets. On a peninsula of land at the bottom of Brooklyn, some of them have gathered into a colony, a family of sorts that sleeps by the sea. They are sometimes a dozen and sometimes a score. They have holed up" , "date" : "19861007" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "UNDER BOARDWALK, HOMELESS EKE OUT A SURVIVAL" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/07\/nyregion\/under-boardwalk-homeless-eke-out-a-survival.html"} ,   {"body" : "A State Supreme Court justice was indicted yesterday on charges that he accepted bribes in exchange for funneling thousands of dollars from children's trust funds that he controlled into a Brooklyn credit union. The 61-year-old judge, Jerome Cohen, who was elected to the State Supreme Court in Brooklyn in 1985, is accused of ordering the placement" , "date" : "19861003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN JUDGE IS INDICTED IN LOANS FROM CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/03\/nyregion\/brooklyn-judge-is-indicted-in-loans-from-credit-union.html"} , {"body" : "The Brooklyn Spirit might be called a mixture of individualism, pragmatism and just plain neighborliness. The district manager of Community Board 15, Dorothy Cunningham, was throwing out an old desk and a couple of chairs the other day and called the Sanitation Department. When Andrew Pecoraino and John Biscuti of sanitation garage 15 arrived at" , "date" : "19860930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "NEW YORK DAY BY DAY; Pitching In in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/30\/nyregion\/new-york-day-by-day-pitching-in-in-brooklyn.html"} , {"body" : "Divided by a war that killed many relatives and later isolated from each other by the demands of a modern society, six branches of a Jewish family were united in an emotional gathering in Coney Island yesterday. ''I never thought I would see this,'' said May Wohlfeld, 87 years old, who was the oldest person at the gathering at Gargiulo's" , "date" : "19860921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "IN BROOKLYN, AN EMOTIONAL REUNION" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/21\/nyregion\/in-brooklyn-an-emotional-reunion.html"} , {"body" : "AS of Sunday, it's officially autumn, which means that the peak season for New York street fairs and festivals is drawing rapidly to a close. It's almost as if this weekend had been planned as a grand finale, for there will be no less than eight neighborhood celebrations tomorrow and Sunday - not only in Manhattan, but in Queens, Brooklyn and" , "date" : "19860919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A CORNUCOPIA OF CELEBRATIONS ALL AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/arts\/a-cornucopia-of-celebrations-all-around-town.html"} , {"body" : "LIKE a stretching dragon awakening from a long slumber, Chinatown is bursting its traditional Chatham Square boundaries, spreading north in Manhattan and sprawling over the metropolitan area to spawn satellite neighborhoods in Queens, Brooklyn, Staten Island and New Jersey. Indeed, it is not only Chinese who are expanding beyond what was in 1960 an" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Satellite Chinatowns Burgeon Throughout New York" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/realestate\/satellite-chinatowns-burgeon-throughout-new-york.html"} , {"body" : "AUCTIONS of art, books, antiques and collectibles are being held these days virtually anywhere a crowd is inclined to gather. This season, there will be public sales at such unlikely sites as a Fifth Avenue department store, a public school on the Upper East Side, the Puck Building in SoHo and the Big Apple Circus tent at Lincoln Center. Bidders" , "date" : "19860912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "AUCTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/arts\/auctions.html"} , {"body" : "CITY Hall boasts a brand new set of stone steps out front, and refurbished rooms inside. Straphangers are actually seeing new subway cars glide up to the platform. Traffic is snarled daily by repair crews on the East River bridges. Sheepshead Bay High School in Brooklyn is scheduled for renovations this year. Something new is happening in a city" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "HERE AND THERE, CITY REPAIRS AND RENOVATIONS START TO SHOW" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/weekinreview\/here-and-there-city-repairs-and-renovations-start-to-show.html"} , {"body" : "The New York City Department of Health last week released a list of 34 food establishments cited for violating the health code. In addition, it listed six restaurants that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Beauzo, 145" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "NEW YORK INSPECTORS CITE 34 ESTABLISHMENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/nyregion\/new-york-inspectors-cite-34-establishments.html"} , {"body" : "BRAZIL DAY Ever since the late 1940's, the Brazilian section of town has been along 45th and 46th Streets, west of Fifth Avenue. Unlike other ethnic neighborhoods, this one has few residents, but it is a palpable presence in the form of stores, travel and promotion agencies and restaurants, all sporting the gold-and-green colors of our great" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/arts\/going-out-guide.html"} , {"body" : "Among the most severe traffic trouble spots facing motorists this weekend in the metropolitan region, according to the city Department of Transportation are these: * Franklin D. Roosevelt Drive, southbound from 63d to 34th Streets, closed Sunday from 12:01 A.M. to 10 A.M. * 125th Street, between Broadway and the Henry Hudson Parkway, closed from 12" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Worst Trouble Spots For Weekend Traffic" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/nyregion\/worst-trouble-spots-for-weekend-traffic.html"} ,   {"body" : "Coney Island, Brooklyn, will be the location for the premiere this weekend of a new play by the Bread and Puppet Theater. The troupe will present ''The Hunger of the Hungry and the Hunger of the Overfed Cantata'' at Sideshows by the Seashore, a nonprofit museum and theater, at the Boardwalk and West 12th Street. Shows are tonight and tomorrow at 8" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "'Hunger' Premiere" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/theater\/hunger-premiere.html"} , {"body" : "THINK of it: New York on no dollars a day. Watch brave Irishmen collide in a Gaelic football match, or watch the even braver ones eat Irish blood pudding. Hear ''the 60-second novelist'' pound out a story in one minute. Taste a chunk of a 12-foot pizza with ''I Love New York'' emblazoned in peppers, mozzarella and pepperoni. And all scot-free. What" , "date" : "19860905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEDEND FREE FOR ALL THROUGHOUT THE CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/05\/arts\/weedend-free-for-all-throughout-the-city.html"} , {"body" : "New York City has failed to control an innovative medical program at Coney Island Hospital in Brooklyn, thus wasting public health money and undermining patient care, Edward V. Regan, the New York State Comptroller, said yesterday. Unlike most municipal hospitals in which medical and surgical care is rendered by interns and residents supervised by" , "date" : "19860828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "9" , "title" : "Comptroller Charges Health Money Waste" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/28\/nyregion\/comptroller-charges-health-money-waste.html"} , {"body" : "A plan to allow cable television to be installed in phases in the Bronx and most of Brooklyn was approved last night by the city's Board of Estimate. The proposal, which had been pending for months, will enable the Cablevision Systems New York Corporation to provide cable service to wealthier sections of the boroughs before wiring less affluent" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "City Agrees to Wiring Of Cable TV in Stages" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/nyregion\/city-agrees-to-wiring-of-cable-tv-in-stages.html"} , {"body" : "Friday FOOTAGE OF AUSCHWITZ As Russian troops reached Auschwitz in the winter of 1945, cameramen were present to record for the world the engine of evil assembled against the Jews by Hitler. But for the last 40 years, that footage has remained in Soviet archives. This weekend, at Film Forum 1, the atrocities and the survivors of the Polish death" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/arts\/weekender-guide.html"} , {"body" : "THE first residents of Gravesend were reluctant to leave. They liked the neighborhood, and even after they had sold the land they kept trying to move back. The reluctance of those Canarsie Indians to leave caused some inconvenience for the next residents - Lady Deborah Moody and 40 of her followers, who arrived from New England in 1643. Invited to" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/realestate\/if-you-re-thinking-of-living-in-gravesend.html"} , {"body" : "Civic leaders of this economically depressed city believe they have found just the thing to cure their ailing waterfront: sharks. They say a $30 million aquarium may help turn a 75-acre park on the Delaware River into New Jersey's biggest tourist attraction. Schools of tropical fish darting in glass tanks is not what they have in mind. One display" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "34" , "title" : "CITIES LOOKING TO AQUARIUMS AS AN ECONOMIC LURE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/us\/cities-looking-to-aquariums-as-an-economic-lure.html"} , {"body" : "Friday SOUNDS OF SUMMER A hybrid of two popular summertime festivals begins this evening with its own name and an eclectic program. The New York Summer Festival combines the all-day Motown concerts-in-the-park of the Southern Queens Summer Festival with the intimate nightclub performances of the New York Folk Festival, and throws in some" , "date" : "19860808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/08\/arts\/weekender-guide.html"} , {"body" : "Brooklyn By the Sea, meet at the arch at Grand Army Plaza, Brooklyn; 718-788-8500. Sponsored by the Prospect Park Environmental Center, Sunday's tour will cover the old and more recent resorts along Brooklyn's beaches from the Narrows to Seagate to Sheepshead Bay. A tour of historic and architecturally noteworthy homes of Seagate will be given, as" , "date" : "19860807" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "CALENDAR: RESORTS TOUR" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/07\/garden\/calendar-resorts-tour.html"} , {"body" : "BY New York standards, it was a novel idea: the creation of oases of quietude where people could escape the hustle and jangle of the city in the summer. The city's Commissioner of Parks and Recreation, Henry J. Stern, designated five such pastoral places last year: the 15-acre Sheep Meadow in Central Park and three-block stretches at Orchard Beach" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "FOLLOW-UP ON THE NEWS; Quiet Enclaves Amid City Clamor" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/follow-up-on-the-news-quiet-enclaves-amid-city-clamor.html"} ,   {"body" : "Aiming to reduce overcrowding at psychiatric treatment centers, the city's Health and Hospitals Corporation plans to increase by about 18 percent the number of beds for psychiatric patients in municipal hospitals, officials said yesterday. The plan, which would raise the number of beds by 180, to 1,207, and add three mobile psychiatric units to the" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "24" , "title" : "CITY PLANNING 18% INCREASE IN BEDS FOR PSYCHIATRIC PATIENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/city-planning-18-increase-in-beds-for-psychiatric-patients.html"} , {"body" : "A neighborhood can have many lives, wear many faces. On Brooklyn's southern shore along a narrow peninsula with oceanfront streets, Brighton Beach is ready for yet another metamorphosis, perhaps another great change. What was once seaside resort, what became slum, then ethnic sanctuary, may soon be home to those well-heeled urbanites who are young," , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BRIGHTON BEACH, ANOTHER TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/in-brighton-beach-another-time-of-change.html"} , {"body" : "The Board of Estimate, in a meeting that ended early yesterday morning, approved two Manhattan development projects and came to a tentative agreement with the company scheduled to bring cable television to the Bronx and most of Brooklyn. The cable plan, pending for months, is scheduled for a vote at the next board meeting on Aug. 14. It allows the" , "date" : "19860719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "PACT ON CABLE TV IS REACHED; 2 BUILDING PROJECTS ARE VOTED" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/19\/nyregion\/pact-on-cable-tv-is-reached-2-building-projects-are-voted.html"} , {"body" : "Engineers underestimated the amount of steel to be replaced. Transit Authority officials took nine months to approve a minor design change. A subcontractor failed to deliver dirt for a detour road before winter came. Each new obstacle has delayed the rebuilding of the half-mile Coney Island viaduct on the Belt Parkway so that the project, which" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DETOURS ON THE PATH TO REBUILDING A ROAD" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/nyregion\/detours-on-the-path-to-rebuilding-a-road.html"} , {"body" : "Mayor Koch threw a switch at Astroland in Coney Island yesterday, sending riders along 3,000 feet of swoops and swerves as the Cyclone Roller Coaster, its insurance problems solved, got off to a late seasonal start. ''Mazel tov,'' shouted the Mayor as officials and reporters hurtled toward their first and deepest plummet - 91 feet at a 60-degree" , "date" : "19860711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CYCLONE AT CONEY ISLAND ROLLS AGAIN AT LAST" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/11\/nyregion\/cyclone-at-coney-island-rolls-again-at-last.html"} , {"body" : "In New York City's biggest cleanup operation since the World War II victory celebrations, a giant force of Sanitation and Parks Department workers swept through the city yesterday. As workers cleaned up, the crowds were undiminished at Liberty Island. Ferry ticket sales were halted at 11:30 A.M. yesterday, the third day that crowds forced an early" , "date" : "19860708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "HUGE CLEANUP IS ADDED TO LIST OF SUPERLATIVES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/08\/nyregion\/huge-cleanup-is-added-to-list-of-superlatives.html"} , {"body" : "The body of a 10-year-old Brooklyn boy, who apparently suffocated, was found in an old refrigerator in the basement of his aunt's Brighton Beach apartment late Saturday night by his father following a six-hour search, the police said yesterday. The boy, Manley Clinton Jr., and his parents, who lived at 3142 Bayview Avenue in Coney Island, were" , "date" : "19860707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Coney I. Boy, 10, Suffocates In Old Refrigerator at Aunt's" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/07\/nyregion\/coney-i-boy-10-suffocates-in-old-refrigerator-at-aunt-s.html"} , {"body" : "The City Department of Health has released a list of public swimming areas in the five boroughs that have been approved as safe for the summer season. Approval is based on the department's beach water sampling program, which began May 15 and is to continue throughout the season. The department also released a list of areas where swimming is not" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ISSUES A LIST OF SAFE PUBLIC BEACHES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/city-issues-a-list-of-safe-public-beaches.html"} , {"body" : "With the eyes of America on its most cherished symbol of freedom, the city and the nation rededicated the Statue of Liberty in a blaze of light last night, marking its centennial as a beacon of hope in New York Harbor. In a radiant crescendo to Liberty Weekend's opening ceremonies on Governors Island, President Reagan ''unveiled'' the monument by" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FRANCE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NATION REKINDLES STATUE OF LIBERTY AS BEACON OF HOPE; LIGHT FROM LASERS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/nyregion\/nation-rekindles-statue-of-liberty-as-beacon-of-hope-light-from-lasers.html"} , {"body" : "Three Brooklyn men were arrested yesterday and charged with the killing a 20-year-old man who was beaten and stabbed while riding a bicycle in Coney Island in May. The police said racial tensions were a factor in the killing. Deputy Chief Louis Raiford, commanding officer of Brooklyn detectives, said that the victim, Samuel B. Spencer 3d, who was" , "date" : "19860703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "3 ARRESTED IN SLAYING; BIAS IS CALLED A FACTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/03\/us\/3-arrested-in-slaying-bias-is-called-a-factor.html"} ,   {"body" : "''Brooklyn,'' says Elliot Willensky, ''was, when I was a child, the kind of attraction that caused my chin to drop in awe. I would sit with my nose against the window of the IRT, my knees imprinted with the rattan impressions of the seat covers, and I would look out at its world going by.'' Mr. Willensky - architect, vice chairman of the city's" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "AUTHOR RECALLS BROOKLYN'S MYTHIC, MAGIC YEARS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/arts\/author-recalls-brooklyn-s-mythic-magic-years.html"} , {"body" : "ART'S 'MUFFLED VOICES' There is a form of American art that does not fit into the established schools of either recognized folk art (which its protagonists say ended around 1900) or modern art (which its critics say doesn't fit into any school) This outcast form is called contemporary folk art, and one may sample it at the exhibition ''Muffled" , "date" : "19860625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/25\/arts\/going-out-guide.html"} , {"body" : "To commemorate the delayed official opening of the beachfront in Coney Island and Brighton Beach yesterday, Brooklyn Borough President Howard Golden took off his black suit jacket. He patrolled the Boardwalk as if he were a drill sergeant conducting inspection. The Parks and Recreation Commmissioner, Henry J. Stern, donned a red swimsuit and went" , "date" : "19860621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEW YORK DAY BY DAY; Delayed Opening of Beach" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/21\/nyregion\/new-york-day-by-day-delayed-opening-of-beach.html"} , {"body" : "LIBERTY - Perhaps the most extraordinary exhibition about the Statue of Liberty, apart from the spectacle of the lady herself in the harbor, opens today in midtown Manhattan, in the palatial rooms and corridors of the New York Public Library, 42d Street and Fifth Avenue. Although the city will be awash all summer with Libertyana, a visit here" , "date" : "19860621" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/21\/arts\/going-out-guide.html"} , {"body" : "To the Editor: Everything you said about Coney Island in your May 29 article accompanying the report of the slaying there of a man on a bicycle is probably true, but it is only one side of the story. A murder occurred in Coney Island, and you join in the chorus bemoaning the plight of ''seedy areas,'' such as Coney Island, calling it ''nothing but" , "date" : "19860613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Coney Island Is More Than Scene of a Crime" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/13\/opinion\/l-coney-island-is-more-than-scene-of-a-crime-768086.html"} , {"body" : "YOU can't blame music for feeling a little cooped up lately. Trapped in smoky clubs after dark, confined in stuffy concert halls, removed from such kindred sounds as birds's songs, human chatter, the rustle of leaves, traffic noise - all that could give an art form a bad case of cabin fever. This weekend, finally, music gets to step outside. It" , "date" : "19860606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC MOVES INTO THE OPEN AIR, FROM BOATS TO CITY STREETS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/06\/arts\/music-moves-into-the-open-air-from-boats-to-city-streets.html"} , {"body" : "READINGS AND WRITINGS The poet and writer Norman Rosten was named poet laureate of Brooklyn - a $1 a-year post - in 1979, primarily, he conceded at the time, because he lives there. He had written no poems on the borough, although one novel, ''Under the Boardwalk,'' was set in Coney Island. Some of his other books include, ''Love in All Its" , "date" : "19860605" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/05\/arts\/going-out-guide.html"} , {"body" : "A 19-year-old Hispanic youth was charged last night in what the police have called the racially motivated stabbing of an Oriental teen-ager in Coney Island Saturday night, the police said. The suspect, Raymond Cruz, who lives in Brooklyn's Fort Greene section, was charged with assault, aggravated harassment, possesion of a dangerous weapon and" , "date" : "19860603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Arrest in Brooklyn Stabbing" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/03\/nyregion\/arrest-in-brooklyn-stabbing.html"} , {"body" : "A Brooklyn youth was stabbed in what appeared to be a racially motivated assault, the police said yesterday. A police spokesman, Lieut. Edwin LeSchack, said the attack took place at 6 P.M. Saturday in a predominantly black and Hispanic neighborhood of Coney Island. He identified the victim, who was critically wounded, as Gary Moy, 17 years old, of" , "date" : "19860602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager Is Stabbed; Racial Motive Is Seen" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/02\/nyregion\/teen-ager-is-stabbed-racial-motive-is-seen.html"} , {"body" : "Detectives were questioning possible witnesses yesterday in the fatal beating and stabbing of a 20-year-old man who was riding a bicycle early Wednesday in the Coney Island section of Brooklyn, the police said. The investigators were still seeking a motive in the slaying of the man, Samuel B. Spencer 3d, who was set upon by at least six and" , "date" : "19860530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Seek Motive in Killing Of a Bicyclist in Coney Island" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/30\/nyregion\/police-seek-motive-in-killing-of-a-bicyclist-in-coney-island.html"} ,   {"body" : "A 20-year-old man who was riding a bicycle on a Brooklyn street early yesterday was fatally beaten and stabbed by a group of at least six men who then took his bicycle and fled in automobiles, the police said. Police officials said the motive for the slaying, which occurred on West 20th Street near Surf Avenue in a seedy area of Coney Island, was" , "date" : "19860529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MAN RIDING A BICYCLE ON CONEY I. IS BEATEN AND STABBED TO DEATH" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/29\/nyregion\/man-riding-a-bicycle-on-coney-i-is-beaten-and-stabbed-to-death.html"} , {"body" : "International The main Nicaraguan rebel leaders were said to have agreed to give civilian officials increased authority. The agreement came after nearly three weeks of hard negotiating in Miami. Rebel sources said the accord seemed likely to resolve a long power struggle that threatened to split the rebel front, the United Nicaraguan Opposition. [" , "date" : "19860529" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: THURSDAY, MAY 29, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/29\/nyregion\/news-summary-thursday-may-29-1986.html"} , {"body" : "After two months of investigation, Federal and state officials say they have not found a reason why the city's former taxi chief, Jay L. Turoff, helped a taxi fleet owner obtain 123 free taxi medallions. According to the investigators - who say Mr. Turoff engineered a scheme for the improper use of the medallions - no direct evidence has been found" , "date" : "19860527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUROFF'S TIE TO MEDALLIONS IS UNCLEAR" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/27\/nyregion\/turoff-s-tie-to-medallions-is-unclear.html"} , {"body" : "Beach season officially opened yesterday along the 2.4 miles of sand that stretch across the foot of Brooklyn, from Coney Island to Brighton Beach. There was sun (hazy), surf (gentle) and Billy Weintraub (resplendent in lifeguard orange). The sun and the surf have been on hand for a quite a few openings and Mr. Weintraub feels as if he has been" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "24TH SEASON IN THE SUN FOR BROOKLYN LIFEGUARD" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/nyregion\/24th-season-in-the-sun-for-brooklyn-lifeguard.html"} , {"body" : "An 81-year-old man fatally stabbed his emotionally disturbed son and then critically wounded himself with the knife early yesterday in what the police called an apparent murder and attempted suicide at the Brooklyn home of the men. Detectives said the dead man, 39-year-old John J. DiPuma Jr., was stabbed twice in the chest with a butcher knife by" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "32" , "title" : "Brooklyn Man, 81, Kills Son, Then Stabs Himself 2 Times" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/nyregion\/brooklyn-man-81-kills-son-then-stabs-himself-2-times.html"} , {"body" : "A black youth accused of harassing a rabbi is sentenced to help residents of Borough Park, a predominantly Hasidic section of Brooklyn, fill out paperwork to obtain social services. A wisecracking 20-year-old man accused of disorderly conduct cooks lunch and does odd jobs for 200 residents of a center for the elderly in the Williamsburg section. A" , "date" : "19860524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "BROOKLYN TURNING OFFENDERS INTO HELPING HANDS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/24\/nyregion\/brooklyn-turning-offenders-into-helping-hands.html"} , {"body" : "MEMORIAL DAY weekend means summer is unofficially here, and with its coming, urban fantasies turn to glistening sands, sea breezes and ocean waves. While surf and sand are probably not the first things that come to mind when one thinks of New York City, there are 14.9 miles of city beaches within an hour or so of midtown Manhattan, as well as beach" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OUT AND ABOUT ON MEMORIAL DAY; HOW TO FIND THAT SAND AND SURF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/arts\/out-and-about-on-memorial-day-how-to-find-that-sand-and-surf.html"} , {"body" : "OUTDOOR enticements abound this Memorial Day weekend, from guided meanderings, a feast and parades to a plunge back five centuries. But on Sunday, the focus for thousands of New Yorkers and their neighbors will be two marathon events: Hands Across America, a coast-to-coast, human-chain spectacular intended to raise money for the hungry and the" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OUT AND ABOUT ON MEMORIAL DAY" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/arts\/out-and-about-on-memorial-day.html"} , {"body" : "A 1984 primary campaign by State Senator Martin Markowitz of Brooklyn was financed largely by the Hyfin Credit Union, which was closed last month because of fraud charges, and by people linked to Hyfin, according to state records. A report filed by Senator Markowitz shows that of the $29,000 he raised in that campaign, $18,000 came from Hyfin and" , "date" : "19860521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CAMPAIGN GIFTS TO SENATOR TIED TO CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/21\/nyregion\/campaign-gifts-to-senator-tied-to-credit-union.html"} , {"body" : "A Brooklyn foster mother was sentenced to up to 30 years in prison yesterday for sexually abusing four children in her custody, and the man she lived with was sentenced to more than 100 years for sexual abuse of the children. Justice Jerome Cohen of State Supreme Court in Brooklyn sentenced the defendants, Joanne Tulko, 36 years old, to 10 to 30" , "date" : "19860521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG TERMS FOR CHILD SEX ABUSE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/21\/nyregion\/long-terms-for-child-sex-abuse.html"} ,   {"body" : "Forget Helen of Troy. The face that launches a thousand ships this July Fourth weekend will be that of the Statue of Liberty. What is being called the largest flotilla of sailing ships to assemble in modern history is gathering from all over the world to salute her centennial year. Some 350,000 people are expected to be afloat in the harbor on the" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "HOW TO FOLLOW THE FLEET" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/how-to-follow-the-fleet.html"} , {"body" : "The construction site looks like any other. There are cranes and bulldozers and trailers with Playboy centerfolds on the wall and one of those quilted aluminum trucks that sell corn muffins sealed, as if for eternity, in slightly inflated cellophane bags. The men on the job, and the few women too, wear bandannas and down vests and work boots, and" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "BETTER THAN NEW" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/better-than-new.html"} , {"body" : "An internal review by the Health and Hospitals Corporation has found that many city hospitals did not adequately monitor collection companies assigned to collect tens of millions of dollars in hospital bills. The review found that most hospitals did not document the procedures used to select collection companies from a list of approved companies," , "date" : "19860517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "REVIEW FAULTS HOSPITALS CORPORATION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/17\/nyregion\/review-faults-hospitals-corporation.html"} , {"body" : "An 18-year-old Brooklyn man was arrested by the police yesterday and charged with the murder of a Roman Catholic priest who had been shot to death in his car early Saturday in a rundown industrial section of downtown Brooklyn. The police said the suspect, Andre Nichols, of 124 Carlton Avenue in Fort Greene, was seized at his father's home at 395" , "date" : "19860512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUSPECT HELD IN THE MURDER OF PRIEST, 49" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/12\/nyregion\/suspect-held-in-the-murder-of-priest-49.html"} , {"body" : "A popular Roman Catholic priest who directed child-care services for the Diocese of Brooklyn and was about to receive his first pastorate was shot to death in his car early yesterday in an apparent robbery in downtown Brooklyn, the police reported. The victim, the Rev. Frederick M. Strianese, a 49-year-old aide to Auxiliary Bishop Joseph M." , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "BROOKLYN PRIEST SHOT DEAD IN CAR, APPARENTLY BY THIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/brooklyn-priest-shot-dead-in-car-apparently-by-thief.html"} , {"body" : "The neatly tended public garden blooms gloriously with the colors and scents of spring. Children play and old folks stroll around the graceful meadows of the nearby park, an architectural landmark. A stately museum stands nearby, offering art treasures of the world. It could be London, or Paris. It's Brooklyn. The Brooklyn Botanic Garden, Prospect" , "date" : "19860507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Worm and the Apple; About Time; Wider Horizon" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/07\/opinion\/the-worm-and-the-apple-about-time-wider-horizon.html"} , {"body" : "A second executive of a defunct Brooklyn credit union under investigation for its dealings with the city's former taxi chief, Jay L. Turoff, pleaded guilty yesterday to charges of improperly using the credit union's funds for real-estate transactions. The executive, Ian Grossfield, pleaded guilty as Federal prosecutors in Brooklyn began a civil" , "date" : "19860506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A GUILTY PLEA BY 2D OFFICIAL IN CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/06\/nyregion\/a-guilty-plea-by-2d-official-in-credit-union.html"} , {"body" : "For an academic conference, the presentations were unorthodox: slides of Italian-American lawn shrines, the patter of a New York City tour guide and a performance by a group of rap artists. The subject of the conference, held this weekend at the Tisch School of the Arts at New York University, was the distinctive folklore of New York City." , "date" : "19860505" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CONFERENCE CELEBRATES CITY'S UNSUNG FOLK ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/05\/nyregion\/conference-celebrates-city-s-unsung-folk-artists.html"} , {"body" : "Law-enforcement officials have drawn from a yearlong investigation a portrait of Jay L. Turoff as a political clubhouse loyalist catapulted into an important city position by two Democratic Party leaders, Meade H. Esposito and Stanley M. Friedman. And soon after Mr. Turoff took over as chairman of the Taxi and Limousine Commission in 1978, the" , "date" : "19860504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "JAY TUROFF: A CLASSIC SUCCESS STORY LEADS TO DUAL PORTRAIT OF EX-TAXI CHIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/04\/nyregion\/jay-turoff-a-classic-success-story-leads-to-dual-portrait-of-ex-taxi-chief.html"} , {"body" : "The Transit Authority will study the possibility of eliminating sections of 11 subway lines because of low ridership, transit officials said yesterday. The subway segments, which are primarily in low- income neighborhoods of the Bronx, Brooklyn and Queens, include 79 stations and 45 miles of track -6.5 percent of the system. They are the No. 1, 2," , "date" : "19860429" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUBWAY AIDES TO WEIGH CUTS ON 11 ROUTES" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/29\/nyregion\/subway-aides-to-weigh-cuts-on-11-routes.html"} ,   {"body" : "Elderly men and women have increasingly become targets of solicitation by nontraditional religious groups, according to social workers, law enforcement officials and the American Association of Retired Persons. Interviews with 20 officials indicate that the primary goal of some of these groups, which they called cults, is to encourage the elderly" , "date" : "19860426" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "'CULTS' AND THE AGED: A NEW FAMILY ISSUE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/26\/style\/cults-and-the-aged-a-new-family-issue.html"} , {"body" : "A Brooklyn credit union executive swore in Federal court yesterday that he gave a $30,000 bribe to the city's former taxi commission chairman, Jay L. Turoff, in 1984 - providing law-enforcement officials with what they said was enough evidence to prosecute Mr. Turoff. ''Jay Turoff demanded and I paid $30,000 in return for assurance that the Taxi" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE ADMITS GIVING $30,000 BRIBE TO TUROFF" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/executive-admits-giving-30000-bribe-to-turoff.html"} , {"body" : "Hospital and health-service workers make up the majority of depositors in the Hyfin Credit Union, which is at the center of allegations against Jay L. Turoff, the city's former taxi chief. The credit union - which also has several thousand members employed in the taxi industry - was closed by state banking officials April 9 because of the possible" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "HEALTH WORKERS CONSTITUTED MAJORITY OF HYFIN DEPOSITORS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/health-workers-constituted-majority-of-hyfin-depositors.html"} , {"body" : "The top executive of a Brooklyn credit union has agreed to testify that he participated in multimillion-dollar frauds and paid a $30,000 bribe to the city's former taxi commissioner, Jay L. Turoff, state and Federal law-enforcement officials said yesterday. Judd Burstein, a lawyer for the credit union executive, Edmund Lee, confirmed that Mr. Lee" , "date" : "19860422" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE OF CREDIT UNION AGREES TO TESTIFY IN TUROFF BRIBE INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/22\/nyregion\/executive-of-credit-union-agrees-to-testify-in-turoff-bribe-inquiry.html"} , {"body" : "Nearly six years after a United States customs agent was killed in Queens when four youths tried to rob him as he stopped for a traffic light, a 23-year-old Brooklyn man has been charged with the murder, the police said yesterday. The suspect, Fred Morris of 2942 West 31st Street in the Coney Island section, was on parole from a 1984 robbery" , "date" : "19860417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "MAN CHARGED IN 1980 MURDER" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/17\/nyregion\/man-charged-in-1980-murder.html"} , {"body" : "Secret numbered accounts and accounts in fictitious names were illegally set up at a Brooklyn credit union under investigation for misuse of funds and for business links to the city's former taxi chief, Jay L. Turoff, state and Federal banking authorities said yesterday. The illicit accounts, Federal and state investigators said, were used to" , "date" : "19860416" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SECRET CREDIT UNION FILES FOUND" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/16\/nyregion\/secret-credit-union-files-found.html"} , {"body" : "TOMORROW is more than just Opening Day at Shea Stadium. It is the first meeting of the season between those two ancient rivals, the Cardinals and the Mets, whose blood feud goes back far into the dimly remembered past - oh, at least seven months. That's long enough to constitute a good historic feud in these latter days of brief Warholian bursts of" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "SPORTS OF THE TIMES; THE 7-MONTH RIVALRY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/sports\/sports-of-the-times-the-7-month-rivalry.html"} , {"body" : "About $20 million in depositors' funds was embezzled or otherwise misused at a Brooklyn credit union that is under investigation for its business ties to the city's former taxi chief, Jay L. Turoff, Federal and state investigators said yesterday. Officials at the Hyfin Credit Union, investigators said, are suspected of having secretly used funds on" , "date" : "19860412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A BROOKLYN CREDIT UNION MISUSED $20 MILLION, INVESTIGATORS ASSERT" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/12\/nyregion\/a-brooklyn-credit-union-misused-20-million-investigators-assert.html"} , {"body" : "State banking officials yesterday took control of the Brooklyn credit union whose officers are under investigation for possible misuse of millions of dollars and for business ties with City Taxi Commission officials and the former Taxi Commissioner, Jay L. Turoff. Dozens of customers were turned away from the Hyfin Credit Union after Federal and" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STATE TAKES OVER BROOKLYN CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/state-takes-over-brooklyn-credit-union.html"} , {"body" : "Thirty years ago, a group of businessmen in the Bensonhurst, Coney Island and Sheepshead Bay sections of Brooklyn established a small credit union. The businessmen, seeking easier lending terms than they could obtain at banks, dubbed the institution Hyfin - an acronym for Help Your Friend in Need. In a credit union, only members who join the" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SELF-HELP PROJECT BY BUSINESSMEN" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/self-help-project-by-businessmen.html"} ,   {"body" : "Hope springs eternal in Brooklyn. Twenty-eight years after the Dodgers abandoned Ebbets Field for the greener pastures of Los Angeles, Brooklyn officials are still looking for a replacement. Last week, they said they may have found a team, and a league, willing to call Flatbush, or perhaps Coney Island, home. The American Association, one of" , "date" : "19860330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE REGION; Shades of Snider! Is Dat Dem Bums?" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/30\/weekinreview\/the-region-shades-of-snider-is-dat-dem-bums.html"} , {"body" : "All around the Coney Island Boardwalk, the signs of winter have again been swept away: the pony rides, bumper cars and kiddie coasters have been cleaned and tested in preparation for this weekend's opening. The old-timers know that the era when Coney Island was the ''Playground of the World'' is years and worlds ago - there are fewer concessions," , "date" : "19860329" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CONEY I. OPENING SEASON WITH HOPE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/29\/nyregion\/coney-i-opening-season-with-hope.html"} , {"body" : "The former head of the city agency that regulates taxis, Jay L. Turoff, is under investigation for obtaining $244,000 in loans from a credit union that has extensive dealings with the taxi industry, according to state officials and lawyers. Investigators said they were trying to determine whether Mr. Turoff's dealings with the credit union, the" , "date" : "19860328" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LINKS BETWEEN TUROFF, CREDIT UNION AND TAXI-METER COMPANY INVESTIGATED" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/28\/nyregion\/links-between-turoff-credit-union-and-taxi-meter-company-investigated.html"} , {"body" : "In the spring, baseball people say, anything seems possible. Everyone is still a winner, and any dream just might come true. Yesterday, spring was in the air - 75 degrees of it - and in Brooklyn they talked of bringing baseball back and fulfilling a dream born when the Dodgers moved West 28 years ago. The occasion was a proposal by the American" , "date" : "19860327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, MINOR LEAGUE OFFER BUOYS BASEBALL DREAMS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/27\/nyregion\/in-brooklyn-minor-league-offer-buoys-baseball-dreams.html"} , {"body" : "The Emergency Medical Service responded ''appropriately'' when asked to assist a 10-year-old Brooklyn girl with heart disease, who died a half hour later at Coney Island Hospital on March 2, Mayor Koch said yesterday. The circumstances of the emergency response had been questioned, with suggestions that paramedics, when told the elevator was not" , "date" : "19860326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Mayor Defends Paramedics Who Responded to Dying Girl" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/26\/nyregion\/mayor-defends-paramedics-who-responded-to-dying-girl.html"} , {"body" : "When my good friends in France sent me their 17-year-old daughter Veronique for a three-week visit to New York - her first - I was filled with trepidation. Would she be bored? Would I? My friends assured me that it is ''the dream of every French girl'' to come to New York, and that whatever we did together would be interesting to her, even a trip" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FRANCE"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "19" , "title" : "AROUND TOWN WITH A FRENCH TEEN-AGER" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/travel\/around-town-with-a-french-teen-ager.html"} , {"body" : "The New York Aquarium has begun building a $6.5 million educational exhibition complex known as Discovery Cove, the first of a series of projects aimed at giving the public ''a real feel for the aquatic environment.'' The effort comes in the 10th year that Dr. George D. Ruggieri has served as director of the aquarium, which stretches along the" , "date" : "19860322" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "AQUARIUM CONSTRUCTING A NEW COMPLEX" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/22\/nyregion\/aquarium-constructing-a-new-complex.html"} , {"body" : "Investigators are studying allegations that a 10-year-old Brooklyn girl with heart disease died after city paramedics refused to climb stairs to her family's 12th-floor apartment at a Coney Island housing project. The investigators, from the city's Health and Hospitals Corporation and the Brooklyn District Attorney's office, will also try to" , "date" : "19860315" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "DEATH OF A GIRL LEADS TO INQUIRY ON PARAMEDICS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/15\/nyregion\/death-of-a-girl-leads-to-inquiry-on-paramedics.html"} , {"body" : "The New York City Department of Health last week released a list of 82 food establishments cited for violating the health code. In addition, it listed four restaurants that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Area Code" , "date" : "19860302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "82 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/02\/nyregion\/82-food-outlets-cited-by-new-york-officials.html"} , {"body" : "SOTHEBY'S annual auction of moderate-priced Old Master and modern prints, in which about half the offerings are odd lots of 2 to 44 items, will be held next Thursday and Friday at 10 A.M. and 2 P.M. This sale is not for the timid; it is aimed at collectors and dealers who seek offbeat works, some by minor artists, and who are willing to take a" , "date" : "19860228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "AUCTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/28\/arts\/auctions.html"} ,   {"body" : "In Brooklyn, Roy Lynn wanted to know if Governor Cuomo could give Coney Island a stadium. In Syracuse, Erwin Shultz insisted his city needed an armory. And in New Rochelle, Joan Weber wanted the Governor to stop the construction of new exit ramps along the Saw Mill River Parkway. Over the last few weeks, at budget forums across the state, hundreds" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "NEW ROCHELLE (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "CUOMO HEARS PLEAS FOR BUDGET ITEM" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/nyregion\/cuomo-hears-pleas-for-budget-item.html"} , {"body" : "Emanuel Perlmutter, a reporter for The New York Times for more than 40 years and an authority on organized crime, died yesterday at Long Island College Hospital in Brooklyn after a short illness. He was 78 years old and lived in Brooklyn Heights. Mr. Perlmutter covered a wide variety of stories with authority and speed. He won particular praise for" , "date" : "19860219" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "EMANUEL PERLMUTTER, REPORTER" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/19\/obituaries\/emanuel-perlmutter-reporter.html"} , {"body" : "Frank Schubert says life in a lighthouse is a lot easier now than it was when he started out in the business nearly a half-century ago. He no longer has to climb the tower during storms or wind cables to make the beacon revolve. Gone is the foghorn that used to blare throughout endless, misty nights. And it has been many years since Mr. Schubert," , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND LIGHT STATION (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "LAST CIVILIAN BEACON KEEPER STANDS WATCH NEAR CONEY I." , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/nyregion\/last-civilian-beacon-keeper-stands-watch-near-coney-i.html"} , {"body" : "A Russian immigrant who was killed in Brooklyn Monday by gunmen, at least one of whom used an automatic weapon, was under Federal indictment for credit card fraud, authorities said yesterday. Ilya Zeltzer, the man gunned down in the office of a wholesale gasoline company in the Sheepshead Bay section, and Benjamin Nayfield, another Russian who was" , "date" : "19860205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SLAIN EMIGRE FACED TRIAL IN FRAUD CASE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/05\/nyregion\/slain-emigre-faced-trial-in-fraud-case.html"} , {"body" : "Two men fired automatic weapons through the side door of a wholesale gasoline company in Brooklyn yesterday, killing one man and wounding two others, the police said. The shootings took place at 12:15 P.M. at the offices of the Platenum Energy Company at Avenue U and Batchelder Street in the Sheepshead Bay section. Last night, the police were" , "date" : "19860204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ONE IS KILLED AND TWO WOUNDED BY GUNMEN AT A BROOKLYN OFFICE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/04\/nyregion\/one-is-killed-and-two-wounded-by-gunmen-at-a-brooklyn-office.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "Two school districts in Queens and one in the Bronx had the best overall performance on citywide reading tests administered last spring, according to figures released yesterday by the Board of Education. Every elementary school and junior high school in the three community school districts, Districts 25 and 26 in northeastern Queens and District 11" , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "3 DISTRICTS CITED FOR HIGH SCORES ON READING TEST" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/3-districts-cited-for-high-scores-on-reading-test.html"} , {"body" : "TO many New Yorkers, the outdoors in winter is a frigid nuisance between the warm place they've been and the warm place they're going to - an unpleasant fact of life to be endured until spring again transforms the city's open spaces into desired places to go. Yet even in the depths of winter, the outdoors offers not only special seasonal charms but" , "date" : "19860110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WINTER FUN IN THE CITY, AN EARMUFF GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/10\/arts\/winter-fun-in-the-city-an-earmuff-guide.html"} , {"body" : "Sandra Feldman, executive director of the United Federation of Teachers for the last five years, spent Tuesday and Wednesday in public schools in Brooklyn and Queens, hearing the complaints of teachers short of supplies and consoling a teacher who had been stabbed in her classroom by an intruder. Yesterday morning, as was long expected, Miss" , "date" : "19860110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WOMAN IN THE NEWS; NEW TEACHER LEADER: SANDRA FELDMAN" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/10\/nyregion\/woman-in-the-news-new-teacher-leader-sandra-feldman.html"} , {"body" : "A Brooklyn couple terrorized a retarded man for at least six years by beating him, threatening to kill him and stealing his Social Security checks, the police said yesterday. The couple were arrested after Housing Authority police responded to a complaint that the victim, Sheldon Antonier, 40 years old, was lying on the hallway floor outside his" , "date" : "19860103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Accused of Abusing A Retarded Neighbor" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/03\/nyregion\/2-accused-of-abusing-a-retarded-neighbor.html"} ,   {"body" : "Dominick Blum, the motorist whose car killed a young black man 10 days ago in Howard Beach, Queens, has volunteered to testify before a grand jury without immunity, a spokesman for Mr. Blum said yesterday. The spokesman, Dennis Quirk, the president of the New York State Court Officers Association, said that Mr. Blum, a 24-year-old court officer," , "date" : "19861230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "DRIVER OF CAR SAID TO AGREE TO TESTIFY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/30\/nyregion\/driver-of-car-said-to-agree-to-testify.html"} , {"body" : "Detectives investigating the death of a black man in Howard Beach, Queens, reported new details yesterday that they said showed that the motorist whose car killed the victim was not an accomplice of the white youths accused of his murder. The investigators recounted the actions of the motorist, Dominick Blum, on the night of Dec. 19-20 when Michael" , "date" : "19861229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW DETAILS GIVEN IN QUEENS ATTACK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/29\/nyregion\/new-details-given-in-queens-attack.html"} , {"body" : "To the Sports Editor: As a Brooklyn native, I am somewhat perplexed by the snowballing enthusiasm among local politicians to bring minor league baseball to my home borough (''Brooklyn Delegation Starts Pleading Case for a Baseball Team,'' The New York Times, Dec. 6). Whatever has given anyone the impression that Brooklynites would support a minor" , "date" : "19861228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Sports"] , "page_facet" : "13" , "title" : "No Thanks" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/28\/sports\/l-no-thanks-709886.html"} , {"body" : "Celia Goldberg felt ''so sick I had nothing to lose'' when she signed up last year for a new kind of insurance for the elderly. ''Now the fear, for me, is gone,'' she said. ''When I pick up the phone, I get help immediately. They call you back. They tell you what to do.'' Mrs. Goldberg, a 78-year-old widow, lives in a tidy fourth-floor apartment in" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "17" , "title" : "HEALTH PLAN HELPS ELDERLY TO STAY AT HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/style\/health-plan-helps-elderly-to-stay-at-home.html"} , {"body" : "Black civic and political leaders, both loudly and softly, said yesterday that the attack by white youths on three black men in Queens last weekend was convincing evidence that racially motivated violence was a ''pervasive problem and not an isolated one,'' as some people had maintained. The attack has generated demonstrations and calls for" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BLACK LEADERS SAY QUEENS ATTACK IS EVIDENCE OF 'PERVASIVE PROBLEM'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/black-leaders-say-queens-attack-is-evidence-of-pervasive-problem.html"} , {"body" : "A 23-year-old black man was struck and killed by a car on a Queens highway early yesterday after being severely beaten twice by 9 to 12 white men who chased him and two other black men through the streets of Howard Beach in what the police called a racial attack. Though the police responded to reports of trouble at the scenes of both beatings," , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BLACK MAN DIES AFTER BEATING BY WHITES IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/nyregion\/black-man-dies-after-beating-by-whites-in-queens.html"} , {"body" : "Horses prance through the lobby of the Paine Webber building. Tigers prowl, deer leap, a rabbit scampers, a cat jumps and a pig vaults. Most of the menagerie of carved carousel animals exhibited there, however, are strutters - and that includes a zebra, goat, chicken, dog, giraffe, camel and ostrich. Only the big brown bear seems immobile, his" , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ANTIQUES; CAROUSEL CREATURES STILL CAST THEIR SPELL" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/arts\/antiques-carousel-creatures-still-cast-their-spell.html"} , {"body" : "AS if Christmas shopping, card-writing and party-going weren't enough to deal with, this is also the season to be inundated with friends and relatives from out of town, all bent on packing as much sightseeing and as many performances of ''The Nutcracker'' and the ''Messiah'' into one visit as the human body can endure. The demands of the season are" , "date" : "19861219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WHERE CULTURAL LUMINARIES TAKE THEIR HOLIDAY GUESTS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/19\/arts\/where-cultural-luminaries-take-their-holiday-guests.html"} , {"body" : "Caroline S. is very excited about her future. When the 21-year-old woman talks about her plans to become a nurse, her eyes glow and her warm smile grows larger than ever. ''I really enjoy being with people, helping them out,'' she said. ''If they are upset, I talk to them to make them realize that it's not so bad. I guess I'm good at doing that.''" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "118" , "title" : "A CHRISTMAS TRADITION: HELP THE NEEDIEST" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/nyregion\/a-christmas-tradition-help-the-neediest.html"} , {"body" : "THE three-story brownstone at 110 Hart Street in the Bedford-Stuyvesant section of Brooklyn is little more than a shell, a sagging husk without heat, hot water or toilets. Three families live there using buckets for plumbing. They heat themselves with barbecue charcoal. They light their grim rooms with pirated electricity carried by a web of" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York Plays Reluctant Landlord" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/realestate\/new-york-plays-reluctant-landlord.html"} , {"body" : "Car No. 6321 was pronounced dead last week at the Transit Authority East New York maintenance shop after a long illness. It was 31 years old. No ceremony was held, no tears were shed. If anything, riders of the M line should rejoice. It was one of - if not the - biggest lemons in the 6,000-car fleet. That the gray and graffiti-scarred veteran of" , "date" : "19861211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REQUIEM FOR SUBWAY CAR 6321, AGE 31" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/11\/nyregion\/requiem-for-subway-car-6321-age-31.html"} , {"body" : "Children from Public School 100 in Brooklyn joining Cultural Affairs Commissioner Bess Meyerson at opening yesterday of Red Sea Exhibition at New York Aquarium. It was also the aquarium's 90th anniversary. The new attraction is a wall of elaborate rockwork and coral and contains fish found solely in the Red Sea. The aquarium is at West Eighth" , "date" : "19861211" , "day_of_week_facet" : "Thursday" , "page_facet" : "2" , "title" : "New Exhibition at Aquarium" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/11\/nyregion\/new-exhibition-at-aquarium.html"} , {"body" : "Minor league baseball? In Brooklyn? Picture this: a roster filled with the has-been and the unheard of, rivals such as the Toledo Mud Hens and the Tucson Toros; no All Star Game, no World Series. The Boys of Summer it is not. Even so, for many baseball fans and civic leaders it would be an amazing victory if the State Urban Development Corporation" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "'DEM BUMS' HAUNT PLAN FOR MINOR LEAGUE TEAM" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/nyregion\/dem-bums-haunt-plan-for-minor-league-team.html"} , {"body" : "A delegation from Brooklyn arrived in Florida yesterday and began the next and most difficult phase of efforts to get a minor league baseball team for Coney Island: convincing the minor leagues to start a franchise and the major leagues to let them. The delegation - a group of state and city officials organized by Borough President Howard Golden of" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "BROOKLYN DELEGATION STARTS PLEADING CASE FOR A BASEBALL TEAM" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/nyregion\/brooklyn-delegation-starts-pleading-case-for-a-baseball-team.html"} , {"body" : "Nathan's Famous Inc., the company whose hot dogs have become a New York institution, agreed to be acquired yesterday by Equicor Group Ltd., a private investment group based on Long Island, for $7.50 a share, or a total of about $17 million. The announcement of the sale of the fast-food chain, which was begun in 1916 when Nathan Handwerker and his" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "38" , "title" : "Nathan's to Be Acquired In a $17 Million Deal" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/business\/nathan-s-to-be-acquired-in-a-17-million-deal.html"} , {"body" : "The State Urban Development Corporation proposed yesterday that a $58 million stadium-and-arena complex for amateur sports, minor league baseball and cultural events be built in an economically depressed section of Coney Island. Evoking memories of the Brooklyn Dodgers and Coney Island's heyday as a center of entertainment, the chairman of the" , "date" : "19861205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "STATE PROPOSES BASEBALL STADIUM FOR CONEY I." , "url" : "http:\/\/www.nytimes.com\/1986\/12\/05\/nyregion\/state-proposes-baseball-stadium-for-coney-i.html"} , {"body" : "SOME are jumpers, some are prancers and some are standers. But all 48 horses from a classic carrousel that spun for 62 years in an Ohio amusement park are now locked inside a dusty warehouse in Brooklyn. Someday, if a political dispute can be resolved, the horses will circle again, this time on a patch of East River waterfront between the Brooklyn" , "date" : "19861204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "OHIO CARROUSEL HORSES MAY PRANCE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/04\/garden\/ohio-carrousel-horses-may-prance-in-brooklyn.html"} , {"body" : "The New York City Department of Health last week released a list of 47 food establishments cited for violating the health code. In addition, it listed 11 restaurants that were allowed to reopen after correcting earlier violations, and 6 that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Beefsteak" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "47 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/nyregion\/47-food-outlets-cited-by-new-york-officials.html"} , {"body" : "The New York City Department of Health last week released a list of 44 food establishments cited for violating the health code. In addition, it listed eight restaurants that were allowed to reopen after correcting earlier violations, and four that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Big Heart" , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "OFFICIALS CITE 44 FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/nyregion\/officials-cite-44-food-outlets.html"} , {"body" : "As the season's first freezing temperatures sent 9,654 homeless people into municipal shelters Thursday night, the Borough Presidents of Brooklyn, Queens, the Bronx and Staten Island were studying 16 new shelter sites proposed by the Koch administration. Four shelters would be built in each of the five boroughs under Mayor Koch's $100 million plan." , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "BOROUGH LEADERS STUDY SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/nyregion\/borough-leaders-study-shelter-plan.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "IN the heart of New York's most populous borough, Prospect Park and its verdant partner, the Brooklyn Botanic Garden, wander over nearly 600 acres of meadows, woodlands, waterways and an array of theme gardens. Here in Brooklyn's great backyard are also historic houses and sculptures, a zoo and skating rink, a Japanese garden and a horticultural" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Woodlands and Exotic Gardens" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-woodlands-and-exotic-gardens.html"} , {"body" : "President Reagan's veto of amendments to the Clean Water Act could ''substantially delay'' four sewage treatment plants under construction or renovation in Brooklyn and Staten Island, according to city officials. They also said the veto of the legislation, which would have allotted $18 billion for sewage treatment systems nationwide, could force" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "REAGAN VETO SEEN DELAYING 4 CITY SEWAGE PLANTS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/reagan-veto-seen-delaying-4-city-sewage-plants.html"} , {"body" : "Abraham J. Multer, a 10-term Representative from Brooklyn and a former State Supreme Court justice, died Tuesday at the Hebrew Home and Hospital in Hartford, where he had moved recently. He was 85 years old. Mr. Multer, a Democrat, served in the House from 1947 until he was elected to the bench in 1967. He held the 13th District seat now occupied" , "date" : "19861107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "ABRAHAM MULTER, EX-CONGRESSMAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/07\/obituaries\/abraham-multer-ex-congressman.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Nathan's Famous Inc., whose hot dogs have been attracting New Yorkers for 70 years, has now drawn the attention of a corporate suitor. Nathan's said a buyout offer had been made by a private investment group, but the company would not identify the group or say what price it was offering. In a statement issued yesterday, Murray Handwerker, the" , "date" : "19861104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "NATHAN'S RECEIVES AN OFFER" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/04\/business\/nathan-s-receives-an-offer.html"} , {"body" : "THE Museum of Modern Art will auction 17 duplicate prints from its photography holdings - the first public sale of such works from the museum's collection - at Christie's on Nov. 11. John Szarkowski, director of the Modern's department of photography, said each of the prints is ''of excellent quality and represents an important work in the history" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "AUCTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/arts\/auctions.html"} , {"body" : "Ten years ago, the big New York department stores began a hotly debated policy of opening on Sundays. Within weeks, they were joined by thousands of smaller retailers in the city and region, many of them reluctant but swept up by competitive pressures. Since then, weekend life in New York and its suburbs has never been quite the same. For many" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUNDAY SHOPPING: A WAY OF LIFE FOR MILLIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/sunday-shopping-a-way-of-life-for-millions.html"} , {"body" : "Transit Authority officials yesterday proposed changing two subway routes in Queens, the N and the R, in a move, they said, to improve service between Queens and Manhattan. Under the switch, which would take effect next spring, the N train, whose terminal is now 71st-Continental Avenues in Forest Hills, would go to Ditmars Boulevard in Astoria, and" , "date" : "19861016" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Shifts on N and R Lines Are Planned in Queens" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/16\/nyregion\/shifts-on-n-and-r-lines-are-planned-in-queens.html"} , {"body" : "The city is full of nomads - drifters, derelicts and the disposessed. They sprawl in doorways, they bathe in restrooms, and they prowl the streets. On a peninsula of land at the bottom of Brooklyn, some of them have gathered into a colony, a family of sorts that sleeps by the sea. They are sometimes a dozen and sometimes a score. They have holed up" , "date" : "19861007" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "UNDER BOARDWALK, HOMELESS EKE OUT A SURVIVAL" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/07\/nyregion\/under-boardwalk-homeless-eke-out-a-survival.html"} , {"body" : "A State Supreme Court justice was indicted yesterday on charges that he accepted bribes in exchange for funneling thousands of dollars from children's trust funds that he controlled into a Brooklyn credit union. The 61-year-old judge, Jerome Cohen, who was elected to the State Supreme Court in Brooklyn in 1985, is accused of ordering the placement" , "date" : "19861003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN JUDGE IS INDICTED IN LOANS FROM CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/03\/nyregion\/brooklyn-judge-is-indicted-in-loans-from-credit-union.html"} , {"body" : "The Brooklyn Spirit might be called a mixture of individualism, pragmatism and just plain neighborliness. The district manager of Community Board 15, Dorothy Cunningham, was throwing out an old desk and a couple of chairs the other day and called the Sanitation Department. When Andrew Pecoraino and John Biscuti of sanitation garage 15 arrived at" , "date" : "19860930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "NEW YORK DAY BY DAY; Pitching In in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/30\/nyregion\/new-york-day-by-day-pitching-in-in-brooklyn.html"} , {"body" : "Divided by a war that killed many relatives and later isolated from each other by the demands of a modern society, six branches of a Jewish family were united in an emotional gathering in Coney Island yesterday. ''I never thought I would see this,'' said May Wohlfeld, 87 years old, who was the oldest person at the gathering at Gargiulo's" , "date" : "19860921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "IN BROOKLYN, AN EMOTIONAL REUNION" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/21\/nyregion\/in-brooklyn-an-emotional-reunion.html"} , {"body" : "AS of Sunday, it's officially autumn, which means that the peak season for New York street fairs and festivals is drawing rapidly to a close. It's almost as if this weekend had been planned as a grand finale, for there will be no less than eight neighborhood celebrations tomorrow and Sunday - not only in Manhattan, but in Queens, Brooklyn and" , "date" : "19860919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A CORNUCOPIA OF CELEBRATIONS ALL AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/arts\/a-cornucopia-of-celebrations-all-around-town.html"} , {"body" : "LIKE a stretching dragon awakening from a long slumber, Chinatown is bursting its traditional Chatham Square boundaries, spreading north in Manhattan and sprawling over the metropolitan area to spawn satellite neighborhoods in Queens, Brooklyn, Staten Island and New Jersey. Indeed, it is not only Chinese who are expanding beyond what was in 1960 an" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Satellite Chinatowns Burgeon Throughout New York" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/realestate\/satellite-chinatowns-burgeon-throughout-new-york.html"} , {"body" : "AUCTIONS of art, books, antiques and collectibles are being held these days virtually anywhere a crowd is inclined to gather. This season, there will be public sales at such unlikely sites as a Fifth Avenue department store, a public school on the Upper East Side, the Puck Building in SoHo and the Big Apple Circus tent at Lincoln Center. Bidders" , "date" : "19860912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "AUCTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/arts\/auctions.html"} , {"body" : "CITY Hall boasts a brand new set of stone steps out front, and refurbished rooms inside. Straphangers are actually seeing new subway cars glide up to the platform. Traffic is snarled daily by repair crews on the East River bridges. Sheepshead Bay High School in Brooklyn is scheduled for renovations this year. Something new is happening in a city" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "HERE AND THERE, CITY REPAIRS AND RENOVATIONS START TO SHOW" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/weekinreview\/here-and-there-city-repairs-and-renovations-start-to-show.html"} , {"body" : "The New York City Department of Health last week released a list of 34 food establishments cited for violating the health code. In addition, it listed six restaurants that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Beauzo, 145" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "NEW YORK INSPECTORS CITE 34 ESTABLISHMENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/nyregion\/new-york-inspectors-cite-34-establishments.html"} , {"body" : "BRAZIL DAY Ever since the late 1940's, the Brazilian section of town has been along 45th and 46th Streets, west of Fifth Avenue. Unlike other ethnic neighborhoods, this one has few residents, but it is a palpable presence in the form of stores, travel and promotion agencies and restaurants, all sporting the gold-and-green colors of our great" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/arts\/going-out-guide.html"} , {"body" : "Among the most severe traffic trouble spots facing motorists this weekend in the metropolitan region, according to the city Department of Transportation are these: * Franklin D. Roosevelt Drive, southbound from 63d to 34th Streets, closed Sunday from 12:01 A.M. to 10 A.M. * 125th Street, between Broadway and the Henry Hudson Parkway, closed from 12" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Worst Trouble Spots For Weekend Traffic" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/nyregion\/worst-trouble-spots-for-weekend-traffic.html"} , {"body" : "Coney Island, Brooklyn, will be the location for the premiere this weekend of a new play by the Bread and Puppet Theater. The troupe will present ''The Hunger of the Hungry and the Hunger of the Overfed Cantata'' at Sideshows by the Seashore, a nonprofit museum and theater, at the Boardwalk and West 12th Street. Shows are tonight and tomorrow at 8" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "'Hunger' Premiere" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/theater\/hunger-premiere.html"} , {"body" : "THINK of it: New York on no dollars a day. Watch brave Irishmen collide in a Gaelic football match, or watch the even braver ones eat Irish blood pudding. Hear ''the 60-second novelist'' pound out a story in one minute. Taste a chunk of a 12-foot pizza with ''I Love New York'' emblazoned in peppers, mozzarella and pepperoni. And all scot-free. What" , "date" : "19860905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEDEND FREE FOR ALL THROUGHOUT THE CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/05\/arts\/weedend-free-for-all-throughout-the-city.html"} , {"body" : "New York City has failed to control an innovative medical program at Coney Island Hospital in Brooklyn, thus wasting public health money and undermining patient care, Edward V. Regan, the New York State Comptroller, said yesterday. Unlike most municipal hospitals in which medical and surgical care is rendered by interns and residents supervised by" , "date" : "19860828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "9" , "title" : "Comptroller Charges Health Money Waste" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/28\/nyregion\/comptroller-charges-health-money-waste.html"} , {"body" : "A plan to allow cable television to be installed in phases in the Bronx and most of Brooklyn was approved last night by the city's Board of Estimate. The proposal, which had been pending for months, will enable the Cablevision Systems New York Corporation to provide cable service to wealthier sections of the boroughs before wiring less affluent" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "City Agrees to Wiring Of Cable TV in Stages" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/nyregion\/city-agrees-to-wiring-of-cable-tv-in-stages.html"} , {"body" : "Friday FOOTAGE OF AUSCHWITZ As Russian troops reached Auschwitz in the winter of 1945, cameramen were present to record for the world the engine of evil assembled against the Jews by Hitler. But for the last 40 years, that footage has remained in Soviet archives. This weekend, at Film Forum 1, the atrocities and the survivors of the Polish death" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/arts\/weekender-guide.html"} , {"body" : "THE first residents of Gravesend were reluctant to leave. They liked the neighborhood, and even after they had sold the land they kept trying to move back. The reluctance of those Canarsie Indians to leave caused some inconvenience for the next residents - Lady Deborah Moody and 40 of her followers, who arrived from New England in 1643. Invited to" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/realestate\/if-you-re-thinking-of-living-in-gravesend.html"} , {"body" : "Civic leaders of this economically depressed city believe they have found just the thing to cure their ailing waterfront: sharks. They say a $30 million aquarium may help turn a 75-acre park on the Delaware River into New Jersey's biggest tourist attraction. Schools of tropical fish darting in glass tanks is not what they have in mind. One display" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "34" , "title" : "CITIES LOOKING TO AQUARIUMS AS AN ECONOMIC LURE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/us\/cities-looking-to-aquariums-as-an-economic-lure.html"} , {"body" : "Friday SOUNDS OF SUMMER A hybrid of two popular summertime festivals begins this evening with its own name and an eclectic program. The New York Summer Festival combines the all-day Motown concerts-in-the-park of the Southern Queens Summer Festival with the intimate nightclub performances of the New York Folk Festival, and throws in some" , "date" : "19860808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/08\/arts\/weekender-guide.html"} , {"body" : "Brooklyn By the Sea, meet at the arch at Grand Army Plaza, Brooklyn; 718-788-8500. Sponsored by the Prospect Park Environmental Center, Sunday's tour will cover the old and more recent resorts along Brooklyn's beaches from the Narrows to Seagate to Sheepshead Bay. A tour of historic and architecturally noteworthy homes of Seagate will be given, as" , "date" : "19860807" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "CALENDAR: RESORTS TOUR" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/07\/garden\/calendar-resorts-tour.html"} , {"body" : "BY New York standards, it was a novel idea: the creation of oases of quietude where people could escape the hustle and jangle of the city in the summer. The city's Commissioner of Parks and Recreation, Henry J. Stern, designated five such pastoral places last year: the 15-acre Sheep Meadow in Central Park and three-block stretches at Orchard Beach" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "FOLLOW-UP ON THE NEWS; Quiet Enclaves Amid City Clamor" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/follow-up-on-the-news-quiet-enclaves-amid-city-clamor.html"} , {"body" : "Aiming to reduce overcrowding at psychiatric treatment centers, the city's Health and Hospitals Corporation plans to increase by about 18 percent the number of beds for psychiatric patients in municipal hospitals, officials said yesterday. The plan, which would raise the number of beds by 180, to 1,207, and add three mobile psychiatric units to the" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "24" , "title" : "CITY PLANNING 18% INCREASE IN BEDS FOR PSYCHIATRIC PATIENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/city-planning-18-increase-in-beds-for-psychiatric-patients.html"} , {"body" : "A neighborhood can have many lives, wear many faces. On Brooklyn's southern shore along a narrow peninsula with oceanfront streets, Brighton Beach is ready for yet another metamorphosis, perhaps another great change. What was once seaside resort, what became slum, then ethnic sanctuary, may soon be home to those well-heeled urbanites who are young," , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BRIGHTON BEACH, ANOTHER TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/in-brighton-beach-another-time-of-change.html"} , {"body" : "The Board of Estimate, in a meeting that ended early yesterday morning, approved two Manhattan development projects and came to a tentative agreement with the company scheduled to bring cable television to the Bronx and most of Brooklyn. The cable plan, pending for months, is scheduled for a vote at the next board meeting on Aug. 14. It allows the" , "date" : "19860719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "PACT ON CABLE TV IS REACHED; 2 BUILDING PROJECTS ARE VOTED" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/19\/nyregion\/pact-on-cable-tv-is-reached-2-building-projects-are-voted.html"} , {"body" : "Engineers underestimated the amount of steel to be replaced. Transit Authority officials took nine months to approve a minor design change. A subcontractor failed to deliver dirt for a detour road before winter came. Each new obstacle has delayed the rebuilding of the half-mile Coney Island viaduct on the Belt Parkway so that the project, which" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DETOURS ON THE PATH TO REBUILDING A ROAD" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/nyregion\/detours-on-the-path-to-rebuilding-a-road.html"} , {"body" : "Mayor Koch threw a switch at Astroland in Coney Island yesterday, sending riders along 3,000 feet of swoops and swerves as the Cyclone Roller Coaster, its insurance problems solved, got off to a late seasonal start. ''Mazel tov,'' shouted the Mayor as officials and reporters hurtled toward their first and deepest plummet - 91 feet at a 60-degree" , "date" : "19860711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CYCLONE AT CONEY ISLAND ROLLS AGAIN AT LAST" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/11\/nyregion\/cyclone-at-coney-island-rolls-again-at-last.html"} , {"body" : "In New York City's biggest cleanup operation since the World War II victory celebrations, a giant force of Sanitation and Parks Department workers swept through the city yesterday. As workers cleaned up, the crowds were undiminished at Liberty Island. Ferry ticket sales were halted at 11:30 A.M. yesterday, the third day that crowds forced an early" , "date" : "19860708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "HUGE CLEANUP IS ADDED TO LIST OF SUPERLATIVES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/08\/nyregion\/huge-cleanup-is-added-to-list-of-superlatives.html"} , {"body" : "The body of a 10-year-old Brooklyn boy, who apparently suffocated, was found in an old refrigerator in the basement of his aunt's Brighton Beach apartment late Saturday night by his father following a six-hour search, the police said yesterday. The boy, Manley Clinton Jr., and his parents, who lived at 3142 Bayview Avenue in Coney Island, were" , "date" : "19860707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Coney I. Boy, 10, Suffocates In Old Refrigerator at Aunt's" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/07\/nyregion\/coney-i-boy-10-suffocates-in-old-refrigerator-at-aunt-s.html"} , {"body" : "The City Department of Health has released a list of public swimming areas in the five boroughs that have been approved as safe for the summer season. Approval is based on the department's beach water sampling program, which began May 15 and is to continue throughout the season. The department also released a list of areas where swimming is not" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ISSUES A LIST OF SAFE PUBLIC BEACHES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/city-issues-a-list-of-safe-public-beaches.html"} , {"body" : "With the eyes of America on its most cherished symbol of freedom, the city and the nation rededicated the Statue of Liberty in a blaze of light last night, marking its centennial as a beacon of hope in New York Harbor. In a radiant crescendo to Liberty Weekend's opening ceremonies on Governors Island, President Reagan ''unveiled'' the monument by" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FRANCE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NATION REKINDLES STATUE OF LIBERTY AS BEACON OF HOPE; LIGHT FROM LASERS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/nyregion\/nation-rekindles-statue-of-liberty-as-beacon-of-hope-light-from-lasers.html"} , {"body" : "Three Brooklyn men were arrested yesterday and charged with the killing a 20-year-old man who was beaten and stabbed while riding a bicycle in Coney Island in May. The police said racial tensions were a factor in the killing. Deputy Chief Louis Raiford, commanding officer of Brooklyn detectives, said that the victim, Samuel B. Spencer 3d, who was" , "date" : "19860703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "3 ARRESTED IN SLAYING; BIAS IS CALLED A FACTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/03\/us\/3-arrested-in-slaying-bias-is-called-a-factor.html"} , {"body" : "''Brooklyn,'' says Elliot Willensky, ''was, when I was a child, the kind of attraction that caused my chin to drop in awe. I would sit with my nose against the window of the IRT, my knees imprinted with the rattan impressions of the seat covers, and I would look out at its world going by.'' Mr. Willensky - architect, vice chairman of the city's" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "AUTHOR RECALLS BROOKLYN'S MYTHIC, MAGIC YEARS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/arts\/author-recalls-brooklyn-s-mythic-magic-years.html"} , {"body" : "ART'S 'MUFFLED VOICES' There is a form of American art that does not fit into the established schools of either recognized folk art (which its protagonists say ended around 1900) or modern art (which its critics say doesn't fit into any school) This outcast form is called contemporary folk art, and one may sample it at the exhibition ''Muffled" , "date" : "19860625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/25\/arts\/going-out-guide.html"} , {"body" : "To commemorate the delayed official opening of the beachfront in Coney Island and Brighton Beach yesterday, Brooklyn Borough President Howard Golden took off his black suit jacket. He patrolled the Boardwalk as if he were a drill sergeant conducting inspection. The Parks and Recreation Commmissioner, Henry J. Stern, donned a red swimsuit and went" , "date" : "19860621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEW YORK DAY BY DAY; Delayed Opening of Beach" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/21\/nyregion\/new-york-day-by-day-delayed-opening-of-beach.html"} , {"body" : "LIBERTY - Perhaps the most extraordinary exhibition about the Statue of Liberty, apart from the spectacle of the lady herself in the harbor, opens today in midtown Manhattan, in the palatial rooms and corridors of the New York Public Library, 42d Street and Fifth Avenue. Although the city will be awash all summer with Libertyana, a visit here" , "date" : "19860621" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/21\/arts\/going-out-guide.html"} , {"body" : "To the Editor: Everything you said about Coney Island in your May 29 article accompanying the report of the slaying there of a man on a bicycle is probably true, but it is only one side of the story. A murder occurred in Coney Island, and you join in the chorus bemoaning the plight of ''seedy areas,'' such as Coney Island, calling it ''nothing but" , "date" : "19860613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Coney Island Is More Than Scene of a Crime" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/13\/opinion\/l-coney-island-is-more-than-scene-of-a-crime-768086.html"} , {"body" : "YOU can't blame music for feeling a little cooped up lately. Trapped in smoky clubs after dark, confined in stuffy concert halls, removed from such kindred sounds as birds's songs, human chatter, the rustle of leaves, traffic noise - all that could give an art form a bad case of cabin fever. This weekend, finally, music gets to step outside. It" , "date" : "19860606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC MOVES INTO THE OPEN AIR, FROM BOATS TO CITY STREETS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/06\/arts\/music-moves-into-the-open-air-from-boats-to-city-streets.html"} , {"body" : "READINGS AND WRITINGS The poet and writer Norman Rosten was named poet laureate of Brooklyn - a $1 a-year post - in 1979, primarily, he conceded at the time, because he lives there. He had written no poems on the borough, although one novel, ''Under the Boardwalk,'' was set in Coney Island. Some of his other books include, ''Love in All Its" , "date" : "19860605" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/05\/arts\/going-out-guide.html"} , {"body" : "A 19-year-old Hispanic youth was charged last night in what the police have called the racially motivated stabbing of an Oriental teen-ager in Coney Island Saturday night, the police said. The suspect, Raymond Cruz, who lives in Brooklyn's Fort Greene section, was charged with assault, aggravated harassment, possesion of a dangerous weapon and" , "date" : "19860603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Arrest in Brooklyn Stabbing" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/03\/nyregion\/arrest-in-brooklyn-stabbing.html"} , {"body" : "A Brooklyn youth was stabbed in what appeared to be a racially motivated assault, the police said yesterday. A police spokesman, Lieut. Edwin LeSchack, said the attack took place at 6 P.M. Saturday in a predominantly black and Hispanic neighborhood of Coney Island. He identified the victim, who was critically wounded, as Gary Moy, 17 years old, of" , "date" : "19860602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager Is Stabbed; Racial Motive Is Seen" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/02\/nyregion\/teen-ager-is-stabbed-racial-motive-is-seen.html"} , {"body" : "Detectives were questioning possible witnesses yesterday in the fatal beating and stabbing of a 20-year-old man who was riding a bicycle early Wednesday in the Coney Island section of Brooklyn, the police said. The investigators were still seeking a motive in the slaying of the man, Samuel B. Spencer 3d, who was set upon by at least six and" , "date" : "19860530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Seek Motive in Killing Of a Bicyclist in Coney Island" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/30\/nyregion\/police-seek-motive-in-killing-of-a-bicyclist-in-coney-island.html"} , {"body" : "A 20-year-old man who was riding a bicycle on a Brooklyn street early yesterday was fatally beaten and stabbed by a group of at least six men who then took his bicycle and fled in automobiles, the police said. Police officials said the motive for the slaying, which occurred on West 20th Street near Surf Avenue in a seedy area of Coney Island, was" , "date" : "19860529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MAN RIDING A BICYCLE ON CONEY I. IS BEATEN AND STABBED TO DEATH" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/29\/nyregion\/man-riding-a-bicycle-on-coney-i-is-beaten-and-stabbed-to-death.html"} , {"body" : "International The main Nicaraguan rebel leaders were said to have agreed to give civilian officials increased authority. The agreement came after nearly three weeks of hard negotiating in Miami. Rebel sources said the accord seemed likely to resolve a long power struggle that threatened to split the rebel front, the United Nicaraguan Opposition. [" , "date" : "19860529" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: THURSDAY, MAY 29, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/29\/nyregion\/news-summary-thursday-may-29-1986.html"} , {"body" : "After two months of investigation, Federal and state officials say they have not found a reason why the city's former taxi chief, Jay L. Turoff, helped a taxi fleet owner obtain 123 free taxi medallions. According to the investigators - who say Mr. Turoff engineered a scheme for the improper use of the medallions - no direct evidence has been found" , "date" : "19860527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TUROFF'S TIE TO MEDALLIONS IS UNCLEAR" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/27\/nyregion\/turoff-s-tie-to-medallions-is-unclear.html"} , {"body" : "Beach season officially opened yesterday along the 2.4 miles of sand that stretch across the foot of Brooklyn, from Coney Island to Brighton Beach. There was sun (hazy), surf (gentle) and Billy Weintraub (resplendent in lifeguard orange). The sun and the surf have been on hand for a quite a few openings and Mr. Weintraub feels as if he has been" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "24TH SEASON IN THE SUN FOR BROOKLYN LIFEGUARD" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/nyregion\/24th-season-in-the-sun-for-brooklyn-lifeguard.html"} , {"body" : "An 81-year-old man fatally stabbed his emotionally disturbed son and then critically wounded himself with the knife early yesterday in what the police called an apparent murder and attempted suicide at the Brooklyn home of the men. Detectives said the dead man, 39-year-old John J. DiPuma Jr., was stabbed twice in the chest with a butcher knife by" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "32" , "title" : "Brooklyn Man, 81, Kills Son, Then Stabs Himself 2 Times" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/nyregion\/brooklyn-man-81-kills-son-then-stabs-himself-2-times.html"} , {"body" : "A black youth accused of harassing a rabbi is sentenced to help residents of Borough Park, a predominantly Hasidic section of Brooklyn, fill out paperwork to obtain social services. A wisecracking 20-year-old man accused of disorderly conduct cooks lunch and does odd jobs for 200 residents of a center for the elderly in the Williamsburg section. A" , "date" : "19860524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "BROOKLYN TURNING OFFENDERS INTO HELPING HANDS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/24\/nyregion\/brooklyn-turning-offenders-into-helping-hands.html"} , {"body" : "MEMORIAL DAY weekend means summer is unofficially here, and with its coming, urban fantasies turn to glistening sands, sea breezes and ocean waves. While surf and sand are probably not the first things that come to mind when one thinks of New York City, there are 14.9 miles of city beaches within an hour or so of midtown Manhattan, as well as beach" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OUT AND ABOUT ON MEMORIAL DAY; HOW TO FIND THAT SAND AND SURF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/arts\/out-and-about-on-memorial-day-how-to-find-that-sand-and-surf.html"} , {"body" : "OUTDOOR enticements abound this Memorial Day weekend, from guided meanderings, a feast and parades to a plunge back five centuries. But on Sunday, the focus for thousands of New Yorkers and their neighbors will be two marathon events: Hands Across America, a coast-to-coast, human-chain spectacular intended to raise money for the hungry and the" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OUT AND ABOUT ON MEMORIAL DAY" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/arts\/out-and-about-on-memorial-day.html"} , {"body" : "A 1984 primary campaign by State Senator Martin Markowitz of Brooklyn was financed largely by the Hyfin Credit Union, which was closed last month because of fraud charges, and by people linked to Hyfin, according to state records. A report filed by Senator Markowitz shows that of the $29,000 he raised in that campaign, $18,000 came from Hyfin and" , "date" : "19860521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CAMPAIGN GIFTS TO SENATOR TIED TO CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/21\/nyregion\/campaign-gifts-to-senator-tied-to-credit-union.html"} , {"body" : "A Brooklyn foster mother was sentenced to up to 30 years in prison yesterday for sexually abusing four children in her custody, and the man she lived with was sentenced to more than 100 years for sexual abuse of the children. Justice Jerome Cohen of State Supreme Court in Brooklyn sentenced the defendants, Joanne Tulko, 36 years old, to 10 to 30" , "date" : "19860521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG TERMS FOR CHILD SEX ABUSE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/21\/nyregion\/long-terms-for-child-sex-abuse.html"} , {"body" : "Forget Helen of Troy. The face that launches a thousand ships this July Fourth weekend will be that of the Statue of Liberty. What is being called the largest flotilla of sailing ships to assemble in modern history is gathering from all over the world to salute her centennial year. Some 350,000 people are expected to be afloat in the harbor on the" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "HOW TO FOLLOW THE FLEET" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/how-to-follow-the-fleet.html"} , {"body" : "The construction site looks like any other. There are cranes and bulldozers and trailers with Playboy centerfolds on the wall and one of those quilted aluminum trucks that sell corn muffins sealed, as if for eternity, in slightly inflated cellophane bags. The men on the job, and the few women too, wear bandannas and down vests and work boots, and" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "BETTER THAN NEW" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/better-than-new.html"} , {"body" : "An internal review by the Health and Hospitals Corporation has found that many city hospitals did not adequately monitor collection companies assigned to collect tens of millions of dollars in hospital bills. The review found that most hospitals did not document the procedures used to select collection companies from a list of approved companies," , "date" : "19860517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "REVIEW FAULTS HOSPITALS CORPORATION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/17\/nyregion\/review-faults-hospitals-corporation.html"} , {"body" : "An 18-year-old Brooklyn man was arrested by the police yesterday and charged with the murder of a Roman Catholic priest who had been shot to death in his car early Saturday in a rundown industrial section of downtown Brooklyn. The police said the suspect, Andre Nichols, of 124 Carlton Avenue in Fort Greene, was seized at his father's home at 395" , "date" : "19860512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUSPECT HELD IN THE MURDER OF PRIEST, 49" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/12\/nyregion\/suspect-held-in-the-murder-of-priest-49.html"} , {"body" : "A popular Roman Catholic priest who directed child-care services for the Diocese of Brooklyn and was about to receive his first pastorate was shot to death in his car early yesterday in an apparent robbery in downtown Brooklyn, the police reported. The victim, the Rev. Frederick M. Strianese, a 49-year-old aide to Auxiliary Bishop Joseph M." , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "BROOKLYN PRIEST SHOT DEAD IN CAR, APPARENTLY BY THIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/brooklyn-priest-shot-dead-in-car-apparently-by-thief.html"} , {"body" : "The neatly tended public garden blooms gloriously with the colors and scents of spring. Children play and old folks stroll around the graceful meadows of the nearby park, an architectural landmark. A stately museum stands nearby, offering art treasures of the world. It could be London, or Paris. It's Brooklyn. The Brooklyn Botanic Garden, Prospect" , "date" : "19860507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Worm and the Apple; About Time; Wider Horizon" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/07\/opinion\/the-worm-and-the-apple-about-time-wider-horizon.html"} , {"body" : "A second executive of a defunct Brooklyn credit union under investigation for its dealings with the city's former taxi chief, Jay L. Turoff, pleaded guilty yesterday to charges of improperly using the credit union's funds for real-estate transactions. The executive, Ian Grossfield, pleaded guilty as Federal prosecutors in Brooklyn began a civil" , "date" : "19860506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A GUILTY PLEA BY 2D OFFICIAL IN CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/06\/nyregion\/a-guilty-plea-by-2d-official-in-credit-union.html"} , {"body" : "For an academic conference, the presentations were unorthodox: slides of Italian-American lawn shrines, the patter of a New York City tour guide and a performance by a group of rap artists. The subject of the conference, held this weekend at the Tisch School of the Arts at New York University, was the distinctive folklore of New York City." , "date" : "19860505" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CONFERENCE CELEBRATES CITY'S UNSUNG FOLK ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/05\/nyregion\/conference-celebrates-city-s-unsung-folk-artists.html"} , {"body" : "Law-enforcement officials have drawn from a yearlong investigation a portrait of Jay L. Turoff as a political clubhouse loyalist catapulted into an important city position by two Democratic Party leaders, Meade H. Esposito and Stanley M. Friedman. And soon after Mr. Turoff took over as chairman of the Taxi and Limousine Commission in 1978, the" , "date" : "19860504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "JAY TUROFF: A CLASSIC SUCCESS STORY LEADS TO DUAL PORTRAIT OF EX-TAXI CHIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/04\/nyregion\/jay-turoff-a-classic-success-story-leads-to-dual-portrait-of-ex-taxi-chief.html"} , {"body" : "The Transit Authority will study the possibility of eliminating sections of 11 subway lines because of low ridership, transit officials said yesterday. The subway segments, which are primarily in low- income neighborhoods of the Bronx, Brooklyn and Queens, include 79 stations and 45 miles of track -6.5 percent of the system. They are the No. 1, 2," , "date" : "19860429" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUBWAY AIDES TO WEIGH CUTS ON 11 ROUTES" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/29\/nyregion\/subway-aides-to-weigh-cuts-on-11-routes.html"} , {"body" : "Elderly men and women have increasingly become targets of solicitation by nontraditional religious groups, according to social workers, law enforcement officials and the American Association of Retired Persons. Interviews with 20 officials indicate that the primary goal of some of these groups, which they called cults, is to encourage the elderly" , "date" : "19860426" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "'CULTS' AND THE AGED: A NEW FAMILY ISSUE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/26\/style\/cults-and-the-aged-a-new-family-issue.html"} , {"body" : "A Brooklyn credit union executive swore in Federal court yesterday that he gave a $30,000 bribe to the city's former taxi commission chairman, Jay L. Turoff, in 1984 - providing law-enforcement officials with what they said was enough evidence to prosecute Mr. Turoff. ''Jay Turoff demanded and I paid $30,000 in return for assurance that the Taxi" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE ADMITS GIVING $30,000 BRIBE TO TUROFF" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/executive-admits-giving-30000-bribe-to-turoff.html"} , {"body" : "Hospital and health-service workers make up the majority of depositors in the Hyfin Credit Union, which is at the center of allegations against Jay L. Turoff, the city's former taxi chief. The credit union - which also has several thousand members employed in the taxi industry - was closed by state banking officials April 9 because of the possible" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "HEALTH WORKERS CONSTITUTED MAJORITY OF HYFIN DEPOSITORS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/health-workers-constituted-majority-of-hyfin-depositors.html"} , {"body" : "The top executive of a Brooklyn credit union has agreed to testify that he participated in multimillion-dollar frauds and paid a $30,000 bribe to the city's former taxi commissioner, Jay L. Turoff, state and Federal law-enforcement officials said yesterday. Judd Burstein, a lawyer for the credit union executive, Edmund Lee, confirmed that Mr. Lee" , "date" : "19860422" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE OF CREDIT UNION AGREES TO TESTIFY IN TUROFF BRIBE INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/22\/nyregion\/executive-of-credit-union-agrees-to-testify-in-turoff-bribe-inquiry.html"} , {"body" : "Nearly six years after a United States customs agent was killed in Queens when four youths tried to rob him as he stopped for a traffic light, a 23-year-old Brooklyn man has been charged with the murder, the police said yesterday. The suspect, Fred Morris of 2942 West 31st Street in the Coney Island section, was on parole from a 1984 robbery" , "date" : "19860417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "MAN CHARGED IN 1980 MURDER" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/17\/nyregion\/man-charged-in-1980-murder.html"} , {"body" : "Secret numbered accounts and accounts in fictitious names were illegally set up at a Brooklyn credit union under investigation for misuse of funds and for business links to the city's former taxi chief, Jay L. Turoff, state and Federal banking authorities said yesterday. The illicit accounts, Federal and state investigators said, were used to" , "date" : "19860416" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SECRET CREDIT UNION FILES FOUND" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/16\/nyregion\/secret-credit-union-files-found.html"} , {"body" : "TOMORROW is more than just Opening Day at Shea Stadium. It is the first meeting of the season between those two ancient rivals, the Cardinals and the Mets, whose blood feud goes back far into the dimly remembered past - oh, at least seven months. That's long enough to constitute a good historic feud in these latter days of brief Warholian bursts of" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "SPORTS OF THE TIMES; THE 7-MONTH RIVALRY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/sports\/sports-of-the-times-the-7-month-rivalry.html"} , {"body" : "About $20 million in depositors' funds was embezzled or otherwise misused at a Brooklyn credit union that is under investigation for its business ties to the city's former taxi chief, Jay L. Turoff, Federal and state investigators said yesterday. Officials at the Hyfin Credit Union, investigators said, are suspected of having secretly used funds on" , "date" : "19860412" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A BROOKLYN CREDIT UNION MISUSED $20 MILLION, INVESTIGATORS ASSERT" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/12\/nyregion\/a-brooklyn-credit-union-misused-20-million-investigators-assert.html"} , {"body" : "State banking officials yesterday took control of the Brooklyn credit union whose officers are under investigation for possible misuse of millions of dollars and for business ties with City Taxi Commission officials and the former Taxi Commissioner, Jay L. Turoff. Dozens of customers were turned away from the Hyfin Credit Union after Federal and" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STATE TAKES OVER BROOKLYN CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/state-takes-over-brooklyn-credit-union.html"} , {"body" : "Thirty years ago, a group of businessmen in the Bensonhurst, Coney Island and Sheepshead Bay sections of Brooklyn established a small credit union. The businessmen, seeking easier lending terms than they could obtain at banks, dubbed the institution Hyfin - an acronym for Help Your Friend in Need. In a credit union, only members who join the" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SELF-HELP PROJECT BY BUSINESSMEN" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/nyregion\/self-help-project-by-businessmen.html"} , {"body" : "Hope springs eternal in Brooklyn. Twenty-eight years after the Dodgers abandoned Ebbets Field for the greener pastures of Los Angeles, Brooklyn officials are still looking for a replacement. Last week, they said they may have found a team, and a league, willing to call Flatbush, or perhaps Coney Island, home. The American Association, one of" , "date" : "19860330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE REGION; Shades of Snider! Is Dat Dem Bums?" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/30\/weekinreview\/the-region-shades-of-snider-is-dat-dem-bums.html"} , {"body" : "All around the Coney Island Boardwalk, the signs of winter have again been swept away: the pony rides, bumper cars and kiddie coasters have been cleaned and tested in preparation for this weekend's opening. The old-timers know that the era when Coney Island was the ''Playground of the World'' is years and worlds ago - there are fewer concessions," , "date" : "19860329" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CONEY I. OPENING SEASON WITH HOPE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/29\/nyregion\/coney-i-opening-season-with-hope.html"} , {"body" : "The former head of the city agency that regulates taxis, Jay L. Turoff, is under investigation for obtaining $244,000 in loans from a credit union that has extensive dealings with the taxi industry, according to state officials and lawyers. Investigators said they were trying to determine whether Mr. Turoff's dealings with the credit union, the" , "date" : "19860328" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LINKS BETWEEN TUROFF, CREDIT UNION AND TAXI-METER COMPANY INVESTIGATED" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/28\/nyregion\/links-between-turoff-credit-union-and-taxi-meter-company-investigated.html"} , {"body" : "In the spring, baseball people say, anything seems possible. Everyone is still a winner, and any dream just might come true. Yesterday, spring was in the air - 75 degrees of it - and in Brooklyn they talked of bringing baseball back and fulfilling a dream born when the Dodgers moved West 28 years ago. The occasion was a proposal by the American" , "date" : "19860327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, MINOR LEAGUE OFFER BUOYS BASEBALL DREAMS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/27\/nyregion\/in-brooklyn-minor-league-offer-buoys-baseball-dreams.html"} , {"body" : "The Emergency Medical Service responded ''appropriately'' when asked to assist a 10-year-old Brooklyn girl with heart disease, who died a half hour later at Coney Island Hospital on March 2, Mayor Koch said yesterday. The circumstances of the emergency response had been questioned, with suggestions that paramedics, when told the elevator was not" , "date" : "19860326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Mayor Defends Paramedics Who Responded to Dying Girl" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/26\/nyregion\/mayor-defends-paramedics-who-responded-to-dying-girl.html"} , {"body" : "When my good friends in France sent me their 17-year-old daughter Veronique for a three-week visit to New York - her first - I was filled with trepidation. Would she be bored? Would I? My friends assured me that it is ''the dream of every French girl'' to come to New York, and that whatever we did together would be interesting to her, even a trip" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FRANCE"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "19" , "title" : "AROUND TOWN WITH A FRENCH TEEN-AGER" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/travel\/around-town-with-a-french-teen-ager.html"} , {"body" : "The New York Aquarium has begun building a $6.5 million educational exhibition complex known as Discovery Cove, the first of a series of projects aimed at giving the public ''a real feel for the aquatic environment.'' The effort comes in the 10th year that Dr. George D. Ruggieri has served as director of the aquarium, which stretches along the" , "date" : "19860322" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "AQUARIUM CONSTRUCTING A NEW COMPLEX" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/22\/nyregion\/aquarium-constructing-a-new-complex.html"} , {"body" : "Investigators are studying allegations that a 10-year-old Brooklyn girl with heart disease died after city paramedics refused to climb stairs to her family's 12th-floor apartment at a Coney Island housing project. The investigators, from the city's Health and Hospitals Corporation and the Brooklyn District Attorney's office, will also try to" , "date" : "19860315" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "DEATH OF A GIRL LEADS TO INQUIRY ON PARAMEDICS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/15\/nyregion\/death-of-a-girl-leads-to-inquiry-on-paramedics.html"} , {"body" : "The New York City Department of Health last week released a list of 82 food establishments cited for violating the health code. In addition, it listed four restaurants that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Area Code" , "date" : "19860302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "82 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/02\/nyregion\/82-food-outlets-cited-by-new-york-officials.html"} , {"body" : "SOTHEBY'S annual auction of moderate-priced Old Master and modern prints, in which about half the offerings are odd lots of 2 to 44 items, will be held next Thursday and Friday at 10 A.M. and 2 P.M. This sale is not for the timid; it is aimed at collectors and dealers who seek offbeat works, some by minor artists, and who are willing to take a" , "date" : "19860228" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "AUCTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/28\/arts\/auctions.html"} , {"body" : "In Brooklyn, Roy Lynn wanted to know if Governor Cuomo could give Coney Island a stadium. In Syracuse, Erwin Shultz insisted his city needed an armory. And in New Rochelle, Joan Weber wanted the Governor to stop the construction of new exit ramps along the Saw Mill River Parkway. Over the last few weeks, at budget forums across the state, hundreds" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "NEW ROCHELLE (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "CUOMO HEARS PLEAS FOR BUDGET ITEM" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/nyregion\/cuomo-hears-pleas-for-budget-item.html"} , {"body" : "Emanuel Perlmutter, a reporter for The New York Times for more than 40 years and an authority on organized crime, died yesterday at Long Island College Hospital in Brooklyn after a short illness. He was 78 years old and lived in Brooklyn Heights. Mr. Perlmutter covered a wide variety of stories with authority and speed. He won particular praise for" , "date" : "19860219" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "EMANUEL PERLMUTTER, REPORTER" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/19\/obituaries\/emanuel-perlmutter-reporter.html"} , {"body" : "Frank Schubert says life in a lighthouse is a lot easier now than it was when he started out in the business nearly a half-century ago. He no longer has to climb the tower during storms or wind cables to make the beacon revolve. Gone is the foghorn that used to blare throughout endless, misty nights. And it has been many years since Mr. Schubert," , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND LIGHT STATION (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "LAST CIVILIAN BEACON KEEPER STANDS WATCH NEAR CONEY I." , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/nyregion\/last-civilian-beacon-keeper-stands-watch-near-coney-i.html"} , {"body" : "A Russian immigrant who was killed in Brooklyn Monday by gunmen, at least one of whom used an automatic weapon, was under Federal indictment for credit card fraud, authorities said yesterday. Ilya Zeltzer, the man gunned down in the office of a wholesale gasoline company in the Sheepshead Bay section, and Benjamin Nayfield, another Russian who was" , "date" : "19860205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SLAIN EMIGRE FACED TRIAL IN FRAUD CASE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/05\/nyregion\/slain-emigre-faced-trial-in-fraud-case.html"} , {"body" : "Two men fired automatic weapons through the side door of a wholesale gasoline company in Brooklyn yesterday, killing one man and wounding two others, the police said. The shootings took place at 12:15 P.M. at the offices of the Platenum Energy Company at Avenue U and Batchelder Street in the Sheepshead Bay section. Last night, the police were" , "date" : "19860204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ONE IS KILLED AND TWO WOUNDED BY GUNMEN AT A BROOKLYN OFFICE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/04\/nyregion\/one-is-killed-and-two-wounded-by-gunmen-at-a-brooklyn-office.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "Two school districts in Queens and one in the Bronx had the best overall performance on citywide reading tests administered last spring, according to figures released yesterday by the Board of Education. Every elementary school and junior high school in the three community school districts, Districts 25 and 26 in northeastern Queens and District 11" , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "3 DISTRICTS CITED FOR HIGH SCORES ON READING TEST" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/3-districts-cited-for-high-scores-on-reading-test.html"} , {"body" : "TO many New Yorkers, the outdoors in winter is a frigid nuisance between the warm place they've been and the warm place they're going to - an unpleasant fact of life to be endured until spring again transforms the city's open spaces into desired places to go. Yet even in the depths of winter, the outdoors offers not only special seasonal charms but" , "date" : "19860110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WINTER FUN IN THE CITY, AN EARMUFF GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/10\/arts\/winter-fun-in-the-city-an-earmuff-guide.html"} , {"body" : "Sandra Feldman, executive director of the United Federation of Teachers for the last five years, spent Tuesday and Wednesday in public schools in Brooklyn and Queens, hearing the complaints of teachers short of supplies and consoling a teacher who had been stabbed in her classroom by an intruder. Yesterday morning, as was long expected, Miss" , "date" : "19860110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WOMAN IN THE NEWS; NEW TEACHER LEADER: SANDRA FELDMAN" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/10\/nyregion\/woman-in-the-news-new-teacher-leader-sandra-feldman.html"} , {"body" : "A Brooklyn couple terrorized a retarded man for at least six years by beating him, threatening to kill him and stealing his Social Security checks, the police said yesterday. The couple were arrested after Housing Authority police responded to a complaint that the victim, Sheldon Antonier, 40 years old, was lying on the hallway floor outside his" , "date" : "19860103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Accused of Abusing A Retarded Neighbor" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/03\/nyregion\/2-accused-of-abusing-a-retarded-neighbor.html"}]