[  {"body" : "More than 5,000 of New York City's 35,000 hospital beds are wastes of public health resources and should be eliminated, a key governmental health-planning organization said yesterday. The organization said more than 2,000 of the beds should be removed from some of the city's most prestigious teaching hospitals, most of them in Manhattan. Several of" , "date" : "19861218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "AGENCY SEEKS THE ELIMINATION OF 5,000 HOSPITAL BEDS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/18\/nyregion\/agency-seeks-the-elimination-of-5000-hospital-beds-in-city.html"} , {"body" : "Today Calvary Baptist Church, 123 West 57th Street. Christmas portion of Handel's ''Messiah''; with chamber ensemble; Paul Liljestrand, organist and choirmaster. At 7:30 P.M. Information: 975-0170, extension 32. Tomorrow Cathedral of St. John the Divine (Episcopal), Amsterdam Avenue at 112th Street. Schutz's ''Christmas Story''; with Grande Bande" , "date" : "19861212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON; Oratorios and 'Messiah' Sing-Alongs" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/calendar-music-events-for-christmas-season-oratorios-messiah-sing-alongs.html"} , {"body" : "During the attempted robbery of a Brooklyn grocery store Tuesday, three gunmen shot and killed two employees. One of the slain employees, Kaid Alzanam, 44 years old, of 232 Underhill Avenue in Brooklyn, died of gunshot wounds to the chest, and the other, Yousus Mohamed Khalid, 42, was hit in the abdomen. Both men died at St. Mary's Hospital." , "date" : "19861204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "2 Grocery Workers Are Slain By Holdup Men in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/04\/nyregion\/2-grocery-workers-are-slain-by-holdup-men-in-brooklyn.html"} , {"body" : "NOTES OF AN ANATOMIST, by F. Gonzalez-Crussi. (Harvest\/Harcourt Brace Jovanovich, $4.95.) An essayist and a pathology professor at Northwestern University, F. Gonzalez-Crussi ''is something of a Charles Lamb,'' our reviewer, D. J. Enright, said last year. In a collection of essays on the human body - including offerings on embalming, child abuse," , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "38" , "title" : "NEW & NOTEWORTHY" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/books\/new-noteworthy.html"} , {"body" : "The Koch administration plans for the first time to sell large clusters of abandoned apartment buildings it owns in a single neighborhood. But the plan has run into stiff opposition from community and housing groups, which say it will divide the neighborhood economically and racially. Usually, the city individually sells the buildings that it" , "date" : "19861127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY SELLING PROSPECT HEIGHTS PARCELS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/27\/nyregion\/city-selling-prospect-heights-parcels.html"} , {"body" : "The World The President named a panel to investigate the role of his National Security Council in secret dealings with Iran and the Nicaraguan rebels. The panel members are John G. Tower, Edmund Muskie and Brent Scowcroft. Page A1 3 key agencies received messages suggesting that money from Iran was being diverted to Nicaraguan rebels, knowledgeable" , "date" : "19861127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: THURSDAY, NOVEMBER 27, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/27\/nyregion\/news-summary-thursday-november-27-1986.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Police Commissioner Benjamin Ward last week ordered the transfer of all supervisors from Brooklyn's 77th Precinct, where 13 officers were suspended without pay in September after an internal investigation uncovered thefts of money and drugs from narcotics dealers. The order affected 2 captains, 7 lieutenants and 14 sergeants in the precinct, which" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Rattling the Brass In Brooklyn's 77th" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/weekinreview\/the-region-rattling-the-brass-in-brooklyn-s-77th.html"} , {"body" : "J. Kenneth McFeeley, a former president of the Patrolmen's Benvolent Association in New York City, died of lung cancer Saturday in Mid-Island Hospital in Bethpage, L.I. He was 47 years old and lived in Bethpage. Mr. McFeeley, who was known as Ken, headed one of the city's most powerful labor unions, representing police officers, from 1974 to 1976." , "date" : "19861020" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "KEN McFEELEY, UNION LEADER" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/20\/obituaries\/ken-mcfeeley-union-leader.html"} ,   {"body" : "Ken McFeeley, former president of the Patrolmen's Benvolent Association in New York City, died of lung cancer yesterday in Mid-Island Hospital in Bethpage, L.I. He was 47 years old and lived in Bethpage. Mr. McFeeley rose to the top of one of the city's most powerful labor unions, which represents New York's police officers, and served as president" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "44" , "title" : "Ken McFeeley Is Dead; Led City Police Union" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/obituaries\/ken-mcfeeley-is-dead-led-city-police-union.html"} , {"body" : "A 12-part film series called ''Movies of the Machine Age,'' that highlights films dealing with the growth of the film industry and the effects of machines on life, begins Sunday at the Brooklyn Museum, 200 Eastern Parkway, in the Crown Heights section. Sunday's films, which will be shown at 3 P.M., will be ''Take Next Car,'' a 1922 feature by Hal" , "date" : "19861017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "'Machine Age' Movies Accompany Exhibition" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/17\/movies\/machine-age-movies-accompany-exhibition.html"} , {"body" : "THERE is a little secret about the New York Mets, which much of America has probably not caught on to. Perhaps it is time to expose this secret before the National League championship series begins in Houston tonight. The Mets - with all their brassiness, with some of their fans vandalizing the field after the title-clinching victory, with the" , "date" : "19861008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SYMBOL OF A BOROUGH; THOSE METS FROM QUEENS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/08\/nyregion\/symbol-of-a-borough-those-mets-from-queens.html"} , {"body" : "A special grand jury, meeting at an undisclosed location in Brooklyn, began hearing evidence yesterday against 13 suspended police officers who have been accused of stealing cash and drugs from drug dealers. The jury is also looking into how officers at the 77th Precinct found out about the undercover investigation that led to the suspensions while" , "date" : "19861004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "GRAND JURY HEARS EVIDENCE ON SUSPENDED OFFICERS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/04\/nyregion\/grand-jury-hears-evidence-on-suspended-officers.html"} , {"body" : "The city's Transit Authority proposed a $6.5 billion capital improvement budget yesterday to be used in the next five years for buying new subway cars, overhauling others and continuing its rebuilding program. As a condition of approving its request, however, the State Transportation Department wants the Transit Authority to cut bus and subway" , "date" : "19860918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Budget Plan Is Offered For Improving Subways" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/18\/nyregion\/budget-plan-is-offered-for-improving-subways.html"} , {"body" : "J. Leonard Spodek, the landlord with thousands of building-code violations charged at 40 of his properties in Manhattan and in Brooklyn, was released late yesterday from the Correctional Institution for Men on Rikers Island after serving 45 days for some of the violations. The 45-day sentence was the maximum that could be meted out by Judge" , "date" : "19860909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LANDLORD RELEASED FROM RIKERS I." , "url" : "http:\/\/www.nytimes.com\/1986\/09\/09\/nyregion\/landlord-released-from-rikers-i.html"} , {"body" : "A 39-year-old man, apparently trying to flee from a group of teen-age attackers, was killed yesterday morning when he fell beneath a moving subway train, the transit police said. The man tried to leap from a southbound Lexington Avenue local train as it pulled away from the Spring Street station, lost his balance and fell between two cars at about" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "SUBWAY INCIDENT ENDS IN DEATH" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/nyregion\/subway-incident-ends-in-death.html"} , {"body" : "WHILE New York's parking meters fill with quarters almost as fast as they can be emptied, city planners are studying such alternatives as meter credit cards and even voucher systems that would do away with meters entirely. ''The wave of the future is the parking meter credit card,'' Mayor Koch said last week, commenting on the conversion of the" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "9" , "title" : "TIME IS RUNNING OUT FOR THE COIN-OPERATED PARKING METER" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/weekinreview\/time-is-running-out-for-the-coin-operated-parking-meter.html"} , {"body" : "An unemployed security guard has been arrested in the stabbing and robbery of the dancer and choreographer Diane Boardman in her Brooklyn home last May, the police said. The suspect, Gary Ward, 26 years old, of 197 Stagg Walk in the Williamsburg section of Brooklyn, was arrested at about 5 P.M. Thursday as he was walking along Utica Avenue near" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Brooklyn Man Seized In Stabbing of Dancer" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/nyregion\/brooklyn-man-seized-in-stabbing-of-dancer.html"} , {"body" : "The man accused of being the ''Spiderman rapist,'' who scaled apartment buildings and a private house to get at his victims, pleaded innocent yesterday to raping, robbing and beating with a hammer a legally blind woman. Tyrone Graham, 26 years old, also under indictment for three sex assaults in the Crown Heights section of Brooklyn, appeared" , "date" : "19860807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Rape Suspect Pleads Innocent" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/07\/nyregion\/the-city-rape-suspect-pleads-innocent.html"} ,   {"body" : "Prosecutors intend to present evidence to a grand jury this week that a 26-year-old man accused in a series of sexual assaults in Brooklyn raped a legally blind woman in her Upper East Side apartment in Manhattan on July 14, a spokesman for the Manhattan District Attorney's Office said yesterday. They plan to seek an indictment even though the" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Rape of Blind Woman To Go to a Grand Jury" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/rape-of-blind-woman-to-go-to-a-grand-jury.html"} , {"body" : "WHAT can be done when a landlord refuses to keep up his property - even after the city or a Housing Court judge orders him to do so? That question, which has long bothered those who enforce the city's housing code, came to the fore in a Brooklyn courtroom last week when a judge ruled that a landlord with thousands of code violations should be" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "CITY'S HOUSING CODE ENFORCEMENT MAY NEED RENOVATION" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/weekinreview\/city-s-housing-code-enforcement-may-need-renovation.html"} , {"body" : "Narcotics investigators armed with search warrants carried out separate raids in two Brooklyn neighborhoods yesterday afternoon and seized large amounts of crack, unprocessed cocaine and cash, along with three handguns and 13 suspects, the police said. A spokesman, Officer James Coleman, said the first raid took place at 3:30 P.M. at 755 Fenimore" , "date" : "19860726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "50" , "title" : "13 Are Seized In Crack Raids" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/26\/nyregion\/13-are-seized-in-crack-raids.html"} , {"body" : "An article in Metropolitan Report on July 18 (and a related article on July 19) about the arrest of a 26-year-old Brooklyn man, Tyrone Graham, in a series of sexual assaults misstated his address. It is 919 Park Place in Crown Heights, not 119 Park Place in Park Slope." , "date" : "19860726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "29" , "title" : "CORRECTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/26\/nyregion\/c-corrections-850286.html"} , {"body" : "A landlord who has been cited for thousands of building code violations at his apartment buildings in Brooklyn and Manhattan was ordered jailed for contempt yesterday by a Civil Court judge in Brooklyn. The landlord, J. Leonard Spodek, 42 years old, of 4 Dogwood Lane in Lawrence, L.I., was sentenced to 45 days in jail by the judge, Margaret Cammer," , "date" : "19860722" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "JUDGE SENTENCES LANDLORD TO JAIL OVER VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/22\/nyregion\/judge-sentences-landlord-to-jail-over-violations.html"} , {"body" : "A gunman shot a woman and man in the head as they sat in a car in the Crown Heights section of Brooklyn yesterday, killing the woman and critically wounding the man, the police said. The shooting occurred at 4 P.M. near the eastern end of President Street at Utica Avenue. A police spokesman, Sgt. Edwin Burns, said the victims apparently were" , "date" : "19860721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Man Shoots 2, One Fatally, in Car" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/21\/nyregion\/the-city-man-shoots-2-one-fatally-in-car.html"} , {"body" : "A 26-year-old man who was charged Thursday with a series of burglaries and sexual attacks in Brooklyn is also a suspect in the rape and robbery this week of a legally blind Manhattan woman, the police said yesterday. Fingerprints found in the East 77th Street apartment of Eileen Musumeci Ross, 37, who was raped and bludgeoned with a hammer early" , "date" : "19860719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE CITY; Suspect May Face New Rape Charge" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/19\/nyregion\/the-city-suspect-may-face-new-rape-charge.html"} , {"body" : "A 26-year-old Brooklyn man with a record of seven convictions for burglary and other crimes since 1976 was charged yesterday with a series of burglaries and knifepoint sexual attacks in the Crown Heights section of the borough. The suspect, Tyrone Graham, of 119 Park Place in the adjacent Park Slope section, has repeatedly been in and out of" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SUSPECT ARRESTED IN BROOKLYN RAPES AND BURGLARIES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/nyregion\/suspect-arrested-in-brooklyn-rapes-and-burglaries.html"} , {"body" : "International The Senate voted a pact with Britain that would make it easier to extradite accused terrorists from the United States and try them at home. The vote was 87 to 10. The core of the treaty, which does not require House action, puts new limits on the rights of accused criminals who contend their actions were politically motivated, such as" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: JULY 18, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/nyregion\/news-summary-july-18-1986.html"} , {"body" : "The police are seeking a man who has robbed and sexually attacked four Brooklyn women since May 15, three of them after he first tied up their husbands, officials said yesterday. The latest attack occurred yesterday morning in the Crown Heights section, where all of the incidents have taken place. The police said that the attacker's main motive was" , "date" : "19860716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Brooklyn Rapist Sought by Police" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/16\/nyregion\/the-city-brooklyn-rapist-sought-by-police.html"} ,   {"body" : "By the early morning hours of the Day After the Fourth, only the diehards were left at the tip of lower Manhattan, toasting the Statue of Liberty amid a sea of paper wrappings, cans, bottles and, of course, a warehouseful of discarded centennial souvenirs. The Big Cleanup was being waged by 200 tireless workers from the Sanitation Department, with" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "LIBERTY WEEKEND\/THE FESTIVAL; THE BIG CLEANUP: 'SEND IN THE PLOWS'" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/liberty-weekend-the-festival-the-big-cleanup-send-in-the-plows.html"} , {"body" : "The following is a sampling of some of the cultural events related to the Liberty Weekend festivities. Unless otherwise noted, all events are free. Today 11:30 A.M. Waters off Battery Park. ''Liberty Overture,'' a performance of music aboard a docked ship; orchestrated by Wendy Chambers. 11:30 A.M., and 1:30 and 3 P.M. Children's Museum of" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "A CULTURAL SAMPLER OF LIBERTY FESTIVITIES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/arts\/a-cultural-sampler-of-liberty-festivities.html"} , {"body" : "A bilingual public elementary school in Brooklyn is among 270 public and private elementary schools nationwide being honored by the Federal Government for excellence in the 1985-86 school year. The school - Public School 189 in the Crown Heights section, where most of the 1,260 pupils are from Spanish- or French-speaking countries - is the only" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "U.S. HONORS BROOKLYN SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/nyregion\/us-honors-brooklyn-school.html"} , {"body" : "ROSALYNN MALAMUD and Sheina Konigsberg pack kosher lunches when, during the spring, they leave their Hasidic community in the Crown Heights section of Brooklyn and drive off to decorator show houses on Long Island looking for design ideas. Partly as a result of their trips, the kitchen that Mrs. Malamud installed two years ago in her home is" , "date" : "19860619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN HASIDIC HOMES, RITUAL SHAPES DESIGN" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/19\/garden\/in-hasidic-homes-ritual-shapes-design.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "The Rev. Jesse Jackson told the graduating class of Medgar Evers College in Brooklyn yesterday that they faced a world imbued with much the same climate of injustice and inequality - in large part because of the Reagan Administration - as 23 years ago, when Medgar Evers, the civil rights worker, was slain in Mississippi. In such a world, Mr." , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "JACKSON, TO CLASS, TELLS OF INJUSTICE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/nyregion\/jackson-to-class-tells-of-injustice.html"} , {"body" : "A 22-year-old Bronx man who is being held in connection with at least five sexual assaults in Brooklyn was charged yesterday with the murder of a Brooklyn teen-ager in February, the authorities said. The police said the suspect, Derrick Hamilton, of 2188 Strang Avenue in the Eastchester section of the Bronx, had been charged in the murder of Monica" , "date" : "19860607" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Man Held in Sexual Assaults Is Charged in Brooklyn Killing" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/07\/nyregion\/man-held-in-sexual-assaults-is-charged-in-brooklyn-killing.html"} , {"body" : "The police officers who failed to detect a second gun a suspect later used to shoot two other policemen Tuesday will not be charged with violating the department's standard operating procedures, police officials said yesterday. The first team of officers, who searched the suspect but missed finding a handgun he had tucked between his trousers and" , "date" : "19860529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NO CHARGES FILED IN FAULTY SEARCH" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/29\/nyregion\/no-charges-filed-in-faulty-search.html"} , {"body" : "A suspect who was handcuffed behind his back pulled a concealed gun yesterday afternoon and shot the two police officers who were driving him to a Brooklyn station house, police officials said. One of the officers was seriously wounded. The prisoner, who was shot dead moments later, had been searched by another team of officers, who had confiscated" , "date" : "19860528" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HANDCUFFED MAN SHOOTS 2 OFFICERS, THEN IS KILLED" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/28\/nyregion\/handcuffed-man-shoots-2-officers-then-is-killed.html"} , {"body" : "ALL along Eastern Parkway and the populous residential streets around it in the Crown Heights section of Brooklyn, the evidence of property rehabilitation abounds. New double-pane windows on walk-up buildings half a century old are the most visible outward sign. A subtle shift is taking place in a community that has been a focus of public and" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: REHABILITATION; Crown Heights Feels the Force of the Drop in Rates" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/realestate\/perspectives-rehabilitation-crown-heights-feels-the-force-of-the-drop-in-rates.html"} ,   {"body" : "The New York City Department of Health last week released a list of 52 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting earlier violations and three that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Abe's Steak" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "NEW YORK CITY OFFICIALS CITE 52 FOOD OUTLETS FOR VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/nyregion\/new-york-city-officials-cite-52-food-outlets-for-violations.html"} , {"body" : "A 1984 primary campaign by State Senator Martin Markowitz of Brooklyn was financed largely by the Hyfin Credit Union, which was closed last month because of fraud charges, and by people linked to Hyfin, according to state records. A report filed by Senator Markowitz shows that of the $29,000 he raised in that campaign, $18,000 came from Hyfin and" , "date" : "19860521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CAMPAIGN GIFTS TO SENATOR TIED TO CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/21\/nyregion\/campaign-gifts-to-senator-tied-to-credit-union.html"} , {"body" : "CONTRARY to expectations, the prices of many kosher foods in New York City remained fairly stable in the weeks leading up to and through Passover, according to two surveys conducted in all five boroughs. Prices were monitored by the city's Department of Consumer Affairs and by a team co-sponsored by Andrew J. Stein, the City Council President, and" , "date" : "19860514" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "2 REPORTS ON PRICES DURING PASSOVER" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/14\/garden\/2-reports-on-prices-during-passover.html"} , {"body" : "WALK into Morton Estrin's high-ranch in Hicksville, and it's not hard to guess what his life is all about. There are two Baldwin grand pianos, records, recording equipment, busts of composers, a photograph of Brahms, another of Toscanini. The 62-year-old Mr. Estrin is a concert pianist and a teacher. As a pianist, he is devoted to the Romantic" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; A PAINIST FINDS 88 KEYS TO HAPPINESS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/nyregion\/long-islanders-a-painist-finds-88-keys-to-happiness.html"} , {"body" : "A police officer who fatally shot an unarmed man during a struggle Monday night was placed on modified assignment yesterday and had his gun taken away, the police said. The officer, Lester Primus, 26 years old, was one of four plainclothes officers who responded to a report of shots fired in the building at 49 Clarkson Avenue in the Crown Heights" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Who Shot Man Put on Modified Duty" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/officer-who-shot-man-put-on-modified-duty.html"} , {"body" : "A police officer fatally shot a man in the head last night inside a building in the Crown Heights section of Brooklyn, the police said. The incident occurred during a confrontation between undercover officers and several young men, according to the police, who declined to release the names of those involved. The victim, a man in his 20's, was shot" , "date" : "19860422" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Police Officer Kills a Man in Struggle" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/22\/nyregion\/brooklyn-police-officer-kills-a-man-in-struggle.html"} , {"body" : "A 20-year-old man died early yesterday of wounds sustained in the explosion of a pipe bomb that he was making in a Brooklyn apartment, the police said. The man, Stanley Cooper Jr. of 1236 Pacific Street in Brooklyn, was found in the kitchen of the apartment at 277 Eastern Parkway with a soldering gun and other materials, and was taken to the Kings" , "date" : "19860409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Man Dies in Blast From Pipe Bomb" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/09\/nyregion\/the-city-man-dies-in-blast-from-pipe-bomb.html"} , {"body" : "A pipe bomb exploded in an apartment in the Crown Heights section of Brooklyn early this morning, severely injuring one man, the police said. The police evacuated the building when two additional pipe bombs were found in the apartment. Only one man was apparently in the apartment at 277 Eastern Parkway when the bomb exploded. The man's left hand" , "date" : "19860408" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "PIPE BOMB EXPLODES, SEVERELY INJURING MAN" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/08\/nyregion\/pipe-bomb-explodes-severely-injuring-man.html"} , {"body" : "On the wall of Alfred H. Kingon's office of the West Wing basement rests a large photograph of three men - President Reagan, Donald T. Regan, the chief of staff, and Mr. Kingon himself - all staring, puzzled and skeptical, across a table at a crucial White House meeting on tax issues. It is, Mr. Kingon says with a faint smile, perhaps his favorite" , "date" : "19860311" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "26" , "title" : "Working Profile: Alfred H. Kingon; Being a Fly on White House Wall and Loving It" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/11\/us\/working-profile-alfred-h-kingon-being-a-fly-on-white-house-wall-and-loving-it.html"} , {"body" : "At a quarter to 8 yesterday morning, Ruchama Clapman was awakened by her 7-year-old son, Mordechai, who stood swaddled in his winter coat at her bedside. ''If you don't get up, we're going to be late,'' he said, urging her to dress quickly so they could leave their home in Brooklyn and be on their way to a celebration in Manhattan of the birthday" , "date" : "19860310" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THOUSANDS HONOR MAIMONIDES BY YEAR OF STUDY" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/10\/nyregion\/thousands-honor-maimonides-by-year-of-study.html"} ,   {"body" : "Eight abandoned apartment houses in the Bronx and Brooklyn will be renovated by private agencies to house 450 homeless families, Mayor Koch said yesterday. The Settlement Housing Fund will develop and manage 110 to 134 apartments in three buildings on St. Johns Place in the Crown Heights section of Brooklyn, the Mayor said. Three buildings with 110" , "date" : "19860227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE CITY; Restored Housing For 450 Families" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/27\/nyregion\/the-city-restored-housing-for-450-families.html"} , {"body" : "Three teen-agers set afire a BMT subway token booth at Franklin Avenue and Dean Street in the Crown Heights section of Brooklyn early yesterday, and when the clerk fled, they stole $100 from the booth, the police said. The clerk, Wanda Gregg, was treated for smoke inhalation but was not otherwise injured. She told the police that the youths, about" , "date" : "19860224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "3 ROBBERS FIRE TOKEN BOOTH" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/24\/nyregion\/3-robbers-fire-token-booth.html"} , {"body" : "An assistant principal at a Brooklyn junior high school said yesterday that her supervisor had solicited $6,000 in loans from her while she was seeking a promotion. She said the supervisor had later refused to return the money, telling her that it should be considered a campaign contribution to his father, a member of the local school board." , "date" : "19860219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TEACHER GIVEN A PROMOTION SAYS SHE GAVE CHIEF A LOAN" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/19\/nyregion\/teacher-given-a-promotion-says-she-gave-chief-a-loan.html"} , {"body" : "Love, opera-style, will be celebrated Sunday at 2:30 P.M. with a performance of romantic arias by Il Piccolo Teatro Dell'Opera at the Brooklyn Botanic Garden, 1000 Washington Avenue, in the Crown Heights section. The Brooklyn-based group will perform works by Strauss, Mozart, Puccini, Verdi and Rossini in the garden's auditorium. Currently in bloom" , "date" : "19860214" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Romantic Arias" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/14\/arts\/romantic-arias.html"} , {"body" : "The body of a girl who was apparently killed and set on fire was discovered in a small underground room off the IRT subway tracks in Brooklyn yesterday her hands tied behind her back, the police said. The charred body of the girl, estimated to be 10 to 12 years old, was found by a transit employee at 4:20 P.M. at the President Street IRT station on" , "date" : "19860210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Girl, 10 to 12, Is Found Slain In Room Off Subway Tracks" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/10\/nyregion\/girl-10-to-12-is-found-slain-in-room-off-subway-tracks.html"} , {"body" : "THE New York Urban Coalition is planning to rehabilitate five adjoining brownstones on Underhill Avenue in the Crown Heights section of Brooklyn, using proceeds from the sale of 24 co-ops in three of the buildings to maintain 16 apartments at low rents in the other two. The unusual linking of co-ops and rentals, in the project known as Underhill" , "date" : "19860209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "SELLING CO-OPS TO HELP RENTERS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/09\/realestate\/selling-co-ops-to-help-renters.html"} , {"body" : "Haitian leaders in the United States said today that the fall of the Duvalier Government presented the Caribbean nation with a long-forestalled opportunity for full democracy. The leaders predicted that many Haitians in the United States would be eager to return to their native country. But they also suggested there might be a widespread ''wait and" , "date" : "19860208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["World"] , "page_facet" : "4" , "title" : "EXIT FROM HAITI: JUBILATION AND DOUBT; HAITIANS IN U.S. HOPEFUL FOR DEMOCRACY" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/08\/world\/exit-from-haiti-jubilation-and-doubt-haitians-in-us-hopeful-for-democracy.html"} , {"body" : "The population curve of track and field tilts heavily to the left coast. Sprinters and jumpers, putters and throwers, they have mostly emigrated to the land where you can run in shorts in the middle of the winter and not have your hamstrings twang in midstride. Not Diane Dixon. Most mornings she drives her Nissan 200SX toward the bridge, toward" , "date" : "19860207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "SPORTS OF THE TIMES; DIANE DIXON AT HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/07\/sports\/sports-of-the-times-diane-dixon-at-home.html"} , {"body" : "In a five-year period in the late 1960's and early 70's, the Bushwick neighborhood of Brooklyn was transformed from a neatly maintained community of wood houses into what often approached a no man's land of abandoned buildings, empty lots, drugs and arson. Its largely Italian and German working-class residents fled in droves, and under the most" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW JERSEY" , "BUSHWICK (NYC)" , "MILWAUKEE (WIS)" , "CAMDEN (NJ)" , "SEATTLE (WASH)" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "F.H.A. CASE RECALLS BUSHWICK IN 70'S" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/nyregion\/fha-case-recalls-bushwick-in-70-s.html"} , {"body" : "First thing yesterday morning, Gerard Joseph heard the giddy news on the radio of his taxicab, lighted the off-duty sign and headed for a Creole restaurant on Tenth Avenue to celebrate the fall of President Jean-Claude Duvalier. It was there, in the Restaurant Le Soleil, with its tables groaning under platters of codfish and fried pork, that Mr." , "date" : "19860201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["World"] , "page_facet" : "6" , "title" : "FOR HAITIANS, DREAM IS TAKEN AWAY" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/01\/world\/for-haitians-dream-is-taken-away.html"} ,   {"body" : "A man dressed as a police officer was summoned to help a subway token-booth clerk early yesterday. Instead, the police said, he ended up helping to steal $11,000 in cash and tokens. What happened at IRT booth No. 635 at President Street and Nostrand Avenue in the Crown Heights section of Brooklyn, according to police officials, was this: At about" , "date" : "19860127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'OFFICER' IN SUBWAY THEFT" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/27\/nyregion\/officer-in-subway-theft.html"} , {"body" : "TO THE LIVING SECTION: On reading about the third grade at the Dalton School going on an archeological dig in the school's backyard [ ''Sifting the Schoolyard for Bits of History,'' Dec. 18 ] , I thought you might be interested to learn that my public school kindergarten class at P.S. 91 in the Crown Heights section of Brooklyn embarked on a" , "date" : "19860122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion" , "Home and Garden"] , "page_facet" : "4" , "title" : "School Digs" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/22\/garden\/l-school-digs-317186.html"} , {"body" : "IN distance, it is four miles from Sackett Street in the lower Park Slope section of Brooklyn to Dorchester Road in Flatbush. But in housing terms they are not so distant, for vacant older buildings are undergoing rehabilitation into condominiums in each location. The prices to buyers vary sharply, however, a reflection mainly of the variation in" , "date" : "19860119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: BROOKLYN HOUSING; VACANT BUILDINGS BEING REVIVED AS CONDOMINIUMS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/19\/realestate\/perspectives-brooklyn-housing-vacant-buildings-being-revived-as-condominiums.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "A YOUNG person growing up in an affluent family takes for granted the presence of adults to whom he can turn for help and advice for such tasks as getting a summer job or choosing a college. But educators say that a minority student at an urban high school often has no family member to provide this kind of knowledge, nor has he a network of adults" , "date" : "19860107" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Education" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; PROJECT PROVIDES VISION AND VALUES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/07\/science\/education-project-provides-vision-and-values.html"}]