[  {"body" : "To commemorate the passing of a century since the death of Chester A. Arthur, a bouquet was placed yesterday on the doorstep of the Lexington Avenue town house where he was sworn in as the 21st President of the United States. Never mind that the flowers were plastic, or that as soon as the minute-long ceremony was over the bouquet was taken away -" , "date" : "19861119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NATIVE LORE IS THE PASSION OF CITY GROUP" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/19\/nyregion\/native-lore-is-the-passion-of-city-group.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "A 5-year-old boy who died Saturday after being struck in the head by an object outside his Brooklyn home was killed by a bullet that lodged in his brain, according to the results of an autopsy released yesterday by the city Medical Examiner. It was still unclear where the shot came from, and a police spokesman said ballistics investigators were" , "date" : "19860526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Autopsy Shows Bullet Killed Brooklyn Boy, 5" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/26\/nyregion\/autopsy-shows-bullet-killed-brooklyn-boy-5.html"} , {"body" : "A 5-year-old boy who was struck in the head Friday night by an unknown object outside his Brooklyn home died yesterday afternoon at Brookdale Hospital Medical Center as the police sought to determine how he had been injured. Detectives said the victim, Aurelio Martinez, may have been shot by a stray bullet fired by youths in a nearby dispute," , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "5-YEAR-OLD, HIT OUTSIDE HOME BY OBJECT, DIES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/nyregion\/5-year-old-hit-outside-home-by-object-dies.html"} , {"body" : "Three Tiffany stained-glass windows were stolen from mausoleums in the Salem Fields Cemetery in Brooklyn over the weekend, the police said. Neither the police nor cemetery officials would comment on how the burglary was committed nor identify the mausoleums. The private cemetery, at 775 Jamaica Avenue, near Cypress Hills Street, in the East New" , "date" : "19860326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SALEM FIELDS CEMETERY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Tiffany Windows Stolen At Brooklyn Cemetery" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/26\/nyregion\/new-york-day-by-day-tiffany-windows-stolen-at-brooklyn-cemetery.html"} , {"body" : "''I HAVE no ego for sales volume,'' said P. James Massa of Upper Brookville. ''My only ego is for the bottom line - the black bottom line. I don't like red.'' The 59-year-old Mr. Massa, known familiarly as Pat, is the sort of executive thah headhunters go looking for when companies are in trouble. ''I've somehow been involved in turnaround" , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; HIS SPECIALITY: TURNING TROUBLED BUSINESSES AROUND" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/nyregion\/long-islanders-his-speciality-turning-troubled-businesses-around.html"}]