[  {"body" : "Alton H. Maddox Jr., the lawyer whose tactics have become a key element in the investigation of the racial attack in Howard Beach, Queens, is no stranger to the public eye. Over the years, he has frequently and publicly charged Mayor Koch, police officials and the city's district attorneys as being racist or at least insensitive to blacks Either as" , "date" : "19861231" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "LAWYER IN ATTACK CASE: IN PUBLIC EYE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/31\/nyregion\/lawyer-in-attack-case-in-public-eye.html"} , {"body" : "''When we first started out, we thought of it as the frontier,'' said Ira Krauss, president of First Sterling Corporation, ''but now I don't think this is pioneering anymore.'' He was referring to the Ellington, the 29-story rental building his company is putting up on the southeast corner of Eighth Avenue and West 52d Street in a partnership with" , "date" : "19861228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Eighth Ave. Rentals; Lost Frontier" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/28\/realestate\/postings-eighth-ave-rentals-lost-frontier.html"} , {"body" : "HUSTLE and bustle are integral components of New York's charm. The throngs surging out of the subways each morning in midtown Manhattan attest to the city's vitality, as do the crowds that pour into the South Street Seaport at lunchtime and the holiday shoppers who filled Fifth Avenue and Herald Square last week. In recent years, though, some New" , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "CITY'S TRAFFIC PROBLEMS CAN BE QUITE PEDESTRIAN" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/weekinreview\/city-s-traffic-problems-can-be-quite-pedestrian.html"} , {"body" : "ARCHITECT-DESIGNED houses, usually associated with people who get around in yachts and limousines, have in recent years become competitive housing alternatives for less well-traveled home buyers. One reason is that home prices in parts of metropolitan New York have risen faster than the prices that the careful consumer needs to pay for land and" , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FARIFIELD COUNTY (CONN)" , "STATEN ISLAND (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Custom Building With an Architect" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/realestate\/custom-building-with-an-architect.html"} , {"body" : "Following is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. Today Trinity Church (Episcopal), Broadway and Wall Street. Shaw's ''Fanfare for Christmas''; and traditional and English carols; Down Town Glee Club; George Mead, conductor." , "date" : "19861212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/a-calendar-of-music-events-for-the-christmas-season.html"} , {"body" : "Car No. 6321 was pronounced dead last week at the Transit Authority East New York maintenance shop after a long illness. It was 31 years old. No ceremony was held, no tears were shed. If anything, riders of the M line should rejoice. It was one of - if not the - biggest lemons in the 6,000-car fleet. That the gray and graffiti-scarred veteran of" , "date" : "19861211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REQUIEM FOR SUBWAY CAR 6321, AGE 31" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/11\/nyregion\/requiem-for-subway-car-6321-age-31.html"} , {"body" : "In its quest to quantify the experience of the more than 460,000 people who squeeze onto Manhattan-bound subway trains at the height of the morning rush, the Metropolitan Transportation Authority has come up with a ''crowding index.'' Assigning a 1.00 to a car in which all seats are filled and standees each have 2.36 square feet of floor space -" , "date" : "19861209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COLUMN ONE: THE RAILS; In Search of Niceties, From Space to Art" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/09\/nyregion\/column-one-the-rails-in-search-of-niceties-from-space-to-art.html"} , {"body" : "During her first year with the New York City Fire Department, Lorraine Cziko would drive up to her firehouse in Queens and stand outside taking deep breaths, trying to work up the courage to go in. The men in her company, she said, slammed doors in her face, swore at her, put firecrackers under her bed and once tried to lock her in a kitchen they" , "date" : "19861208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SEX BIAS LINGERS IN FIREHOUSES OF NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/08\/nyregion\/sex-bias-lingers-in-firehouses-of-new-york.html"} , {"body" : "They are right across the street from each other, but the Brooklyn Academy of Music, which has become one of the city's leading showcases for the avant-garde, and the Brooklyn Arms Hotel, which houses more than 200 homeless families, are separated by a gulf of distrust. ''It's the least attractive environment in downtown Brooklyn,'' the managing" , "date" : "19861207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "67" , "title" : "SUCCESS OF BROOKLYN ACADEMY STRAINS RELATIONS WITH HOTLE FOR HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/07\/nyregion\/success-of-brooklyn-academy-strains-relations-with-hotle-for-homeless.html"} , {"body" : "John Cardinal O'Connor has promised priests in the Roman Catholic Archdiocese of New York that he will be more accessible in 1987, according to a report in the archdiocesan newspaper, Catholic New York. ''I will establish one day a week when I will see no one except priests,'' he told a recent meeting of the Priests' Council. ''You'll be able to" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "66" , "title" : "RELIGIOUS NOTES; O'Connor to Set Aside More Time for Priests" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/nyregion\/religious-notes-o-connor-to-set-aside-more-time-for-priests.html"} ,   {"body" : "Michael Christiano dislikes making merely one sandwich - an idosyncrasy he says he picked up from his mother, who ''doesn't believe in making just one of anything.'' So he makes about 150 sandwiches and distributes them each morning to homeless men and women he sees on the way to work. For this, he has earned the nickname ''The Sandwich Man'' from" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "67" , "title" : "NEW YORK COURT WORKERS HONORED FOR DEEDS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/nyregion\/new-york-court-workers-honored-for-deeds.html"} , {"body" : "It takes 4,473 kinds of screws to hold the Transit Authority together, along with 2,235 types of bolts, nuts and washers. The agency uses 244 different oils and greases, 228 varieties of paint, 829 electrical coils, 47 kinds of gloves, 940 light bulbs and fixtures. Such figures have come in for careful scrutiny lately as the authority tries to gain" , "date" : "19861129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MASPETH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "TRANSIT AUTHORITY GOES A-COUNTING SPARE PARTS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/29\/nyregion\/transit-authority-goes-a-counting-spare-parts.html"} , {"body" : "The Koch administration plans for the first time to sell large clusters of abandoned apartment buildings it owns in a single neighborhood. But the plan has run into stiff opposition from community and housing groups, which say it will divide the neighborhood economically and racially. Usually, the city individually sells the buildings that it" , "date" : "19861127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY SELLING PROSPECT HEIGHTS PARCELS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/27\/nyregion\/city-selling-prospect-heights-parcels.html"} , {"body" : "The B51 bus route, which has linked downtown Brooklyn and lower Manhattan on a trial basis since last year, has been made permanent, but with some cuts in service. The route was begun as a six-month experiment and renewed several times. It failed to attract enough passengers to pay for 70 percent of its operating costs, a Transit Authority" , "date" : "19861126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "B51 Bus Route Made Official, With Trims" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/26\/nyregion\/b51-bus-route-made-official-with-trims.html"} , {"body" : "In a tense, three-hour scene, more than 50 police officers surrounded a downtown Brooklyn building yesterday when a man barricaded himself in a 15th-story apartment after shooting a woman. The woman and three children eventually escaped the apartment, at 111 Bridge Street, and the man turned the gun on himself. A police robot found the man lying on" , "date" : "19861123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "MAN SHOOTS HIMSELF AFTER SIEGE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/23\/nyregion\/man-shoots-himself-after-siege.html"} , {"body" : "AS an American holiday, Thanksgiving's universality must lie in its ability to welcome succeeding generations of immigrants to these shores. Brooklyn's parkways glide past long-established and overlapping enclaves of Haitians, Barbadians, Jamaicans, Panamanians and Trinidadians among other immigrants from the West Indies. Come Thanksgiving, many of" , "date" : "19861119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["WEST INDIES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "FOR THANKSGIVING, TWO FEASTS TWO TRADITIONS; A Spicy Blend of Caribbean And Black-American Flavors" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/19\/garden\/for-thanksgiving-two-feasts-two-traditions-spicy-blend-caribbean-black-american.html"} , {"body" : "IT doesn't hurt a land planner to be something of a social philosopher. Peter Calthorpe is both. Mr. Calthorpe, the principal in Calthorpe Associates of San Francisco, did the master plan for the Capitol area of Sacramento, Calif., and has written a book called ''Sustainable Communities,'' published by the Sierra Club. Rose Associates, the" , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC TERMINAL (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: SHARED SPACES; CREATING AN URBAN NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/realestate\/perspectives-shared-spaces-creating-an-urban-neighborhood.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "IN the heart of New York's most populous borough, Prospect Park and its verdant partner, the Brooklyn Botanic Garden, wander over nearly 600 acres of meadows, woodlands, waterways and an array of theme gardens. Here in Brooklyn's great backyard are also historic houses and sculptures, a zoo and skating rink, a Japanese garden and a horticultural" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Woodlands and Exotic Gardens" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-woodlands-and-exotic-gardens.html"} , {"body" : "Fifteen train lines wind their way to Brooklyn from Manhattan, crossing under or over the East River. They are the Nos. 2 and 3 on the West Side IRT line; the Nos. 4 and 5 on the East Side IRT line; and the A, B, C, D, F, J, L, M, N, Q and R trains. Because of construction, the D train is running along the Broadway line; signs are posted in subway" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Getting There" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-getting-there.html"} ,   {"body" : "Subway riders and drivers who use the Manhattan Bridge face disruptions far beyond those first estimated. Delays in rebuilding the 77-year-old bridge, legal troubles with contractors and problems being discovered almost daily are behind the woes, according to engineers and state and city officials. Officials warn that the April 1988 deadline for" , "date" : "19861108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "MANHATTAN BRIDGE'S PROBLEMS DRAG ON" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/08\/nyregion\/manhattan-bridge-s-problems-drag-on.html"} , {"body" : "The Board of Education president, Robert F. Wagner Jr., said yesterday that he would ask the board to renew the contract of Schools Chancellor Nathan Quinones. Citing the ''stability'' that Mr. Quinones had brought to the system in the aftermath of the resignation under pressure of the previous chancellor, Anthony J. Alvarado, Mr. Wagner said he" , "date" : "19861104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "WAGNER URGES NEW CONTRACT FOR QUINONES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/04\/nyregion\/wagner-urges-new-contract-for-quinones.html"} , {"body" : "The nerve center of New York City's public school system, its central administration, is at 110 Livingston Street in downtown Brooklyn, a 12-story former Elks Club widely known inside and out as ''the Leaning Tower of Jell-O.'' It is there, where most of the Board of Education's 4,500 employees work, that decisions are made on how to spend the" , "date" : "19861030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "IMPROVING SCHOOLS: NEW ROLE FOR BOARD" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/30\/nyregion\/improving-schools-new-role-for-board.html"} , {"body" : "Developers of high-rise luxury apartment buildings in Manhattan and Brooklyn would be allowed to put up larger buildings than zoning permitted if they agreed to build low- and moderate-income housing on the site or nearby under a proposal from the Planning Department. The plan, which is still being worked out, was discussed informally yesterday at" , "date" : "19861028" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY PLANS INCENTIVE ON HOUSING" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/28\/nyregion\/city-plans-incentive-on-housing.html"} , {"body" : "Five years after most of the country, New York City has begun to address the quality of its public schools. New York has stood on the sidelines in a decade marked by the most sustained interest in improving education since the years after the launching of Sputnik in 1957, according to educators and political leaders. ''You never run into anyone" , "date" : "19861028" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NEW YORK CITY JOINS SUSTAINED U.S. PUSH TO IMPROVE SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/28\/nyregion\/new-york-city-joins-sustained-us-push-to-improve-schools.html"} , {"body" : "Two-thirds of Americans own their own homes. Two-thirds of New Yorkers rent their living space. Although most of these tenants will never buy a home, they will probably agonize over the decision many, many times. Rent regulations, which are designed to keep rents affordable, have not prepared tenants to deal in a marketplace in which studio" , "date" : "19861026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "FOR NEW YORKERS, IS THERE LIFE AFTER RENT REGULATION?" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/26\/realestate\/for-new-yorkers-is-there-life-after-rent-regulation.html"} , {"body" : "IN the 17 years since Congress passed the Federal Clean Air Act, officials in New York City and other congested metropolitan areas have learned that clean air does not come easily. Now, with a major deadline for reducing pollutants little more than a year away, the big cities are facing tough decisions about the movement of cars and trucks." , "date" : "19861026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "CLEAN AIR DEADLINE NEARS, AND CITY PONDERS ITS CHOICES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/26\/weekinreview\/clean-air-deadline-nears-and-city-ponders-its-choices.html"} , {"body" : "A judge yesterday ordered the ouster of the operators of a private, nonprofit mental health program in downtown Brooklyn after state officials charged that they had ''looted'' up to $4 million in public funds while patients were neglected. The judge also ordered that the assets of key officials of the program, the Brooklyn Psychosocial" , "date" : "19861021" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "JUDGE OUSTS OPERATORS AT MENTAL CENTER" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/21\/nyregion\/judge-ousts-operators-at-mental-center.html"} , {"body" : "The World Mozambique's leader was killed in a plane crash in South Africa, Pretoria announced. The cause of the crash, which also killed 25 other people, was not immediately known. The leader, Samora Moises Machel, had been President since 1975. Page A1 Mozambique's President led a Marxist Government, but was not a strict follower of" , "date" : "19861021" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: TUESDAY, OCTOBER 21, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/21\/nyregion\/news-summary-tuesday-october-21-1986.html"} , {"body" : "State investigators say a private mental-health program in Brooklyn has misused as much as $4 million in public funds, mainly through the payment of ''exorbitant'' rents to a real-estate corporation owned by the family of the program's founder and medical director. Financial records show that the program, the Brooklyn Psychosocial Rehabilitation" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "46" , "title" : "PSYCHIATRIC UNIT SAID TO MISUSE FUNDS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/psychiatric-unit-said-to-misuse-funds.html"} ,   {"body" : "FROM its highest floor, the new Fordham Plaza office building on Fordham Road in the Bronx offers a singular 360-degree panoramic view of the borough. To the north and east lie the Botanical Garden and the Bronx Zoo. Directly north is the verdant 85-acre campus of Fordham University. To the west and south, the land is a carpet of apartment houses." , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORDHAM PLAZA (BRONX, NY)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: BRONX DEVELOPMENT; The Transition on Fordham Road" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/realestate\/perspectives-bronx-development-the-transition-on-fordham-road.html"} , {"body" : "John Cardinal O'Connor has been invited to see the Mets play in the World Series, but he leaves Sunday morning for a weeklong round of official duties in Rome. ''He expects the Mets will have it wrapped up by the time he gets back,'' said the Cardinal's press aide, Joseph Zwilling. But Mr. Zwilling, a devout Mets fan, is hoping for a long series so" , "date" : "19861018" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "METS FANS ARE POISED FOR SERIES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/18\/nyregion\/mets-fans-are-poised-for-series.html"} , {"body" : "Never noted as a center of serenity, New York was even more manic yesterday as Mets fans - still reeling from the remarkable turn of events in Houston - clamored in anticipation of a World Series and savored the days when team loyalty was truly a test. Those who had not already rummaged through their closets in this season of success scooped up" , "date" : "19861017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ALL OVER NEW YORK, THE ANTHEM IS 'LET'S GO METS'" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/17\/nyregion\/all-over-new-york-the-anthem-is-let-s-go-mets.html"} , {"body" : "No one can argue with the desire of Mayor Koch of New York to be tough on crime and crack, or the police campaigns that now bring thousands more drug dealers into city courts. But there's an uncomfortable side effect: critical crowding of jails. Therein lies a challenge to the whole city. Ideally, jails ought to expand in the boroughs, near courts," , "date" : "19861014" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Solving the Jail Space Puzzle" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/14\/opinion\/solving-the-jail-space-puzzle.html"} , {"body" : "The city's Fire Commissioner, rejecting a judge's recommendation to dismiss a firefighter for harassing a female colleague, fined the firefighter $15,000 yesterday and suspended him for six months without pay. The firefighter, Greg McFarland, agreed to the decision. But it drew immediate criticism from both the firefighters' union, which called it" , "date" : "19861003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FIREFIGHTER FINED IN SEX HARASSMENT CASE" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/03\/nyregion\/firefighter-fined-in-sex-harassment-case.html"} , {"body" : "A group of 50 fervent but frustrated citizens gathered yesterday on Smith Street in downtown Brooklyn to say ''yes'' to the B51. Then, to back up their appeal, most of them, including a woman in a wheelchair, crowded onto a B51 bus for the 15-minute scenic ride across the Manhattan Bridge, to City Hall. ''Usually when people ride public" , "date" : "19861001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK DAY BY DAY; Rally for the B51" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/01\/nyregion\/new-york-day-by-day-rally-for-the-b51.html"} , {"body" : "WHEN New York State decided to give up the 50 floors it occupied in the World Trade Center more than three years ago, a major goal was to strengthen commercial areas in the outer boroughs by moving state offices into those areas. Many state agencies have already relocated in places such as Jamaica, Queens, and Fordham Road in the Bronx, and last" , "date" : "19861001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "33" , "title" : "Real Estate; Relocating State Units Inside City" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/01\/business\/real-estate-relocating-state-units-inside-city.html"} , {"body" : "Gennadi F. Zakharov's final appearance yesterday in an American courtroom barely lasted four minutes but, despite its seemingly pro forma nature, it was no ordinary proceeding. Although the Federal judge on the case, Joseph M. McLaughlin, went along with the arrangement that led to the freeing of Mr. Zakharov, he had the authority to refuse to" , "date" : "19861001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["World"] , "page_facet" : "9" , "title" : "A FINAL DAY: 4 MINUTES FOR ZAKHAROV" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/01\/world\/a-final-day-4-minutes-for-zakharov.html"} , {"body" : "A complex of office towers, stores and condominiums will rise on the site of the Long Island Rail Road's old Atlantic Terminal, a dusty, largely vacant piece of downtown Brooklyn, if the Board of Estimate approves next week. With many businesses seeking alternatives to the high rents of Manhattan, the Atlantic Terminal project is one of several" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC TERMINAL (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "A PLAN FOR BROOKLYN RISES AT ATLANTIC TERMINAL" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/nyregion\/a-plan-for-brooklyn-rises-at-atlantic-terminal.html"} , {"body" : "NEW YORK CITY holds a fascination for many people - especially for people who don't live there. I am aware of this because I am a New Yorker who travels a lot. Over the years, I have practiced law, been a senior officer of the Dreyfus Mutual Funds and a general partner of the banking firm of Lazard Freres. I am now president of a broadcasting and" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "THE GOOD NEWS ABOUT NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/magazine\/the-good-news-about-new-york-city.html"} ,   {"body" : "Despite the gentrification of nearby neighborhoods, Brooklyn's Atlantic Terminal district has for nearly 20 years remained the home of rundown bars and fast-food joints, a hangout for prostitutes and low-lifes. A revival plan goes before the Board of Estimate this week and it deserves enthusiastic support. The project site, where Atlantic and" , "date" : "19860924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Give Central Brooklyn a Boost" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/24\/opinion\/give-central-brooklyn-a-boost.html"} , {"body" : "By turning September into ''Token Exchange Month,'' the Transit Authority has good news for anyone who has been hanging onto leftover solid brass tokens since June. And the authority also offers cheer to the real squirrels among its patrons - people who have been clinging to tokens with a cut-out ''Y.'' They were replaced in June 1980. Holders of" , "date" : "19860826" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK DAY BY DAY; New Tokens for Old" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/26\/nyregion\/new-york-day-by-day-new-tokens-for-old.html"} , {"body" : "A city administrative law judge has recommmended that a firefighter be dismissed for his involvement in a scuffle with a female colleague that left her with a slashed finger. The firefighter, Gregory McFarland, of Engine Co. 207 in downtown Brooklyn, had been charged by the Fire Department with sexual harassment and intoxication on duty in the" , "date" : "19860824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Firefighter's Dismissal Is Urged in Harassment" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/24\/nyregion\/firefighter-s-dismissal-is-urged-in-harassment.html"} , {"body" : "The Federal racketeering trial of John Gotti and six co-defendants opened yesterday with defense lawyers charging that the presiding judge was biased and the chief prosecutor was guilty of ''judge shopping.'' The defense also complained about pretrial publicity, seating arrangements which they said gave prosecution lawyers better eye contact with" , "date" : "19860819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEFENSE CALLS JUDGE BIASED AS MOB CHIEF'S TRIAL BEGINS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/19\/nyregion\/defense-calls-judge-biased-as-mob-chief-s-trial-begins.html"} , {"body" : "A Brooklyn grand jury yesterday voted to indict a 29-year-old student accused of shooting five people, one fatally, on the campus of New York City Technical College last week. The student, Van A. Hull, 29 years old, was charged with one count of murder, four counts of attempted murder, four counts of assault and four counts of criminal possession" , "date" : "19860819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Murder Charge Voted In Campus Shootings" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/19\/nyregion\/murder-charge-voted-in-campus-shootings.html"} , {"body" : "The student accused of shooting five people, one fatally, in a rampage through the campus of New York City Technical College on Tuesday was in a mental hospital in Georgia on three occasions, the police said yesterday. The police said the student, Van A. Hull, had been in and out of the hospital, the Georgia Regional Mental Hospital, according to" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "STUDENT SEIZED IN SHOOTOUT GOT CARE IN GEORGIA" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/nyregion\/student-seized-in-shootout-got-care-in-georgia.html"} , {"body" : "The college student accused of killing one person and seriously wounding four others Tuesday in a shooting rampage on a Brooklyn campus was a loner who spent some time in a Georgia mental institution and kept his distance from people, his family and neighbors said yesterday. ''He had no girlfriends, no male friends, no visitors, no cousins, no dog," , "date" : "19860814" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "STUDENT CHARGED IN KILLING ON CAMPUS IS CALLED LONER" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/14\/nyregion\/student-charged-in-killing-on-campus-is-called-loner.html"} , {"body" : "The city's plan to renovate Borough Hall in Brooklyn, a 140-year-old landmark building, is at least a year behind schedule and a third over its original budget. The renovation is the latest in a series of city construction jobs that have taken much more time and money than expected. Because of a series of problems, the inside of the building is not" , "date" : "19860814" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DELAYS AND OVERRUNS PLAGUE BOROUGH HALL RESTORATION" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/14\/nyregion\/delays-and-overruns-plague-borough-hall-restoration.html"} , {"body" : "A student at New York City Technical College went on a rampage through the downtown Brooklyn campus yesterday afternoon, shooting five people, one of them fatally, and exchanging gunfire with police officers before giving up, the police reported. Carrying two handguns, the suspect - 29-year-old Van Hull of Brooklyn -first killed a college employee" , "date" : "19860813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FIVE IN BROOKLYN SHOT AT COLLEGE; STUDENT IS HELD" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/13\/nyregion\/five-in-brooklyn-shot-at-college-student-is-held.html"} , {"body" : "AFTER operating out of a 375-square-foot space on the Upper West Side for more than nine years, the National Dance Institute, a nonprofit educational organization founded in 1976 by Jacques d'Amboise, found last year that its staff of eight people had outgrown its original home. The initial search for a new office in the area led only to space that" , "date" : "19860813" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "Real Estate; Low-Rent Offices in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/13\/business\/real-estate-low-rent-offices-in-manhattan.html"} ,   {"body" : "International The House cut ''Star Wars'' plans in one of two major defeats for the Reagan Administration in military policy. In addition to reducing the 1987 budget for the space-based missile defense program, the House also required adherence to the limits of the 1979 strategic arms treaty. In a vote of 239 to 176, generally along party lines," , "date" : "19860813" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWS SUMMARY: WEDNESDAY, AUGUST 13, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/13\/nyregion\/news-summary-wednesday-august-13-1986.html"} , {"body" : "New York City voters whose names are on nominating petitions for Abraham Hirschfeld will be bused to Albany today to testify in a lawsuit in which Representative Stan Lundine, Governor Cuomo's choice for lieutenant governor, is seeking to remove Mr. Hirschfeld from the Democratic primary ballot. The voters are to testify under subpoenas from the" , "date" : "19860811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY VOTERS TO TESTIFY IN SUIT OVER HIRSCHFELD'S PETITIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/11\/nyregion\/city-voters-to-testify-in-suit-over-hirschfeld-s-petitions.html"} , {"body" : "Three men, including two teen-agers, were shot in Washington Square Park early yesterday by a young man who fled in a car, the police said. None of the victims suffered serious injuries in the shooting at 6:40 A.M. Two were friends, but the third man was unknown to them, according to Sgt. John Venetucci, a police spokesman. The assailant, described" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "A Gunman Wounds 3 In Washington Square" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/nyregion\/a-gunman-wounds-3-in-washington-square.html"} , {"body" : "Only a decade ago, St. James Cathedral was dying. As the seat of the Roman Catholic diocese of Brooklyn, it should have flourished under one of the diocese's proudest steeples, but its congregation had dwindled to about 100 people, few of them young couples with children. The Sunday service, parishioners remember, reflected an exhaustion of spirit." , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A REVITALIZED CATHEDRAL DRAWS YOUNG ADULTS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/a-revitalized-cathedral-draws-young-adults.html"} , {"body" : "International Renewal of 1985 sanctions against South Africa and a special mission to Pretoria are planned by President Reagan, an Administration official said. He said the mission, in the form of either a special envoy or a group of legislators, would be intended to tell the South African Government that unless it speeds political change, stiffer" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: SUNDAY, JULY 27, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/news-summary-sunday-july-27-1986.html"} , {"body" : "Until quite recently, it was very hard to think big about the Brooklyn Museum, a great art institution bogged down in what had long been perceived as a declining borough. But times had already changed for the better by 1983, when Robert T. Buck, an evangelistic outlander who for a decade had headed the respected Albright-Knox Art Gallery in" , "date" : "19860720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WHY THE BROOKLYN MUSEUM MUST BET ON A DARING MASTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/20\/arts\/why-the-brooklyn-museum-must-bet-on-a-daring-master-plan.html"} , {"body" : "ALONG the Brooklyn waterfront, between the Brooklyn and Manhattan Bridges, the major development initiative of recent years is a project called Fulton Landing. A developer has succeeded in leasing 356,000 square feet of office space in former industrial buildings that ultimately may hold two million square feet of office space. Fulton Landing is" , "date" : "19860716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "Real Estate; Waterfront Offices in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/16\/business\/real-estate-waterfront-offices-in-brooklyn.html"} , {"body" : "About those all-brass tokens that lost all value on June 15 and now gather dust on top of your bureau or collect lint in the pockets of the suit you haven't cleaned lately. They will be worth their weight in transportation sometime after Labor Day, when the Transit Authority again redeems all-brass tokens for their steel-core, bull's-eye" , "date" : "19860716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; A Token Amnesty" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/16\/nyregion\/new-york-day-by-day-a-token-amnesty.html"} , {"body" : "Fears of asbestos contamination at Brooklyn Criminal Court yesterday prompted a virtual shutdown of the 54-year-old building for the day. About 1,000 court proceedings were postponed. For several hours, judges, lawyers and other court personnel, as well as jurors and defendants, stood outside the building at 120 Schermerhorn Street in downtown" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE CITY; Asbestos Worry Closes Courthouse" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/nyregion\/the-city-asbestos-worry-closes-courthouse.html"} , {"body" : "Most of the distinguished architecture of downtown Brooklyn, from the majesty of the General Post Office and Borough Hall to the intricacy of the brownstones and mansions of Brooklyn Heights, was built in the 19th and early 20th centuries. Soon, however, construction will begin at the corner of Smith and Livingston Streets on a building designed by" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "title" : "PROSPECTS; Cylinders by Jahn" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/realestate\/prospects-cylinders-by-jahn.html"} ,   {"body" : "On a hot city rooftop, the tar sticks to the bottom of your lounge chair and you wonder why you hadn't gone in on a Fire Island share. There's a couple who can't wait to go co-op, a bubbly, budding actress eating yogurt doing Yoga, and a retired dresser from some Broadway show with his Pekingese and toga. You hang your head over the ten-story drop," , "date" : "19860625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/25\/garden\/metropolitan-diary-489686.html"} , {"body" : "A Miami developer announced plans yesterday to build a $300 million, 2,200-apartment condominium complex on the Atlantic Ocean in the Brighton Beach section that would be Brooklyn's largest new private housing development in at least 25 years. The proposal by the developer, Alexander Muss & Sons, calls for six towers - the tallest of which would" , "date" : "19860625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BRIGHTON BEACH IS PROPOSED SITE OF NEW PROJECT" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/25\/nyregion\/brighton-beach-is-proposed-site-of-new-project.html"} , {"body" : "Almost two-thirds of the students in New York City's public elementary and junior high schools read at or above grade level, according to test results announced yesterday by Mayor Koch and Board of Education officials. They said the results, which showed ''overall improvement,'' were encouraging because they came from a new kind of test intended to" , "date" : "19860624" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "CITY STUDENTS' SCORES RISE IN GENERAL ON READING TEST" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/24\/nyregion\/city-students-scores-rise-in-general-on-reading-test.html"} , {"body" : "Brooklyn's famed entertainment halls, past and present, are the subjects of a bus tour tomorrow sponsored by the Prospect Park Environmental Center. Stops will be at the site of the former Paramount Theater in downtown Brooklyn, where Alan Freed presented his rock-and-roll shows during the 1950's; the theater is now part of the Long Island" , "date" : "19860620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "ENTERTAINMENT HALLS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/20\/arts\/entertainment-halls.html"} , {"body" : "The Board of Estimate, in approving last night a proposal to build a new first-class hotel in Brooklyn, included a provision that, for the first time, would require the developer to step aside if he were indicted on criminal charges. The unusual provision will become standard on all projects in which New York City leases its land to developers," , "date" : "19860618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH AFRICA, REPUBLIC OF" , "CENTRAL PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ESTIMATE BOARD APPROVES HOTEL WITH CONDITION" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/18\/nyregion\/estimate-board-approves-hotel-with-condition.html"} , {"body" : "The Rev. William Howard Melish, the Episcopal priest whose political views led to his ouster from his Brooklyn parish in 1957, died of cancer yesterday at his home. He was 76 years old and lived in the Boerum Hill section of Brooklyn. Mr. Melish and his father, the late Dr. John Howard Melish, were at the center of a bitter struggle in the 1940's" , "date" : "19860616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Obituaries" , "Washington"] , "page_facet" : "12" , "title" : "REV. W. HOWARD MELISH, 76, DIES; OUSTED AT PARISH IN MCCARTHY ERA" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/16\/obituaries\/rev-w-howard-melish-76-dies-ousted-at-parish-in-mccarthy-era.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "Merchants in the Fulton Mall in downtown Brooklyn were enthusiastic when a seven-year, $24 million renovation, which had worn their patience and that of their customers, was completed two summers ago. After years of blight, the street was transformed into a clean outdoor mall, with brick sidewalks, trees and wood benches. It now has $400 million in" , "date" : "19860614" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "TWO YEARS AFTER RENOVATION, BROOKLYN'S FULTON MALL STILL SEEKS AN ANCHOR" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/14\/nyregion\/two-years-after-renovation-brooklyn-s-fulton-mall-still-seeks-an-anchor.html"} , {"body" : "A total of 16 present and former employees of the city's public-school system, most of them building inspectors, were indicted yesterday on charges of conspiracy involving kickbacks from contractors. Officials at school headquarters at 110 Livingston Street in downtown Brooklyn, who cooperated with the District Attorney's investigation, said 13 had" , "date" : "19860612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "16 INDICTED OVER KICKBACKS INVOLVING SCHOOL CONTRACTS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/12\/nyregion\/16-indicted-over-kickbacks-involving-school-contracts.html"} , {"body" : "A.C.C. Craftfair, Eastern States Exposition Fairgrounds, Route 147 (1305 Memorial Avenue), West Springfield, Mass.; 212-944-8230 and 413-787-0140 for recorded information; 914-255-0039. This juried craft fair June 20 to 22 will feature works by 500 artisans, including contemporary jewelry, fiber art, woven and hand-painted clothing, porcelain," , "date" : "19860612" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR; CRAFT FAIR, FLOWERS AND TOURS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/12\/garden\/calendar-craft-fair-flowers-and-tours.html"} ,   {"body" : "Federal prosecutors have asked a grand jury to indict the city's former taxi and limousine chief, Jay L. Turoff, on charges that he accepted a $30,000 payoff to give a company a competitive advantage in selling taxi meters, law-enforcement officials said yesterday. The officials, who spoke on the condition of anonymity, said the prosecutors" , "date" : "19860610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. SEEKS TUROFF INDICTMENT DECISION" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/10\/nyregion\/us-seeks-turoff-indictment-decision.html"} , {"body" : "For Angel Orensanz, a sculptor, one glance at the dilapidated red schoolhouse on Kosciusko Street in Brooklyn turned into a lonely crusade to save it from destruction. With its crumbling facade and its devastated interior, the brownstone building in the Bedford-Stuyvesant section looked like a war ruin. But to Mr. Orensanz the structure, built in" , "date" : "19860604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "AN OLD SCHOOL AND NEW HOPE IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/04\/nyregion\/an-old-school-and-new-hope-in-brooklyn.html"} , {"body" : "Embedded in the completed version of the Senate Finance Committee's tax-revision plan are several tax favors that would save millions of dollars in taxes for projects in New York State. Among those affected are Carnegie Hall, a downtown Brooklyn hotel project, a Buffalo stadium and an Albany County Civic Center. Most of these favors were arranged" , "date" : "19860531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "38" , "title" : "Plan Aids Projects in State" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/31\/business\/plan-aids-projects-in-state.html"} , {"body" : "Starting Monday, it may be easier for New Yorkers to clear up mystery parking tickets. Then, the city's Parking Violations Bureau is to double the lines to its telephone-complaint hot line and is to open six Help Centers - two in Manhattan and one in each of the other boroughs. The new centers, equipped with computers and staffed with employees who" , "date" : "19860531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "CITY OPENING OFFICES TO GIVE AID ON FINES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/31\/nyregion\/city-opening-offices-to-give-aid-on-fines.html"} , {"body" : "Sixteen subway riders were injured yesterday when a crowded B train leaving the Pacific Street station in downtown Brooklyn for Manhattan jerked to a halt during the morning rush hour, throwing passengers to the floor. The injured were taken to hospitals, where all were treated and released. The Transit Authority said that the accident was being" , "date" : "19860529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "16 Hurt When B Train Stops" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/29\/nyregion\/16-hurt-when-b-train-stops.html"} , {"body" : "The State Commission of Investigation said yesterday that it has found evidence indicating that a real-estate company in which Michael J. Lazar was a major partner paid $47,000 in bribes in return for a state contract to lease a Queens office building for $33 million over 10 years. The evidence concerning Mr. Lazar and his role in negotiating the" , "date" : "19860528" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PANEL REPORTS EVIDENCE OF BRIBES IN A STATE LEASE INVOLVING LAZAR" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/28\/nyregion\/panel-reports-evidence-of-bribes-in-a-state-lease-involving-lazar.html"} , {"body" : "Steven Spinola, president of the city's Public Development Corporation for the past three years, was recently named president of the Real Estate Board of New York - the trade group that represents major developers and property owners in Manhattan. He assumes that position June 1. Mr. Spinola, 37, was born and raised in Brooklyn and now lives in" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Q. & A. With Realty Board Chief" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/realestate\/q-a-with-realty-board-chief.html"} , {"body" : "LAST month, Paine Webber, the big financial-services company based on the Avenue of the Americas, decided to consolidate part of its scattered back-office operations in Manhattan and move them across the Hudson River into a million square feet of new office space in Weehawken, N.J. At the same time, Drexel Burnham Lambert, another large financial" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Office Development Surges in Suburbs" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/realestate\/office-development-surges-in-suburbs.html"} , {"body" : "A worker delivering ceremonial shovels for a groundbreaking yesterday for the Pierrepont Office Building at Pierrepont Street and Cadman Plaza West in Brooklyn. Morgan Stanley, the investment banking firm, plans to move some of its operations from Wall Street to the tower, which will be the first major office building built in downtown Brooklyn in" , "date" : "19860522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "page_facet" : "1" , "title" : "Groundbreaking Heralds Brooklyn Tower" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/22\/nyregion\/groundbreaking-heralds-brooklyn-tower.html"} , {"body" : "A 19-year-old Brooklyn man was ordered held without bail yesterday after pleading not guilty to charges of killing a Roman Catholic priest during a robbery in downtown Brooklyn early Saturday. The suspect, Andre Nichols of 120 Carlton Avenue in the Fort Greene section, was arraigned before Judge Jerome Kay of Criminal Court on charges of" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUSPECT, 19, PLEADS NOT GUILTY IN PRIEST'S KILLING IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/suspect-19-pleads-not-guilty-in-priest-s-killing-in-brooklyn.html"} ,   {"body" : "An 18-year-old Brooklyn man was arrested by the police yesterday and charged with the murder of a Roman Catholic priest who had been shot to death in his car early Saturday in a rundown industrial section of downtown Brooklyn. The police said the suspect, Andre Nichols, of 124 Carlton Avenue in Fort Greene, was seized at his father's home at 395" , "date" : "19860512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUSPECT HELD IN THE MURDER OF PRIEST, 49" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/12\/nyregion\/suspect-held-in-the-murder-of-priest-49.html"} , {"body" : "A popular Roman Catholic priest who directed child-care services for the Diocese of Brooklyn and was about to receive his first pastorate was shot to death in his car early yesterday in an apparent robbery in downtown Brooklyn, the police reported. The victim, the Rev. Frederick M. Strianese, a 49-year-old aide to Auxiliary Bishop Joseph M." , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "BROOKLYN PRIEST SHOT DEAD IN CAR, APPARENTLY BY THIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/brooklyn-priest-shot-dead-in-car-apparently-by-thief.html"} , {"body" : "SIX months after a conflict-of-interest issue killed a deal that would have moved the New York State Attorney General's office from the World Trade Center to the former A.T.&T. building on lower Broadway, the agency has signed a lease that will put it in another landmark nearby, at 120 Broadway. Before the end of summer, the agency will move into" , "date" : "19860507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "24" , "title" : "Real Estate; Abrams's New Office Downtown" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/07\/business\/real-estate-abrams-s-new-office-downtown.html"} , {"body" : "Jonathan Cruz went to help a fellow passenger on the A train in Brooklyn yesterday morning. Then, when trouble and a razor blade were turned on him, he, too, got help from strangers. In the end, the transit police said, Mr. Cruz, 28 years old, who works for a company that supplies temporary office help, was left with 40 stitches on four deep cuts" , "date" : "19860506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SAMARITAN STIRS MORNING MELEE ON THE A TRAIN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/06\/nyregion\/samaritan-stirs-morning-melee-on-the-a-train.html"} , {"body" : "A part-time security guard from Brooklyn was arrested yesterday and charged with murdering a 20-year-old design student in the doorway of her brownstone apartment in the Fort Greene section last week, the police said. The suspect, Anthony Neal Jenkins, 26 years old, lives at 102 Cumberland Walk, about four blocks from the apartment where the woman," , "date" : "19860503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "MAN HELD IN DESIGN STUDENT'S MURDER" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/03\/nyregion\/man-held-in-design-student-s-murder.html"} , {"body" : "A 20-year-old student at the Fashion Institute of Technology was shot dead late Thursday night when she answered the doorbell of her brownstone apartment in the Fort Greene section of Brooklyn, the police said yesterday. Detectives said they did not not know who committed the slaying, which occurred shortly before 11 P.M., or the motive. But they" , "date" : "19860426" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "BROOKLYN WOMAN ANSWERS DOORBELL AND IS SHOT FATALLY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/26\/nyregion\/brooklyn-woman-answers-doorbell-and-is-shot-fatally.html"} , {"body" : "A Brooklyn credit union executive swore in Federal court yesterday that he gave a $30,000 bribe to the city's former taxi commission chairman, Jay L. Turoff, in 1984 - providing law-enforcement officials with what they said was enough evidence to prosecute Mr. Turoff. ''Jay Turoff demanded and I paid $30,000 in return for assurance that the Taxi" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE ADMITS GIVING $30,000 BRIBE TO TUROFF" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/executive-admits-giving-30000-bribe-to-turoff.html"} , {"body" : "IN Fairfield County, Conn., where home buyers are said to be lining up to purchase prime properties, Maria Yolanda O'Donnell saw no need to pay a real-estate broker $20,000 to sell her 130-year-old, riverside house in Weston. But before her own best prospect had a chance to see the property, brokers provided two full-price offers of $357,500 -and" , "date" : "19860420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Selling Your Home Without a Broker" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/20\/realestate\/selling-your-home-without-a-broker.html"} , {"body" : "David Hammons, who has been chosen artist in residence at Parkes Cadman Plaza Park in downtown Brooklyn by the Public Art Fund, is at work there on a piece called ''Higher Goals.'' Mr. Hammons, 42 years old, of the Park Slope section of Brooklyn, works in the park right next to the State Supreme Court building, where a lot of people pass and some" , "date" : "19860418" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARKES CADMAN PLAZA PARK (BOOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Beer-Cap Art" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/18\/nyregion\/new-york-day-by-day-beer-cap-art.html"} , {"body" : "Four months after emerging as the head of the Gambino organized-crime family, John Gotti's rule is endangered and he too may be marked for assassination, law-enforcement officials said yesterday. The officials said the car-bombing execution on Sunday of the No. 2 leader in the Mafia group, Frank DeCicco, was a clear signal of the instability" , "date" : "19860415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "GOTTI MAY BE MARKED FOR ASSASSINATION, OFFICIALS SAY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/15\/nyregion\/gotti-may-be-marked-for-assassination-officials-say.html"} ,   {"body" : "The company that operates the computer and communications systems for the New York and American Stock Exchanges will move its corporate headquarters from Wall Street to a new complex in downtown Brooklyn, Mayor Koch announced yesterday. The company, the Securities Industry Automation Corporation, a data-processing affiliate for both exchanges and" , "date" : "19860408" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN GETS WALL ST. DATA GROUP" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/08\/nyregion\/brooklyn-gets-wall-st-data-group.html"} , {"body" : "A LITTLE WATER, PLEASE Venturesome New Yorkers love to explore ethnic restaurants, including those of China, India, Thailand and the Philippines. To somewhat chart the course of the kinds of food available, the New York Public Library is sponsoring a short series of Tuesday talks, ''The Spices of Life: Spices and Food of the Orient.'' The second" , "date" : "19860408" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/08\/arts\/going-out-guide.html"} , {"body" : "CONSTRUCTION is to begin this June on what officials say will be the first major new industrial plant in the Williamsburg section of Brooklyn in almost 40 years. Plans for the $4.5 million building, which will house a printing plant and graphic arts studio, were announced last week by city officials and Pfizer Inc., which operates a pharmaceutical" , "date" : "19860330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "AFTER DECADES, A FACTORY FOR WILLIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/30\/realestate\/after-decades-a-factory-for-williamsburg.html"} , {"body" : "Downtown Brooklyn has for decades dreamed of a Manhattan-style office rejuvenation. Recently, with several large developers announcing plans for more than 2.5 million square feet of office and residential space, borough leaders saw those hopes start to come to fruition. Now, in another sign of the downtown area's growing economic health, some of" , "date" : "19860330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; Brooklyn Revival" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/30\/realestate\/postings-brooklyn-revival.html"} , {"body" : "Federal investigators say they have uncovered evidence of widespread racketeering on the New York-New Jersey waterfront, including kickbacks, embezzlement and conflicts of interest in the administration of $40 million in pension and welfare funds for longshoremen. A yearlong inquiry has found evidence that the waterfront - after numerous Federal" , "date" : "19860321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DOCKS ARE TARGET OF BRIBE INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/21\/nyregion\/docks-are-target-of-bribe-inquiry.html"} , {"body" : "At the turn of the year, before the scent of corruption began to preoccupy municipal government, a little-known city agency called the Public Development Corporation was riding a crest of bureaucratic success. The agency, which in 1979 had fewer than 10 employees and was responsible only for overseeing two industrial parks, had emerged as an" , "date" : "19860309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A CITY AGENCY THAT GREW RAPIDLY FACES SCRUTINY" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/09\/nyregion\/a-city-agency-that-grew-rapidly-faces-scrutiny.html"} , {"body" : "David L. Gunn got his car back, but he really does not need it now. When Mr. Gunn became president of the Transit Authority two years ago, he was entitled to an official car, but he vowed to ride the subway to keep in touch with his work. Then, while recuperating from an operation a year ago, Mr. Gunn decided that instead of risking the F train, he" , "date" : "19860304" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "NEW YORK DAY BY DAY; Detour for Official Car" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/04\/nyregion\/new-york-day-by-day-detour-for-official-car.html"} , {"body" : "The wedding vows were traditional, but the setting for the ceremony Feb. 2 was not. At the Metropolitan Correctional Center in lower Manhattan, the bride, Barbara Curzi, wore a white cotton T-shirt that she had embroidered with the green, gold and black colors of the African National Congress -the main opposition group seeking to topple the South" , "date" : "19860227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)" , "BRONX (NYC)" , "QUEENS (NYC)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "REPORTER'S NOTEBOOK: 2 BOMBING DEFENDANTS WED" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/27\/nyregion\/reporter-s-notebook-2-bombing-defendants-wed.html"} , {"body" : "With less than a week remaining for the filing of qualifying petitions for school board elections in May, Board of Education officials say they are disturbed by the lack of candidates in several of New York City's 32 local school districts. ''It's terribly disappointing to see that there does not appear to be enough interest to motivate individuals" , "date" : "19860224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "FEW ENTERING LOCAL SCHOOL BOARD RACES" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/24\/nyregion\/few-entering-local-school-board-races.html"} , {"body" : "Meunier's gift shop - 20 years a fixture in Brooklyn Heights - has closed. So have the Montague meat market, a cleaners, the barbeque takeout shop, the laundry, the Chuan Yuan Chinese restaurant, the Community Book Store. Now, the Jomel stationery store is about to join them. ''I tell my children that this is like the store on 'Sesame Street,' ''" , "date" : "19860222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "RETAILERS' RENTS ON MONTAGUE ST. TAKING A TOLL" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/22\/nyregion\/retailers-rents-on-montague-st-taking-a-toll.html"} ,   {"body" : "The City Comptroller charged yesterday that his office had found ''one big mess'' in the city's Environmental Control Board, with problems ranging from lax control over private collection agencies to ''instances of fraud.'' The Comptroller, Harrison J. Goldin, also said the board - which is responsible for collecting penalties for sanitation," , "date" : "19860205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "GOLDIN FINDS 'BIG MESS' AT ENVIRONMENTAL UNIT" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/05\/nyregion\/goldin-finds-big-mess-at-environmental-unit.html"} , {"body" : "TO buy Brooklyn from the Indians, the early Dutch settlers paid 200 times as much they did for Manhattan, a new analysis of 17th century records shows. In part, this is because the native residents had become more savvy about the value of land. But the pattern of land transfers in Brooklyn, which was sold bit by bit in 22 different deals, was also" , "date" : "19860128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "EARLY RECORDS SHATTER IMAGE OF INDIANS AS DUPES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/28\/science\/early-records-shatter-image-of-indians-as-dupes.html"} , {"body" : "New York's youngest university is one of its oldest. For the last four months, the 132-year-old Polytechnic Institute of New York has been calling itself Polytechnic University. Although some traditionalists may not like the idea that ''Brooklyn Poly'' is now ''Poly U.,'' the school's president sees it as an overdue change. The president, Dr." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Youngest University From Old Institution" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/new-york-day-by-day-youngest-university-from-old-institution.html"} , {"body" : "''Dining Out?'' reads the top line of a sign that covers most of the side of a four-story building on a busy street in downtown Brooklyn. Underneath is a picture of a smiling chef holding a pink plate with a single fried egg. ''Insist on Plates,'' the sign reads. ''They Make Every Meal a Special Event!'' At the bottom, the advertisemtn is" , "date" : "19860109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; More Than Mud Pies" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/09\/nyregion\/new-york-day-by-day-more-than-mud-pies.html"} , {"body" : "Some residents of Brooklyn Heights are locked in a heated fight with a developer over a proposed 26-story condominium project that they say would ruin the character of their community of brownstones, churches and other low buildings. The controversy involves a narrow tower planned for a vacant plot at 67 Livingston Street, between Clinton and Court" , "date" : "19860107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PLAN FOR NARROW TOWER FOUGHT IN BROOKLYN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/07\/nyregion\/plan-for-narrow-tower-fought-in-brooklyn-heights.html"} , {"body" : "Jose Gracia found himself working in a bagel shop in Pennsylvania after leaving the Army last spring. But the 20-year-old Brooklyn resident really wanted to sell men's clothing. He had some retail experience, but there seemed to be no jobs in the field for him. That changed when a friend referred him to Career Opportunities for Brooklyn Youth, a" , "date" : "19860105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "BROOKLYN PROGRAM TAKES JOB APPLICANTS TO SUBURBS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/05\/nyregion\/brooklyn-program-takes-job-applicants-to-suburbs.html"} , {"body" : "IN A converted razor factory in downtown Brooklyn, across the street from a pizza parlor and a hardware store, resides a school whose contributions to science stand in wild contrast to its surroundings. Over the years it has been a key center of research in the development of microwave physics, radar, polymers and the space program. More recently" , "date" : "19860105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "26" , "title" : "BROOKLYN'S POLYTECH, A STORYBOOK SUCCESS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/05\/education\/brooklyn-s-polytech-a-storybook-success.html"} , {"body" : "Alumni of New York University these days are finding their loyalty to alma mater being not only tested but also divided. Two groups are competing for the fealty of the old grads. The Alumni Federation, a quasi-independent organization that has existed for 60 years, must now vie with the Alumni Council, created in 1985 by the university" , "date" : "19860105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "2 N.Y.U. ALUMNI GROUPS COMPETING FOR MEMBERS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/05\/nyregion\/2-nyu-alumni-groups-competing-for-members.html"}]