[  {"body" : "THE COMPLETE PROSE OF MARIANNE MOORE Edited, and with an introduction, by Patricia C. Willis. 723 pp. New York: Elisabeth Sifton Books\/Viking. $24.95. ''I THINK books are chiefly responsible for my doggedly self-determined efforts to write, books and verisimilitude,'' Marianne Moore surmises in one of the hundreds of essays, reviews and" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "13" , "title" : "A GUSTO FOR DUMBO AND BALANCHINE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/books\/a-gusto-for-dumbo-and-balanchine.html"} , {"body" : "Art shows are not as easy to come by in this sprawling borough as in cosy, prodigal Manhattan. There is the glorious Brooklyn Museum, to be sure, but after that, what? No SoHo, no TriBeCa, no Madison Avenue - in short, no gallery ''scene.'' Yet Brooklyn actually has a lot to offer in the way of exhibitions, and part of the fun is seeking them out." , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Art Shows in Familiar and Unexpected Places" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-art-shows-in-familiar-and-unexpected-places.html"} , {"body" : "AT a moment of so much promise for sculpture, the first question to be asked about the outdoor sculpture season is whether the vitality is evident here, too. The answer is an emphatic yes. Indeed, this is the best season for outdoor sculpture in some time. There is more of it, there is more of it with a clear sense of purpose, and together the" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A BOUNTIFUL SEASON IN OUTDOOR SCULPTURE REVEALS GLIMMERS OF A NEW SENSIBILITY" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/arts\/a-bountiful-season-in-outdoor-sculpture-reveals-glimmers-of-a-new-sensibility.html"}]