[  {"body" : "Following is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. Today Trinity Church (Episcopal), Broadway and Wall Street. Shaw's ''Fanfare for Christmas''; and traditional and English carols; Down Town Glee Club; George Mead, conductor." , "date" : "19861212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/a-calendar-of-music-events-for-the-christmas-season.html"} , {"body" : "A Brooklyn man was killed early yesterday by an explosion of undetermined cause as he opened the trunk of his car. Early reports said the explosion had been caused by a bomb, but a police spokesman, Sgt. Norris Hollomon, said bomb squad investigators had not determined the cause of the blast. ''Nothing is being ruled out,'' said another police" , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Explosion Kills a Man Opening His Car Trunk" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/nyregion\/explosion-kills-a-man-opening-his-car-trunk.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "To the Editor: Yes, there is a woman running for Congress in New York City. Regardless of the odds you stated so well, I am the Democratic candidate for the House of Representatives in the 14th Congressional District, which represents Staten Island and the Bay Ridge, Bensonhurst and Dyker Heights sections of Brooklyn. We in the state's southernmost" , "date" : "19860827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York Women Active in New York Politics" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/27\/opinion\/l-new-york-women-active-in-new-york-politics-752386.html"} , {"body" : "Without state or city approval, the head of a publicly appointed community group in the Bronx authorized a cable television company to delay about $600,000 in payments for community programming in the borough, according to state records. The chairman of the state's Cable Television Commission, William B. Finneran, said the delay in payments by the" , "date" : "19860514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CABLE PAYMENT DELAYED WITHOUT STATE APPROVAL" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/14\/nyregion\/cable-payment-delayed-without-state-approval.html"} , {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"}]