[  {"body" : "The police said yesterday that a ''failure of communication'' between officers investigating the death of Michael Griffith had caused several hours of confusion over what car killed him after he was chased and beaten in the Howard Beach racial assault. The concession of the procedural error was the latest of several revisions, additions and" , "date" : "19861230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "POLICE CONCEDE COMMUNICATION FAILURE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/30\/nyregion\/police-concede-communication-failure.html"} , {"body" : "A 38-year-old Hispanic man was beaten by a group of black men in Brooklyn late Sunday in what the police said yesterday was a racially motivated attack. The police said that the victim's injuries were minor and that he had refused medical aid. The victim, John Santiago of Manhattan, was walking through a field behind a housing project at 1240" , "date" : "19861230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Group of Blacks Beat Man in Racial Attack" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/30\/nyregion\/group-of-blacks-beat-man-in-racial-attack.html"} , {"body" : "Charges of murder, manslaughter and assault against three white youths in the death of a black man in Howard Beach were dismissed by a Queens judge yesterday after the prosecution's key witness - another black man who was attacked - refused to testify. The dismissals for insufficient evidence brought cries of ''injustice'' from some spectators and" , "date" : "19861230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A JUDGE DISMISSES CHARGE OF MURDER IN QUEENS ATTACK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/30\/nyregion\/a-judge-dismisses-charge-of-murder-in-queens-attack.html"} , {"body" : "More than 1,200 people, showing both anger and grief at the death of a young black man who was attacked by a group of whites, marched through Howard Beach, Queens, yesterday in a protest against racism. A crowd of white people, who taunted the marchers with calls of ''animals'' and ''go home,'' were kept apart from the demonstration by 250 police" , "date" : "19861228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "1,200 PROTESTERS OF RACIAL ATTACK MARCH IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/28\/nyregion\/1200-protesters-of-racial-attack-march-in-queens.html"} , {"body" : "The police said yesterday that their investigation of the accident in Howard Beach, Queens, that killed Michael Griffith indicated that the motorist who struck him was not an accomplice of the white youths accused of his murder. In doing so, they contradicted a lawyer for one of the two other blacks who were victims of the attacks that preceeded" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "POLICE INQUIRY INTO MOTORIST CONTRADICTS LAWYER'S STAND" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/nyregion\/police-inquiry-into-motorist-contradicts-lawyer-s-stand.html"} , {"body" : "''This is 'Brigadoon,' '' a resident of Howard Beach told a reporter a few years ago, when questions about the neighborhood were asked in a more innocent context. Yet now, in the aftermath of the beatings of three black men by a dozen whites, the comment has taken on a new and different resonance. For while Brigadoon was a paradise, as many in" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN HOWARD BEACH, PRIDE AND FEAR IN A 'PARADISE'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/in-howard-beach-pride-and-fear-in-a-paradise.html"} , {"body" : "Melvin H. Miller is the first to admit that he has changed his image since he learned he might be the next Speaker of the Assembly. ''I've become an instant moderate,'' he said in an interview. ''I'll call myself a, quote, New Democrat, unquote. The old targets - being anti-rich and antibusiness - that's not a policy.'' Mr. Miller stressed that" , "date" : "19861213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "MAN IN THE NEWS; New Speaker For Assembly: Melvin Howard Miller" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/13\/nyregion\/man-in-the-news-new-speaker-for-assembly-melvin-howard-miller.html"} , {"body" : "Car No. 6321 was pronounced dead last week at the Transit Authority East New York maintenance shop after a long illness. It was 31 years old. No ceremony was held, no tears were shed. If anything, riders of the M line should rejoice. It was one of - if not the - biggest lemons in the 6,000-car fleet. That the gray and graffiti-scarred veteran of" , "date" : "19861211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REQUIEM FOR SUBWAY CAR 6321, AGE 31" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/11\/nyregion\/requiem-for-subway-car-6321-age-31.html"} , {"body" : "The Police Department is seriously considering selling the Police Academy building, a gray brick structure at 235 East 20th Street in Manhattan, and moving the training center to an economically depressed area in another borough, city officials say. As it happens, moving the academy was one of the recommendations in the preliminary report of the" , "date" : "19861203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COLUMN ONE: POLICE BEAT; Poor Neighborhood May Get Academy" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/03\/nyregion\/column-one-police-beat-poor-neighborhood-may-get-academy.html"} , {"body" : "The unlicensed day care center in Brooklyn in which two children died on Monday is probably one of ''tens of thousands'' of such homes in the city, child-care advocates said yesterday. A Fire Department spokesman said that while the cause of the fire in the two-story house in the East New York section had not been determined, officials suspect" , "date" : "19861126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "UNLICENSED DAY CARE CENTERS ARE SAID TO BE COMMON IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/26\/nyregion\/unlicensed-day-care-centers-are-said-to-be-common-in-new-york.html"} ,   {"body" : "Two children were killed and six others were injured, some seriously, when a fire broke out yesterday in what officials called an unlicensed day care center in the East New York section of Brooklyn. Police and fire officials said the blaze began about 9 A.M. in the basement playroom of a two-story brick and shingle home at 1104 Belmont Avenue. In" , "date" : "19861125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TWO CHILDREN ARE KILLED IN FIRE AT BROOKLYN DAY CARE CENTER" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/25\/nyregion\/two-children-are-killed-in-fire-at-brooklyn-day-care-center.html"} , {"body" : "The day care center in Brooklyn where two children were killed in a fire yesterday is one of what state and Federal officials say is a growing number of unlicensed child-care operations across the country. The centers help care for children whose mothers must work, but cannot afford the expense of, or travel time to, a licensed day-care center, the" , "date" : "19861125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "UNLICENSED CENTERS INCREASING, OFFICIALS SAY" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/25\/nyregion\/unlicensed-centers-increasing-officials-say.html"} , {"body" : "As the season's first freezing temperatures sent 9,654 homeless people into municipal shelters Thursday night, the Borough Presidents of Brooklyn, Queens, the Bronx and Staten Island were studying 16 new shelter sites proposed by the Koch administration. Four shelters would be built in each of the five boroughs under Mayor Koch's $100 million plan." , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "BOROUGH LEADERS STUDY SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/nyregion\/borough-leaders-study-shelter-plan.html"} , {"body" : "They arrive at 11 A.M. - mothers with children, old men alone or in groups. Inside the church, which is sandwiched between a shelter for the homeless and a pornographic movie house, children help a bald man called Curly set up tables and bring out the food for the day's meal. Curly, or more formally, Edwin Lubriel, serves an average of 500 people a" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "SOUP KITCHENS PRESSED TO MEET NEED" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/soup-kitchens-pressed-to-meet-need.html"} , {"body" : "After five months without a home, Connie Johnson, a student at Long Island University, had finally found an apartment where she and her 15-year-old son, James, could live. But first, there was thanks to give. ''I've been part of your family since June,'' Ms. Johnson said yesterday to the people she has called her family, 100 homeless people in the" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "AT CITY SHELTER, JOYFUL NOISE FOR WOMAN WHO FOUND A HOME" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/at-city-shelter-joyful-noise-for-woman-who-found-a-home.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Two people were killed and nine others injured in three unrelated attacks in Brooklyn and Queens Friday night and yesterday morning, the police said. In the Queens attack, five teen-agers were standing at the corner of Linden Boulevard and 191st Street about 10:15 Friday night when three men jumped from a car and opened fire with handguns," , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "WILLIAMSBURG (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "2 DIE, 9 HURT IN SEPARATE ATTACKS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/nyregion\/2-die-9-hurt-in-separate-attacks.html"} , {"body" : "One school has 260 pupils and is on a curving street of quaint shops in Queens. The other school has 1,282 pupils and is next to a burned-out shell on a street in Brooklyn where a discarded hypodermic needle lay yesterday amid the curbside rubble. Both share the honor of being among 212 ''exemplary'' public primary schools in the nation, according" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "DOUGLASTON (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "IN BROOKLYN AND QUEENS, EXAMPLES OF EXCELLENCE" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/nyregion\/in-brooklyn-and-queens-examples-of-excellence.html"} , {"body" : "Cutting Traffic, Cleaning Air With the approach of a Federal deadline to meet clean air requirements, the city looks for ways to cut traffic. Increasing buses-only lanes, banning cars from midtown and charging tolls to enter certain areas are among the ideas to be discussed as Mayor Koch begins a two-day hearing. 10 A.M. Board of Estimate Chambers," , "date" : "19861027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AGENDA: OCT. 27, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/27\/nyregion\/agenda-oct-27-1986.html"} , {"body" : "A veteran police detective was arrested and suspended from duty yesterday on charges that he frequented a storefront numbers parlor near his Brooklyn station house and watched people place bets without arresting them, the police said. The detective, Samuel McCalvin, 43 years old, was charged with official misconduct, a misdemeanor, after an" , "date" : "19861018" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Detective Didn't Arrest Bettors, the Police Say" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/18\/nyregion\/detective-didn-t-arrest-bettors-the-police-say.html"} ,   {"body" : "TO hear Sophia Collier talk about soda pop, you'd think anyone could bottle a batch. ''Soda is a low-tech product,'' said Miss Collier, the 30-year-old president of the American Natural Beverage Corporation in Manhattan, the manufacturer of Soho Natural Soda. ''If you can make lemonade, you can make Soho Natural Soda.'' Since 1977, when Miss" , "date" : "19861008" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "WILL SOHO BE THE LITTLE SODA THAT COULD?" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/08\/garden\/will-soho-be-the-little-soda-that-could.html"} , {"body" : "He is the solitary figure in blue who darts quietly from the room the moment police promotion ceremonies are over, not stopping to press the flesh like the rest of the brass. He shuns department parties in favor of steamed fish with close friends in Chinatown. His speech is often so peppered with expletives that it cannot be reported. Officers" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "VETERAN FIGHTER OF POLICE CORRUPTION EMBARKS ON HIS FINAL INVESTIGATION" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/nyregion\/veteran-fighter-of-police-corruption-embarks-on-his-final-investigation.html"} , {"body" : "Construction on a city-state plan to build housing for the homeless, initiated and directed by Governor Cuomo's son, Andrew, is months behind schedule, and officials cannot say when it will get under way. Last February, officials said that they expected construction would begin last April and that the first phase, a 200-apartment shelter in the" , "date" : "19860923" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ANDREW CUOMO'S PROPOSAL FOR SHELTER RUNS INTO SNAGS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/23\/nyregion\/andrew-cuomo-s-proposal-for-shelter-runs-into-snags.html"} , {"body" : "The city's Transit Authority proposed a $6.5 billion capital improvement budget yesterday to be used in the next five years for buying new subway cars, overhauling others and continuing its rebuilding program. As a condition of approving its request, however, the State Transportation Department wants the Transit Authority to cut bus and subway" , "date" : "19860918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Budget Plan Is Offered For Improving Subways" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/18\/nyregion\/budget-plan-is-offered-for-improving-subways.html"} , {"body" : "THE DAY before school opened last week, a business executive who has pledged to help 60 East Harlem students discovered that they did not know which junior high school they were supposed to attend. The executive, Dianne B. Sullivan, the president of Miraflores Designs, called the local school superintendent and solved the problem. Ms. Sullivan is" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "7" , "title" : "EDUCATION WATCH; PUBLIC SCHOOLS AND THE PRIVATE SECTOR" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/weekinreview\/education-watch-public-schools-and-the-private-sector.html"} , {"body" : "Forgotten by time, ravaged by weather and overwhelmed by weeds, abandoned tires and refrigerators, the 18th-century Christian Duryea House seems an unlikely symbol of what residents call the ''great potential'' of the East New York section of Brooklyn. But lately, it has taken on a significance that transcends its decrepit appearance and historical" , "date" : "19860913" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "IN BROOKLYN, DRIVE TO HELP DUTCH HOUSE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/13\/nyregion\/in-brooklyn-drive-to-help-dutch-house.html"} , {"body" : "Heroin use, regarded for decades as the nation's most devastating drug problem, has stopped spreading in New York City and young people are spurning the drug, social scientists and drug-treatment centers say. On the street corners of Harlem, the Lower East Side and other inner-city neighborhoods around the country ravaged by the heroin epidemic of" , "date" : "19860913" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "GROWTH IN HEROIN USE ENDING AS CITY USERS TURN TO CRACK" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/13\/nyregion\/growth-in-heroin-use-ending-as-city-users-turn-to-crack.html"} , {"body" : "A proposed settlement of a discrimination suit at the Starrett City housing complex in Brooklyn is unlawful because it would restrict the number of Hispanic and black residents, the head of the Justice Department's Civil Rights Division told a Federal judge yesterday. ''This is the worst kind of discriminatory practice,'' said the official, William" , "date" : "19860827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY (BKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. CALLS RACIAL QUOTA FOR APARTMENTS ILLEGAL" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/27\/nyregion\/us-calls-racial-quota-for-apartments-illegal.html"} , {"body" : "''A WALKER IN THE CITY,'' published in 1951 as a sensory memory of boyhood in the Brownsville district of Brooklyn, began as something else. When the war, Hitler's war, was over, I returned from wartime reporting in England to find that there was no room for me in New York except in a ramshackle painter's studio on Pineapple Street in Brooklyn" , "date" : "19860824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "MY NEW YORKS: WRITING 'A WALKER IN THE CITY'" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/24\/books\/my-new-yorks-writing-a-walker-in-the-city.html"} , {"body" : "The killings yesterday in a post office in Edmond, Okla., represent one of the worst mass slayings in United States history. The worst on record by a gunman occurred in 1984 in San Ysidro, Calif., when an unemployed security guard opened fire in a McDonald's restaurant, ''shooting everything in sight,'' according to one police spokesman. An hour" , "date" : "19860821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["OKLAHOMA CITY (OKLA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "6" , "title" : "MASS SLAYINGS, MANY SITES" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/21\/us\/mass-slayings-many-sites.html"} ,   {"body" : "A plan to allow cable television to be installed in phases in the Bronx and most of Brooklyn was approved last night by the city's Board of Estimate. The proposal, which had been pending for months, will enable the Cablevision Systems New York Corporation to provide cable service to wealthier sections of the boroughs before wiring less affluent" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "City Agrees to Wiring Of Cable TV in Stages" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/nyregion\/city-agrees-to-wiring-of-cable-tv-in-stages.html"} , {"body" : "At least 18 Brooklyn residents, subpoenaed to testify on the challenge to Abraham Hirschfeld's petitions, rode a bus to Albany yesterday, their enthusiasm for democracy apparently tarnished. ''I'm never going to sign another thing again,'' said Arilla Wallace of East New York, who, with other witnesses who had signed Mr. Hirschfeld's petitions, was" , "date" : "19860812" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Democracy Taxes Brooklynite Patience" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/12\/nyregion\/democracy-taxes-brooklynite-patience.html"} , {"body" : "A 14-year-old Brooklyn youth was stabbed to death in an argument with a younger boy who had taunted him about wearing the same pants two days in a row, the police said yesterday. The dead teen-ager, Harvey Brown of 71 Nostrand Avenue, was stabbed in the chest Friday night by a 12-year-old in front of 2150 Linden Boulevard in the East New York" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Brooklyn Youth Dies In Dispute Over Pants" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/nyregion\/brooklyn-youth-dies-in-dispute-over-pants.html"} , {"body" : "The kids on the corner of Crystal and Wells Streets in Brooklyn say that all anyone wants to do around here anymore is talk about growing vegetables. ''They're doing it right now,'' said Destiny McIntosh, 8 years old, pointing to people who turned out to be doing just that. This annoys the children, for one thing because they don't like vegetables" , "date" : "19860806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; A GARDEN GROWS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/06\/nyregion\/about-new-york-a-garden-grows-in-brooklyn.html"} , {"body" : "The body of a 24-year-old Brooklyn man with 15 bullet wounds was found by the police on a street in St. Albans, Queens, last night, along with nearly a dozen vials of crack, a highly addictive form of cocaine. ''The shooting appears to have been drug-related,'' said a police spokesman, Sgt. Ronald Severin. The victim, identified as Brian Rich, of" , "date" : "19860804" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ST ALBANS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Body of Man, Shot 15 Times, Is Found With Vials of Crack" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/04\/nyregion\/body-of-man-shot-15-times-is-found-with-vials-of-crack.html"} , {"body" : "Long after the headlines disappear, the visits from high-level officials end and the cards of sympathy stop arriving, the trauma lingers. Each time a police officer is wounded or killed in the line of duty, the memories surge for families who have lived through the experience before. It happened again in the last two weeks when three police" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "IN ATTACKS ON OFFICERS, FAMILIES ALSO SUFFER WOUNDS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/in-attacks-on-officers-families-also-suffer-wounds.html"} , {"body" : "Specialized city high schools that screen students they accept according to academic talent reported markedly fewer incidents of violence over the last school year than other secondary schools, statistics released by the Board of Education show. Such schools as the High School of Telecommunications in Brooklyn and Norman Thomas High School in" , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "SPECIALIZED SCHOOLS FOUND LESS VIOLENT" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/specialized-schools-found-less-violent.html"} , {"body" : "Two police officers in a high-speed chase were injured, one of them seriously, early yesterday morning in Brooklyn when their patrol car went out of control and slammed broadside into a light post. The impact cut the vehicle, in half, the police said. One of the officers, Paul Spence, 24 years old, was listed in satisfactory condition with a broken" , "date" : "19860721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "TWO OFFICERS HURT CHASING A SUSPECT THROUGH BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/21\/nyregion\/two-officers-hurt-chasing-a-suspect-through-brooklyn.html"} , {"body" : "The Board of Estimate, in a meeting that ended early yesterday morning, approved two Manhattan development projects and came to a tentative agreement with the company scheduled to bring cable television to the Bronx and most of Brooklyn. The cable plan, pending for months, is scheduled for a vote at the next board meeting on Aug. 14. It allows the" , "date" : "19860719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "PACT ON CABLE TV IS REACHED; 2 BUILDING PROJECTS ARE VOTED" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/19\/nyregion\/pact-on-cable-tv-is-reached-2-building-projects-are-voted.html"} , {"body" : "A Brooklyn woman was awarded more than $65 million yesterday in a suit against a city-run hospital that she said misdiagnosed an obstruction in her stomach. The plaintiff, Agnes Whittaker, 55 years old, of the East New York section of Brooklyn, filed the suit after treatment at Lincoln Hospital in the Bronx on July 15, 1982, her attorney said. The" , "date" : "19860719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "30" , "title" : "THE CITY;" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/19\/nyregion\/the-city.html"} ,   {"body" : "Two important, related questions for New York: What policies can sharply reduce the 36 percent dropout rate from the public schools? What policies will reverse the drift toward two societies, leaving tens of thousands of youths unqualified for the white-collar service jobs that are likely to be available in the next decade? One small but" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Jobs to Hold the Dropouts" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/opinion\/jobs-to-hold-the-dropouts.html"} , {"body" : "It squirts six feet into the air, then plummets into a curly mass of fluorescent green or pink or orange. Whether called Silly String, Spaghetti Confetti or Crazy Ribbon, it is fast becoming the fad of the summer for the 5-to-13-year-old set. ''You can put it in your hair, scare people with it and have a string fight without hurting anybody,'' said" , "date" : "19860712" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "JUST MESSING AROUNG" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/12\/style\/just-messing-aroung.html"} , {"body" : "To the Editor: I read your article on Thomas Jefferson High School (June 17) with interest, especially the discussion of the school's high dropout rate and large percentage of handicapped students. As an attorney in a poverty law office in East New York, only a few blocks from Thomas Jefferson, who has represented parents and students disciplined" , "date" : "19860703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "School Suspension Is Partway to Dropping Out" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/03\/opinion\/l-school-suspension-is-partway-to-dropping-out-655786.html"} , {"body" : "In an unusual partnership of community churches and businesses aimed at improving public schools, graduates of five of New York City's most troubled high schools are to be guaranteed jobs at major banks in the city. The program is intended to reverse the high dropout rates in the schools in East Brooklyn, which in some cases reach 60 percent of the" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BANKS PLEDGE JOBS TO GRADUATES OF 5 TROUBLED BROOKLYN SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/nyregion\/banks-pledge-jobs-to-graduates-of-5-troubled-brooklyn-schools.html"} , {"body" : "A bilingual public elementary school in Brooklyn is among 270 public and private elementary schools nationwide being honored by the Federal Government for excellence in the 1985-86 school year. The school - Public School 189 in the Crown Heights section, where most of the 1,260 pupils are from Spanish- or French-speaking countries - is the only" , "date" : "19860701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "U.S. HONORS BROOKLYN SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/01\/nyregion\/us-honors-brooklyn-school.html"} , {"body" : "GETTING into Midwood High School, in the Flatbush section of Brooklyn, is about as tough as getting into an Ivy League college. More than 12,000 eager eighth graders applied this year for 450 fall openings in Midwood's highly touted programs in the medical sciences and humanities. The principal, Leonard Harrison, is proud of the odds. But in the" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "EDUCATION WATCH; PHILOSOPHICAL OBJECTIONS TO ELITE CITY HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/weekinreview\/education-watch-philosophical-objections-to-elite-city-high-schools.html"} , {"body" : "It was once a distinguished school, one known for its academic excellence. Athletic stars at the school, Thomas Jefferson High in Brooklyn, regularly won scholarships to college. Next week, at the Thomas Jefferson graduation ceremonies, about 200 students will win diplomas - fewer than one-quarter of those who entered as ninth graders. The decline" , "date" : "19860617" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "IN BROOKLYN, A ONCE-PROUD HIGH SCHOOL IS SHAKEN BY DROPOUTS AND DECLINE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/17\/nyregion\/in-brooklyn-a-once-proud-high-school-is-shaken-by-dropouts-and-decline.html"} , {"body" : "A New York City police officer has been acquitted of manslaughter in the fatal shooting of an unarmed man on a Brooklyn street last year. The prosecution had charged that the officer, Joseph Vacchio Jr., 25 years old, acted ''recklessly'' when he took out his gun, aimed it, and ''for no reason'' shot and killed 23-year-old Darryl Dodson of 260" , "date" : "19860612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "OFFICER CLEARED IN FATAL SHOOTING" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/12\/nyregion\/officer-cleared-in-fatal-shooting.html"} , {"body" : "Richard (Bo) Dietl is running for Congress with a .38-caliber handgun strapped to his left ankle, a vestige of his 15-year career in the New York City Police Department. Constituents in the Sixth Congressional District in Queens rarely notice Mr. Dietl's gun, but it symbolizes the law-and-order posture that Republican Party officials hope will" , "date" : "19860606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EX-OFFICER IS G.O.P. HOPE IN 5-WAY HOUSE CONTEST" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/06\/nyregion\/ex-officer-is-gop-hope-in-5-way-house-contest.html"} , {"body" : "On June 14, 1885, steam engines of the Brooklyn Elevated Railroad Company inaugurated a new line running from Gates Avenue toward Queens. Just over a century later -yesterday at 1:40 A.M. to be precise - a water main broke near the Gates Avenue station in the Bedford-Stuyvesant section. Water gushing down the street undermined an old supporting" , "date" : "19860530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SECTION OF SUBWAY LINE SHUT AFTER WATER BREAK" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/30\/nyregion\/section-of-subway-line-shut-after-water-break.html"} ,   {"body" : "To some residents of the East New York section of Brooklyn, it was only a matter of time before the illegal drag races on Vandalia Avenue resulted in tragedy. The strip, at Fountain Avenue in the Spring Creek area, in a sparsely populated industrial area near the Starrett City housing development, has long been used for racing, its curbs and" , "date" : "19860527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "TWO KILLED IN A BROOKLYN DRAG RACE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/27\/nyregion\/two-killed-in-a-brooklyn-drag-race.html"} , {"body" : "Two barbecue grills? Check. Three bags of charcoal? Check. Chicken, ribs, steaks and salads? Check. Baseball bats, gloves, tennis racquets and balls? Check. Did somebody grab a radio? Check. With the essentials accounted for, the Thompson, Long, Wilkerson and Cook families set out from their homes in Queens Village and Jamaica, Queens, and the" , "date" : "19860526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A HOLIDAY FOR COOKOUTS AND TEACHING A CHILD TO RIDE A BIKE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/26\/nyregion\/a-holiday-for-cookouts-and-teaching-a-child-to-ride-a-bike.html"} , {"body" : "A 5-year-old Brooklyn boy playing on the front porch of his house was shot and reported brain dead late last night after being struck in the head by a bullet, the police said. The shot was fired during a dispute among a group of youths, age 8 to 14, who were standing across from the home at 181 Euclid Avenue in the East New York section, the police" , "date" : "19860524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Boy, 5, Is Brain Dead After Bullet Hits Him" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/24\/nyregion\/boy-5-is-brain-dead-after-bullet-hits-him.html"} , {"body" : "More than 300 Roman Catholic priests and church leaders joined hundreds of parishioners and New York City officials yesterday at a funeral mass for the Rev. Frederick M. Strianese, a popular priest who was shot to death early Saturday. Led by Father Strianese's family, by Mayor Koch and by Howard Golden, the Brooklyn Borough President, the mourners" , "date" : "19860515" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "OVERFLOW CROWD MOURNS PRIEST IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/15\/nyregion\/overflow-crowd-mourns-priest-in-brooklyn.html"} , {"body" : "A New York City police officer shot his wife to death in their apartment in Brooklyn early yesterday in a dispute over her having left home over the weekend, the police said. The officer, John Marsh, 35 years old, was arrested on second-degree murder charges and suspended from the force. The police said he shot his wife, Jayne, 33, once in the head" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Officer Accused Of Killing Wife" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/the-city-officer-accused-of-killing-wife.html"} , {"body" : "An 18-year-old Brooklyn man was arrested by the police yesterday and charged with the murder of a Roman Catholic priest who had been shot to death in his car early Saturday in a rundown industrial section of downtown Brooklyn. The police said the suspect, Andre Nichols, of 124 Carlton Avenue in Fort Greene, was seized at his father's home at 395" , "date" : "19860512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUSPECT HELD IN THE MURDER OF PRIEST, 49" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/12\/nyregion\/suspect-held-in-the-murder-of-priest-49.html"} , {"body" : "A popular Roman Catholic priest who directed child-care services for the Diocese of Brooklyn and was about to receive his first pastorate was shot to death in his car early yesterday in an apparent robbery in downtown Brooklyn, the police reported. The victim, the Rev. Frederick M. Strianese, a 49-year-old aide to Auxiliary Bishop Joseph M." , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "BROOKLYN PRIEST SHOT DEAD IN CAR, APPARENTLY BY THIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/brooklyn-priest-shot-dead-in-car-apparently-by-thief.html"} , {"body" : "The fourth and final suspect in the holdup-murder last Friday of the owner of a jewelry concern in Manhattan's diamond district surrendered to the police last night. Detective Edward Johnson of the Midtown North Precinct said the suspect, Juan Diaz, 35 years old, of 4729 Richardson Avenue in the Wakefield section of the Bronx, appeared at the" , "date" : "19860415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "4TH AND LAST SUSPECT IN MURDER OF JEWELER SURRENDERS TO POLICE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/15\/nyregion\/4th-and-last-suspect-in-murder-of-jeweler-surrenders-to-police.html"} , {"body" : "A third suspect in the holdup-murder of a jeweler in Manhattan's midtown diamond district has been arrested and a fourth is still being sought, the police said yesterday. Acting on information supplied by two suspects seized in a running gun battle after the slaying Friday, detectives arrested the third suspect, Felix Perez, 36 years old, at his" , "date" : "19860414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLICE SEEKING A 4TH SUSPECT IN SLAYING OF JEWELER" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/14\/nyregion\/police-seeking-a-4th-suspect-in-slaying-of-jeweler.html"} , {"body" : "IN less than a month, the city will become the new landlord for at least 7,500 occupied Brooklyn apartments in 1,600 properties that are to be seized for nonpayment of taxes, according to the Department of Housing Preservation and Development. The large number of new foreclosures, officially called vestings or in-rem proceedings, are regarded by" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "City to Seize 7,500 Occupied Apartments in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/realestate\/city-to-seize-7500-occupied-apartments-in-brooklyn.html"} ,   {"body" : "After falling steadily since 1981, the number of reported felonies in New York City was basically unchanged last year, according to Police Department statistics released yesterday. Felony reports rose in 38 of the city's 75 police precincts and fell in 34. No comparison was possible for one new precinct created during the year and for two others" , "date" : "19860405" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "CITY'S DATA SHOW LITTLE CHANGE IN TOTAL FELONIES REPORTED IN '85" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/05\/nyregion\/city-s-data-show-little-change-in-total-felonies-reported-in-85.html"} , {"body" : "To the Editor: While the Transit Authority needs imaginative ideas to end the crisis in mass transit (''Base New York City Fares on Distances Traveled,'' Op-Ed, March 22), proposals urging increased privatization and a distance-based fare structure may not be the answers that bus and subway riders are looking for. Public mass transit is an" , "date" : "19860403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "WHY FARE ZONES ARE A POOR PUBLIC-TRANSIT PLAN FOR NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/03\/opinion\/l-why-fare-zones-are-a-poor-public-transit-plan-for-new-york-408686.html"} , {"body" : "AN industrial building intended to provide low rent as well as administrative support for up to six fledgling businesses is due to go up next fall in a city-sponsored industrial park in the East New York section of Brooklyn. The building, known as a business incubator, will be a 30,000-square-foot, one-story structure fronting on Powell Street" , "date" : "19860326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "REAL ESTATE; BROOKLYN INDUSTRIAL COMPLEX" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/26\/business\/real-estate-brooklyn-industrial-complex.html"} , {"body" : "Three Tiffany stained-glass windows were stolen from mausoleums in the Salem Fields Cemetery in Brooklyn over the weekend, the police said. Neither the police nor cemetery officials would comment on how the burglary was committed nor identify the mausoleums. The private cemetery, at 775 Jamaica Avenue, near Cypress Hills Street, in the East New" , "date" : "19860326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SALEM FIELDS CEMETERY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Tiffany Windows Stolen At Brooklyn Cemetery" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/26\/nyregion\/new-york-day-by-day-tiffany-windows-stolen-at-brooklyn-cemetery.html"} , {"body" : "A coalition of 52 Brooklyn churches agreed yesterday to proceed with a scaled-down version of the housing plan they had proposed for East New York. On March 7, the city's Board of Estimate unanimously approved the modified plan after refusing to authorize the demolition of 25 of the 47 private homes needed for the churches' original plan, which" , "date" : "19860326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Churches in Brooklyn Agree To a Modified Housing Plan" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/26\/nyregion\/churches-in-brooklyn-agree-to-a-modified-housing-plan.html"} , {"body" : "Irving P. Seidman, the defense lawyer who after two months of stormy negotiations obtained the plea-bargaining deal for Geoffrey G. Lindenauer, began his courtroom career prosecuting corrupt city employees and mob figures in Brooklyn. In the current city corruption investigations, Mr. Seidman comes with a different legal background from those of" , "date" : "19860311" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AN EX-PROSECUTOR USES EXPERIENCE IN PLEA DEAL" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/11\/nyregion\/an-ex-prosecutor-uses-experience-in-plea-deal.html"} , {"body" : "Organizers of a disputed redevelopment project, rebuffed by the city's Board of Estimate, said yesterday that they would put off for three weeks a decision on whether to go ahead with plans to build 1,500 low-cost, single-family homes in the East New York section of Brooklyn. Early yesterday, the Board of Estimate unanimously approved a scaled-down" , "date" : "19860308" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "CHURCH LEADERS DELAY DECISION ON HOMES PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/08\/nyregion\/church-leaders-delay-decision-on-homes-plan.html"} , {"body" : "The Board of Estimate last night agreed to demolish 22 owner-occupied homes to make way for new housing in the East New York section of Brooklyn, but leaders of the redevelopment project denounced the action as inadequate and said they would not proceed. In the project, known as the Nehemiah plan, 1,500 low-cost single-family homes would be built" , "date" : "19860307" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "REDEVELOPMENT PLAN STALLED AFTER BOARD OF ESTIMATE VOTE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/07\/nyregion\/redevelopment-plan-stalled-after-board-of-estimate-vote.html"} , {"body" : "Mayor Koch and Governor Cuomo said last week that, after months of negotiation, they had found a way to build temporary housing for homeless families. The plan, a response to widespread frustration with the overpriced, overcrowded welfare hotels in which homeless families have been placed, will produce housing for 200 families by the end of the" , "date" : "19860223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; An Alternative To Welfare Hotels For the Homeless" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/23\/weekinreview\/the-region-an-alternative-to-welfare-hotels-for-the-homeless.html"} , {"body" : "''Felix was a great friend, but sometimes he made me mad. In the talent show I thought he was great. Now today he is dead from dying in an elevator shaft. This may not make you cry, but it did to his class.'' The passage is from an essay by Jamal Peterkin, a fifth grader at Public School 72 in the impoverished East New York section of Brooklyn." , "date" : "19860221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "BROOKLYN PUPILS WRITE IN MEMORY OF A FRIEND" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/21\/nyregion\/brooklyn-pupils-write-in-memory-of-a-friend.html"} ,   {"body" : "The first housing specially built for homeless families in New York State will open in Brooklyn by the end of the year under a program disclosed today by state officials. The project, to be announced jointly by Governor Cuomo and Mayor Koch at a news conference Thursday, culminates months of negotiation by city and state officials, social-service" , "date" : "19860220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FAMILIES' SHELTER SET FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/20\/nyregion\/families-shelter-set-for-brooklyn.html"} , {"body" : "They may seem like an odd couple, but the Transit Authority and the Board of Education are joining hands at East New York High School to establish the first high school program in the city for transit technology. The vocational school, at 1 Wells Street in Brooklyn, will redesign its program. Present students will continue their regular courses." , "date" : "19860208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "NEW YORK DAY BY DAY; TRANSIT AS A VOCATION" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/08\/nyregion\/new-york-day-by-day-transit-as-a-vocation.html"} , {"body" : "In a five-year period in the late 1960's and early 70's, the Bushwick neighborhood of Brooklyn was transformed from a neatly maintained community of wood houses into what often approached a no man's land of abandoned buildings, empty lots, drugs and arson. Its largely Italian and German working-class residents fled in droves, and under the most" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW JERSEY" , "BUSHWICK (NYC)" , "MILWAUKEE (WIS)" , "CAMDEN (NJ)" , "SEATTLE (WASH)" , "HOUSTON (TEX)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "F.H.A. CASE RECALLS BUSHWICK IN 70'S" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/nyregion\/fha-case-recalls-bushwick-in-70-s.html"} , {"body" : "New York State plans to issue new rules that would force the Koch administration to provide improved services, including private bedrooms, in group shelters for homeless families, or face the loss of Federal and state aid. The state intervention comes as the Koch administration has been trying to shift more and more homeless families from unsavory" , "date" : "19860201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "STATE TO REQUIRE PRIVATE ROOMS IN CITY SHELTERS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/01\/nyregion\/state-to-require-private-rooms-in-city-shelters.html"} , {"body" : "Four men were each sentenced to at least 100 years in prison for a 1985 robbery in Brooklyn in which three people were killed and seven, including two children, were injured. The four men, Vincent Eleby, 23 years old; his half-brother, Tyrell, 25; Gary Miley, 22, and Anthony Douglas, 27, all of Brooklyn, were convicted Jan. 9 of multiple counts of" , "date" : "19860131" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "4 Get 100 Years Each In Brooklyn Slayings" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/31\/nyregion\/4-get-100-years-each-in-brooklyn-slayings.html"} , {"body" : "The on-court violence that seems to be growing this season as a regular feature of both professional and college basketball is sometimes more than matched on the high school level by what occurs beyond the sidelines. Such has been the sorrowful experience of New York City's Public Schools Athletic League, which, as a result, has decided to make" , "date" : "19860128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SCOUTING; Violence Extends Beyond the Court" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/28\/sports\/scouting-violence-extends-beyond-the-court.html"} , {"body" : "Doctors at Bellevue Hospital Center are breaking with tradition and making house calls on sick and dying AIDS patients throughout the city. Bellevue officials say the home visits - unusual for any physician and virtually unheard of at any major teaching hospital - are part of a new teaching program designed to make young residents who are being" , "date" : "19860127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "BELLEVUE MAKING HOUSE CALLS TO HELP DYING AIDS PATIENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/27\/nyregion\/bellevue-making-house-calls-to-help-dying-aids-patients.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "WISEGUY: LIFE IN A MAFIA FAMILY. By Nicholas Pileggi. 256 pages. Simon & Schuster. $17.95. NICHOLAS PILEGGI wasn't impressed when first approached by a lawyer and asked to write the story of Henry Hill, a gangster who had recently joined the Justice Department's Federal Witness Protection Program. In Mr. Pileggi's nearly two decades as a journalist" , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "21" , "title" : "BOOKS OF THE TIMES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/books\/books-of-the-times-634886.html"} , {"body" : "THE Guinness Book of World Records has not yet established a ''waiting-in-line-to-buy-a-house'' category - (''That's not something that would be of any interest,'' said a Guinness spokesman) - so it is only speculation that Catherine Van Allen is a possible record-breaker. The Baltimore kindergarten teacher got in line on Aug. 6, 1982. After eight" , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BALTIMORE (MD)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "BALTIMORE'S STORY OF CITY HOMESTAEDING" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/garden\/baltimore-s-story-of-city-homestaeding.html"} ,   {"body" : "A homeless young man was shot and killed Tuesday afternoon in the recreation room of a city shelter. The slaying renewed complaints that the shelters are dangerous and that security is lax there. The man, 19-year-old Tyrone Prindle, was shot during an argument with an unidentified homeless man who fled the shelter, at 8 East Third Street, and is" , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HOMELESS MAN, 19, SHOT DEAD AT CITY-RUN SHELTER" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/homeless-man-19-shot-dead-at-city-run-shelter.html"} , {"body" : "Clara Fortunoff, co-founder with her husband of the Fortunoff store chain, died Wednesday night at St. Francis Hospital in Roslyn, L.I. She was 83 years old and lived in Old Westbury, L.I. Mrs. Fortunoff and her husband, Max, founded their business in 1922 in a small pots-and-pans store under the IRT elevated tracks on Livonia Avenue in the East" , "date" : "19860110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "Clara Fortunoff Dead; A Co-founder of Chain" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/10\/obituaries\/clara-fortunoff-dead-a-co-founder-of-chain.html"}]