[  {"body" : "Detectives investigating the death of a black man in Howard Beach, Queens, reported new details yesterday that they said showed that the motorist whose car killed the victim was not an accomplice of the white youths accused of his murder. The investigators recounted the actions of the motorist, Dominick Blum, on the night of Dec. 19-20 when Michael" , "date" : "19861229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW DETAILS GIVEN IN QUEENS ATTACK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/29\/nyregion\/new-details-given-in-queens-attack.html"} , {"body" : "The police said yesterday that their investigation of the accident in Howard Beach, Queens, that killed Michael Griffith indicated that the motorist who struck him was not an accomplice of the white youths accused of his murder. In doing so, they contradicted a lawyer for one of the two other blacks who were victims of the attacks that preceeded" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "POLICE INQUIRY INTO MOTORIST CONTRADICTS LAWYER'S STAND" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/nyregion\/police-inquiry-into-motorist-contradicts-lawyer-s-stand.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Navy Lands on Staten Island After legislative debate and community protest, the proposed Staten Island home port for the U.S.S. Iowa and her support ships today moves a step closer to reality. New York City will formally transfer title to the Navy of land north of the Verrazano-Narrows Bridge. Speakers at the ceremony will include Representative" , "date" : "19861029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AGENDA: Oct. 29, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/29\/nyregion\/agenda-oct-29-1986.html"} , {"body" : "OUT with the old and in with the new is not as easy as it sounds - especially not in New York. What to do with unwanted refrigerators, discarded couches or oversize dining room sets are some of the trials of city dwelling. The Sanitation Department has established procedures for disposing of such bulk items. The department also hopes to stem" , "date" : "19861023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "GETTING CITY HELP ON BULKY CASTOFFS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/23\/garden\/getting-city-help-on-bulky-castoffs.html"} , {"body" : "HONG KONG IN-habits several worlds. It is part of the immense and incalculable Chinese world. It is a glittering outstation in the world of high finance. It is a prodigy of the Orient and a late anachronism of Empire. But it is also the center of a world that is all its own, consisting of 235 tightly grouped and variously fascinating offshore" , "date" : "19861005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HONG KONG"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "65" , "title" : "HONG KONG'S OTHER ISLANDS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/05\/magazine\/hong-kong-s-other-islands.html"} , {"body" : "LIKE a stretching dragon awakening from a long slumber, Chinatown is bursting its traditional Chatham Square boundaries, spreading north in Manhattan and sprawling over the metropolitan area to spawn satellite neighborhoods in Queens, Brooklyn, Staten Island and New Jersey. Indeed, it is not only Chinese who are expanding beyond what was in 1960 an" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Satellite Chinatowns Burgeon Throughout New York" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/realestate\/satellite-chinatowns-burgeon-throughout-new-york.html"} , {"body" : "The New York City Department of Health last week released a list of 34 food establishments cited for violating the health code. In addition, it listed six restaurants that were allowed to reopen after correcting earlier violations, and one that was closed for having failed to do so. The establishments are these: Violations MANHATTAN Beauzo, 145" , "date" : "19860907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "NEW YORK INSPECTORS CITE 34 ESTABLISHMENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/07\/nyregion\/new-york-inspectors-cite-34-establishments.html"} , {"body" : "A suspect who was handcuffed behind his back pulled a concealed gun yesterday afternoon and shot the two police officers who were driving him to a Brooklyn station house, police officials said. One of the officers was seriously wounded. The prisoner, who was shot dead moments later, had been searched by another team of officers, who had confiscated" , "date" : "19860528" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HANDCUFFED MAN SHOOTS 2 OFFICERS, THEN IS KILLED" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/28\/nyregion\/handcuffed-man-shoots-2-officers-then-is-killed.html"} , {"body" : "A city block can resemble a small town, providing a refuge from the enormousness and constant change that characterize urban life. Such was Sue Berkman's block of West 79th Street in Manhattan, home to more than 8,000 men, women and children, before it was divided by the long and ultimately ill-fated battle to save the former Mount Neboh Synagogue" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A BLOCK GROUP ON WEST SIDE REVIVES NEIGHBORHOOD SPIRIT" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/nyregion\/a-block-group-on-west-side-revives-neighborhood-spirit.html"} ,   {"body" : "The New York City Department of Health last week released a list of 82 food establishments cited for violating the health code. In addition, it listed four restaurants that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Area Code" , "date" : "19860302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "82 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/02\/nyregion\/82-food-outlets-cited-by-new-york-officials.html"} , {"body" : "The New York City Department of Health last week released a list of 26 food establishments cited for violating the health code. In addition, it listed seven restaurants that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Be-Bop Cafe," , "date" : "19860209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "26 Food Outlets Cited By New York Officials" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/09\/nyregion\/26-food-outlets-cited-by-new-york-officials.html"} , {"body" : "TO buy Brooklyn from the Indians, the early Dutch settlers paid 200 times as much they did for Manhattan, a new analysis of 17th century records shows. In part, this is because the native residents had become more savvy about the value of land. But the pattern of land transfers in Brooklyn, which was sold bit by bit in 22 different deals, was also" , "date" : "19860128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "EARLY RECORDS SHATTER IMAGE OF INDIANS AS DUPES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/28\/science\/early-records-shatter-image-of-indians-as-dupes.html"} , {"body" : "A taxi driver was found shot to death in his medallion cab last night at a street corner in Starrett City in Brooklyn, the police said. The slain taxi driver, Juan Nunez, 37 years old, of 312 East 109th Street in Manhattan, was found by a passer-by at about 11:30 P.M., according to the police. Mr. Nunez was found slumped over the wheel of the taxi," , "date" : "19860114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["STARRETT CITY (BKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Cabdriver Is Found Slain In His Taxi in Starrett City" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/14\/nyregion\/a-cabdriver-is-found-slain-in-his-taxi-in-starrett-city.html"} , {"body" : "ARDENT students of New Yorkiana may find it incomprehensible that their beloved city should be framed in any context that includes the word ''trivia,'' but the trivia passion is upon us and the other day the Weekend Walker was carrying a book that alarmed his constant companion, the City Stroller. The name of the paperback was ''Manhattan Trivia," , "date" : "19860103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKEND WALKER AND CITY STROLLER TACKLE NEW YORKIANA" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/03\/arts\/weekend-walker-and-city-stroller-tackle-new-yorkiana.html"}]