[  {"body" : "The police said yesterday that a ''failure of communication'' between officers investigating the death of Michael Griffith had caused several hours of confusion over what car killed him after he was chased and beaten in the Howard Beach racial assault. The concession of the procedural error was the latest of several revisions, additions and" , "date" : "19861230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "POLICE CONCEDE COMMUNICATION FAILURE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/30\/nyregion\/police-concede-communication-failure.html"} , {"body" : "Detectives investigating the death of a black man in Howard Beach, Queens, reported new details yesterday that they said showed that the motorist whose car killed the victim was not an accomplice of the white youths accused of his murder. The investigators recounted the actions of the motorist, Dominick Blum, on the night of Dec. 19-20 when Michael" , "date" : "19861229" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW DETAILS GIVEN IN QUEENS ATTACK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/29\/nyregion\/new-details-given-in-queens-attack.html"} , {"body" : "The death of a black man in Howard Beach, Queens, in what is widely perceived as the worst racial incident in New York City in years has, after more than a week of intense scrutiny, left a host of unanswered questions. Some facts are not in dispute: a group of white youths at a party, hearing that three blacks were walking through their community," , "date" : "19861228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "THE HOWARD BEACH INQUIRY: MANY KEY QUESTIONS PERSIST" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/28\/us\/the-howard-beach-inquiry-many-key-questions-persist.html"} , {"body" : "The police said yesterday that their investigation of the accident in Howard Beach, Queens, that killed Michael Griffith indicated that the motorist who struck him was not an accomplice of the white youths accused of his murder. In doing so, they contradicted a lawyer for one of the two other blacks who were victims of the attacks that preceeded" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "POLICE INQUIRY INTO MOTORIST CONTRADICTS LAWYER'S STAND" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/nyregion\/police-inquiry-into-motorist-contradicts-lawyer-s-stand.html"} , {"body" : "THE three-story brownstone at 110 Hart Street in the Bedford-Stuyvesant section of Brooklyn is little more than a shell, a sagging husk without heat, hot water or toilets. Three families live there using buckets for plumbing. They heat themselves with barbecue charcoal. They light their grim rooms with pirated electricity carried by a web of" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York Plays Reluctant Landlord" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/realestate\/new-york-plays-reluctant-landlord.html"} , {"body" : "Following is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. Today Trinity Church (Episcopal), Broadway and Wall Street. Shaw's ''Fanfare for Christmas''; and traditional and English carols; Down Town Glee Club; George Mead, conductor." , "date" : "19861212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/a-calendar-of-music-events-for-the-christmas-season.html"} , {"body" : "Today Calvary Baptist Church, 123 West 57th Street. Christmas portion of Handel's ''Messiah''; with chamber ensemble; Paul Liljestrand, organist and choirmaster. At 7:30 P.M. Information: 975-0170, extension 32. Tomorrow Cathedral of St. John the Divine (Episcopal), Amsterdam Avenue at 112th Street. Schutz's ''Christmas Story''; with Grande Bande" , "date" : "19861212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON; Oratorios and 'Messiah' Sing-Alongs" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/calendar-music-events-for-christmas-season-oratorios-messiah-sing-alongs.html"} , {"body" : "Today Bryant Park Craft Show, 42d Street, from Fifth Avenue to Avenue of the Americas. Clothing, leather goods, porcelain, ceramics, sculpture. Today, 11 A.M. to 6 P.M. Pottery Show and Sale, Baldwin Potters, 534 La Guardia Place. Today, 5:30 to 8 P.M.; tomorrow and Sunday, noon to 6 P.M. 15th WBAI Crafts Fair, Columbia University, Ferris Booth" , "date" : "19861212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Festivals And Fairs" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/festivals-and-fairs.html"} , {"body" : "They are right across the street from each other, but the Brooklyn Academy of Music, which has become one of the city's leading showcases for the avant-garde, and the Brooklyn Arms Hotel, which houses more than 200 homeless families, are separated by a gulf of distrust. ''It's the least attractive environment in downtown Brooklyn,'' the managing" , "date" : "19861207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "67" , "title" : "SUCCESS OF BROOKLYN ACADEMY STRAINS RELATIONS WITH HOTLE FOR HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/07\/nyregion\/success-of-brooklyn-academy-strains-relations-with-hotle-for-homeless.html"} , {"body" : "A suspect in as many as 16 Brooklyn rape cases was arrested Thursday night after a victim identified him at a subway stakeout, the police said. The suspect was arrested within hours of two attacks in the Flatbush section. The police said seven out of eight victims had immediately identified him at lineups at the 70th Precinct station house. The" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "SUSPECT IN A SERIES OF RAPES ISEIZED AT BMT STAKEOUT" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/nyregion\/suspect-in-a-series-of-rapes-iseized-at-bmt-stakeout.html"} ,   {"body" : "Friday HOLIDAY FAIR What with Christmas only three weeks away, the WBAI Holiday Crafts Fair has arrived just in the nick of time. Those looking for the unusual might consider a one-of-a-kind, hand-carved guitar or a handmade kaleidoscope, a candle in the shape of a dragon, a hand-carved domino set, a glass-blown perfume bottle, a handmade bridal" , "date" : "19861205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/05\/arts\/weekender-guide.html"} , {"body" : "Ten people - a family of five in Plainview, L.I., and a family of five living above a storefront church in Brooklyn - were killed in early morning fires yesterday. Preliminary indications were that smoke detectors had not been installed in either of the homes, police and fire officials said, and that all 10 people died from inhaling smoke and" , "date" : "19861127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)" , "PLAINVIEW (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TWO FAMILIES PERISH IN FIRES AT HOME IN BROOKLYN AND NASSAU" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/27\/nyregion\/two-families-perish-in-fires-at-home-in-brooklyn-and-nassau.html"} , {"body" : "The Koch administration plans for the first time to sell large clusters of abandoned apartment buildings it owns in a single neighborhood. But the plan has run into stiff opposition from community and housing groups, which say it will divide the neighborhood economically and racially. Usually, the city individually sells the buildings that it" , "date" : "19861127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY SELLING PROSPECT HEIGHTS PARCELS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/27\/nyregion\/city-selling-prospect-heights-parcels.html"} , {"body" : "The New York City Department of Health last week released a list of 44 food establishments cited for violating the health code. In addition, it listed 14 restaurants that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Arby's, 110" , "date" : "19861123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "61" , "title" : "44 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/23\/nyregion\/44-food-outlets-cited-by-new-york-officials.html"} , {"body" : "A COUPLE of years ago, on a travel-writing assignment in Kenya, I had Thanksgiving dinner at a table for one at the Mount Kenya Safari Club. The food was delicious, but I had to clear lumps in my throat a few times. My husband was home in New York and my children were scattered, but it wasn't missing them that made me feel sad. I was musing about" , "date" : "19861123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "WESTCHESTER OPINION; NORMAN ROCKWELL RARELY SAT AT MY TABLE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/23\/nyregion\/westchester-opinion-norman-rockwell-rarely-sat-at-my-table.html"} , {"body" : "City Sports Panel A bill that would create a City Sports Commission - a five-member panel to attract and keep professional sports teams in New York City -will come up for review by the City Council's Committee on Governmental Operations. Approval is expected. 250 Broadway, 23d-floor hearing room, 1 P.M. Installing Water Meters Plans to install" , "date" : "19861117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New York Agenda" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/17\/nyregion\/new-york-agenda.html"} , {"body" : "THE scene: A group of high-powered executives assembles for a meeting. One of them looks out the window and notices something strange going on in the parking lot. Some ''hotshots from finance'' are carrying computers from their cars into the building. Does the company allow employees to take its computers home, an executive asks. No, he is told." , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "ADS WITH THE DUSENBERRY TOUCH" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/business\/ads-with-the-dusenberry-touch.html"} , {"body" : "Fare Cards on WayNew York City's Transit Authority is allowing plenty of time to iron out any wrinkles as it cautiously introduces a laminated polyester fare card for the subways. Two companies - Cubic Western Data of San Diego and Alta\/CGA of Stamford, Conn. -have been chosen to supply what is known in the industry as a ''swipe'' system: riders in" , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "COLUMN ONE: TRANSPORT; A Subway Advance and a Cabby Protest" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/nyregion\/column-one-transport-a-subway-advance-and-a-cabby-protest.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "Manhattanites are generally wary of seeking out restaurants in the mysterious boroughs, or at least those establishments they can't see from the Franklin D. Roosevelt Drive. That's just fine to the two-million-plus residents of Brooklyn - makes it easier to get a table. From the Middle Eastern enclaves of Atlantic Avenue to the Sicilian sections of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; At Restaurants, From Neapolitan Dishes to Middle Eastern Delicacies" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-restaurants-neapolitan-dishes-middle-eastern.html"} ,   {"body" : "DANCE and theater in Brooklyn are a matter of institutions and adventures. The Brooklyn Academy of Music, an institution par excellence, celebrates its 125th anniversary this year. But there are vital younger institutions like the BACA Downtown Center for the Arts, now 20, and the Thelma Hill Performing Arts Center, a 10-year-old mecca for black" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Bustling Scene On a Bevy of Stages" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/theater\/brooklyn-s-best-and-brightest-a-bustling-scene-on-a-bevy-of-stages.html"} , {"body" : "IN the heart of New York's most populous borough, Prospect Park and its verdant partner, the Brooklyn Botanic Garden, wander over nearly 600 acres of meadows, woodlands, waterways and an array of theme gardens. Here in Brooklyn's great backyard are also historic houses and sculptures, a zoo and skating rink, a Japanese garden and a horticultural" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Woodlands and Exotic Gardens" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-woodlands-and-exotic-gardens.html"} , {"body" : "Art shows are not as easy to come by in this sprawling borough as in cosy, prodigal Manhattan. There is the glorious Brooklyn Museum, to be sure, but after that, what? No SoHo, no TriBeCa, no Madison Avenue - in short, no gallery ''scene.'' Yet Brooklyn actually has a lot to offer in the way of exhibitions, and part of the fun is seeking them out." , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Art Shows in Familiar and Unexpected Places" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-art-shows-in-familiar-and-unexpected-places.html"} , {"body" : "''20th-Century Design - International Jewelry Symposium,'' Haft Auditorium, Fashion Institute of Technology, 227 West 27th Street, at Seventh Avenue, 212-760-7254. Paloma Picasso and Artwear's Robert Lee Morris are among the participants in the institute's Saturday symposium on international jewelry design. Registration fee includes all lectures, a" , "date" : "19861113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "CALENDAR; JEWELRY AND QUILTS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/13\/garden\/calendar-jewelry-and-quilts.html"} , {"body" : "An undercover police operation in a Brooklyn high school led to the arrest yesterday of five young men on charges of selling cocaine, the police said. Responding to complaints of drug selling at Edward R. Murrow High School at 1600 Avenue L on the border of the Midwood and Flatbush sections of Brooklyn, the police arranged to have a young-looking" , "date" : "19861112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "METRO DATELINES; Complaints Lead To Drug Arrests" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/12\/nyregion\/metro-datelines-complaints-lead-to-drug-arrests.html"} , {"body" : "Long before the corruption scandal broke in the 77th Precinct in Brooklyn, Charles J. Hynes traveled to 73 station houses in nine months, encouraging police officers to report abuses and assuring them that they were not being singled out for attack. He was met, he said, with sullen faces. ''It was like pulling teeth to get them to talk,'' said Mr." , "date" : "19861110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PROSECUTOR FINDS POLICE CASES HARD, BUT NEEDED" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/10\/nyregion\/prosecutor-finds-police-cases-hard-but-needed.html"} , {"body" : "Subway riders and drivers who use the Manhattan Bridge face disruptions far beyond those first estimated. Delays in rebuilding the 77-year-old bridge, legal troubles with contractors and problems being discovered almost daily are behind the woes, according to engineers and state and city officials. Officials warn that the April 1988 deadline for" , "date" : "19861108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "MANHATTAN BRIDGE'S PROBLEMS DRAG ON" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/08\/nyregion\/manhattan-bridge-s-problems-drag-on.html"} , {"body" : "Friday WOMEN AS EXPLORERS An exhibition focusing on the contributions made by female explorers opens today at the American Museum of Natural History, where it will be on view through April. ''Ladies in the Field: The Museum's Unsung Explorers'' includes photographs, diaries, published monographs and mementos of women who went on American Museum" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/arts\/weekender-guide.html"} , {"body" : "IN the 17 years since Congress passed the Federal Clean Air Act, officials in New York City and other congested metropolitan areas have learned that clean air does not come easily. Now, with a major deadline for reducing pollutants little more than a year away, the big cities are facing tough decisions about the movement of cars and trucks." , "date" : "19861026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "CLEAN AIR DEADLINE NEARS, AND CITY PONDERS ITS CHOICES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/26\/weekinreview\/clean-air-deadline-nears-and-city-ponders-its-choices.html"} , {"body" : "A 25-year-old Brooklyn man was arrested yesterday and charged with killing two men who were found decapitated on Tuesday in a Queens apartment, the police said. One victim was identified as Roger Berne, 63 years old, who lived in the first-floor apartment at 90-59 56th Avenue, in East Elmhurst, where the bodies were found. The other was Gerald" , "date" : "19861023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BROOKLYN MAN IS HELD IN KILLINGS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/23\/nyregion\/brooklyn-man-is-held-in-killings.html"} ,   {"body" : "State investigators say a private mental-health program in Brooklyn has misused as much as $4 million in public funds, mainly through the payment of ''exorbitant'' rents to a real-estate corporation owned by the family of the program's founder and medical director. Financial records show that the program, the Brooklyn Psychosocial Rehabilitation" , "date" : "19861019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "46" , "title" : "PSYCHIATRIC UNIT SAID TO MISUSE FUNDS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/19\/nyregion\/psychiatric-unit-said-to-misuse-funds.html"} , {"body" : "Fall Antiques Show at the Pier, Pier 92, Berths 5 and 6, 52nd Street and Hudson River, 212-777-5218. From Oct. 23 to 26 American antique furniture and decorative accessories will be offered by more than 100 dealers. Free shuttle bus service runs regularly from the Museum Shop, 62 West 50th Street. Hours noon to 10 P.M. Thursday to Saturday; 11 A.M." , "date" : "19861016" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR; ANTIQUES, CRAFTS, TOURS, BONSAI" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/16\/garden\/calendar-antiques-crafts-tours-bonsai.html"} , {"body" : "A man who was refused admittance to a Brooklyn social club early yesterday returned with a gun and began shooting, wounding five male patrons, one of them critically. The shooting took place at 3:48 A.M. at the Villa Social Club, 640 Flatbush Avenue, in the borough's Flatbush section, said a police spokesman, Officer James J. Coleman. The gunman," , "date" : "19861013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DATELINES; Man Shoots 5 In Social Club" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/13\/nyregion\/metro-datelines-man-shoots-5-in-social-club.html"} , {"body" : "At Tory's, a rock club at 119 East 27th Street, a young man in jeans stamps out a marijuana cigarette on the bathroom floor, plucks a leather packet from his pocket and displays plastic envelopes filled with white powder. ''Grams of coke are $80,'' he says. ''My name's Joey, man. You want something, you come back to me.'' At Area, a club at 157" , "date" : "19861011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "LATE NIGHTS, BRIGHT LIGHTS AND COCAINE ARE STILL ENTWINED" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/11\/nyregion\/late-nights-bright-lights-and-cocaine-are-still-entwined.html"} , {"body" : "Big Plans for Brooklyn A dusty, largely vacant parcel of land, once home to Atlantic railroad terminal, at Flatbush and Atlantic Avenues, may be turned into a complex of offices, stores and condominiums. Board of Estimate expected to approve $530 million project after hearing. 1:30 P.M., Board of Estimate Chambers, City Hall Investigating" , "date" : "19861009" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "AGENDA: OCT. 9, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/09\/nyregion\/agenda-oct-9-1986.html"} , {"body" : "LOEWS KINGS THEATER on Flatbush Avenue in Brooklyn - a huge and magnificent hodgepodge of Art Deco, Renaissance and ornate Baroque decoration - had been closed for almost a decade, the victim of low attendance and high maintenance. Brooklynites with fond memories of the place feared the city would let developers demolish it unless new ways were" , "date" : "19861005" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "58" , "title" : "FOLLOW-UP ON THE NEWS; Landmark In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/05\/nyregion\/follow-up-on-the-news-landmark-in-brooklyn.html"} , {"body" : "The Brooklyn Spirit might be called a mixture of individualism, pragmatism and just plain neighborliness. The district manager of Community Board 15, Dorothy Cunningham, was throwing out an old desk and a couple of chairs the other day and called the Sanitation Department. When Andrew Pecoraino and John Biscuti of sanitation garage 15 arrived at" , "date" : "19860930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "NEW YORK DAY BY DAY; Pitching In in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/30\/nyregion\/new-york-day-by-day-pitching-in-in-brooklyn.html"} , {"body" : "HIDDEN away in the Flatbush section of Brooklyn is a tightly knit and ethnically diverse neighborhood known as Prospect Lefferts Gardens, which has been described by the Landmarks Preservation Commission as ''one of the finest enclaves of 19th and early 20th century housing in New York City.'' Romanesque Revival and neo-Renaissance stone buildings," , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; Prospect Lefferts Gardens" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/realestate\/if-you-re-thinking-of-living-in-prospect-lefferts-gardens.html"} , {"body" : "A complex of office towers, stores and condominiums will rise on the site of the Long Island Rail Road's old Atlantic Terminal, a dusty, largely vacant piece of downtown Brooklyn, if the Board of Estimate approves next week. With many businesses seeking alternatives to the high rents of Manhattan, the Atlantic Terminal project is one of several" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC TERMINAL (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "A PLAN FOR BROOKLYN RISES AT ATLANTIC TERMINAL" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/nyregion\/a-plan-for-brooklyn-rises-at-atlantic-terminal.html"} , {"body" : "NEW YORK CITY holds a fascination for many people - especially for people who don't live there. I am aware of this because I am a New Yorker who travels a lot. Over the years, I have practiced law, been a senior officer of the Dreyfus Mutual Funds and a general partner of the banking firm of Lazard Freres. I am now president of a broadcasting and" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "THE GOOD NEWS ABOUT NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/magazine\/the-good-news-about-new-york-city.html"} ,   {"body" : "Today Bryant Park Craft Show, 42d Street, from Fifth Avenue to Avenue of the Americas. Clothing, leather goods, porcelain, ceramics, sculpture. Today, 11 A.M. to 6 P.M. Ninth Greenwich Village Crab Fest, Avenue of the Americas at Bleecker Street, Our Lady of Pompeii Church; sponsored by the Village Visiting Neighbors organization, today, 6 to 9" , "date" : "19860926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Festivals and Fairs" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/26\/arts\/festivals-and-fairs.html"} , {"body" : "Friday THE SOUND OF COLORS The Indian word sarangi means ''instrument of a thousand colors,'' and prominent Indian musicians will explore the aural dimension of those colors in a concert tonight as the Festival of India continues. Ustad Sultan Khan, an exponent of north Indian music and the sarangi (a bowed string instrument), will be joined by" , "date" : "19860926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/26\/arts\/weekender-guide.html"} , {"body" : "Indoor Antiques Show, Human Resources Center, I. U. Willets Road at Searingtown Road (a half mile south of Exit 36 on the Long Island Expressway), Albertson, L.I., 516-747-5400. Tomorrow and on Saturday and Sunday, country furniture, antique beer steins, porcelain, rare clocks, African art and Depression glass will be among the wares offered at" , "date" : "19860925" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "EVENTS: HOME AND NEIGHBORHOOD TOURS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/25\/garden\/events-home-and-neighborhood-tours.html"} , {"body" : "Despite the gentrification of nearby neighborhoods, Brooklyn's Atlantic Terminal district has for nearly 20 years remained the home of rundown bars and fast-food joints, a hangout for prostitutes and low-lifes. A revival plan goes before the Board of Estimate this week and it deserves enthusiastic support. The project site, where Atlantic and" , "date" : "19860924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Give Central Brooklyn a Boost" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/24\/opinion\/give-central-brooklyn-a-boost.html"} , {"body" : "AS of Sunday, it's officially autumn, which means that the peak season for New York street fairs and festivals is drawing rapidly to a close. It's almost as if this weekend had been planned as a grand finale, for there will be no less than eight neighborhood celebrations tomorrow and Sunday - not only in Manhattan, but in Queens, Brooklyn and" , "date" : "19860919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A CORNUCOPIA OF CELEBRATIONS ALL AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/arts\/a-cornucopia-of-celebrations-all-around-town.html"} , {"body" : "A gypsy-cab driver in Brooklyn, apparently angered by a fare dispute with his passengers, used his car as a ram yesterday and struck and injured nine people on the sidewalk outside the Kings County Hospital in Flatbush, the police said. The driver, identified as Herode Magloire, then jumped out of the cab and fled to the hospital grounds but was" , "date" : "19860913" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ENRAGED CABBIE RUNS DOWN 9 NEAR A HOSPITAL" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/13\/nyregion\/enraged-cabbie-runs-down-9-near-a-hospital.html"} , {"body" : "Three Orthodox rabbis, praising Bishop Joseph T. O'Keefe for his criticism of Governor Cuomo's stand on abortion, invited the bishop yesterday to speak before an Orthodox congregation on the subject of ''family values,'' including abortion. The unusual invitation - and the Bishop's acceptance - came at a news conference at the Catholic Center, at" , "date" : "19860913" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "RABBIS INVITE BISHOP TO ADDRESS CONGREGATION" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/13\/nyregion\/rabbis-invite-bishop-to-address-congregation.html"} , {"body" : "THE only leaves that were blowing in the brisk breeze that was heralding the fall season on Fifth Avenue were those of a pamphlet being thumbed by Weekend Walker. Walker, who makes every respectable New York scene, was getting the advance briefing about Sunday's New York Is Book Country, the event that proclaims the pre-eminence of Manhattan, and" , "date" : "19860912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "A FAIR FOR BOTH BIBLIOPHILES AND ADVENTUROUS BROWSERS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/books\/a-fair-for-both-bibliophiles-and-adventurous-browsers.html"} , {"body" : "Baruch College announced yesterday a $252 million plan to expand and renovate five sites on its Manhattan campus, including most of a city block bounded by Lexington and Third Avenues and 24th and 25th Streets. The expansion program at Baruch, a branch of the City University of New York, is the first step in a major drive by the university to" , "date" : "19860912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BARUCH COLLEGE REVEALS A PLAN FOR EXPANSION" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/nyregion\/baruch-college-reveals-a-plan-for-expansion.html"} , {"body" : "A sparkling Coupe de Ville sporting a fur-covered dashboard and chrome-spoked wheels rolled out of the car wash in Brooklyn. Dwayne Mayhew slipped behind the wheel and said he has the car professionally cleaned every week, ''because my girlfriend demands it.'' Sam Sherman thought that she must be a fine woman. Mr. Sherman, known to many as ''The" , "date" : "19860910" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; 101 Percent Brushless: A Car Wash Saga" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/10\/nyregion\/about-new-york-101-percent-brushless-a-car-wash-saga.html"} ,   {"body" : "Out of dusty attics, dank basements and cluttered closets, Brooklynites are spinning the web of their history. A pocket revolver from the 1860's, an old uniform from the Brooklyn naval yard, a circus banner depicting the longest and the shortest man in the world - all made in Brooklyn -are part of a Brooklyn Historical Society collection that is" , "date" : "19860831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "66" , "title" : "CLUTTERED ATTICS HOLD BITS OF HISTORY FOR MUSEUM DEDICATED TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/31\/arts\/cluttered-attics-hold-bits-of-history-for-museum-dedicated-to-brooklyn.html"} , {"body" : "A Bronx man, using identification he had stolen from a Transit Authority supervisor, gained entrance to six subway token booths in the past two weeks and robbed the attendants, a transit police spokesman said. The man, Robert Matthews, of 1764 Walton Avenue, who was arrrested Thursday night, told transit police detectives that he had spent up to" , "date" : "19860831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "40" , "title" : "POLICE-SAY MAN USED TRANSIT AUTHORITY ID TO ROB TOKEN CLERKS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/31\/nyregion\/police-say-man-used-transit-authority-id-to-rob-token-clerks.html"} , {"body" : "Housing The oldest building in New York City is a Dutch Colonial farmhouse built in or about 1652 and still as far off the beaten path for most people as it was when it was in the distant Brooklyn farm country of East Flatbush. This is the Pieter Claesen Wyckoff House Museum, 5816 Clarendon Road, at Ralph Avenue, where tonight, from 6:30 to 7:30," , "date" : "19860828" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/28\/arts\/going-out-guide.html"} , {"body" : "The student accused of shooting five people, one fatally, in a rampage through the campus of New York City Technical College on Tuesday was in a mental hospital in Georgia on three occasions, the police said yesterday. The police said the student, Van A. Hull, had been in and out of the hospital, the Georgia Regional Mental Hospital, according to" , "date" : "19860815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "STUDENT SEIZED IN SHOOTOUT GOT CARE IN GEORGIA" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/15\/nyregion\/student-seized-in-shootout-got-care-in-georgia.html"} , {"body" : "Brooklyn By the Sea, meet at the arch at Grand Army Plaza, Brooklyn; 718-788-8500. Sponsored by the Prospect Park Environmental Center, Sunday's tour will cover the old and more recent resorts along Brooklyn's beaches from the Narrows to Seagate to Sheepshead Bay. A tour of historic and architecturally noteworthy homes of Seagate will be given, as" , "date" : "19860807" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "CALENDAR: RESORTS TOUR" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/07\/garden\/calendar-resorts-tour.html"} , {"body" : "Congregation Chizuk Hadas in Flatbush is situated in a long narrow room that was once the ground-floor apartment of a two-family house. But the people who pray there do not come because they cannot find a grander synagogue. They come out of a deeply felt choice, a preference for the intimacy of a smaller place of worship. Such makeshift synagogues," , "date" : "19860805" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SMALL JEWISH CONGREGATIONS ATTRACTING MORE WORSHIPERS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/05\/nyregion\/small-jewish-congregations-attracting-more-worshipers.html"} , {"body" : "The New York City Department of Health last week released a list of 37 food establishments cited for violating the health code. In addition, it listed seven restaurants that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Back Stage" , "date" : "19860803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "37 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/03\/nyregion\/37-food-outlets-cited-by-new-york-officials.html"} , {"body" : "Friday SALSA IN BROOKLYN The Prospect Park Bandshell will ring with the sounds of jazz and salsa this weekend when Celebrate Brooklyn presents a festival of Latin music. Tonight at 8, a double bill will feature Daniel Ponce and Bobby Sanabria and Acension (rain date: tomorrow at 3). Tomorrow night at 8, Tito Puente, a winner of three Grammy awards," , "date" : "19860801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/01\/arts\/weekender-guide.html"} , {"body" : "ON Liberty Weekend, while the eyes of the nation focused on New York Harbor, the streets of Howard Beach, about 10 miles away, teemed with its residents. Red, white and blue pennants, hung by the local development association, crisscrossed the commercial district, while American flags flew along residential streets. A crowd packed Frank M. Charles" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; HOWARD BEACH" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/realestate\/if-you-re-thinking-of-living-in-howard-beach.html"} , {"body" : "City and state officials cannot agree whether the number of pedestrians hit by vehicles in New York City rose or fell last year. According to the State Department of Motor Vehicles, the number of pedestrians injured by vehicles in New York City increased by 10 percent last year. The figures, which were released yesterday and which were based on" , "date" : "19860724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CITY-STATE DISCORD ON PEDESTRIAN-VEHICLE INJURIES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/24\/nyregion\/city-state-discord-on-pedestrian-vehicle-injuries.html"} ,   {"body" : "Olympian aspiration, raw aggression and agonizing self-doubt. Neil Diamond possesses an abundance of all three qualities. This contradictory blend forms the chemistry of the special kind of pop stardom that the 45-year-old Brooklyn-born singer-songwriter has sustained for two decades. This Thursday, Mr. Diamond will begin an all-but-sold-out," , "date" : "19860720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "COMING HOME TO PERFORM, NEIL DIAMOND TAKES STOCK OF LIFE AT THE TOP" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/20\/arts\/coming-home-to-perform-neil-diamond-takes-stock-of-life-at-the-top.html"} , {"body" : "Battalion Chief Robert A. Stehl of the 41st Battalion, at 2900 Snyder Avenue in Brooklyn, and Edward T. McCloskey, his aide, were on the way yesterday morning to supervise the repair work on a ruptured fuel pipe. While driving there, they were notified of a fire at 185 East 31st Street in Flatbush. Flames were coming from a first-floor window. A" , "date" : "19860718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Scene of Heroism, Scene of Romance" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/18\/nyregion\/new-york-day-by-day-scene-of-heroism-scene-of-romance.html"} , {"body" : "A Maryknoll priest was robbed and knifed on a subway train in Brooklyn yesterday morning, the police said. Two Manhattan men with a combined record of 148 arrests - for prostitution, robbery and other charges -were apprehended minutes later. The priest, the Rev. Thomas McDonnell, 49 years old, who lives in the rectory of Sacred Heart Roman Catholic" , "date" : "19860712" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Priest Hurt in Stabbing And Robbery on IRT" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/12\/nyregion\/priest-hurt-in-stabbing-and-robbery-on-irt.html"} , {"body" : "A subway-token clerk in Brooklyn was stabbed to death in his booth during an apparent robbery early yesterday, and the police said they had been unable to learn how the assailant had got in. The clerk, Clarence Anderson, 32 years old, who had worked for the Transit Authority seven years, was repeatedly stabbed at 12:20 A.M. by an unidentified" , "date" : "19860709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CLERK IS KILLED IN TOKEN BOOTH AT IRT STATION" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/09\/nyregion\/clerk-is-killed-in-token-booth-at-irt-station.html"} , {"body" : "A 14-year-old boy who was a bystander at a dispute was fatally shot Thursday night in the Flatbush section of Brooklyn, the police said. The teen-ager, Terrance McQueen, was walking on East 22d Street near Ditmas Avenue with an unidentified man who became involved in an argument with another man on the street, a police spokesman said. A shot was" , "date" : "19860705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Teen-Ager Is Killed In Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/05\/nyregion\/a-teen-ager-is-killed-in-brooklyn-shooting.html"} , {"body" : "Out on the asphalt, where young men dream of what Len Bias had, there was little illusion. That the basketball star's cocaine-related death was tragic, all agreed. That it would make those who revered him think twice about drugs, most doubted. ''God sometimes uses our best people to get our attention,'' the Rev. Jesse L. Jackson said in eulogizing" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FROM PLAYGROUNDS, OBSERVATIONS ON LEN BIAS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/from-playgrounds-observations-on-len-bias.html"} , {"body" : "On a hot city rooftop, the tar sticks to the bottom of your lounge chair and you wonder why you hadn't gone in on a Fire Island share. There's a couple who can't wait to go co-op, a bubbly, budding actress eating yogurt doing Yoga, and a retired dresser from some Broadway show with his Pekingese and toga. You hang your head over the ten-story drop," , "date" : "19860625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/25\/garden\/metropolitan-diary-489686.html"} , {"body" : "An unidentified gunman walked into a Brooklyn variety store early yesterday and sprayed it with bullets, striking a teen-ager playing a video game and forcing two men to dive through a window for safety, the police said. The gunman entered the store at 1356 Flatbush Avenue in the Flatbush section around 3 A.M. and began shooting at random without" , "date" : "19860623" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Random Shooting in a Store Wounds Brooklyn Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/23\/nyregion\/random-shooting-in-a-store-wounds-brooklyn-teen-ager.html"} , {"body" : "Brooklyn's famed entertainment halls, past and present, are the subjects of a bus tour tomorrow sponsored by the Prospect Park Environmental Center. Stops will be at the site of the former Paramount Theater in downtown Brooklyn, where Alan Freed presented his rock-and-roll shows during the 1950's; the theater is now part of the Long Island" , "date" : "19860620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "ENTERTAINMENT HALLS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/20\/arts\/entertainment-halls.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} ,   {"body" : "The last red-and-black truck pulled away from the Ebinger Baking Company's plant in Flatbush on Aug. 27, 1972, leaving thousands of red-eyed customers bereft of blackout cakes and pecan coffee rings. Brooklyn residents viewed Ebinger's bankruptcy as analogous to other borough disasters, such as the flight of the Dodgers and the demise of Ebbets" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTING; Self-Storage" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/posting-self-storage.html"} , {"body" : "The National Rifle Association yesterday joined a civil-rights group in establishing an anticrime program in Brooklyn. The program, called the National Crime Fighters' Crusade, will be run by the Congress of Racial Equality from the group's new offices at 1457 Flatbush Avenue in Flatbush. In ceremonies at the new headquarters, the National Rifle" , "date" : "19860530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "N.R.A. JOINS CORE IN DRIVE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/30\/nyregion\/nra-joins-core-in-drive.html"} , {"body" : "Sephardic Fair, Spanish and Portuguese Synagogue, 8 West 70th Street, 212-873-0300. Sunday from 10 A.M. to 5 P.M., ceremonial articles for the home and synagogue, hand-painted art glass, pottery and handmade jewelry will be displayed and sold at this one-day fair. A guided tour of the 1895 land-mark synagogue is offered. Food and entertainment" , "date" : "19860529" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "EVENTS: SEPHARDIC FAIR" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/29\/arts\/events-sephardic-fair.html"} , {"body" : "A 5-year-old Brooklyn boy plunged to his death in an elevator shaft in an apartment building last night when the elevator car stalled between the fourth and fifth floors and he tried to climb to the lower floor, the police said. The boy, Percy Moore, was in the elevator with his 7-year-old brother at 1834 Caton Avenue in the Flatbush section of" , "date" : "19860526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "A Boy Is Killed in Fall From Stalled Elevator" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/26\/nyregion\/a-boy-is-killed-in-fall-from-stalled-elevator.html"} , {"body" : "OUTDOOR enticements abound this Memorial Day weekend, from guided meanderings, a feast and parades to a plunge back five centuries. But on Sunday, the focus for thousands of New Yorkers and their neighbors will be two marathon events: Hands Across America, a coast-to-coast, human-chain spectacular intended to raise money for the hungry and the" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OUT AND ABOUT ON MEMORIAL DAY" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/arts\/out-and-about-on-memorial-day.html"} , {"body" : "Two brothers who operate a jewelry concern in the midtown diamond district told the police yesterday that they surrendered $1 million in gold and diamonds to kidnappers who blindfolded them, drove them around at gunpoint for hours and threatened to harm their families. Detectives said the brothers' descriptions of the assailants and other details" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TWO JEWELERS SAY GUNMEN SEIZED THEM AND $1 MILLION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/nyregion\/two-jewelers-say-gunmen-seized-them-and-1-million.html"} , {"body" : "A 1984 primary campaign by State Senator Martin Markowitz of Brooklyn was financed largely by the Hyfin Credit Union, which was closed last month because of fraud charges, and by people linked to Hyfin, according to state records. A report filed by Senator Markowitz shows that of the $29,000 he raised in that campaign, $18,000 came from Hyfin and" , "date" : "19860521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CAMPAIGN GIFTS TO SENATOR TIED TO CREDIT UNION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/21\/nyregion\/campaign-gifts-to-senator-tied-to-credit-union.html"} , {"body" : "Baseball Yankees vs. Chicago White Sox, at Yankee Stadium, 7:35 P.M. Ron Guidry is scheduled to face Neil Allen. (Television - Channel 11, 7:30 P.M. Radio -WABC, 770; 7:30 P.M.) Mets vs. Astros, at Houston, 8:35 P.M. Ron Darling is set to face the Astros, who have been battling for the lead in the National Leauge West. (Television -Channel 9, 8:30" , "date" : "19860515" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "THURSDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/15\/sports\/thursday-sports.html"} , {"body" : "Friday THE NEW-MUSIC MAKERS New-music groups are said to come and go, but Speculum Musicae, the New York chamber-music ensemble, has played avant-garde works for 15 years, and to continual acclaim. Tonight, in a commemoration by the Brooklyn Philharmonic of the talent and staying power of the group's 13 members, Speculum Musicae will appear in the" , "date" : "19860509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/09\/arts\/the-weekender-guide.html"} , {"body" : "Law-enforcement officials have drawn from a yearlong investigation a portrait of Jay L. Turoff as a political clubhouse loyalist catapulted into an important city position by two Democratic Party leaders, Meade H. Esposito and Stanley M. Friedman. And soon after Mr. Turoff took over as chairman of the Taxi and Limousine Commission in 1978, the" , "date" : "19860504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "JAY TUROFF: A CLASSIC SUCCESS STORY LEADS TO DUAL PORTRAIT OF EX-TAXI CHIEF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/04\/nyregion\/jay-turoff-a-classic-success-story-leads-to-dual-portrait-of-ex-taxi-chief.html"} ,   {"body" : "PULL the curtains aside and open the window. It isn't snowing. In fact, the sun is out and a breeze stirs the branches of the tree below, whose spindly shoots seemed so overly optimistic not very long ago. Spring has arrived at last. Now is the time to explore the streets, parks and waterfronts of the city, before the enervating heat of summer" , "date" : "19860502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "EXPLORING THE GREAT OUTDOORS: WALKING TOURS, STREET CELEBRATIONS AND A BUTTERFLY SAFARI" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/02\/arts\/exploring-great-outdoors-walking-tours-street-celebrations-butterfly-safari.html"} , {"body" : "THE secret gardens of Boston's Beacon Hill, interiors of homes in Philadelphia's Society Hill, avant-garde town houses in Manhattan and mansions along Embassy Row in Washington will all be open to curious eyes this month and next. These are the important months for house and garden tours and decorator show houses along the Eastern Seaboard. Many of" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "NOW IS THE TIME TO TOUR HOMES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/garden\/now-is-the-time-to-tour-homes.html"} , {"body" : "WBAI Spring Crafts Showcase, Ferris Booth Hall, Columbia University, 115th Street at Broadway; 212-695-4465. Woodworking, blown glass, basketry, quilts, tapestries and special handcrafted pieces such as fiber wearables will be offered tomorrow through Sunday. Tomorrow 5-9 P.M.; Saturday noon-8 P.M.; Sunday noon-6 P.M. Admission $4 ($2 for elderly" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "EVENTS; CRAFTS, FLOWERS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/garden\/events-crafts-flowers.html"} , {"body" : "GRAVE CIRCUMSTANCES Since it opened in 1838, the Green-Wood Cemetery in Brooklyn has been the place in which famous New Yorkers have found their final address, while living ones enjoyed just strolling through the beautiful setting. As Henry J. Raymond, a founder of The New York Times (and who is interred in Green-Wood), wrote in 1866, New Yorkers" , "date" : "19860430" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/30\/arts\/going-out-guide.html"} , {"body" : "The New Theater of Brooklyn is presenting ''Waiting for the Parade,'' a Canadian work that explores the experiences of five women during World War II, waiting at home for their husbands, sons, fathers and lovers to return. Melanie Joseph directed the John Murrell play. ''Waiting for the Parade'' will run through May 18 at the New Theater of" , "date" : "19860425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "31" , "title" : "Canadian Play At Brooklyn Theater" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/25\/theater\/canadian-play-at-brooklyn-theater.html"} , {"body" : "A sculpture exhibition with an angelic theme is opening tomorrow at the Grand Army Plaza Arch in Brooklyn. The show in the arch's interiors, ''Wings Over Brooklyn,'' features works by Joel Carreiro, Deborah Masters, Linda Peer, Jorge Rodriguez and Ned Small. Crowning this spring's exhibition are the permanent turn-of-the-century winged figures by" , "date" : "19860425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "High-Flying Sculpture At Grand Army Plaza" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/25\/arts\/high-flying-sculpture-at-grand-army-plaza.html"} , {"body" : "TO THE LIVING SECTION: While your story on Caribbean cuisine in New York does mention the fact that Brooklyn has a large Caribbean community, you go on to discuss the trendy places in Manhattan [ ''New York Embraces Island Fare,'' April 9 ] . Next time try coming to the source! Call up a diner on Flatbush Avenue and ask about their specials. They" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CARIBBEAN AREA"] , "nytd_section_facet" : ["Opinion" , "Home and Garden"] , "page_facet" : "14" , "title" : "The Caribbean Source" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/garden\/l-the-caribbean-source-652086.html"} , {"body" : "FROM LITTLE ACORNS The Chelsea Theater Center lives. Founded in 1965, the center oversaw more than 150 productions that won many awards, including five Tony Awards. After its beginning in St. Peter's Church on West 20th Street, the center moved to the Church of Holy Apostles. It operated out of the Brooklyn Academy of Music for nine years," , "date" : "19860421" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/21\/arts\/going-out-guide.html"} , {"body" : "The Brooklyn Philharmonic Symphony Orchestra, under the direction of Lukas Foss, will play a program of music by Pierre Boulez, Gyorgy Kurtag, Robert Saxton, Per Norgaard and Poul Ruders at Cooper Union tonight at 8, repeating the program tomorrow night at 8 at the Brooklyn Academy of Music. Tickets are $7.50. Cooper Union is at Third Avenue and" , "date" : "19860411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Brooklyn Philharmonic" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/11\/arts\/brooklyn-philharmonic.html"} , {"body" : "A Brooklyn woman died last night hours after an Emergency Medical Services ambulance crew that was summoned to aid her at her sister's home left without taking her to a hospital, the police said. The police said the ambulance crew told them that the woman, Beverly Stevens, 38 years old, had ''refused to go and became abusive.'' But a friend of Mrs." , "date" : "19860411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "WOMAN DIES HOURS AFTER AN AMBULANCE DEPARTS FROM SCENE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/11\/nyregion\/woman-dies-hours-after-an-ambulance-departs-from-scene.html"} ,   {"body" : "A LITTLE WATER, PLEASE Venturesome New Yorkers love to explore ethnic restaurants, including those of China, India, Thailand and the Philippines. To somewhat chart the course of the kinds of food available, the New York Public Library is sponsoring a short series of Tuesday talks, ''The Spices of Life: Spices and Food of the Orient.'' The second" , "date" : "19860408" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/08\/arts\/going-out-guide.html"} , {"body" : "This morning at 7:30, Philip Goldstein is to raise the flag in Joyce Kilmer Square, at Kings Highway and East 12th Street in the Flatbush section of Brooklyn. At sundown, he is to lower it and take it home. Thus, Philip will begin his term as custodian of the flag, a job he volunteered for last January. ''When the space shuttle blew up,'' Philip, a" , "date" : "19860405" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "JOYCE KILMER SQUARE (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "NEW YORK DAY BY DAY; Volunteer Flag-Raiser" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/05\/nyregion\/new-york-day-by-day-volunteer-flag-raiser.html"} , {"body" : "Downtown Brooklyn has for decades dreamed of a Manhattan-style office rejuvenation. Recently, with several large developers announcing plans for more than 2.5 million square feet of office and residential space, borough leaders saw those hopes start to come to fruition. Now, in another sign of the downtown area's growing economic health, some of" , "date" : "19860330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; Brooklyn Revival" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/30\/realestate\/postings-brooklyn-revival.html"} , {"body" : "A 22-year-old Bronx man, arrested this month on charges of raping and knifing a Brooklyn College student, was charged yesterday with three more rapes and a sexual assault, the police said. The suspect, Derrick Hamilton, of 2188 Strang Avenue, has been held in the Brooklyn House of Detention since his arrest March 12 in the rape of the college" , "date" : "19860329" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE CITY; RAPE SUSPECT HELD IN OTHER ASSAULTS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/29\/nyregion\/the-city-rape-suspect-held-in-other-assaults.html"} , {"body" : "Two women have been charged with stabbing a man and woman to death in an argument after a party in the couple's Brooklyn apartment last week, the police said yesterday. The suspects were arrested Tuesday evening and charged with second-degree murder in the deaths of James Smith, 66 years old, and Lillian Paul, 55, in the apartment they shared at" , "date" : "19860320" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Women Charged In Slaying of a Couple" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/20\/nyregion\/two-women-charged-in-slaying-of-a-couple.html"} , {"body" : "Irish New Yorkers of every nationality turned 40 blocks of Fifth Avenue into a bobbing green sea of bagpipes and balloons yesterday as they swept up the street in the city's 224th annual St. Patrick's Day parade. More than 150,000 marchers, including Mayor Koch, Governor Cuomo and more than 100 bands from Long Island to Limerick, Ireland, followed" , "date" : "19860318" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "150,000 MARCH FOR ST. PATRICK IN THE 224TH PARADE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/18\/nyregion\/150000-march-for-st-patrick-in-the-224th-parade.html"} , {"body" : "An increase in complaints from students about the recruiting practices of private business schools has led state education officials and lawmakers to closely examine the rapidly growing business-school industry and the way it enrolls students. ''There has been a great proliferation of both recruiters and schools,'' said Peter D. Riley, chief of the" , "date" : "19860316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "51" , "title" : "NEW YORK SCRUTINIZING BUSINESS SCHOOL AGENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/16\/nyregion\/new-york-scrutinizing-business-school-agents.html"} , {"body" : "A 22-year-old Bronx man has been charged with raping and stabbing a woman Monday in a Brooklyn College classroom building. He was also charged with two recent sexual assaults near the campus. The suspect, Derrick Hamilton of 2188 Strang Avenue, was arrested Wednesday night at Brooklyn Jewish Hospital, where he was attending a course to become an" , "date" : "19860314" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Bronx Man Is Charged With Rape at a College" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/14\/nyregion\/bronx-man-is-charged-with-rape-at-a-college.html"} , {"body" : "Friday 'COUNTESS' IN BROOKLYN The New Theater of Brooklyn opened a new production in its new home this week with ''Countess Mitzi,'' a portrait of love in turn-of-the-century Vienna by the Austrian playwright Arthur Schnitzler. Cynthia Lammel stars as Countess Mitzi, with Neal Randell as the Count and David Reinhardsen as the Prince. Weekend" , "date" : "19860314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/14\/arts\/going-out-guide.html"} , {"body" : "Moments after he had won the World Boxing Association light-heavyweight title from Marvin Johnson in 1980, Eddie Mustafa Muhammad, surrounded by his supporters, flashed back to a similar scene years earlier. One night in 1971, when he was still known as Eddie Gregory, he made the trip from the Brownsville section of Brooklyn to Madison Square" , "date" : "19860313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "BOXERS LOOK AT GOLDEN GLOVES AS FIRST ROUND TO GREATNESS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/13\/sports\/boxers-look-at-golden-gloves-as-first-round-to-greatness.html"} ,   {"body" : "Ben Vereen recalls accompanying his mother to her cleaning job at Loews Kings Theater - Brooklynites pronounce that ''LOW-ees'' - and dancing on the huge stage while she worked. Barbra Streisand was an usher at the mammoth theater. And if you believe Anita Pfleiderer, who works in a school office, most of Nassau County grew up, as she did, in the" , "date" : "19860306" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "RESCUING THE LOEWS IN FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/06\/nyregion\/rescuing-the-loews-in-flatbush.html"} , {"body" : "It was a marriage of romance and real estate, Aphrodite and apartments. The room was New York City's marriage license bureau, where conversations about wedding rings, caterers and invitations mingled with talk of down payments, finder's fees and 3 Rms. w\/EIK. They were all young, all in love. And somewhere in the process of courting, getting" , "date" : "19860224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWLYWEDS' APARTMENT HUNT: A TRYING START FOR A NEW LIFE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/24\/nyregion\/newlyweds-apartment-hunt-a-trying-start-for-a-new-life.html"} , {"body" : "AS THE TWIG IS BENT Four Irish-American women fiddlers who were bowing away by the time they reached the age of 12, continuing a family tradition, will be featured in a concert of Irish-American fiddle styles, today and tomorrow at the Ethnic Folk Arts Center. They will be joined by a fifth woman, a specialist in French Canadian fiddle playing. The" , "date" : "19860222" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/22\/arts\/going-out-guide.html"} , {"body" : "A plastic surgeon was indicted yesterday on charges that he raped a patient after placing her under sedation. The surgeon, Dr. Byron Major Jr., 45 years old, who lives in the Flatbush section of Brooklyn and practices at 1000 Park Avenue, was charged with one count of first-degree rape and one count of first-degree sexual assault. He faces up to 25" , "date" : "19860221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "THE CITY; Surgeon Accused Of Raping Patient" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/21\/nyregion\/the-city-surgeon-accused-of-raping-patient.html"} , {"body" : "An assistant principal at a Brooklyn junior high school said yesterday that her supervisor had solicited $6,000 in loans from her while she was seeking a promotion. She said the supervisor had later refused to return the money, telling her that it should be considered a campaign contribution to his father, a member of the local school board." , "date" : "19860219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TEACHER GIVEN A PROMOTION SAYS SHE GAVE CHIEF A LOAN" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/19\/nyregion\/teacher-given-a-promotion-says-she-gave-chief-a-loan.html"} , {"body" : "Finding a decent, affordable rent-regulated apartment in New York is like trying to recover a contact lens from a subway platform at rush hour. It can be done, but it takes dogged determination and a lot of luck. Statistically, the frustration is suggested by the city's unoffical vacancy rate of minus 1 percent -- the official rate of 2 percent of" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE ELUSIVE RENT-REGULATED APARTMENTS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/realestate\/the-elusive-rent-regulated-apartments.html"} , {"body" : "A FEW months ago I attended the wake of my cousin. It might as well have been yesterday, because the image of him in repose preys on my mind as if it had been my own brother's. ''There but for the grace of God go we,'' my brother and I said to each other as we drove up and down the avenues of our former Brooklyn neighborhood, keeping one eye out" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "LONG ISLAND OPINION; THE LIFE THAT WAS AND THE LIFE THAT MIGHT HAVE BEEN" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/nyregion\/long-island-opinion-the-life-that-was-and-the-life-that-might-have-been.html"} , {"body" : "''I'VE had to look for an apartment five times in five years and it's been terrible every time,'' said Elizabeth Pearson, a production editor at Random House, the New York publisher. An affordable apartment in New York City sounds like an impossible dream, but every day hundreds of people find regulated apartments with below-market rents. Some have" , "date" : "19860216" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "TALES OF APARTMENT-HUNTING: HOW SOME SUCCEEDED" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/16\/realestate\/tales-of-apartment-hunting-how-some-succeeded.html"} , {"body" : "At least 40 members of New York City's community school boards have failed to pay thousands of dollars in outstanding parking tickets, including two who owe more than $11,000 each, an examination of city records shows. Leading the list of the 40 local board officials is Sylvester Leaks, a member of Community School Board 17 in Brooklyn and the" , "date" : "19860212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 ON LOCAL SCHOOL BOARDS OWE CITY $11,000 IN FINES" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/12\/nyregion\/2-on-local-school-boards-owe-city-11000-in-fines.html"} , {"body" : "TO buy Brooklyn from the Indians, the early Dutch settlers paid 200 times as much they did for Manhattan, a new analysis of 17th century records shows. In part, this is because the native residents had become more savvy about the value of land. But the pattern of land transfers in Brooklyn, which was sold bit by bit in 22 different deals, was also" , "date" : "19860128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "EARLY RECORDS SHATTER IMAGE OF INDIANS AS DUPES" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/28\/science\/early-records-shatter-image-of-indians-as-dupes.html"} ,   {"body" : "USING SPARE TIME What do performers do in their spare time offstage? In the case of the company of the recent musical ''Poppie Nongena,'' the answer is: they perform. During the show's tour after its Broadway run, the cast spent its leisure hours on the road putting together a revue, ''Halala,'' that starts performances tonight at the Douglas" , "date" : "19860127" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/27\/arts\/going-out-guide.html"} , {"body" : "She had inadvertently misdialed, so instead of the number she had intended to reach, Clara Greenspan got a recording recited by an unfamiliar youngster's voice. The girl sounded as if she were about 6 or 7 years old, and this was her message: ''Hi, this is Elissa. I'm being punished so I can't come to the phone, but please leave a message when you" , "date" : "19860122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/22\/garden\/metropolitan-diary-314486.html"} , {"body" : "IN distance, it is four miles from Sackett Street in the lower Park Slope section of Brooklyn to Dorchester Road in Flatbush. But in housing terms they are not so distant, for vacant older buildings are undergoing rehabilitation into condominiums in each location. The prices to buyers vary sharply, however, a reflection mainly of the variation in" , "date" : "19860119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: BROOKLYN HOUSING; VACANT BUILDINGS BEING REVIVED AS CONDOMINIUMS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/19\/realestate\/perspectives-brooklyn-housing-vacant-buildings-being-revived-as-condominiums.html"} , {"body" : "The Rev. Dr. Martin Luther King Jr., who was born 57 years ago this week, is only the second American to have a Federal holiday named for him: Americans celebrate George Washington's birthday in February, but a proposal in 1920 to make Abraham Lincoln's birthday a national holiday failed to come to a vote in Congress. The nation this year, for the" , "date" : "19860117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "IN MUSIC, READINGS AND FILM, SALUTES TO DR. KING" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/17\/arts\/in-music-readings-and-film-salutes-to-dr-king.html"} , {"body" : "F. MURRAY ABRAHAM, who won an Academy Award for his portrayal of the composer Antonio Salieri, the envious adversary of Mozart, writes: Brooklyn is alive and well. While shopping with my wife at Flatbush and Avenue U, I asked my salesman for use of the toilet. He needed clearance from his boss, who shouted: ''Hey, you guys, you know who this is?" , "date" : "19860115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/15\/garden\/metropolitan-diary-275086.html"} , {"body" : "The morning after was much the same as the night before: one of the most quiet and restrained New Year's holiday celebrations in recent years. On the observation deck of the Empire State Building, Kiyoyuki Kikutake from Japan and his wife and young son were gazing out over New York City. He was there, he explained, to find an equivalent to the" , "date" : "19860102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YEAR IS GREETED WITH RESTRAINT AND NEW TRANSIT FARE WITH DISTRESS; ARRESTS AND DEBRIS DECLINE" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/02\/nyregion\/new-year-greeted-with-restraint-new-transit-fare-with-distress-arrests-debris.html"} , {"body" : "Many New York hospitals lack the kinds of security forces that might have prevented the fatal shooting of a doctor at Kings County Hospital Center Monday, according to interviews with hospital personnel. Officials said that easily accessible, sprawling medical centers, coupled with an increasingly volatile mix of patients, make security an" , "date" : "19860101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "AFTER SLAYING, HOSPITALS SAY SECURITY IS A GROWING WORRY" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/01\/nyregion\/after-slaying-hospitals-say-security-is-a-growing-worry.html"}]