[  {"body" : "The Parks and Recreation Department offers walks and workshops throughout the winter with the Urban Park Rangers, who are also naturalists. Listed below are possibilities for celebrating the holidays outdoors; the events are free, except where noted. BRONX (For more information call 212-548-7880): Kazimiroff Nature Trail Tour, Hunter Island, Pelham" , "date" : "19861225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "41" , "title" : "CALENDAR: EXPLORING PARK'S WINTER LORE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/25\/garden\/calendar-exploring-park-s-winter-lore.html"} , {"body" : "They are right across the street from each other, but the Brooklyn Academy of Music, which has become one of the city's leading showcases for the avant-garde, and the Brooklyn Arms Hotel, which houses more than 200 homeless families, are separated by a gulf of distrust. ''It's the least attractive environment in downtown Brooklyn,'' the managing" , "date" : "19861207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "67" , "title" : "SUCCESS OF BROOKLYN ACADEMY STRAINS RELATIONS WITH HOTLE FOR HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/07\/nyregion\/success-of-brooklyn-academy-strains-relations-with-hotle-for-homeless.html"} , {"body" : "In past years, the mothers at the Brooklyn Arms Hotel say, they looked on helplessly as the squalor and crime overwhelmed the homeless families there. Now they say they believe that they have taken a step toward controlling their own lives. They have joined in a group involved with life in the hotel and in the surrounding Fort Greene community." , "date" : "19861207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "67" , "title" : "SELF-HELP AT A SHELTER" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/07\/nyregion\/self-help-at-a-shelter.html"} , {"body" : "A suspect in as many as 16 Brooklyn rape cases was arrested Thursday night after a victim identified him at a subway stakeout, the police said. The suspect was arrested within hours of two attacks in the Flatbush section. The police said seven out of eight victims had immediately identified him at lineups at the 70th Precinct station house. The" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "SUSPECT IN A SERIES OF RAPES ISEIZED AT BMT STAKEOUT" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/nyregion\/suspect-in-a-series-of-rapes-iseized-at-bmt-stakeout.html"} , {"body" : "It is over the bridge or through the tunnel, but in some ways Brooklyn is more entitled than Manhattan to call itself the heart of New York. This is, after all, the borough more New Yorkers live in than any other; it stretches from the gracious brownstones of the Heights to the sprawling slabs of Starrett City, and in between are neighborhoods of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; A Borough Filled With Brilliant Gems of Urban Architecture" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-borough-filled-with-brilliant-gems-urban-architecture.html"} , {"body" : "IN the heart of New York's most populous borough, Prospect Park and its verdant partner, the Brooklyn Botanic Garden, wander over nearly 600 acres of meadows, woodlands, waterways and an array of theme gardens. Here in Brooklyn's great backyard are also historic houses and sculptures, a zoo and skating rink, a Japanese garden and a horticultural" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Woodlands and Exotic Gardens" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-woodlands-and-exotic-gardens.html"} , {"body" : "New Yorkers demonstrated yet again that they have an unusually high tolerance for celebration. For 26 miles 385 yards - the early-morning sprinkles and threat of more rain dampened the turnout only somewhat - tens of thousands lined the streets of the five boroughs yesterday and cheered and rooted on some 20,000 runners in the New York City" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "ROUTE BECOMES OUTDOOR PARTY AS POLI, WAITZ WIN" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/sports\/route-becomes-outdoor-party-as-poli-waitz-win.html"} , {"body" : "They ran side by side up First Avenue, past the enthusiastic brunchtime East Side crowds that provide the New York City Marathon with much of its glamour and appeal. Rob de Castella, the 29-year-old Australian who was paid a king's ransom in appearance fees to compete here, was taking turns in the lead with Gianni Poli of Italy, both running for" , "date" : "19861103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "POLI OF ITALY WINNER IN MARATHON; WAITZ TAKES 8TH TITLE IN 9 YEARS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/03\/sports\/poli-of-italy-winner-in-marathon-waitz-takes-8th-title-in-9-years.html"} , {"body" : "KAREN BROOKS HOPKINS looked satisfied - so many people had wanted to attend this year. The chief fund-raiser for the Brooklyn Academy of Music, an institution usually known as BAM, Karen Hopkins was standing in what was once the academy's ballroom, spotting lots of important people in the crowd. They were so crammed around extra tables that the" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "THE AVANT-GARDE COURTS CORPORATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/magazine\/the-avant-garde-courts-corporations.html"} , {"body" : "The Koch administration, confronted with severely overcrowded jails, made public yesterday an emergency plan to add 2,300 jail beds in just over a year. Some would be in two new jails near the Canadian border and some on a refurbished Staten Island ferryboat. If all the necessary approvals are granted, this would be the first time that a New York" , "date" : "19861009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY PLANS TO ADD 2,300 JAIL SPACES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/09\/nyregion\/city-plans-to-add-2300-jail-spaces.html"} ,   {"body" : "WHEN New York State decided to give up the 50 floors it occupied in the World Trade Center more than three years ago, a major goal was to strengthen commercial areas in the outer boroughs by moving state offices into those areas. Many state agencies have already relocated in places such as Jamaica, Queens, and Fordham Road in the Bronx, and last" , "date" : "19861001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "33" , "title" : "Real Estate; Relocating State Units Inside City" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/01\/business\/real-estate-relocating-state-units-inside-city.html"} , {"body" : "One by one, over the last several years, the once-derelict brownstones within the designated historic district of the Fort Greene section of Brooklyn have made their way back to the market. An integrated middle-income community has expanded as small builders have seized the opportunity for restoration, helped by Federal tax incentives that make it" , "date" : "19860926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "29" , "title" : "ABOUT REAL ESTATE; BROOKLYN'S BROWNSTONES THRIVE AMID RESTORATION" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/26\/business\/about-real-estate-brooklyn-s-brownstones-thrive-amid-restoration.html"} , {"body" : "ROWS of neat, fully occupied brownstones, many with long-term roomers, line some of the sidestreets of central Harlem. These town houses were built early in the century by wealthy people from downtown; years later, many were divided into tiny rooms and rented out for income. Over the last few years, as the housing market has improved, mortgage" , "date" : "19860921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: CITY'S S.R.O. POLICY; Keeping a Rooming House 'As Is'" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/21\/realestate\/perspectives-city-s-sro-policy-keeping-a-rooming-house-as-is.html"} , {"body" : "A grand jury in Brooklyn voted yesterday not to indict a man who was arrested a week ago in the fatal shooting of a teen-ager during a confrontation on subway train in 1980. At the time of the arrest, the transit police said that the man, Austin Weekes, who is now 29 years old, had opened fire after feeling threatened by two ''bad guys,'' one of" , "date" : "19860919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAN IS CLEARED IN FATAL SHOOTING OF YOUTH ON F TRAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/19\/nyregion\/man-is-cleared-in-fatal-shooting-of-youth-on-f-train-in-brooklyn.html"} , {"body" : "In the year that Ed Wilkinson has been editor of The Tablet, the weekly newspaper of the Roman Catholic Diocese of Brooklyn, he has shifted the newspaper's tone to reflect what he says are the theological views of the 1.3 million members of the diocese. ''No doubt, the paper is more conservative than it once was,'' Mr. Wilkinson said in an" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "FOR BROOKLYN DIOCESAN PAPER, A SHIFT" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/nyregion\/for-brooklyn-diocesan-paper-a-shift.html"} , {"body" : "A man who worked as a subway conductor for the last year was arrested yesterday in the fatal shooting of a teen-ager during a 1980 confrontation on an F train, the transit police said. The man, Austin Weeks, 29 years old, of 106 Carlton Avenue in the Fort Greene section of Brooklyn, was arrested by officers, acting on an informer's tip, when he" , "date" : "19860912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Conductor Is Arrested In '80 Subway Slaying" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/12\/nyregion\/conductor-is-arrested-in-80-subway-slaying.html"} , {"body" : "Andrew P. O'Rourke, the Republican gubernatorial candidate, yesterday criticized Governor Cuomo for taking issue with the policy of the Roman Catholic Archdiocese of New York on dissident speakers, saying, ''If he doesn't want to be a Catholic, he shouldn't be one.'' Mr. O'Rourke - who, as with Mr. Cuomo, is Roman Catholic - accused the Governor of" , "date" : "19860909" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "O'ROURKE FAULTS CUOMO FOR ATTACKS ON CHURCH BAN AGAINST DISSENTERS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/09\/nyregion\/o-rourke-faults-cuomo-for-attacks-on-church-ban-against-dissenters.html"} , {"body" : "''Despite being an Olmsted and Vaux park it is often ignored, even by us,'' said Julius Spiegel, the Parks Department's borough commissioner for Brooklyn, talking about Fort Greene Park. So, Mr. Spiegel said, he has begun doing something about it. The first thing was opening a visitors center on June 15. ''It was a modest, but a very nice event,''" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FORT GREENE PARK (BROOKLYN, NYC)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "NEW YORK DAY BY DAY; A New Focus On Fort Greene Park" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/nyregion\/new-york-day-by-day-a-new-focus-on-fort-greene-park.html"} , {"body" : "For Florence and Bill VanFelix, a retired couple living in Greenwich Village, bargain hunting is a way of life. They said they had found the Pioneer Supermarket at Bleecker Street and Minetta Street to be the best place for specials on food and dry goods. Two years ago, the supermarket chain lost its lease and pulled out. A boutique selling" , "date" : "19860906" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "LOCAL SUPERMARKET: A DECLINING BREED" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/06\/style\/local-supermarket-a-declining-breed.html"} , {"body" : "The removal of Abraham Hirschfeld from the Sept. 9 Democratic primary ballot in New York was upheld yesterday by an appeals court. A five-judge panel of the Appellate Division of State Supreme Court, Third Department, in Albany unanimously affirmed a State Supreme Court ruling that Mr. Hirschfeld, who has been campaigning against Representative" , "date" : "19860828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COURT UPHOLDS BALLOT RULING ON HIRSCHFELD" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/28\/nyregion\/court-upholds-ballot-ruling-on-hirschfeld.html"} ,   {"body" : "Two nervous but optimistic women began training yesterday as New York City's first female sanitation workers, while many of their veteran colleagues insisted that Anne Pabon and Carlen Sanderson were unfit to haul 100-pound cans of ashes or 6-foot bags of household trash. Ms. Pabon and Ms. Sanderson were among 137 new sanitation workers welcomed to" , "date" : "19860826" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 WOMEN WELCOMED (BY SOME)" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/26\/nyregion\/2-women-welcomed-by-some.html"} , {"body" : "As a child growing up in Brooklyn, Spike Lee loved almost everything about the movies. But it never failed to puzzle and distress him that so little of the vibrant black life surrounding him was reflected realistically on the big screen - or portrayed at all, for that matter. ''It's rare enough that black people are seen in films, but even when we" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "SPIKE LEE MAKES HIS MOVIE" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/arts\/spike-lee-makes-his-movie.html"} , {"body" : "Six city corrections officers and four inmates received minor injuries Friday evening during a scuffle at the Brooklyn Correctional Facility, a Correction Department spokesman said. The fight, which began at 6:25 P.M. and lasted five minutes, took place as inmates from two dormitories filed past one another in a prison corridor on their way to" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "10 People Are Injured In Brooklyn Jail Fight" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/nyregion\/10-people-are-injured-in-brooklyn-jail-fight.html"} , {"body" : "Albert Vann, a six-term Brooklyn Assemblyman and one of the city's most prominent black politicians, was removed from the Sept. 9 Democratic primary ballot yesterday by a State Supreme Court justice because of errors on his nominating petition. He was the second Assemblyman and the fifth candidate for public office in two days to be ruled off the" , "date" : "19860809" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ANOTHER ASSEMBLYMAN RULED OFF PRIMARY BALLOT" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/09\/nyregion\/another-assemblyman-ruled-off-primary-ballot.html"} , {"body" : "Roger L. Green, a State Assemblyman running in the Sept. 9 Democratic primary, was ruled off the ballot yesterday by a State Supreme Court justice who said the candidate's nominating petition lacked information required by state law. The decision, by Justice Joseph Slavin in Brooklyn, may have broader implications because other nominating petitions" , "date" : "19860808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "STATE JUDGE RULES ASSEMBLYMAN FROM BROOKLYN OFF PRIMARY BALLOT" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/08\/nyregion\/state-judge-rules-assemblyman-from-brooklyn-off-primary-ballot.html"} , {"body" : "Brooklyn narcotics detectives arrested 10 people yesterday afternoon in a raid at the Brooklyn Arms Hotel for the homeless in the borough's Fort Greene section, the police reported. The welfare hotel, once known as the Granada, drew widespread notice earlier this month when four small children died in an apartment fire there. A police spokesman," , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Drug Raid Nets 10 At Brooklyn Hotel" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/the-city-drug-raid-nets-10-at-brooklyn-hotel.html"} , {"body" : "A transit police officer yesterday shot and killed an 81-year-old Brooklyn man who fired at the officer and his partner outside the man's apartment building, the transit police said. The uniformed officers had left their underground post around 2 A.M. to chase the man, Dennis Groce, for more than two blocks after several people told them he was" , "date" : "19860723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TRANSIT OFFICER KILLS 81-YEAR-OLD" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/23\/nyregion\/transit-officer-kills-81-year-old.html"} , {"body" : "The parents of four small chidren who were killed in a fire after being left alone in a welfare hotel had registered the children in a day-care program but never sent them to it, the center's director said yesterday. Sylvia Hooper, the director of the Nat Turner Day Care Center, which serves the families in the Brooklyn Arms hotel, where the" , "date" : "19860715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 FIRE VICTIMS' PARENTS SIGNED UP FOR DAY CARE BUT FAILED TO USE IT" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/15\/nyregion\/4-fire-victims-parents-signed-up-for-day-care-but-failed-to-use-it.html"} , {"body" : "The parents of four children killed Friday in a fire at a Brooklyn welfare hotel were released on their own recognizance last night after arraignment on criminal charges of endangering the children by leaving them alone in a room. The release of the parents, Edwin Alvarez, 30 years old, and his wife, Susana, 27, came about two hours after the Rev." , "date" : "19860714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "PARENTS OF DEAD CHILDREN FREED AFTER ARRAIGNMENT" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/14\/nyregion\/parents-of-dead-children-freed-after-arraignment.html"} , {"body" : "The parents of four small children who were killed in a fire at a Brooklyn welfare hotel were arrested yesterday and charged with endangering them by leaving them alone in their room, authorities said. The parents, Edwin Alvarez Sr., 30 years old, and his wife, Susana, 27, had ''knowingly'' acted in a manner likely to endanger their children's" , "date" : "19860713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "PARENTS ARRESTED IN DEATHS OF 4 CHILDREN IN HOTEL FIRE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/13\/nyregion\/parents-arrested-in-deaths-of-4-children-in-hotel-fire.html"} ,   {"body" : "A family's four children were killed after a fire broke out in their welfare hotel in Brooklyn yesterday, Red Cross and police officials said. The authorities said the two boys and two girls had been left alone in their family's one-room apartment, No. 210 of the Brooklyn Arms Hotel at 268 Ashland Place in the Fort Greene section, across the street" , "date" : "19860712" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "BROOKLYN WELFARE HOTEL FIRE KILLS FAMILY'S FOUR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/12\/nyregion\/brooklyn-welfare-hotel-fire-kills-family-s-four-children.html"} , {"body" : "CROSSING BRIDGES - Lou Singer's Brooklyn tours have become, over the last decade, an established institution for those out-of-borough folk who otherwise would rarely cross the water to the historic borough on the Atlantic Ocean. Now Mr. Singer has instituted a round-trip service that will bring tourists for a day-long outing from Manhattan, across" , "date" : "19860709" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/09\/arts\/going-out-guide.html"} , {"body" : "The Educational Testing Service yesterday confirmed that copies of college entrance examinations had been stolen, reproduced and distributed outside Stuyvesant High School before the June 7 examinations. In addition, the Princeton, N.J., service revealed that the exams were also available at Brooklyn Techical High School. As a result, the testing" , "date" : "19860624" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "STOLEN S.A.T.'S REPORTED AT 2 TOP CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/24\/nyregion\/stolen-sat-s-reported-at-2-top-city-schools.html"} , {"body" : "Two men fighting over a spilled bottle of beer in the hallway of a Brooklyn welfare hotel plummeted 15 floors to their deaths early yesterday when the impact of their scuffle caused the lower portion of a freight elevator door to open, the police said. Witnesses told police that when one man slammed against the elevator doors during the scuffle and" , "date" : "19860622" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "FIGHTING OVER BEER, 2 DIE IN FALL" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/22\/nyregion\/fighting-over-beer-2-die-in-fall.html"} , {"body" : "A retired Brooklyn truck driver stabbed his son to death Saturday night in the heat of an argument in which the son physically abused his father and demanded money for drugs, the police said. No charges were filed against the father, John Simmons, 65 years old, of 56 North Oxford Walk in the Walt Whitman Houses project in the Fort Greene section of" , "date" : "19860616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FATHER FATALLY STABS HIS SON IN BROOKLYN; HE IS NOT ARRESTED" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/16\/nyregion\/father-fatally-stabs-his-son-in-brooklyn-he-is-not-arrested.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "A 19-year-old Hispanic youth was charged last night in what the police have called the racially motivated stabbing of an Oriental teen-ager in Coney Island Saturday night, the police said. The suspect, Raymond Cruz, who lives in Brooklyn's Fort Greene section, was charged with assault, aggravated harassment, possesion of a dangerous weapon and" , "date" : "19860603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Arrest in Brooklyn Stabbing" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/03\/nyregion\/arrest-in-brooklyn-stabbing.html"} , {"body" : "A Brooklyn grocery store clerk was killed and the proprietor wounded yesterday afternoon when a man fired at least six shots after what police said was an argument over a receipt. The clerk, Subhi Judeh, 29 years old, of 703 Fourth Avenue, in the Gowanus section of Brooklyn, was shot three times at the Omar Food Corporation, at 190 Myrtle Avenue in" , "date" : "19860601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Store Clerk Is Shot to Death In Argument Over a Receipt" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/01\/nyregion\/store-clerk-is-shot-to-death-in-argument-over-a-receipt.html"} , {"body" : "THE DISPUTE in the small Brooklyn grocery store last June started over paying for a can of soda and ended with three teen-agers dead, a fourth wounded and the proprietor sought for homicide. The youths all lived in the Fort Greene section. According to the police and witnesses, Sean Kibbler, 16 years old, and Pierre Fautin, 18, entered the 24-hour" , "date" : "19860601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "FOLLOW-UP ON THE NEWS; Slayings At Grocery" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/01\/nyregion\/follow-up-on-the-news-slayings-at-grocery.html"} , {"body" : "They came from as far away as Singapore and as nearby as Greenwich Village, and they looked attentive as Justin Ferate announced the news. ''We are now officially in the city of Brooklyn,'' the guide declared, his voice more than amply amplified as the air-conditioned Gray Line bus carried its 26 passengers across the Manhattan Bridge into new" , "date" : "19860531" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "29" , "title" : "TOUR, VENTURING OFF BEATEN TRACK, DISCOVERS 'CITY' OF BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/31\/nyregion\/tour-venturing-off-beaten-track-discovers-city-of-brooklyn.html"} ,   {"body" : "OUTDOOR enticements abound this Memorial Day weekend, from guided meanderings, a feast and parades to a plunge back five centuries. But on Sunday, the focus for thousands of New Yorkers and their neighbors will be two marathon events: Hands Across America, a coast-to-coast, human-chain spectacular intended to raise money for the hungry and the" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OUT AND ABOUT ON MEMORIAL DAY" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/arts\/out-and-about-on-memorial-day.html"} , {"body" : "More than 300 Roman Catholic priests and church leaders joined hundreds of parishioners and New York City officials yesterday at a funeral mass for the Rev. Frederick M. Strianese, a popular priest who was shot to death early Saturday. Led by Father Strianese's family, by Mayor Koch and by Howard Golden, the Brooklyn Borough President, the mourners" , "date" : "19860515" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "OVERFLOW CROWD MOURNS PRIEST IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/15\/nyregion\/overflow-crowd-mourns-priest-in-brooklyn.html"} , {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"} , {"body" : "A 19-year-old Brooklyn man was ordered held without bail yesterday after pleading not guilty to charges of killing a Roman Catholic priest during a robbery in downtown Brooklyn early Saturday. The suspect, Andre Nichols of 120 Carlton Avenue in the Fort Greene section, was arraigned before Judge Jerome Kay of Criminal Court on charges of" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUSPECT, 19, PLEADS NOT GUILTY IN PRIEST'S KILLING IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/suspect-19-pleads-not-guilty-in-priest-s-killing-in-brooklyn.html"} , {"body" : "An 18-year-old Brooklyn man was arrested by the police yesterday and charged with the murder of a Roman Catholic priest who had been shot to death in his car early Saturday in a rundown industrial section of downtown Brooklyn. The police said the suspect, Andre Nichols, of 124 Carlton Avenue in Fort Greene, was seized at his father's home at 395" , "date" : "19860512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUSPECT HELD IN THE MURDER OF PRIEST, 49" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/12\/nyregion\/suspect-held-in-the-murder-of-priest-49.html"} , {"body" : "IN Brooklyn's Park Slope section, a 35-unit building was converted into a cooperative in March with no purchases by long-term tenants, according to the State Attorney General's office. The same thing happened at a 12-unit building in the Prospect Heights section of the borough. These and other examples of noneviction conversions occurring with few" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLINTON HILL APARTMENTS (BKLYN, NY)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Perspectives: Warehousing; Vacancies Vital in the Revival of Housing as Co-ops" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/realestate\/perspectives-warehousing-vacancies-vital-in-the-revival-of-housing-as-co-ops.html"} , {"body" : "A part-time security guard from Brooklyn was arrested yesterday and charged with murdering a 20-year-old design student in the doorway of her brownstone apartment in the Fort Greene section last week, the police said. The suspect, Anthony Neal Jenkins, 26 years old, lives at 102 Cumberland Walk, about four blocks from the apartment where the woman," , "date" : "19860503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "MAN HELD IN DESIGN STUDENT'S MURDER" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/03\/nyregion\/man-held-in-design-student-s-murder.html"} , {"body" : "Because of a mechanical error, captions were reversed on two photographs in The Home Section on Thursday with an article about house tours. The photograph of cast iron work was taken at a 19th-century mansion in the Fort Greene section of Brooklyn; the Greek Revival home shown in a hidden courtyard was on Beacon Hill in Boston." , "date" : "19860503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "MASSACHUSETTS" , "BOSTON (MASS)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "29" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/03\/nyregion\/c-correction-220686.html"} , {"body" : "International Water reservoirs are contaminated near the crippled Soviet nuclear power plant at Chernobyl and the region remains too radioactive for evacuated residents to return, a Communist Party official said. In the first detailed description of the nuclear disaster and its aftermath, the official, Boris N. Yeltsin, the Moscow party leader," , "date" : "19860503" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "NEWS SUMMARY: SATURDAY, MAY 3, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/03\/nyregion\/news-summary-saturday-may-3-1986.html"} , {"body" : "PULL the curtains aside and open the window. It isn't snowing. In fact, the sun is out and a breeze stirs the branches of the tree below, whose spindly shoots seemed so overly optimistic not very long ago. Spring has arrived at last. Now is the time to explore the streets, parks and waterfronts of the city, before the enervating heat of summer" , "date" : "19860502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "EXPLORING THE GREAT OUTDOORS: WALKING TOURS, STREET CELEBRATIONS AND A BUTTERFLY SAFARI" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/02\/arts\/exploring-great-outdoors-walking-tours-street-celebrations-butterfly-safari.html"} ,   {"body" : "THE secret gardens of Boston's Beacon Hill, interiors of homes in Philadelphia's Society Hill, avant-garde town houses in Manhattan and mansions along Embassy Row in Washington will all be open to curious eyes this month and next. These are the important months for house and garden tours and decorator show houses along the Eastern Seaboard. Many of" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "NOW IS THE TIME TO TOUR HOMES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/garden\/now-is-the-time-to-tour-homes.html"} , {"body" : "Detectives are seeking to question a teen-ager who was seen near the Brooklyn apartment of a 20-year-old student minutes before she was shot to death in her doorway late Thursday night, the police said yesterday. The police said the youth was not a suspect. The victim, Dawn Livecchi, a student at the Fashion Institute of Technoloy, was shot in the" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Youth Sought for Questioning In Killing of Brooklyn Woman" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/nyregion\/youth-sought-for-questioning-in-killing-of-brooklyn-woman.html"} , {"body" : "WINGS and claws ferociously displayed, a squadron of stone griffins perches atop Cobb Gate, the Gothic entrance to the main quadrangles of the University of Chicago. Not long after I began my Ph.D. studies there more than a decade ago, a book was published showing a photograph of the most forbidding of Cobb's griffins with what was then viewed as a" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "46" , "title" : "THE DWINDLING BLACK PRESENCE ON CAMPUS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/magazine\/the-dwindling-black-presence-on-campus.html"} , {"body" : "A 20-year-old student at the Fashion Institute of Technology was shot dead late Thursday night when she answered the doorbell of her brownstone apartment in the Fort Greene section of Brooklyn, the police said yesterday. Detectives said they did not not know who committed the slaying, which occurred shortly before 11 P.M., or the motive. But they" , "date" : "19860426" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "BROOKLYN WOMAN ANSWERS DOORBELL AND IS SHOT FATALLY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/26\/nyregion\/brooklyn-woman-answers-doorbell-and-is-shot-fatally.html"} , {"body" : "The elms, ashes and other leafy residents of the city's parks will be celebrated this weekend with Arbor Day walks led by the Urban Park Rangers. Participants will learn how to identify the many varieties of trees that populate the area, as well as how trees adapt to the environment and how they've been used through the years. All walks are free" , "date" : "19860419" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "Arbor Day Celebration Of Trees in the Parks" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/19\/arts\/arbor-day-celebration-of-trees-in-the-parks.html"} , {"body" : "IN less than a month, the city will become the new landlord for at least 7,500 occupied Brooklyn apartments in 1,600 properties that are to be seized for nonpayment of taxes, according to the Department of Housing Preservation and Development. The large number of new foreclosures, officially called vestings or in-rem proceedings, are regarded by" , "date" : "19860413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "City to Seize 7,500 Occupied Apartments in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/13\/realestate\/city-to-seize-7500-occupied-apartments-in-brooklyn.html"} , {"body" : "It was the New York area's biggest snowfall of the season - between four and eight inches - and the reviews were mixed. To the cross-country skier in Central Park and the sledder in Valhalla, N.Y., it produced a winter wonderland to be savored. To the wind-blown pedestrians at Fifth Avenue and 58th Street and the stoop shoveler in the Fort Greene" , "date" : "19860208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "29" , "title" : "WINTER STORM GETS MIXED REVIEWS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/08\/nyregion\/winter-storm-gets-mixed-reviews.html"} , {"body" : "New York State plans to issue new rules that would force the Koch administration to provide improved services, including private bedrooms, in group shelters for homeless families, or face the loss of Federal and state aid. The state intervention comes as the Koch administration has been trying to shift more and more homeless families from unsavory" , "date" : "19860201" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "STATE TO REQUIRE PRIVATE ROOMS IN CITY SHELTERS" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/01\/nyregion\/state-to-require-private-rooms-in-city-shelters.html"} , {"body" : "Fifteen high-school students from New York State, including three each from the Bronx High School of Science and Benjamin N. Cardozo High School in Queens, were among the 40 national winners named last week in the Westinghouse Science Talent Search. Thirteen of the New York State winners came from New York City public high schools, more than from" , "date" : "19860126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "33" , "title" : "15 FROM NEW YORK ARE AMONG FINALISTS FOR SCIENCE AWARDS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/26\/nyregion\/15-from-new-york-are-among-finalists-for-science-awards.html"} , {"body" : "It was foggy and rainy last Sunday, and not much of a day for a tour of a park. But the Urban Park Rangers, who conduct regular tours of the parks, say they go out rain or shine. Two rangers, Paul Morris and Verone Kennedy, stood outside Fort Greene Park in Brooklyn at 1 P.M., plastic covers on their Smokey Bear hats, wondering who might show up." , "date" : "19860125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FORT GREENE PARK (BROOKLYN, NYC)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEW YORK DAY BY DAY; Hope for a New Day In Ft. Greene Park" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/25\/nyregion\/new-york-day-by-day-hope-for-a-new-day-in-ft-greene-park.html"} ,   {"body" : "IN THE PARK Frederick Law Olmsted and Calvert Vaux were perhaps New York's greatest ''parkies.'' They are best known here for the creation of Central Park and Prospect Park, but they left their marks on other New York open spaces, as well. This weekend, in two separate walking tours, the Urban Rangers, will be patrolling such sectors. Today, at 2" , "date" : "19860118" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/18\/arts\/going-out-guide.html"} , {"body" : "Three Lectures on Turkoman Carpets, lecture room of St. Peter's Church, 54th Street and Lexington Avenue, sponsored by the Institute for Asian Studies. Call 212-535-7496. From 7:30 to 9 P.M. Monday, the first lecture, illustrated by slides, will be on the tribal weavings of carpets by the Turkomans of Central Asia. Fee: $35 for the series. Urban" , "date" : "19860102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "EVENTS: CARPETS AS ART" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/02\/garden\/events-carpets-as-art.html"}]