[  {"body" : "A 40-foot tractor-trailer loaded with 100 cubic yards of possibly infectious medical waste has been found at an abandoned power station in Brooklyn, and environmental sleuths of the City Sanitation Department say they have ''very strong leads'' on how it got there. The wastes - hypodermic needles, blood products, gauzes, surgical gowns, intravenous" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "POSSIBLY TAINTED MEDICAL WASTE FOUND IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/nyregion\/possibly-tainted-medical-waste-found-in-brooklyn.html"} , {"body" : "The Red Hook section of Brooklyn once was one of the most intensively developed sections of the New York Harbor. Its residential blocks were squalid and overcrowded, and the district for years rivaled the Hell's Kitchen area of Manhattan. Today, people are scarce on the streets of Red Hook. The longshoremen who lived and died without ever leaving" , "date" : "19861213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "REVIVAL CHANGES THE FACE OF RED HOOK" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/13\/nyregion\/revival-changes-the-face-of-red-hook.html"} , {"body" : "''Tower to Margot,'' a voice crackled over the radio. ''What is your position?'' ''This is Margot,'' responded Robert Flannery, a tugboat pilot hauling 2,100 tons of New York City trash toward the world's biggest garbage dump, the Fresh Kills Landfill on Staten Island. ''I see Cynthia coming in and Carol going out,'' Mr. Flannery reported to the" , "date" : "19861206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "SAILING 18,000 TONS OF TRASH A DAY ACROSS THE BAY" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/06\/nyregion\/sailing-18000-tons-of-trash-a-day-across-the-bay.html"} , {"body" : "More than 1,000 drivers of nonmedallion taxicabs converged on lower Manhattan yesterday morning in slow-moving convoys, turning vital highways and streets into parking lots and tying up traffic for more than five hours, the City Transportation Department said.. The cabdrivers, primarily from car services that operate in low-income areas and the" , "date" : "19861203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TAXI PROTEST CREATES TRAFFIC MESS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/03\/nyregion\/taxi-protest-creates-traffic-mess.html"} , {"body" : "More than 700 taxicab drivers blocked highways and streets in Brooklyn, Manhattan and Queens in a slow-moving rush-hour parade yesterday morning. The demonstration heightened tensions in a longstanding dispute between the taxi industry and Mayor Koch, who threatened to punish the participants. Leaders of the drivers' coalition, who have been" , "date" : "19861118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "GOWANUS EXPRESSWAY (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "700 CABS SNARL TRAFFIC IN PROTEST ON FARES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/18\/nyregion\/700-cabs-snarl-traffic-in-protest-on-fares.html"} , {"body" : "Manhattanites are generally wary of seeking out restaurants in the mysterious boroughs, or at least those establishments they can't see from the Franklin D. Roosevelt Drive. That's just fine to the two-million-plus residents of Brooklyn - makes it easier to get a table. From the Middle Eastern enclaves of Atlantic Avenue to the Sicilian sections of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; At Restaurants, From Neapolitan Dishes to Middle Eastern Delicacies" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-restaurants-neapolitan-dishes-middle-eastern.html"} , {"body" : "THERE was much to attract the eye in the works by Elise Long that were offered Sunday night at the Washington Square Church by Spoke the Hub Dancing, a dance company in residence at the Gowanus Arts Exchange in Brooklyn. Nevertheless, watching these dances resembled paging through a book containing striking illustrations but garbled captions. Ms." , "date" : "19860923" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "DANCE: SPOKE THE HUB" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/23\/arts\/dance-spoke-the-hub.html"} , {"body" : "A six-month experiment creating one-way tolls on the Verrazano-Narrows Bridge ends today, with its future undecided and arguments continuing over its impact on bridge revenues and traffic in Manhattan and Brooklyn. Eastbound tolls on the Verrazano-Narrows Bridge were suspended March 20 under Federal legislation. Motorists, who previously paid $1.75" , "date" : "19860920" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["VERRAZANO-NARROWS BRIDGE" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ONE-WAY BRIDGE TOLL EXPERIMENT ENDS TODAY, BUT NOT CONTROVERSY" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/20\/nyregion\/one-way-bridge-toll-experiment-ends-today-but-not-controversy.html"} , {"body" : "To the Editor: Now that cleanup work has begun on the Gowanus Canal (news story, June 19), New York City and State officials should turn their attention to Newtown Creek, which forms the border between Brooklyn and Queens. Newtown Creek is one of the most polluted bodies of water in the United States. Its foul odor oppresses tens of thousands of" , "date" : "19860731" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "If Newtown Creek Should Catch Fire Again" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/31\/opinion\/l-if-newtown-creek-should-catch-fire-again-636486.html"} , {"body" : "The boats are pulling into the harbor. The cameras are getting into place. And dozens of Government agencies are ready to spring into action. Tomorrow night the celebration begins and New York is about as ready as it ever has been to play host to a party of mammoth proportions. Nonetheless, trying to make New York City well organized is no simple" , "date" : "19860702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LIBERTY CELEBRATION: WHERE TO GO, HOW TO GET THERE AND WHAT TO DO" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/02\/nyregion\/liberty-celebration-where-to-go-how-to-get-there-and-what-to-do.html"} ,   {"body" : "For those who plan to plunge into the fray, these are some traffic tips and all-around survival advice. Traffic and Roads New York, never the most hospitable place for drivers, will be truly hostile Liberty Weekend. All of Manhattan south of Chambers Street will be closed to traffic from 7 P.M. Thursday until midnight Sunday, except between" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "LIBERTY WEEKEND: A GUIDE TO GETTING AROUND; RAIL AND ROAD SCHEDULE" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/liberty-weekend-a-guide-to-getting-around-rail-and-road-schedule.html"} , {"body" : "Steeped in stereotypes of tough guys and stoop-sitters; linked in lore with a twist of tongue called Brooklynese, known well and too widely for its pungency, Gowanus and its canal may soon breathe freer. Since the turn of the century, the polluted Gowanus Canal has been a hindrance to development of the Brooklyn waterfront near Red Hook and Carroll" , "date" : "19860619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER DECADES, GAMY GOWANUS GETS A CLEANUP" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/19\/nyregion\/after-decades-gamy-gowanus-gets-a-cleanup.html"} , {"body" : "A Brooklyn grocery store clerk was killed and the proprietor wounded yesterday afternoon when a man fired at least six shots after what police said was an argument over a receipt. The clerk, Subhi Judeh, 29 years old, of 703 Fourth Avenue, in the Gowanus section of Brooklyn, was shot three times at the Omar Food Corporation, at 190 Myrtle Avenue in" , "date" : "19860601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Store Clerk Is Shot to Death In Argument Over a Receipt" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/01\/nyregion\/store-clerk-is-shot-to-death-in-argument-over-a-receipt.html"} , {"body" : "The New York City Art Commission, which reviews and approves works of art put in city buildings, as well as the design of all buildings and parks placed on city land, yesterday announced the 1985 winners of its annual awards for excellence in design. These are the nine winning projects, all still in the design stage: Public School 234, at Chambers" , "date" : "19860503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "City Art Panel Names Nine Design Winners" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/03\/arts\/city-art-panel-names-nine-design-winners.html"} , {"body" : "A suspect in a subway chain-snatching drowned yesterday afternoon when he jumped into the Gowanus Canal to elude a group of men who were chasing him, the police said. Authorities declined to identify the drowned man, but they said he was 22 years old. According to Sergeant John Venetucci, two men snatched a chain from the neck of Ed Perez, 16, as" , "date" : "19860501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GOWANUS CANAL" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cornered by Crowd, Suspect Jumps Into Canal and Drowns" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/01\/nyregion\/cornered-by-crowd-suspect-jumps-into-canal-and-drowns.html"} , {"body" : "For more than 60 years a cluster of industrial buildings on the Brooklyn waterfront once known as Bush Terminal has provided millions of square feet of space for the city's manufacturers. Now the new owners of the sprawling complex on Gowanus Bay will offer manufacturers the opportunity to purchase their space through a condominium arrangement." , "date" : "19860430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "24" , "title" : "ABOUT REAL ESTATE; INDUSTRIAL CONDOMINIUMS AT THE OLD BUSH TERMINAL" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/30\/business\/about-real-estate-industrial-condominiums-at-the-old-bush-terminal.html"} , {"body" : "Starting March 20, cars and trucks coming from Staten Island will be able to cross over to Manhattan free, because of a change that is expected to increase traffic congestion in Brooklyn and lower Manhattan. The Metropolitan Transportation Authority voted yesterday to remove the toll on the Verrazano-Narrows Bridge for Brooklyn-bound traffic and" , "date" : "19860301" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["VERRAZANO-NARROWS BRIDGE" , "NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "ONE-WAY TOLL PLAN VOTED FOR VERRAZANO'S TRAVELERS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/01\/nyregion\/one-way-toll-plan-voted-for-verrazano-s-travelers.html"} , {"body" : "A Brooklyn man was arrested by detectives staked out near his home Saturday night and charged with killing a woman and shooting three other bystanders in a fight over drugs on the edge of Bryant Park last October. The case, in which the gunman opened fire and victims fell bleeding on a sidewalk crowded with homebound commuters, focused wide" , "date" : "19860203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAN IS CHARGED IN BRYANT PARK SLAYING" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/03\/nyregion\/man-is-charged-in-bryant-park-slaying.html"}]