[  {"body" : "Black civic and political leaders, both loudly and softly, said yesterday that the attack by white youths on three black men in Queens last weekend was convincing evidence that racially motivated violence was a ''pervasive problem and not an isolated one,'' as some people had maintained. The attack has generated demonstrations and calls for" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BLACK LEADERS SAY QUEENS ATTACK IS EVIDENCE OF 'PERVASIVE PROBLEM'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/black-leaders-say-queens-attack-is-evidence-of-pervasive-problem.html"} , {"body" : "''This is 'Brigadoon,' '' a resident of Howard Beach told a reporter a few years ago, when questions about the neighborhood were asked in a more innocent context. Yet now, in the aftermath of the beatings of three black men by a dozen whites, the comment has taken on a new and different resonance. For while Brigadoon was a paradise, as many in" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN HOWARD BEACH, PRIDE AND FEAR IN A 'PARADISE'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/in-howard-beach-pride-and-fear-in-a-paradise.html"} , {"body" : "A 23-year-old black man was struck and killed by a car on a Queens highway early yesterday after being severely beaten twice by 9 to 12 white men who chased him and two other black men through the streets of Howard Beach in what the police called a racial attack. Though the police responded to reports of trouble at the scenes of both beatings," , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BLACK MAN DIES AFTER BEATING BY WHITES IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/nyregion\/black-man-dies-after-beating-by-whites-in-queens.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "The New York City Department of Health last week released a list of 41 food establishments cited for violating the health code. In addition, it listed four restaurants that were allowed to reopen after correcting earlier violations. The establishments are these: MANHATTAN Albuquerque Eats, 375 3d Ave. (27th St.). Bon Temps Rouler, 59 Reade St." , "date" : "19861026" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "OFFICIALS CITE 41 FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/26\/nyregion\/officials-cite-41-food-outlets.html"} , {"body" : "OUT with the old and in with the new is not as easy as it sounds - especially not in New York. What to do with unwanted refrigerators, discarded couches or oversize dining room sets are some of the trials of city dwelling. The Sanitation Department has established procedures for disposing of such bulk items. The department also hopes to stem" , "date" : "19861023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "GETTING CITY HELP ON BULKY CASTOFFS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/23\/garden\/getting-city-help-on-bulky-castoffs.html"} , {"body" : "THE first residents of Gravesend were reluctant to leave. They liked the neighborhood, and even after they had sold the land they kept trying to move back. The reluctance of those Canarsie Indians to leave caused some inconvenience for the next residents - Lady Deborah Moody and 40 of her followers, who arrived from New England in 1643. Invited to" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/realestate\/if-you-re-thinking-of-living-in-gravesend.html"} , {"body" : "A Queens construction company with millions of dollars in city contracts and two of its employees were indicted yesterday on charges that they used a bogus subcontracting company and falsified records to evade state regulations on the hiring of companies owned by minorities or women. A state grand jury in Manhattan accused the Queens company, the" , "date" : "19860731" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "QUEENS COMPANY INDICTED ON MINORITY CONTRACT DEAL" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/31\/nyregion\/queens-company-indicted-on-minority-contract-deal.html"} , {"body" : "Three great fleets moved on the city yesterday - sailing ships from the east, warships from the south and pleasure boats from every direction. Together, the Coast Guard said, they formed an ad hoc armada, about 25,000 vessels - from dark green kayaks bobbing in the East River to long gray aircraft carriers anchored in New York Bay. For seafarers" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LIBERTY WEEKEND\/THE HARBOR; SHIPS OF ALL SIZES JOIN AD HOC ARMADA" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/nyregion\/liberty-weekend-the-harbor-ships-of-all-sizes-join-ad-hoc-armada.html"} , {"body" : "With the eyes of America on its most cherished symbol of freedom, the city and the nation rededicated the Statue of Liberty in a blaze of light last night, marking its centennial as a beacon of hope in New York Harbor. In a radiant crescendo to Liberty Weekend's opening ceremonies on Governors Island, President Reagan ''unveiled'' the monument by" , "date" : "19860704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FRANCE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NATION REKINDLES STATUE OF LIBERTY AS BEACON OF HOPE; LIGHT FROM LASERS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/nyregion\/nation-rekindles-statue-of-liberty-as-beacon-of-hope-light-from-lasers.html"} ,   {"body" : "Sailing is a lonely and dangerous business, one ship out for long months fighting wind and weather on the vast, unsteady surface of the sea. Ships rarely rendezvous, but when they do, when a great number of them are summoned to a particular port for a particular reason, it is like a meeting of a large and far-flung clan and few sights can match it" , "date" : "19860703" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BY LAND AND SEA, A FESTIVAL FORMS; SEAGOING SYMBOLS OF GRACE AND POWER GATHER FOR HISTORY" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/03\/nyregion\/land-sea-festival-forms-seagoing-symbols-grace-power-gather-for-history.html"} , {"body" : "A MONUMENTAL ancient Egyptian sculpture of the lioness-headed goddess Sekhmet of Memphis, acquired in the mid-1970's by John Lennon, who placed it in the garden of his home in Cold Spring Harbor, L.I., will be auctioned from his estate next Friday at Sotheby's. Believed to have been made for the Temple of Mut in Thebes during the reign of Amenhotep" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "AUCTIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/arts\/auctions.html"} , {"body" : "Forget Helen of Troy. The face that launches a thousand ships this July Fourth weekend will be that of the Statue of Liberty. What is being called the largest flotilla of sailing ships to assemble in modern history is gathering from all over the world to salute her centennial year. Some 350,000 people are expected to be afloat in the harbor on the" , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "HOW TO FOLLOW THE FLEET" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/magazine\/how-to-follow-the-fleet.html"} , {"body" : "Perfect weather, a packed house and a photo finish in the Carter Handicap marked a dramatic return to racing at Belmont Park yesterday. Love That Mac drove relentlessly down the stretch to nose out Ziggy's Boy in the final stride and win the $171,600 Carter in the highlight of an opening-day card that attracted 31,117 patrons. Track officials" , "date" : "19860511" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "Carter Sprint Won By Love That Mac" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/11\/sports\/carter-sprint-won-by-love-that-mac.html"} , {"body" : "New York City officials are examining all the piers in the harbor, testing views and making intensive preparations for the Statue of Liberty centennial over the July 4 weekend when the city is expected to draw the largest crowds in its history. Officials predict 7 to 13 million people will want to view the proceedings, far more than the 6 million" , "date" : "19860317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CITY LOOKING FOR PLACES TO PUT JULY 4 SPECTATORS" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/17\/nyregion\/city-looking-for-places-to-put-july-4-spectators.html"} , {"body" : "A fleet of 40,000 cabin cruisers, sailboats, motor launches, ferryboats and yachts - not to mention 100 tall ships - is expected to sail into New York Harbor over the July 4th weekend for the Statue of Liberty centennial. And the Coast Guard is planning a major naval exercise to handle this extraordinary waterborne audience. If the fleet is as" , "date" : "19860305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COAST GUARD BRACES FOR FLEET OF 40,000 AT STATUE CENTENNIAL" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/05\/nyregion\/coast-guard-braces-for-fleet-of-40000-at-statue-centennial.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"}]