[  {"body" : "''This is 'Brigadoon,' '' a resident of Howard Beach told a reporter a few years ago, when questions about the neighborhood were asked in a more innocent context. Yet now, in the aftermath of the beatings of three black men by a dozen whites, the comment has taken on a new and different resonance. For while Brigadoon was a paradise, as many in" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN HOWARD BEACH, PRIDE AND FEAR IN A 'PARADISE'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/in-howard-beach-pride-and-fear-in-a-paradise.html"} , {"body" : "THE three-story brownstone at 110 Hart Street in the Bedford-Stuyvesant section of Brooklyn is little more than a shell, a sagging husk without heat, hot water or toilets. Three families live there using buckets for plumbing. They heat themselves with barbecue charcoal. They light their grim rooms with pirated electricity carried by a web of" , "date" : "19861214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York Plays Reluctant Landlord" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/14\/realestate\/new-york-plays-reluctant-landlord.html"} , {"body" : "Today Actors Outlet, 120 West 28th Street. ''The Dangerous Christmas of Red Riding Hood,'' a two-act musical version of the fairy tale from the wolf's viewpoint, with music by Jule Styne, lyrics by Bob Merrill, and book by Robert Emmett; Theater and Dance Alliance; directed by Lee Costello. At 7:30 P.M.; tomorrow at 1:30 and 4 P.M. and Sunday at 3" , "date" : "19861212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "A CALENDAR OF MUSIC EVENTS FOR THE CHRISTMAS SEASON; Other Christmas Offerings Around Town" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/12\/arts\/calendar-music-events-for-christmas-season-other-christmas-offerings-around-town.html"} , {"body" : "Authorities investigating last week's murder of a defendant in the ''pizza connection'' drug trial are studying a suspected link between the victim, Gaetano Mazzara, and an accused heroin dealer, according to police and Government investigators. They said the evidence suggested that Mr. Mazzara may have been involved in a heroin deal in August," , "date" : "19861209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "LINK OF 'PIZZA' MURDER VICTIM TO A HEROIN DEAL IS SUSPECTED" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/09\/nyregion\/link-of-pizza-murder-victim-to-a-heroin-deal-is-suspected.html"} , {"body" : "''WE can turn out these buildings like pancakes,'' says Abram Gin. ''But the local authorities must cooperate.'' Counting each building as a pancake, Mr. Gin has turned out 60 over the last 10 years. He did not build them new. He took occupied structures built before World War II - most of them holding 50 or 60 apartments - and rehabilitated them," , "date" : "19861207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: PRESERVING HOUSING; The Turn in Rental Rehabilitation" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/07\/realestate\/perspectives-preserving-housing-the-turn-in-rental-rehabilitation.html"} , {"body" : "A defendant in the ''pizza connection'' drug trial who had been reported missing last Thursday was found slain yesterday, his body wrapped inside a plastic garbage bag and dumped on a Brooklyn street, the police said. The body of Gaetano Mazzara of Sayreville, N.J., a former restaurant owner accused of being a heroin supplier, was found yesterday" , "date" : "19861203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "MISSING DEFENDANT IN 'PIZZA' TRIAL IS FOUND SLAIN" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/03\/nyregion\/missing-defendant-in-pizza-trial-is-found-slain.html"} , {"body" : "The New York City Department of Health last week released a list of 44 food establishments cited for violating the health code. In addition, it listed 14 restaurants that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Arby's, 110" , "date" : "19861123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "61" , "title" : "44 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/23\/nyregion\/44-food-outlets-cited-by-new-york-officials.html"} , {"body" : "Art shows are not as easy to come by in this sprawling borough as in cosy, prodigal Manhattan. There is the glorious Brooklyn Museum, to be sure, but after that, what? No SoHo, no TriBeCa, no Madison Avenue - in short, no gallery ''scene.'' Yet Brooklyn actually has a lot to offer in the way of exhibitions, and part of the fun is seeking them out." , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; Art Shows in Familiar and Unexpected Places" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-and-brightest-art-shows-in-familiar-and-unexpected-places.html"} , {"body" : "Manhattanites are generally wary of seeking out restaurants in the mysterious boroughs, or at least those establishments they can't see from the Franklin D. Roosevelt Drive. That's just fine to the two-million-plus residents of Brooklyn - makes it easier to get a table. From the Middle Eastern enclaves of Atlantic Avenue to the Sicilian sections of" , "date" : "19861114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "BROOKLYN'S BEST AND BRIGHTEST; At Restaurants, From Neapolitan Dishes to Middle Eastern Delicacies" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/14\/arts\/brooklyn-s-best-brightest-restaurants-neapolitan-dishes-middle-eastern.html"} , {"body" : "When high winds from Hurricane Gloria buckled the old wooden steeple of the 134-year-old Reformed Church of South Bushwick in Brooklyn last year, leaving it tilting precariously, the tiny congregation quickly found that it could not finance the extensive repairs. Finally, after the 70-member congregation raised several hundred dollars, it turned to" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "FUND HELPS RESOTRE CITY'S CHURCHES" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/nyregion\/fund-helps-resotre-city-s-churches.html"} ,   {"body" : "Two security guards hired to patrol shelters for the homeless in the Bronx and Brooklyn stabbed two homeless men to death in separate incidents this week and have been charged with murder, the police said yesterday. Both stabbings occurred after disputes broke out between the homeless men and the guards, who are not authorized to carry weapons, the" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "GUARDS HELD IN 2 SHELTER KILLINGS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/nyregion\/guards-held-in-2-shelter-killings.html"} , {"body" : "Police Commissioner Benjamin Ward is planning a large-scale transfer of supervisors, and possibly patrol officers, from the 77th Precinct in Brooklyn, where 13 officers have been suspended amid accusations of corruption and misconduct, law-enforcement officials said yesterday. The officials said the transfer of supervisors, which might also involve" , "date" : "19861031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SHIFTS AT PRECINCT IN BROOKLYN SEEN" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/31\/nyregion\/shifts-at-precinct-in-brooklyn-seen.html"} , {"body" : "OUT with the old and in with the new is not as easy as it sounds - especially not in New York. What to do with unwanted refrigerators, discarded couches or oversize dining room sets are some of the trials of city dwelling. The Sanitation Department has established procedures for disposing of such bulk items. The department also hopes to stem" , "date" : "19861023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "GETTING CITY HELP ON BULKY CASTOFFS" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/23\/garden\/getting-city-help-on-bulky-castoffs.html"} , {"body" : "A crowd, including a group of scouts, gathered yesterday during dedication ceremonies for a square named in honor of the Rev. Jerzy Popieluszko. The square, which is adjacent to McCarren Park, is in the Greenpoint section of Brooklyn. Father Popieluszko, who became known as a patron of the union Solidarity and a human rights activist, was kidnapped" , "date" : "19861020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "POLAND" , "BROOKLYN (NYC)"] , "page_facet" : "2" , "title" : "Honoring Polish Priest" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/20\/nyregion\/honoring-polish-priest.html"} , {"body" : "When housing prices explode in Manhattan, the tremors shake neighborhoods like Greenpoint in Brooklyn. One of the city's best-preserved working-class areas, Greenpoint is now feeling the exponential rent increases, housing turnover and influx of young professionals that have characterized gentrification in New York City. Greenpoint offers a virtual" , "date" : "19861015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SIGNS OF TRANSFORMATION IN NEIGHBORLY GREENPOINT" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/15\/nyregion\/signs-of-transformation-in-neighborly-greenpoint.html"} , {"body" : "THE WORLD The Kremlin accused the President of lacking the courage and will to take a historic step forward at the Reykjavik summit meeting. But Mikhail S. Gorbachev, on Soviet television, said he was not ending the search for arms control. [ Page A1, Column 6. ] The arms control talks collapsed after Mikhail S. Gorbachev toughened his bargaining" , "date" : "19861015" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: WEDNESDAY, OCTOBER 15, 1986" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/15\/nyregion\/news-summary-wednesday-october-15-1986.html"} , {"body" : "LIKE a stretching dragon awakening from a long slumber, Chinatown is bursting its traditional Chatham Square boundaries, spreading north in Manhattan and sprawling over the metropolitan area to spawn satellite neighborhoods in Queens, Brooklyn, Staten Island and New Jersey. Indeed, it is not only Chinese who are expanding beyond what was in 1960 an" , "date" : "19860914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Satellite Chinatowns Burgeon Throughout New York" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/14\/realestate\/satellite-chinatowns-burgeon-throughout-new-york.html"} , {"body" : "Today Bryant Park Craft Show, 42d Street, from Fifth Avenue to Avenue of the Americas. Clothing, leather goods, porcelain, ceramics, sculpture. To day, 11 A.M. to 6 P.M. Tomorrow Village Schoolmart, Public School 41, Green wich Avenue, west of the intersec tion of Avenue of the Americas and Eighth Street. Antiques, jewelry, clothing, records," , "date" : "19860905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Festivals And Fairs" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/05\/arts\/festivals-and-fairs.html"} , {"body" : "All her life, 40-year-old Diana Burns has lived in the same frame house in a working-class pocket of northwestern Brooklyn, a place where residents can laze beside a backyard fig tree and see the skyscrapers of Manhattan. She has also gone to the same Roman Catholic church all her life, St. Nicholas. Her parents were married in St. Nicholas and" , "date" : "19860825" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARISH HELPS SAVE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/25\/nyregion\/parish-helps-save-neighborhood.html"} , {"body" : "A 14-year-old Brooklyn youth was killed, a pregnant woman was shot and partially paralyzed and two others were wounded early yesterday when gunfire erupted at a rap-music concert and dance in the Bedford-Stuyvesant section of Brooklyn, the police said. The shootings, at the Uhuru Center, situated in an old armory at 357 Sumner Avenue, were among" , "date" : "19860818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "YOUTH SLAIN AT A BROOKLYN DANCE; 7 OTHERS KILLED IN VIOLENCE IN CITY" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/18\/nyregion\/youth-slain-at-a-brooklyn-dance-7-others-killed-in-violence-in-city.html"} ,   {"body" : "The New York City Department of Health last week released a list of 37 food establishments cited for violating the health code. In addition, it listed seven restaurants that were allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Back Stage" , "date" : "19860803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "37 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/03\/nyregion\/37-food-outlets-cited-by-new-york-officials.html"} , {"body" : "Brian McMahon, a 40-year-old architect and real estate developer, conceded that what he was about to say was a cliche, but he said it anyway because he insisted it was true. ''Three years ago when I first came to Greenpoint,'' he said, ''I stopped at a red light and immediately thought, 'This is going to be my future home.' Even with just a very" , "date" : "19860801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "14" , "title" : "ABOUT REAL ESTATE; A NEW VITALITY IN HISTORIC GREENPOINT" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/01\/business\/about-real-estate-a-new-vitality-in-historic-greenpoint.html"} , {"body" : "The night of July 4, Kevin Haaz watched the fireworks display over New York Harbor and stayed out until 4 A.M. But there will be no such splurging now. For the next three weeks, Kevin will be staying at the house of David and Abigail Doherty in this Cape Cod community, where his bedtime is firmly set at 9 P.M. ''Here, he has to go to bed early,''" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHATHAM (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "FUND'S GIFT TO A 9-YEAR OLD: A SECOND FAMILY" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/nyregion\/fund-s-gift-to-a-9-year-old-a-second-family.html"} , {"body" : "A 65-foot tower representing lilies on parade near Our Lady of Mount Carmel Church in Greenpoint section. Nola, Italy, greeted its bishop with lilies in the fifth century. (NYT\/Chester Higgins Jr.)" , "date" : "19860714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GREENPOINT (NYC)" , "ITALY" , "NOLA (ITALY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page"] , "page_facet" : "1" , "title" : "BIT OF ITALY IN BROOKLYN:" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/14\/nyregion\/bit-of-italy-in-brooklyn.html"} , {"body" : "''Giglio'' in Italian means lily, but in the Greenpoint section of Brooklyn this Sunday and next, it means a 65-foot-high, 8,000-pound tower that more than 100 men will lift and parade in the 99th Annual Feast of Our Lady of Mount Carmel and St. Paulinus. The baroquely decorated aluminum-frame structure, faced in papier-mache panels and topped by a" , "date" : "19860711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "TALL TOWER IS PARADED IN FESTIVAL" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/11\/arts\/tall-tower-is-paraded-in-festival.html"} , {"body" : "The New York City Department of Health last week released a list of 47 food establishments cited for violating the health code. In addition, it listed one restaurant that was allowed to reopen after correcting earlier violations, and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN B & N Coffee" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "NEW YORK INSPECTORS CITE 47 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/nyregion\/new-york-inspectors-cite-47-food-outlets-for-health-offenses.html"} , {"body" : "The secret to knocking out your opponents, says Andrew J. Maloney, the newly appointed United States Attorney for the Eastern District of New York, is to ''try to outsmart them with fancy footwork.'' As a determined 20-year-old at the United States Military Academy, he followed that principle in winning an intercollegiate boxing championship. And" , "date" : "19860628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "MAN IN THE NEWS; AGGRESSIVE PROSECUTOR: ANDREW JOSEPH MALONEY" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/28\/nyregion\/man-in-the-news-aggressive-prosecutor-andrew-joseph-maloney.html"} , {"body" : "JUST a 15-minute drive east from midtown Manhattan, Maspeth has managed to retain a friendly small-town atmosphere while offering the benefits of big city living. ''It's a little bit of the country in the city,'' said Peter N. Chahales, a 30-year resident who is considered the unofficial mayor of this Queens community just north of the Greenpoint" , "date" : "19860622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MASPETH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; MASPETH" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/22\/realestate\/if-you-re-thinking-of-living-in-maspeth.html"} , {"body" : "''IT'S a roller-coaster experience - I wouldn't mind the ups and downs so much if there was a stretch between the peaks and valleys,'' said Ralph Strafaci, an airline executive. ''But if you have a good partner, it helps a lot.'' ''Stressful isn't the word for it, it's overwhelming,'' said Tina Strafaci, Ralph's wife and partner in the" , "date" : "19860615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Making a Town-House Dream a Reality" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/15\/realestate\/making-a-town-house-dream-a-reality.html"} , {"body" : "The New York City Department of Health last week released a list of 36 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Ariel, 1340" , "date" : "19860608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "NEW YORK CITY OFFICIALS CITE 36 FOOD OUTLETS FOR VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/08\/nyregion\/new-york-city-officials-cite-36-food-outlets-for-violations.html"} ,   {"body" : "Adrian J. Kuduk does not want to be a police officer when he grows up. But he has given some thought to the relationship between the Police Department and the city's youth, as part of a class essay assignment. For his thoughts, Adrian, an eighth grader at the St. Stanislaus Kostka School in the Greenpoint section of Brooklyn, won the ''Commissioner" , "date" : "19860529" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; P.A.L. Essay Winner" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/29\/nyregion\/new-york-day-by-day-pal-essay-winner.html"} , {"body" : "The New York City Department of Health last week released a list of 52 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting earlier violations and three that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Abe's Steak" , "date" : "19860525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "NEW YORK CITY OFFICIALS CITE 52 FOOD OUTLETS FOR VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/25\/nyregion\/new-york-city-officials-cite-52-food-outlets-for-violations.html"} , {"body" : "Friday FESTIVALS ON FILM When the freelance photographer Roberta Grobel Intrater realized that most of New York City's ethnic festivals had not been thoroughly documented, she set out on an eight-year project. The results can be seen at the New-York Historical Society, which is staging an exhibition of her work in honor of the Statue of Liberty's" , "date" : "19860516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/16\/arts\/weekender-guide.html"} , {"body" : "IN taking her camera to Metropolitan Avenue in the Williamsburg and Greenpoint sections of Brooklyn, Christine Noschese was onto something. It's a neighborhood, we learn, in which Italians settled nearly a century ago, Poles about 60 years ago, blacks after World War II. It has been sliced up by the Brooklyn-Queens Expressway and beaten up by all" , "date" : "19860516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "SCREEN: BROOKLYN BARBRA" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/16\/movies\/screen-brooklyn-barbra.html"} , {"body" : "Peter Orlando of Brooklyn likes to watch television by himself. But these days he has lots of company. ''Mostly they come to watch sports and the Mets games,'' he said last night as he prepared for another onslaught of neighbors and friends to ''just drop by.'' ''I'm finding that a lot more beer is being consumed,'' he said, ''and that I have to" , "date" : "19860513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT LONG LAST, CABLE COMES TO BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/13\/nyregion\/at-long-last-cable-comes-to-brooklyn.html"} , {"body" : "The New York City Department of Health last week released a list of 50 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting earlier violations, and three that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Andrew's" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "NEW YORK CITY OFFICIALS CITE 50 FOOD OUTLETS FOR VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/nyregion\/new-york-city-officials-cite-50-food-outlets-for-violations.html"} , {"body" : "The New York City Department of Health last week released a list of 45 food establishments cited for violating the health code. In addition, it listed seven restaurants that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Apollo Pizza," , "date" : "19860420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "NEW YORK INSPECTORS CITE 45 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/20\/nyregion\/new-york-inspectors-cite-45-food-outlets-for-health-offenses.html"} , {"body" : "To the Editor: You should be commended for asking a long-overdue question: ''What $70,000 Buys for the Homeless'' (editorial, March 25). For starters, it buys a bus ride to the old Greenpoint Hospital in the Williamsburg-Greenpoint section of Brooklyn, where New York City has been sheltering hundreds of homeless men (over 600 at last count) since" , "date" : "19860414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Distribute Homeless Shelters Fairly Throughout New York City" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/14\/opinion\/l-distribute-homeless-shelters-fairly-throughout-new-york-city-933586.html"} , {"body" : "When 24 men stepped off a bus from Manhattan to enter the city's newest shelter for the homeless, they were met by protesting residents of the Park Slope section of Brooklyn. ''Women and children, yes; men, no!'' one protest sign said. The 70-bed shelter was opening one month after the city told neighborhood residents and local officials that it" , "date" : "19860324" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN RESIDENTS PROTEST SWITCH IN SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/24\/nyregion\/brooklyn-residents-protest-switch-in-shelter-plan.html"} , {"body" : "On Court Street near Borough Hall in Brooklyn yesterday, 50 people milled around a house trailer that had been converted to look like a kitchen. A match was lighted in a wastebasket and, seconds later, a sheet caught fire. The house trailer was in danger of burning down. Not to worry. A series of fire sprinklers extinguished the fire in 25 seconds." , "date" : "19860315" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "NEW YORK DAY BY DAY; Sprinklers" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/15\/nyregion\/new-york-day-by-day-sprinklers.html"} ,   {"body" : "Eli Whitney High School, a vocational school in Brooklyn that has been on the decline for more than a decade with waning attendance, failing grades and violence in its halls and classrooms, will be closed within two years, New York City school officials said yesterday. ''The question we asked is, 'Do parents have the confidence to send their child" , "date" : "19860306" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A TROUBLED HIGH SCHOOL IN BROOKLYN WILL CLOSE" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/06\/nyregion\/a-troubled-high-school-in-brooklyn-will-close.html"} , {"body" : "Quality and Value in Nuts While J. Wolsk & Company is not the easiest place to find, it's well worth the effort. At 81 Ludlow Street, between Delancey and Broome Streets, near the approach to the Williamsburg Bridge, the nut, dried fruit and candy store has been a Lower East Side institution since 1938. Two years ago, it moved from a cramped space" , "date" : "19860305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/05\/garden\/food-notes-381686.html"} , {"body" : "A 27-year-old woman apparently drowned in the East River when she backed a van off a pier in the Greenpoint section of Brooklyn late Friday night. Her boyfriend drowned when he dived in to try to rescue her. The van plunged off the pier at about 11:30 P.M. Friday when the woman, who was arguing about her driving ability with her boyfriend and" , "date" : "19860202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST RIVER (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Woman Drives Van off a Pier; Friend Drowns in Rescue Bid" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/02\/nyregion\/woman-drives-van-off-a-pier-friend-drowns-in-rescue-bid.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "For most of the world outside City Hall, Edward I. Koch must seem to be the most active person in that venerable building. For the small world inside, however, John Zissel more closely embodies omnipresence. And he is about to celebrate an anniversary at the hall that even Mayor Koch would envy - his 20th. Mr. Zissel, 45 years old, from the" , "date" : "19860115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Minding the Hall" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/15\/nyregion\/new-york-day-by-day-minding-the-hall.html"} , {"body" : "The New York City Department of Health last week released a list of 46 food establishments cited for violating the health code. The establishments are these: Violations MANHATTAN Almis, 1732 Amsterdam Ave. (95th St.). Bobby's, 1031 3d Ave. (61st St.). Crystal Deli, 56 E. 58th St. Dorian's, 1616 2d Ave. (84th St.). 42d St. Restaurant, 330 W. 42d St." , "date" : "19860112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "46 FOOD OUTLETS GET CITATIONS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/12\/nyregion\/46-food-outlets-get-citations.html"} , {"body" : "To the Editor: Your Christmas Day editorial ''A Way Out of the Homeless Hotels'' introduces an initiative by entrepreneur Leonard Stern which defines a plan for involving the private sector in providing for the homeless. Though the concept holds promise, and is particularly laudable for recognizing the need to anchor families in supportive" , "date" : "19860101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Letter: On Care of the Homeless; Looking Beyond Hotels and Shelters" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/01\/opinion\/l-letter-on-care-of-the-homeless-looking-beyond-hotels-and-shelters-392786.html"}]