[  {"body" : "''This is 'Brigadoon,' '' a resident of Howard Beach told a reporter a few years ago, when questions about the neighborhood were asked in a more innocent context. Yet now, in the aftermath of the beatings of three black men by a dozen whites, the comment has taken on a new and different resonance. For while Brigadoon was a paradise, as many in" , "date" : "19861223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN HOWARD BEACH, PRIDE AND FEAR IN A 'PARADISE'" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/23\/nyregion\/in-howard-beach-pride-and-fear-in-a-paradise.html"} , {"body" : "Look at the clothes in fashion magazines. Vivienne Westwood's hooped skirts and baby-doll dresses, for example. Or David Cameron's scuba suits. Consider the windows at Bergdorf Goodman or Charivari, where mannequins are wrapped like mummies in billowing, iridescent Japanese clothes. You could not be blamed for wondering: Does anyone actually wear" , "date" : "19861109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "67" , "title" : "WILD STYLE" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/09\/magazine\/wild-style.html"} , {"body" : "Two-thirds of Americans own their own homes. Two-thirds of New Yorkers rent their living space. Although most of these tenants will never buy a home, they will probably agonize over the decision many, many times. Rent regulations, which are designed to keep rents affordable, have not prepared tenants to deal in a marketplace in which studio" , "date" : "19861026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "FOR NEW YORKERS, IS THERE LIFE AFTER RENT REGULATION?" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/26\/realestate\/for-new-yorkers-is-there-life-after-rent-regulation.html"} , {"body" : "A FEW years ago, the 12-story Britannia apartment complex, which stands at the corner of Central Park West and 102d Street in a long-neglected area of Manhattan, would have seemed an unlikely choice for a proposal to convert rental apartments into owner-occupied residences. But the conversion of the turn-of-the-century brick-and-limestone building" , "date" : "19860831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Conversions Spreading Into New Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/31\/realestate\/conversions-spreading-into-new-neighborhoods.html"} , {"body" : "Two police vehicles, a patrol car and a truck from the Emergency Service Unit, collided in Brooklyn early yesterday as both units responded to a false report of shots fired, the police said. Two officers, Edward Crespo and Keith Hayes of the 66th Precinct, were treated at Kings County Hospital for minor injuries and released. ''They just got in" , "date" : "19860616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "2 Police Vehicles Collide" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/16\/nyregion\/2-police-vehicles-collide.html"} , {"body" : "Hilary Morton, a daughter of the Very Rev. James Parks Morton, Dean of the Cathedral of St. John the Divine, and Mrs. Morton of New York, was married yesterday to David Beard Shontz, a son of Col. Howard B. Shontz, U.S.A., retired, and Mrs. Shontz of Kensington, Calif. Bishop Paul Moore Jr. of the Episcopal Diocese of New York performed the" , "date" : "19860608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "70" , "title" : "Miss Morton, D. B. Shontz Are Married" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/08\/style\/miss-morton-d-b-shontz-are-married.html"} , {"body" : "The Very Rev. James Parks Morton, Dean of the Cathedral Church of St. John the Divine, and Mrs. Morton of New York, have announced the engagement of their daughter Hilary Morton to David Beard Shontz, a son of Col. Howard B. Shontz, United States Army, retired, and Mrs. Shontz of Kensington, Calif. Miss Morton, a graduate of the Spence School and" , "date" : "19860316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "63" , "title" : "Hilary Morton to Marry David Shontz" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/16\/style\/hilary-morton-to-marry-david-shontz.html"}]