[  {"body" : "Dr. Mary Jumbelic, a resident pathologist at the Northwestern University Memorial Hospital, and Dr. Marc J. Safran, a resident in ophthalmology at the University of Illinois Eye and Ear Infirmiry, both in Chicago, were married yesterday. Rabbi Donald Rossoff performed the ceremony at Temple Beth El of Manhattan Beach in Brooklyn. The couple's" , "date" : "19861201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "Dr. Mary Jumbelic Weds" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/01\/style\/dr-mary-jumbelic-weds.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "One is a surivor of the Nazi Holocaust. The other was imprisoned for five years in Nazi prisoner-of-war camps. And the second helped save the first. They met yesterday in Manhattan. Hannah S. Rigler, 57 years old, was a teen-ager when she ran from a death march to Danzig in January 1945. George Hammond, 67, was in his fifth year as a P.O.W., held" , "date" : "19860911" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK DAY BY DAY; Stalag 20B Reunion" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/11\/nyregion\/new-york-day-by-day-stalag-20b-reunion.html"} , {"body" : "At the Manhattan Beach Jewish Center in Brooklyn yesterday Naomi Davis and Joshua Ephraim Caplan were married by Rabbi Manfred Fulda. The couple's parents are Rabbi and Mrs. Isaac A. Davis of Far Rockaway, Queens, and Mr. and Mrs. Philip Caplan of Ocean, N.J. Mrs. Caplan, a graduate of Queens College with a master's degree in engineering from" , "date" : "19860714" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "Naomi Davis Is the Bride Of Joshua Ephraim Caplan" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/14\/style\/naomi-davis-is-the-bride-of-joshua-ephraim-caplan.html"} , {"body" : "The City Department of Health has released a list of public swimming areas in the five boroughs that have been approved as safe for the summer season. Approval is based on the department's beach water sampling program, which began May 15 and is to continue throughout the season. The department also released a list of areas where swimming is not" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CITY ISSUES A LIST OF SAFE PUBLIC BEACHES" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/city-issues-a-list-of-safe-public-beaches.html"} , {"body" : "MEMORIAL DAY weekend means summer is unofficially here, and with its coming, urban fantasies turn to glistening sands, sea breezes and ocean waves. While surf and sand are probably not the first things that come to mind when one thinks of New York City, there are 14.9 miles of city beaches within an hour or so of midtown Manhattan, as well as beach" , "date" : "19860523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OUT AND ABOUT ON MEMORIAL DAY; HOW TO FIND THAT SAND AND SURF" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/23\/arts\/out-and-about-on-memorial-day-how-to-find-that-sand-and-surf.html"} , {"body" : "When Dr. Milton Drucker discusses areas of growth in New York City's economy, he does not talk about banking and finance, publishing or telecommunications. He talks about fish.''Growing demand has made New York City the second largest seafood-consuming market on earth, next to Tokyo,'' said Dr. Drucker, the dean of marine education at Kingsborough" , "date" : "19860330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FISHPORT (BKLYN, NY)" , "ERIE BASIN (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "COLLEGE IN BROOKLYN TO TRAIN WORKERS FOR EXPECTED SEAFOOD INDUSTRY BOOM" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/30\/nyregion\/college-in-brooklyn-to-train-workers-for-expected-seafood-industry-boom.html"}]