[  {"body" : "The Parks and Recreation Department offers walks and workshops throughout the winter with the Urban Park Rangers, who are also naturalists. Listed below are possibilities for celebrating the holidays outdoors; the events are free, except where noted. BRONX (For more information call 212-548-7880): Kazimiroff Nature Trail Tour, Hunter Island, Pelham" , "date" : "19861225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "41" , "title" : "CALENDAR: EXPLORING PARK'S WINTER LORE" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/25\/garden\/calendar-exploring-park-s-winter-lore.html"} , {"body" : "City Sports Panel A bill that would create a City Sports Commission - a five-member panel to attract and keep professional sports teams in New York City -will come up for review by the City Council's Committee on Governmental Operations. Approval is expected. 250 Broadway, 23d-floor hearing room, 1 P.M. Installing Water Meters Plans to install" , "date" : "19861117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New York Agenda" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/17\/nyregion\/new-york-agenda.html"} , {"body" : "Fare Cards on WayNew York City's Transit Authority is allowing plenty of time to iron out any wrinkles as it cautiously introduces a laminated polyester fare card for the subways. Two companies - Cubic Western Data of San Diego and Alta\/CGA of Stamford, Conn. -have been chosen to supply what is known in the industry as a ''swipe'' system: riders in" , "date" : "19861115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "COLUMN ONE: TRANSPORT; A Subway Advance and a Cabby Protest" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/15\/nyregion\/column-one-transport-a-subway-advance-and-a-cabby-protest.html"} , {"body" : "IF you have returned to New York City from a vacation in the country and sometimes yearn for what you left behind, you might soften the transition by visiting the natural areas within the 26,000 acres of parklands embraced by the five boroughs. In the 1985 summer edition of its newsletter The Leaflet, the Parks and Recreation Department notes that" , "date" : "19860908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Outdoors: City Trails" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/08\/sports\/outdoors-city-trails.html"} , {"body" : "As Avenue U slices through south-central Brooklyn, it cuts through Marine Park and creates a small block of developed land north of the Marine Park Golf Course. In that small, rectangular grid, a Brooklyn developer is constructing condominium apartments and five medical units on the site of a former flower nursery and a small plot of city-owned" , "date" : "19860824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KIMBALL EAST LUXURY CONDOMINIUMS (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Marine Park Project; 21 Two-Bedrooms" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/24\/realestate\/postings-marine-park-project-21-two-bedrooms.html"} , {"body" : "THE first residents of Gravesend were reluctant to leave. They liked the neighborhood, and even after they had sold the land they kept trying to move back. The reluctance of those Canarsie Indians to leave caused some inconvenience for the next residents - Lady Deborah Moody and 40 of her followers, who arrived from New England in 1643. Invited to" , "date" : "19860810" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/10\/realestate\/if-you-re-thinking-of-living-in-gravesend.html"} , {"body" : "An independent investigation is to be conducted into allegations of prosecutorial misconduct in the conviction of a man recently freed after spending more than six years behind bars for a felony murder. The investigation will be conducted by New York State's special prosecutor for criminal-justice matters, according to those familiar with the case." , "date" : "19860720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "OVERTURNED MURDER CONVICTION TO BE INVESTIGATED" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/20\/nyregion\/overturned-murder-conviction-to-be-investigated.html"} , {"body" : "The sixth carefully-plotted hiking route within the city's parks system - the Kazimiroff Nature Trail in Pelham Bay Park - will be officially opened today, providing New Yorkers with another opportunity to escape the hurly-burly of the metropolis. Today's ceremony will involve both the Kazimiroff Trail and an environmental center for the 2,764-acre" , "date" : "19860619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PELHAM BAY PARK (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "OUTDOORS; KAZIMIROFF TRAIL TO OPEN IN BRONX" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/19\/sports\/outdoors-kazimiroff-trail-to-open-in-bronx.html"} , {"body" : "The Metropolitan Opera's 20th annual summer series of free concerts in New York City parks will begin on June 17 with ''Aida,'' on Central Park's Great Lawn. Aprile Millo, James McCracken, Grace Bumbry and Louis Quilico will sing the principal roles, and Nello Santi will conduct. The other opera in the series will be Gounod's ''Romeo et Juliette,''" , "date" : "19860528" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "A Central Park 'Aida' Begins Met's Series" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/28\/arts\/a-central-park-aida-begins-met-s-series.html"}]