[  {"body" : "The police said yesterday that their investigation of the accident in Howard Beach, Queens, that killed Michael Griffith indicated that the motorist who struck him was not an accomplice of the white youths accused of his murder. In doing so, they contradicted a lawyer for one of the two other blacks who were victims of the attacks that preceeded" , "date" : "19861227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "POLICE INQUIRY INTO MOTORIST CONTRADICTS LAWYER'S STAND" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/27\/nyregion\/police-inquiry-into-motorist-contradicts-lawyer-s-stand.html"} , {"body" : "PEARL HARBOR WAS BOMBED THREE months after I started grade school, and my schoolyard was transformed into an arena of absolute good and evil. As we boys swallowed our graham crackers and milk, we vowed to fight to the death. The girls would all be nurses to tend our wounds. I resolved to become a pilot. As I daydreamed in class, the Messerschmitt" , "date" : "19861221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "64" , "title" : "ABOUT MEN; A Time Machine" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/21\/magazine\/about-men-a-time-machine.html"} , {"body" : "Monsignor Farrell, the Catholic High School Football League champion, won the Metro Bowl's A Division game, as well as the battle of Staten Island, with a 34-8 victory over Susan Wagner yesterday at Midwood Field in Brooklyn. In defeating the Public Schools Athletic League champion, Farrell won its second Metro Bowl, having beaten Bayside, 46-38," , "date" : "19861207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "SCHOOL SPORTS; Farrell Wins Metro Bowl" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/07\/sports\/school-sports-farrell-wins-metro-bowl.html"} , {"body" : "In 1948, Ira Waldbaum quit business college to take charge of his family's six grocery stores in Brooklyn after his father became ill. Today, he is in charge of a supermarket chain that has annual sales of $1.8 billion and 140 stores in New York, Connecticut and Massachusetts. ''His whole life is that business,'' said an analyst, Arthur Lichtendorf" , "date" : "19861201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "BUSINESS PEOPLE; New Waldbaum Phase For Hands-On Leader" , "url" : "http:\/\/www.nytimes.com\/1986\/12\/01\/business\/business-people-new-waldbaum-phase-for-hands-on-leader.html"} , {"body" : "AT this time of year, Anthony Puzio starts worrying about winter winds. One long side of his four-story rental apartment building in the Bushwick section of Brooklyn faces north. Protection from the elements is the most important benefit that shelter must provide, and the old, wooden-framed windows at 50 Granite Street are frail defenders against" , "date" : "19861130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOW-COST RENTALS; Rehousing Single-Parent Families" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/30\/realestate\/perspectives-low-cost-rentals-rehousing-single-parent-families.html"} , {"body" : "THE scene: A group of high-powered executives assembles for a meeting. One of them looks out the window and notices something strange going on in the parking lot. Some ''hotshots from finance'' are carrying computers from their cars into the building. Does the company allow employees to take its computers home, an executive asks. No, he is told." , "date" : "19861116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "ADS WITH THE DUSENBERRY TOUCH" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/16\/business\/ads-with-the-dusenberry-touch.html"} , {"body" : "An undercover police operation in a Brooklyn high school led to the arrest yesterday of five young men on charges of selling cocaine, the police said. Responding to complaints of drug selling at Edward R. Murrow High School at 1600 Avenue L on the border of the Midwood and Flatbush sections of Brooklyn, the police arranged to have a young-looking" , "date" : "19861112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "METRO DATELINES; Complaints Lead To Drug Arrests" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/12\/nyregion\/metro-datelines-complaints-lead-to-drug-arrests.html"} , {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "Lincoln (8-0) clinched a Brooklyn Division A title with a 25-21 come-from-behind victory over Madison (4-3). The Railsplitters drove 98 yards with less than 2 minutes left in the game to score the winning touchdown. ''This is probably the best win we've had in the five years that I've been here,'' said Coach George Najjar. ''We came back, we played" , "date" : "19861102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS: P.S.A.L.; Lincoln Wins to CLinch Title" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/02\/sports\/school-sports-psal-lincoln-wins-to-clinch-title.html"} , {"body" : "Only in the Borough Park section of Brooklyn, it can safely be said, can a large-scale gut rehabilitation project be found in which the apartment sizes are appropriate for large families. The housing needs of Orthodox Jews, who often have large families and are the strongest force in Borough Park's housing market, give a special twist to" , "date" : "19861024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "25" , "title" : "ABOUT REAL ESTATE; A BOROUGH PARK PROJECT CATERS TO LARGE FAMILIES" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/24\/business\/about-real-estate-a-borough-park-project-caters-to-large-families.html"} ,   {"body" : "THERE is a central question that bedevils both the curator of an art exhibition and the administrator of an immigration law: Who should be admitted and who should be left out? The title of the new exhibition that opens opens Tuesday at the Museum of the Borough of Brooklyn, ''Tides of Immigration: Romantic Visions and Urban Realities,'' betokens a" , "date" : "19861005" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "66" , "title" : "ART IN BROOKLYN REFLECTS IMMIGRATION" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/05\/arts\/art-in-brooklyn-reflects-immigration.html"} , {"body" : "Clinton (2-1) was helped last week by Far Rockaway's errant punt late in the game in a 13-12 come-from-behind victory. Yesterday, the tables were turned. James Maddox of Jackson blocked a punt in the final minutes to set up the winning touchdown to defeat Clinton, 16-12. Jackson (2-1) came back from a 12-0 deficit in the second half on a 44-yard" , "date" : "19860928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "SCHOOL SPORTS; Jackson's Late Rally Defeats Clinton" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/28\/sports\/school-sports-jackson-s-late-rally-defeats-clinton.html"} , {"body" : "Representative George E. Brown Jr. pulled out a copy of a speech he was about to deliver on the tax bill. But he was not happy with it. ''This says that I'm going to vote in favor of the bill,'' said Mr. Brown, a California Democrat. ''But I have severe reservations about it. I did not find any support for the bill out in my district, and I don't" , "date" : "19860926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "WASHINGTON TALK: CONGRESS; How Tax Bill Breezed Past, Despite Wide Doubts" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/26\/us\/washington-talk-congress-how-tax-bill-breezed-past-despite-wide-doubts.html"} , {"body" : "Indoor Antiques Show, Human Resources Center, I. U. Willets Road at Searingtown Road (a half mile south of Exit 36 on the Long Island Expressway), Albertson, L.I., 516-747-5400. Tomorrow and on Saturday and Sunday, country furniture, antique beer steins, porcelain, rare clocks, African art and Depression glass will be among the wares offered at" , "date" : "19860925" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "EVENTS: HOME AND NEIGHBORHOOD TOURS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/25\/garden\/events-home-and-neighborhood-tours.html"} , {"body" : "Over the past decade, eight career-oriented New York City high schools and about 100 career programs at 52 other high schools have flourished as popular places of learning. Alongside the career schools and programs, another set of schools that tested and interviewed students before admitting them also gained reputations for achieving academic" , "date" : "19860922" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ISSUE AND DEBATE; EASING ADMISSION TO CAREER SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/09\/22\/nyregion\/issue-and-debate-easing-admission-to-career-schools.html"} , {"body" : "At least 18 Brooklyn residents, subpoenaed to testify on the challenge to Abraham Hirschfeld's petitions, rode a bus to Albany yesterday, their enthusiasm for democracy apparently tarnished. ''I'm never going to sign another thing again,'' said Arilla Wallace of East New York, who, with other witnesses who had signed Mr. Hirschfeld's petitions, was" , "date" : "19860812" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Democracy Taxes Brooklynite Patience" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/12\/nyregion\/democracy-taxes-brooklynite-patience.html"} , {"body" : "Two New York City police officers have been suspended from duty after being accused of taking $2,000 at gunpoint from two men believed to be drug dealers while on patrol in uniform, police officials said yesterday. The officers, George R. Ferguson, 25 years old, and his partner, Vincent J. Liguori, 23, both of the 70th Precinct in the Midwood" , "date" : "19860802" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 OFFICERS SUSPENDED IN ROBBERY OF 2 IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/02\/nyregion\/2-officers-suspended-in-robbery-of-2-in-brooklyn.html"} , {"body" : "FESTA - The generally low-roofed Greenwich Village landscape is punctuated majestically at Carmine and Bleecker Streets, near Avenue of the Americas, by the tower-topped Church of Our Lady of Pompeii, built in 1926 when the congregation's nearby church was torn down to make way for the IND subway on Sixth Avenue. From today through July 27, the" , "date" : "19860717" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/17\/arts\/going-out-guide.html"} , {"body" : "A Brooklyn teen-ager who had been hopping from rooftop to rooftop during the fireworks display in New York Harbor Friday night fell to the ground and was killed, the police said. The teen-ager, Jose Melendez, 15 years old, of 135 Ocean Avenue in the Midwood section, was watching the fireworks from a rooftop in Midwood with 30 people when he and a" , "date" : "19860706" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Brooklyn Teen-Ager, Leaping Roof to Roof, Is Killed in Fall" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/06\/nyregion\/brooklyn-teen-ager-leaping-roof-to-roof-is-killed-in-fall.html"} , {"body" : "GETTING into Midwood High School, in the Flatbush section of Brooklyn, is about as tough as getting into an Ivy League college. More than 12,000 eager eighth graders applied this year for 450 fall openings in Midwood's highly touted programs in the medical sciences and humanities. The principal, Leonard Harrison, is proud of the odds. But in the" , "date" : "19860629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "EDUCATION WATCH; PHILOSOPHICAL OBJECTIONS TO ELITE CITY HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/29\/weekinreview\/education-watch-philosophical-objections-to-elite-city-high-schools.html"} ,   {"body" : "Several parent and professional groups yesterday sharply criticized the recommendations for reorganization that have been proposed by the newly nominated head of the New York City Board of Education's division of high schools. In a report presented to the board last month, the nominee - Dr. Frank L. Smith Jr., a professor at Teachers College of" , "date" : "19860624" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NOMINEE'S IDEAS FOR HIGH SCHOOLS DRAW CRITICISM" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/24\/nyregion\/nominee-s-ideas-for-high-schools-draw-criticism.html"} , {"body" : "Sheryl Ann Eisenstein and Eric Richard Lewis, who received master's degrees from the Harvard Graduate School of Business Administration June 5, were married yesterday by Rabbi Alvin Kass at the East Midwood Jewish Center in Brooklyn. The bride is the daughter of Mr. and Mrs. Abraham Eisenstein of Brooklyn and her husband is the son of Mr. and Mrs." , "date" : "19860623" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Eric Richard Lewis Is Wed To Sheryl Ann Eisenstein" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/23\/style\/eric-richard-lewis-is-wed-to-sheryl-ann-eisenstein.html"} , {"body" : "''It's crazy, crazy,'' mumbled Mel Flamm, an American-flag salesman too busy this week to stop and talk much, hustling from one customer to the next in the showroom of AAA American Flag Company in the garment district. American-flag manufacturers and dealers in New York say that sales of Old Glory throughout the country are setting records. They" , "date" : "19860621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STAT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "ABOUT NEW YORK; BOOM TIMES FOR VENDORS OF STARS AND STRIPES" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/21\/nyregion\/about-new-york-boom-times-for-vendors-of-stars-and-stripes.html"} , {"body" : "The New York City Department of Health last week released a list of 33 food establishments cited for violating the health code. In addition, it listed four restaurants that were allowed to reopen after correcting earlier violations, and three that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Fellini's," , "date" : "19860518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "NEW YORK INSPECTORS CITE 33 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/18\/nyregion\/new-york-inspectors-cite-33-food-outlets-for-health-offenses.html"} , {"body" : "''The symptoms of senioritis are both physical and intellectual,'' said Jean Kwok, an 18-year-old senior at Hunter College High School in Manhattan. ''Physically - well, you experience a certain sluggishness, often alternating with spontaneous bursts of joy at your own lack of responsibility. Intellectually - oh, how to describe it? It's as if your" , "date" : "19860505" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "20" , "title" : "FOR THE CLASS OF '86, RELIEF AND ANXIETY" , "url" : "http:\/\/www.nytimes.com\/1986\/05\/05\/style\/for-the-class-of-86-relief-and-anxiety.html"} , {"body" : "On the night that United States planes bombed Libya, boarding students at the private Wooster School in Danbury, Conn., rushed to the apartments of their dormitory masters to ask what the action meant. In Montclair, N.J., social studies teachers hastily rewrote lesson plans to satisfy their students' demands for information about the strike. And at" , "date" : "19860427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LIBYA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Washington"] , "page_facet" : "48" , "title" : "NEW YORK AREA SCHOOLS FIND LIBYA A HOT TOPIC" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/27\/nyregion\/new-york-area-schools-find-libya-a-hot-topic.html"} , {"body" : "Samuel Rothstein, a lay leader of world Jewry and former president of the United Synagogues of America, died of a heart attack Monday at his home in Belvedere, Calif. He was 82 years old. Mr. Rothstein served as president of the United Synagogue, a national organization of conservative synagogues in the United States and Canada, from 1944 through" , "date" : "19860410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Samuel Rothstein, 82, Dies; Ex-Leader of Jewish Groups" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/10\/obituaries\/samuel-rothstein-82-dies-ex-leader-of-jewish-groups.html"} , {"body" : "To the Editor: While the Transit Authority needs imaginative ideas to end the crisis in mass transit (''Base New York City Fares on Distances Traveled,'' Op-Ed, March 22), proposals urging increased privatization and a distance-based fare structure may not be the answers that bus and subway riders are looking for. Public mass transit is an" , "date" : "19860403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "WHY FARE ZONES ARE A POOR PUBLIC-TRANSIT PLAN FOR NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/03\/opinion\/l-why-fare-zones-are-a-poor-public-transit-plan-for-new-york-408686.html"} , {"body" : "The New York City Department of Health last week released a list of 33 food establishments cited for violating the health code. In addition, it listed eight restaurants that were allowed to reopen after correcting earlier violations and seven that were closed for having failed to do so. The establishments are these: Violations MANHATTAN Ace Deli," , "date" : "19860323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "NEW YORK INSPECTORS CITE 33 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/23\/nyregion\/new-york-inspectors-cite-33-food-outlets-for-health-offenses.html"} , {"body" : "On the wall of Alfred H. Kingon's office of the West Wing basement rests a large photograph of three men - President Reagan, Donald T. Regan, the chief of staff, and Mr. Kingon himself - all staring, puzzled and skeptical, across a table at a crucial White House meeting on tax issues. It is, Mr. Kingon says with a faint smile, perhaps his favorite" , "date" : "19860311" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "26" , "title" : "Working Profile: Alfred H. Kingon; Being a Fly on White House Wall and Loving It" , "url" : "http:\/\/www.nytimes.com\/1986\/03\/11\/us\/working-profile-alfred-h-kingon-being-a-fly-on-white-house-wall-and-loving-it.html"} ,   {"body" : "Fifteen high-school students from New York State, including three each from the Bronx High School of Science and Benjamin N. Cardozo High School in Queens, were among the 40 national winners named last week in the Westinghouse Science Talent Search. Thirteen of the New York State winners came from New York City public high schools, more than from" , "date" : "19860126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "33" , "title" : "15 FROM NEW YORK ARE AMONG FINALISTS FOR SCIENCE AWARDS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/26\/nyregion\/15-from-new-york-are-among-finalists-for-science-awards.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in the city's public elementary schools and junior high schools in April 1985. The center column shows the proportion of pupils in each school reading at or above grade level. The right-hand column gives each school's overall citywide ranking." , "date" : "19860116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "READING SCORES IN CITY'S ELEMENTARY AND JUNIOR HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/16\/nyregion\/reading-scores-in-city-s-elementary-and-junior-high-schools.html"} , {"body" : "The biggest bridge club in Brooklyn undergoes a double change today. The club, the Mill Basin, which has long been on Strickland Avenue, moves to 1789 McDonald Avenue, at Avenue P on the Midwood-Bensonhurst border, and becomes the Bridge Center of Brooklyn (telephone (718) 998-SLAM). A full program of duplicate games, including handicap and novice" , "date" : "19860115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Bridge: Brooklyn Mill Basin Club Changing Name and Site" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/15\/nyregion\/bridge-brooklyn-mill-basin-club-changing-name-and-site.html"} , {"body" : "What's in a name? When it's Shakespeare, antipathy, self-consciousness and unease - with the language, his poetry and their accents. To combat that, two members of the Royal Shakespeare Company of Britain held workshops recently for hundreds of public-school students in the city, engaging them in the acting and, more important, the speaking of the" , "date" : "19860102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Theater"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Romeo Rated by Youths" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/02\/nyregion\/new-york-day-by-day-romeo-rated-by-youths.html"}]