[  {"body" : "ABBREVIATIONS USED IN TABLES Following are the unofficial results in Tuesday's general election. Abbreviations are: D - Democrat, R - Republican, C - Conservative, L - Liberal, RTL - Right to Life. (U) denotes an unopposed candidate. An asterisk (*) denotes an incumbent. The votes of minor party candidates will not be available until official" , "date" : "19861106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "THE ELECTIONS: FACTS AND FIGURES; Tallies for U.S. Senator and Statewide Offices" , "url" : "http:\/\/www.nytimes.com\/1986\/11\/06\/us\/the-elections-facts-and-figures-tallies-for-us-senator-and-statewide-offices.html"} , {"body" : "GHOSTS should be out in force tomorrow night. And while most will be sheet-clad children hunting Halloween treats, the others, New York City residents say, have far less substance than even thin cotton cloth and long ago lost interest in candy. Tales of hauntings surround homes in Brooklyn and from the Upper East Side to Greenwich Village. ''I" , "date" : "19861030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "A NIGHT FOR GHOSTS, REAL AND UNREAL" , "url" : "http:\/\/www.nytimes.com\/1986\/10\/30\/garden\/a-night-for-ghosts-real-and-unreal.html"} , {"body" : "A Brooklyn man with reputed ties to organized crime has pleaded guilty to evading state gasoline taxes in a scheme to confuse auditors with paperwork. He has agreed to pay $3 million in back taxes over the next five years, the authorities said yesterday. Attorney General Robert Abrams said the restitution, by Michael Markowitz, 40 years old, of" , "date" : "19860830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "BROOKLYNITE PLEADS GUILTY TO EVADING STATE GAS TAX" , "url" : "http:\/\/www.nytimes.com\/1986\/08\/30\/nyregion\/brooklynite-pleads-guilty-to-evading-state-gas-tax.html"} , {"body" : "ON Liberty Weekend, while the eyes of the nation focused on New York Harbor, the streets of Howard Beach, about 10 miles away, teemed with its residents. Red, white and blue pennants, hung by the local development association, crisscrossed the commercial district, while American flags flew along residential streets. A crowd packed Frank M. Charles" , "date" : "19860727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN; HOWARD BEACH" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/27\/realestate\/if-you-re-thinking-of-living-in-howard-beach.html"} , {"body" : "An independent investigation is to be conducted into allegations of prosecutorial misconduct in the conviction of a man recently freed after spending more than six years behind bars for a felony murder. The investigation will be conducted by New York State's special prosecutor for criminal-justice matters, according to those familiar with the case." , "date" : "19860720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "OVERTURNED MURDER CONVICTION TO BE INVESTIGATED" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/20\/nyregion\/overturned-murder-conviction-to-be-investigated.html"} , {"body" : "A judge yesterday set aside the murder and robbery convictions of a 26-year-old Brooklyn man who has spent the last six years in state prisons steadfastly maintaining his innocence. ''I can't believe that this terrible nightmare is really over,'' said the tearful man, Robert McLaughlin, after embracing his mother, Mary Hohne, and his foster father," , "date" : "19860704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "JUDGE SETS ASIDE THE CONVICTION OF A MAN IMPRISONED FOR 6 YEARS" , "url" : "http:\/\/www.nytimes.com\/1986\/07\/04\/nyregion\/judge-sets-aside-the-conviction-of-a-man-imprisoned-for-6-years.html"} , {"body" : "On a hot city rooftop, the tar sticks to the bottom of your lounge chair and you wonder why you hadn't gone in on a Fire Island share. There's a couple who can't wait to go co-op, a bubbly, budding actress eating yogurt doing Yoga, and a retired dresser from some Broadway show with his Pekingese and toga. You hang your head over the ten-story drop," , "date" : "19860625" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/25\/garden\/metropolitan-diary-489686.html"} , {"body" : "Some bridge hands end with one player suffering from shock. He is disappointed to find that a ''sure'' trump trick has disappeared thanks to the efforts of a shrewd opponent. This happened to the West player on the diagramed deal played at the Mill Basin Club in Brooklyn, but he had to take some of the responsibility: He hesitated slightly in the" , "date" : "19860601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "BRIDGE; FINDING CLUES IN A SLIGHT HITCH" , "url" : "http:\/\/www.nytimes.com\/1986\/06\/01\/arts\/bridge-finding-clues-in-a-slight-hitch.html"} , {"body" : "A Brooklyn credit union executive swore in Federal court yesterday that he gave a $30,000 bribe to the city's former taxi commission chairman, Jay L. Turoff, in 1984 - providing law-enforcement officials with what they said was enough evidence to prosecute Mr. Turoff. ''Jay Turoff demanded and I paid $30,000 in return for assurance that the Taxi" , "date" : "19860423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE ADMITS GIVING $30,000 BRIBE TO TUROFF" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/23\/nyregion\/executive-admits-giving-30000-bribe-to-turoff.html"} , {"body" : "The top executive of a Brooklyn credit union has agreed to testify that he participated in multimillion-dollar frauds and paid a $30,000 bribe to the city's former taxi commissioner, Jay L. Turoff, state and Federal law-enforcement officials said yesterday. Judd Burstein, a lawyer for the credit union executive, Edmund Lee, confirmed that Mr. Lee" , "date" : "19860422" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EXECUTIVE OF CREDIT UNION AGREES TO TESTIFY IN TUROFF BRIBE INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1986\/04\/22\/nyregion\/executive-of-credit-union-agrees-to-testify-in-turoff-bribe-inquiry.html"} ,   {"body" : "It was a marriage of romance and real estate, Aphrodite and apartments. The room was New York City's marriage license bureau, where conversations about wedding rings, caterers and invitations mingled with talk of down payments, finder's fees and 3 Rms. w\/EIK. They were all young, all in love. And somewhere in the process of courting, getting" , "date" : "19860224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEWLYWEDS' APARTMENT HUNT: A TRYING START FOR A NEW LIFE" , "url" : "http:\/\/www.nytimes.com\/1986\/02\/24\/nyregion\/newlyweds-apartment-hunt-a-trying-start-for-a-new-life.html"} , {"body" : "The biggest bridge club in Brooklyn undergoes a double change today. The club, the Mill Basin, which has long been on Strickland Avenue, moves to 1789 McDonald Avenue, at Avenue P on the Midwood-Bensonhurst border, and becomes the Bridge Center of Brooklyn (telephone (718) 998-SLAM). A full program of duplicate games, including handicap and novice" , "date" : "19860115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Bridge: Brooklyn Mill Basin Club Changing Name and Site" , "url" : "http:\/\/www.nytimes.com\/1986\/01\/15\/nyregion\/bridge-brooklyn-mill-basin-club-changing-name-and-site.html"}]